[
  {
    "id": "81395724",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "enunciado_principal": "No Direito Penal, a retroatividade de lei que não mais considera o fato como criminoso:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada."
      },
      {
        "letra": "B",
        "texto": "É causa de extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Representa caso de anistia."
      },
      {
        "letra": "D",
        "texto": "Representa caso de indulto."
      },
      {
        "letra": "E",
        "texto": "Afasta a ilicitude do ato, mas não produz a extinção da punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "52409618",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: SAP-SC",
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é **correto** afirmar:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime somente será considerado praticado, quando evidenciado o seu resultado."
      },
      {
        "letra": "B",
        "texto": "A pena cumprida no estrangeiro atenua a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas."
      },
      {
        "letra": "C",
        "texto": "A lei nova que deixar de considerar determinado fato como crime deverá ser aplicada imediatamente, resguardando-se, contudo, a manutenção dos efeitos penais da condenação já em fase de cumprimento."
      },
      {
        "letra": "D",
        "texto": "Expirado o prazo da lei excepcional ou temporária, cessarão, imediatamente, os seu efeitos, não podendo mais ser aplicada a nenhum caso, mesmo que ocorrido durante o seu prazo de vigência."
      },
      {
        "letra": "E",
        "texto": "Após o trânsito em julgado da sentença penal condenatória, a sentença torna-se imutável, não podendo mais ser alterada, ainda que lei nova venha a beneficiar o condenado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "63980421",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CREA-TO",
    "enunciado_principal": "Acerca das noções gerais de direito, julgue o item.",
    "itens_assertiva": [],
    "enunciado_pergunta": "No âmbito do direito penal, aplica-se, em regra, o princípio do *tempus regit actum*, por meio do qual se deve aplicar a lei penal em vigor na data da prática do ato delituoso. No entanto, se a nova lei, mesmo não estando em vigor na data do crime, for mais benéfica ao acusado, deverá retroagir para ser aplicada no caso concreto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "41725803",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "enunciado_principal": "A respeito da aplicação da retroatividade da lei no direito penal, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação da retroatividade ocorre mesmo em caso de aumento de pena, como forma de garantir a justiça para o réu que tiver cometido o crime após a entrada em vigor da lei mais severa."
      },
      {
        "letra": "B",
        "texto": "A retroatividade de lei mais benéfica não pode ser aplicada a medida de segurança."
      },
      {
        "letra": "C",
        "texto": "A retroatividade de lei mais benéfica somente será cabível no caso de haver *abolitio criminis*."
      },
      {
        "letra": "D",
        "texto": "A aplicação da retroatividade da lei é concebível, desde que em benefício do réu como medida de justiça."
      },
      {
        "letra": "E",
        "texto": "A aplicação da retroatividade da lei é vedada constitucionalmente em qualquer circunstância, a fim de garantir a segurança jurídica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "70649132",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "enunciado_principal": "Tendo em vista as normas e regras de aplicação da lei penal, no tempo e no espaço, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A regra da ultra-atividade decorre do princípio da legalidade e indica que a lei penal aplicável será a vigente ao tempo da prática do fato criminoso."
      },
      {
        "letra": "B",
        "texto": "A lei excepcional aplica-se ao fato praticado durante sua vigência, desde que não cessadas as necessidades que a fizeram existir."
      },
      {
        "letra": "C",
        "texto": "A regra da ultra-atividade decorre da característica da extra-atividade da lei penal e indica a possibilidade de a lei penal aplicar-se a determinado fato, ainda que já revogada."
      },
      {
        "letra": "D",
        "texto": "Não existe extraterritorialidade da lei penal brasileira, exceto para crimes praticados contra o Presidente da República ou o patrimônio da União."
      },
      {
        "letra": "E",
        "texto": "Para definir o lugar do crime, o Código Penal Brasileiro adotou a teoria da atividade, segundo a qual o crime é considerado praticado onde se deu a ação ou omissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "35182960",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "enunciado_principal": "Tendo em conta as normas previstas no Código Penal relacionadas à aplicação da lei penal, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As leis intermitentes vigoram por prazo determinado e têm por característica a não ultratividade."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais gravosa aplica-se ao crime continuado, se sua vigência é anterior à cessação da continuidade."
      },
      {
        "letra": "C",
        "texto": "A lei penal não retroagirá, exceto se mais benéfica ao réu, desde que não iniciada a execução penal fixada em condenação transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "O princípio da continuidade normativa permite reconhecer *abolitio criminis* pela revogação da lei, se a conduta permanece típica em outro dispositivo legal."
      },
      {
        "letra": "E",
        "texto": "A lei intermediária – vigente entre a data do fato e do julgamento – se mais favorável, terá dupla extra atividade: irretroatividade quanto à lei vigente na data do fato e ultratividade quanto à vigente na data do julgamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "29547183",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "enunciado_principal": "Renato, Bruno e Diego praticaram diferentes crimes de roubo com emprego de armas brancas. Renato, no ano de 2017, foi condenado definitivamente pelo crime de roubo majorado pelo emprego de arma, pois, em 2015, teria, com grave ameaça exercida com emprego de faca, subtraído um celular. Bruno foi condenado, em primeira instância, em março de 2018, também pelo crime de roubo majorado pelo emprego de arma, já que teria utilizado um canivete para ameaçar a vítima e subtrair sua bolsa. A decisão ainda está pendente de confirmação diante de recurso do Ministério Público, apenas. Diego, por sua vez, responde à ação penal pela suposta prática de crime de roubo majorado pelo emprego de arma, que seria um martelo, por fatos que teriam ocorrido em fevereiro de 2018, estando o processo ainda em fase de instrução probatória. Ocorre que, em abril de 2018, entrou em vigor lei alterando o art. 157 do CP, sendo revogado o inciso I do parágrafo 2º, e passando a prever que apenas o crime de roubo com emprego de arma de fogo funcionaria como causa de aumento de pena. Considerando apenas as informações expostas e que a inovação legislativa não teria inconstitucionalidades, as novas previsões:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seriam aplicáveis a Diego, que ainda não possui sentença condenatória em seu desfavor, com base no princípio da retroatividade da lei penal benéfica, mas não seriam aplicáveis a Renato e Bruno;"
      },
      {
        "letra": "B",
        "texto": "não seriam aplicáveis a Renato, que já possui condenação com trânsito em julgado, aplicando-se o princípio da irretroatividade da lei penal, mas deveriam ser aplicadas a Bruno e Diego;"
      },
      {
        "letra": "C",
        "texto": "não seriam aplicáveis a Renato, Bruno nem a Diego, já que os fatos imputados teriam ocorrido antes de sua entrada em vigor, aplicando-se o princípio da irretroatividade da lei penal;"
      },
      {
        "letra": "D",
        "texto": "seriam aplicáveis a Renato, Bruno e Diego, em razão do princípio da retroatividade da lei penal mais benéfica;"
      },
      {
        "letra": "E",
        "texto": "seriam aplicáveis apenas a Bruno e Diego, mas não a Renato, diante do princípio do *tempus regit actum*."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "96053817",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "enunciado_principal": "A respeito da contagem dos prazos penais, assinale a alternativa **incorreta** com base no disposto no Código Penal:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contam-se os anos pelo calendário comum."
      },
      {
        "letra": "B",
        "texto": "O prazo que terminar em domingo ou dia feriado considerar-se-á prorrogado até o dia útil imediato."
      },
      {
        "letra": "C",
        "texto": "Os meses são contados pelo calendário comum."
      },
      {
        "letra": "D",
        "texto": "O dia do começo inclui-se no cômputo do prazo."
      },
      {
        "letra": "E",
        "texto": "Os dias são contados pelo calendário comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "51287406",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta acerca do tempo e lugar do crime:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento em que ocorreu a ação ou omissão, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, ainda que outro seja o local do resultado."
      },
      {
        "letra": "C",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no lugar da ação ou, em caso de omissão, apenas no local do resultado."
      },
      {
        "letra": "E",
        "texto": "Para fins penais, o tempo e o lugar do crime são idênticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "24719308",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "enunciado_principal": "Tício, morador do Rio de Janeiro, começou a namorar Gabriela, uma jovem moradora da cidade de São Paulo. Com o passar do tempo e os efeitos da distância, Tício, motivado por ciúmes, resolveu tirar a vida de Gabriela. Pôs-se então a planejar a prática do crime em sua casa, no Rio de Janeiro, tendo adquirido uma faca, instrumento com o qual planejou executar o crime. No dia em que seguiu para São Paulo para encontrar Gabriela, que lhe o esperava na rodoviária, Tício combinou com a jovem uma viagem a passeio para o Espírito Santo. Ao ingressarem no ônibus que os levaria de São Paulo para o Espírito Santo, Tício afirmou para Gabriela que iria matá-la. Todavia, dada a calma de Tício, a jovem achou que se tratava de uma brincadeira. Durante o trajeto, Tício, ofereceu a ela uma bebida contendo substância que causava a perda dos sentidos. Após Gabriela beber e dormir, sob efeito da substância, enquanto passavam pela BR-101, no Rio de Janeiro, Tício passou a desferir golpes com a faca no peito da jovem. Quando chegou ao destino, Tício se entregou para polícia, e Gabriela, embora tenha sido socorrida, veio a óbito ao chegar ao Hospital.",
    "itens_assertiva": [],
    "enunciado_pergunta": "O crime descrito no texto foi praticado, de acordo com a lei penal, no momento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da ação ou omissão, ainda que outro seja o momento do resultado. Trata-se, portanto, do momento em que Tício desferiu os golpes em Gabriela."
      },
      {
        "letra": "B",
        "texto": "em que o agente se prepara para a promoção da conduta criminosa. Ou seja, trata-se do momento em que Tício planejou e adquiriu as ferramentas necessárias ao cometimento do crime."
      },
      {
        "letra": "C",
        "texto": "em que a autoridade policial toma conhecimento do crime. Ou seja, quando Tício se entregou para a polícia."
      },
      {
        "letra": "D",
        "texto": "em que é alcançada a consumação do crime. Trata-se, portanto, do momento da morte de Gabriela, que ocorreu no hospital."
      },
      {
        "letra": "E",
        "texto": "da ação ou omissão, se este for concomitante ao resultado. Não sendo possível determiná-lo, no presente caso, em razão da separação temporal entre a conduta e o resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "49208516",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "enunciado_principal": "Chamamos de extra-atividade a capacidade que tem a lei penal de se movimentar no tempo regulando fatos ocorridos durante sua vigência, mesmo depois de ter sido revogada, ou de retroagir no tempo, a fim de regular situações ocorridas anteriormente à sua vigência (GRECO, Rogério). Segundo esse autor a extra-atividade é gênero do qual seriam espécies a ultra-atividade e a retroatividade. Leia as afirmativas a seguir e marque a alternativa correta:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A garantia penal positivada na Constituição Federal brasileira (1988) promove a retroatividade da lei penal mais benéfica quando o condenado, por uma conduta típica, apresenta residência fixa, após cometimento do ilícito penal."
      },
      {
        "letra": "B",
        "texto": "A lei penal possui ultra-atividade, nos casos em que, mesmo após sua revogação por lei mais gravosa, continua sendo válida em relação aos efeitos penais mais brandos da lei que era vigente no momento da prática delitiva."
      },
      {
        "letra": "C",
        "texto": "A aplicação da irretroatividade em direito penal funciona como garantia legal do *ius puniendi* que pretende auferir a punição mais gravosa ao condenado."
      },
      {
        "letra": "D",
        "texto": "A ultra-atividade da lei penal funciona como mecanismo de endurecimento da norma penal, ao passo que funciona como técnica de resolução de conflito para aplicação de um direito penal punitivo."
      },
      {
        "letra": "E",
        "texto": "A figura da ultra-atividade da norma penal realiza o objetivo de garantir a condenação do réu pela norma penal vigente na prática da conduta delitiva, com o principal objetivo de promover a segurança jurídica em âmbito penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77501382",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "enunciado_principal": "Sobre a teoria da lei penal, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Otelo e Rinaldo foram denunciados e pronunciados pela prática de homicídio. Otelo como autor da conduta e Rinaldo como partícipe. Se o Conselho de sentença decidir que Otelo, agente denunciado e pronunciado como autor do crime de homicídio, não praticou a conduta descrita no tipo, 'matar alguém', ainda assim poderá decidir pela condenação de Rinaldo, partícipe que permaneceu 'vigia', dando cobertura ao autor Otelo, pois, em relação ao concurso de pessoas, aplica-se a teoria da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "O juiz, na sentença condenatória, ao verificar evidenciada a hipossuficiência econômica do condenado e a inviabilidade de suportar o pagamento da pena de multa prevista no preceito secundário do tipo, ainda que aplicada em seu mínimo legal, pode excluir a sua aplicação e isentar o condenado do seu pagamento."
      },
      {
        "letra": "C",
        "texto": "Na sucessão de leis penais no tempo, deve ser aplicada a lei mais favorável ao réu, seja a lei contemporânea à prática da infração penal, seja a vigente na data da sentença."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior, como causa de diminuição de pena entre determinados limites, tem como pressuposto para seu reconhecimento que o crime seja patrimonial, para atender ao requisito da reparação do dano ou da restituição da coisa."
      },
      {
        "letra": "E",
        "texto": "No crime de injúria cometido contra funcionário público, em razão de suas funções, é admitida a exceção da verdade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68143095",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "enunciado_principal": "No que concerne à aplicação da lei penal, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei excepcional ou temporária não se aplica ao fato praticado durante sua vigência."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      },
      {
        "letra": "C",
        "texto": "Lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, mas apenas se ainda não decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Não há crime sem lei anterior que o defina, porém, pode haver pena sem prévia cominação legal."
      },
      {
        "letra": "E",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33857102",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "enunciado_principal": "Quanto à aplicação da lei penal e processual penal no tempo e no espaço, é **INCORRETO** afirmar:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com relação ao lugar do crime, para efeito de aplicação da lei brasileira e sem prejuízo de convenções, tratados e regras de direito internacional, o Código Penal adotou a teoria da ubiquidade, nos termos do seu art. 6º, considerando praticado o delito no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "B",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados contra o patrimônio da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público, ainda que o agente tenha sido absolvido no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Com relação ao tempo do crime, o Código Penal adotou, nos termos de seu art. 4º, a teoria da atividade, considerando praticado o delito no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "D",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os efeitos penais da sentença condenatória, salvo se já transitada em julgado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "14760925",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ervália - MG",
    "enunciado_principal": "Considerando as regras advindas do estudo da lei penal no tempo e no espaço, analise as afirmativas a seguir.",
    "itens_assertiva": [],
    "enunciado_pergunta": "A *novatio legis* incriminadora, como norma irretroativa, é a lei que não existia no momento da prática da conduta e que passa a considerar como delito a ação ou omissão realizada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "70258194",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ervália - MG",
    "enunciado_principal": "Considerando as regras advindas do estudo da lei penal no tempo e no espaço, analise as afirmativas a seguir.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Depois do trânsito em julgado da condenação, se a aplicação da lei penal mais benéfica depender de mera operação matemática, o juiz da execução da pena é competente para aplicá-la. Por outro lado, se for necessário juízo de valor para aplicação da lei penal mais favorável, o interessado deverá ajuizar revisão criminal para desconstituir o trânsito em julgado e aplicar a lei nova.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94103857",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ervália - MG",
    "enunciado_principal": "Considerando as regras advindas do estudo da lei penal no tempo e no espaço, analise as afirmativas a seguir.",
    "itens_assertiva": [],
    "enunciado_pergunta": "O princípio da continuidade normativa típica ocorre quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologica ou normativamente diverso do originário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "56781034",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "enunciado_principal": "Com relação ao tempo e ao lugar do crime e à aplicação da lei penal no tempo, julgue o item seguinte.",
    "itens_assertiva": [],
    "enunciado_pergunta": "A superveniência de lei penal mais gravosa que a anterior não impede que a nova lei se aplique aos crimes continuados ou ao crime permanente, caso o início da vigência da referida lei seja anterior à cessação da continuidade ou da permanência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "22895671",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "enunciado_principal": "Com relação ao tempo e ao lugar do crime e à aplicação da lei penal no tempo, julgue o item seguinte.",
    "itens_assertiva": [],
    "enunciado_pergunta": "O Código Penal adota a teoria da atividade, segundo a qual o delito deverá ser considerado praticado no momento da ação ou da omissão e o local do crime deverá ser aquele onde tenha ocorrido a ação ou a omissão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "98740123",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara Municipal de Sorocaba",
    "enunciado_principal": "Com base no Título I do Código Penal – Da Aplicação da Lei Penal, toma-se como **incorreto** que:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Art. 1º - Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal."
      },
      {
        "letra": "B",
        "texto": "Art. 2º - Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Art. 3º - A lei excepcional ou temporária, embora não decorrido o período de sua duração ou não cessadas as circunstâncias que a determinaram, não se aplica ao fato praticado durante sua vigência."
      },
      {
        "letra": "D",
        "texto": "Art. 4º - Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "E",
        "texto": "Art. 5º - Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "64510932",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "enunciado_principal": "Acerca da aplicação da lei penal, assinale a opção correta, de acordo com o entendimento doutrinário e jurisprudencial dominantes.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal mais grave retroagirá para atingir o crime permanente, se a sua vigência for anterior à cessação da permanência, mas esse entendimento não se aplicará ao crime continuado, pois se trata de ficção jurídica que incide sobre crimes já consumados."
      },
      {
        "letra": "B",
        "texto": "A lei nova que proíba a extradição por determinada infração penal será retroativa."
      },
      {
        "letra": "C",
        "texto": "A retroatividade da lei não se aplica à hipótese em que haja redução da pena de multa, pois sua natureza é extrapenal."
      },
      {
        "letra": "D",
        "texto": "Não retroagirá a lei que, sem modificar o *quantum* da pena, altere a sua modalidade de detenção para prisão simples."
      },
      {
        "letra": "E",
        "texto": "Não retroagirá a lei que inclua uma hipótese de inimputabilidade se essa inovação legislativa estabelecer a aplicação de medida de segurança para a mesma situação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "49037158",
    "metadata": "Ano: 2022 | Banca: CPCON | Órgão: Prefeitura de Sousa - PB",
    "enunciado_principal": "O Código Penal trata, em sua parte geral, especificamente em seu título I, sobre a aplicabilidade da lei penal. Desta forma, marque abaixo a alternativa **INCORRETA**:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal. Esta afirmativa refere-se ao princípio da legalidade ou reserva legal, o qual permite a condenação do indivíduo pela prática de um fato que não era, no tempo do ocorrido, previsto em lei como crime."
      },
      {
        "letra": "B",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Quando tratamos de lugar de crime, devemos considerar praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado. Portanto, no Brasil, adota-se a teoria da atividade."
      },
      {
        "letra": "E",
        "texto": "Em relação à contagem do prazo para cumprimento da pena, o dia do começo inclui-se no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "70159630",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "enunciado_principal": "No que concerne à Lei Penal no tempo, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei excepcional regula fatos que não se sujeitam ao princípio da retroatividade da lei penal posterior mais benéfica."
      },
      {
        "letra": "B",
        "texto": "A retroatividade de lei penal mais benéfica é princípio que não encontra exceção."
      },
      {
        "letra": "C",
        "texto": "A irretroatividade de lei penal mais gravosa é princípio que encontra exceção."
      },
      {
        "letra": "D",
        "texto": "O princípio *tempus regit actum* é excepcionado para fatos praticados sob vigência de lei temporária."
      },
      {
        "letra": "E",
        "texto": "Os efeitos penais da sentença condenatória se mantêm íntegros em face da *abolitio criminis*."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "34582917",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "enunciado_principal": "Insatisfeito com uma disputa acirrada num jogo de futebol, Ares, que contava com 17 anos e 11 meses de vida, aguarda a saída de Príapo de um curso preparatório, sequestrando seu desafeto, mantendo-o em cárcere privado por dois meses, quando o cativeiro é descoberto pela polícia e a vítima é resgatada.",
    "itens_assertiva": [],
    "enunciado_pergunta": "De acordo com o Código Penal, Ares deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responder pelo crime, em razão da teoria do resultado;"
      },
      {
        "letra": "B",
        "texto": "responder pelo crime, em razão da teoria mista;"
      },
      {
        "letra": "C",
        "texto": "responder pelo crime, em razão da teoria da ação;"
      },
      {
        "letra": "D",
        "texto": "não responder por crime, em razão da teoria da ubiquidade;"
      },
      {
        "letra": "E",
        "texto": "não responder por crime, em razão da teoria da atividade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "98720165",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "enunciado_principal": "Insatisfeito com uma disputa acirrada num jogo de futebol, Ares, que contava com 17 anos e 11 meses de vida, aguarda a saída de Príapo de um curso preparatório, efetuando cinco disparos com revólver adquirido com aquela finalidade. Tendo alvejado seu alvo e sem munição extra, Ares deixa o local, tomando rumo ignorado. Príapo é socorrido por transeuntes e levado ao hospital, onde permanece internado por dois meses, quando, então, vem a óbito, em razão exclusiva dos ferimentos sofridos.",
    "itens_assertiva": [],
    "enunciado_pergunta": "De acordo com o Código Penal, Ares deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responder pelo crime, em razão da teoria do resultado;"
      },
      {
        "letra": "B",
        "texto": "responder pelo crime, em razão da teoria mista;"
      },
      {
        "letra": "C",
        "texto": "responder pelo crime, em razão da teoria da ação;"
      },
      {
        "letra": "D",
        "texto": "não responder por crime, em razão da teoria da ubiquidade;"
      },
      {
        "letra": "E",
        "texto": "não responder por crime, em razão da teoria da atividade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "61054923",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "enunciado_principal": "Bruna, com 19 anos de idade, grávida, e Celso, com 17 anos de idade, combinaram de subtrair bens de uma residência cujos moradores estavam viajando. Bruna ficou responsável por vigiar a entrada da casa e pegar os objetos que Celso lhe entregasse pela janela. Quando Celso estava dentro da casa, foi surpreendido pela empregada da família e acabou por acertar-lhe a cabeça com um objeto pontiagudo, causando-lhe a morte. Bruna somente tomou conhecimento do fato quando Celso lhe narrou o ocorrido ao chegarem com os objetos a um esconderijo.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Eventual lei nova que aumente a pena do crime imputado a Bruna não poderá ser aplicada à situação descrita.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "14897236",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "enunciado_principal": "De acordo com o entendimento doutrinário majoritário a respeito da aplicação da lei temporária, julgue o item a seguir.",
    "itens_assertiva": [],
    "enunciado_pergunta": "As circunstâncias de prazo fixadas na lei são elementos temporais do fato típico, por isso a norma estabelecida possui o caráter de ultratividade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "52041793",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "enunciado_principal": "De acordo com o entendimento doutrinário majoritário a respeito da aplicação da lei temporária, julgue o item a seguir.",
    "itens_assertiva": [],
    "enunciado_pergunta": "Cessada a criminalização do tipo penal no curso da ação penal, o réu será absolvido com fundamento na *abolitio criminis*.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  }
]
