[
  {
    "id": "71093452",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRE-RJ",
    "enunciado_principal": "“João da Silva atira contra ‘X’ no dia 29/5, tendo ‘X’ falecido 20 dias depois.” Sobre o tempo do crime, o Código Penal adota a teoria:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ubiquidade."
      },
      {
        "letra": "B",
        "texto": "Da atividade."
      },
      {
        "letra": "C",
        "texto": "Do resultado."
      },
      {
        "letra": "D",
        "texto": "Ambivalência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "36581024",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TJ-RJ",
    "enunciado_principal": "Acerca da aplicação da lei penal no tempo, em especial, *abolitio criminis*, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A anistia ou cancelamento de infração disciplinar ou criminal de servidor público estadual configura hipótese de aplicação de *abolitio criminis*, estando, portanto, sob competência exclusiva da União para efeito de concessão do benefício, de acordo com o entendimento do STF."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 11.343/2006, que trata de tráfico de drogas, ao revogar a Lei nº 6.368/1976, anterior, aponta para a existência de *abolitio criminis* ao deixar de prever que a associação eventual de menores de 21 (vinte e um) anos incorra em causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "A chamada “despenalização” da conduta de porte de drogas, de acordo com o entendimento jurisprudencial do STF, constitui hipótese de *abolitio criminis*."
      },
      {
        "letra": "D",
        "texto": "*Abolitio criminis* tem efeito retroativo, atingindo, inclusive, os processos em fase de execução penal e afastando os efeitos civis de reparação do dano causado."
      },
      {
        "letra": "E",
        "texto": "A revogação do artigo do Código Penal que tratava do delito de atentado violento ao pudor configura *abolitio criminis*, uma vez que a modificação legal posterior não deteve o condão de unificar este tipo penal com o de estupro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "89172065",
    "metadata": "Ano: 2017 | Banca: IBEG | Órgão: IPREV",
    "enunciado_principal": "Considerando o disposto no Código Penal brasileiro quanto à aplicação da lei penal, indique a alternativa incorreta:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem lei anterior que o defina, tampouco pena sem prévia cominação legal;"
      },
      {
        "letra": "B",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória;"
      },
      {
        "letra": "C",
        "texto": "A lei excepcional ou temporária, se decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, não retroage ao fato praticado durante sua vigência;"
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado;"
      },
      {
        "letra": "E",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "52409731",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "enunciado_principal": "Em relação à aplicação da lei penal, marque a alternativa CORRETA.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem lei ou decreto anterior que o defina. Não há pena sem prévia cominação legal."
      },
      {
        "letra": "B",
        "texto": "Ninguém pode ser punido por fato que lei ou decreto posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais e civis da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, com exceção se houver sentença condenatória transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "A lei excepcional ou temporária, uma vez decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram não se aplica ao fato praticado durante a sua vigência."
      },
      {
        "letra": "E",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "67301849",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "enunciado_principal": "Assinale a opção correta:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina dominante aponta que, em regra, o crime culposo admite tentativa, especialmente quando a culpa é própria."
      },
      {
        "letra": "B",
        "texto": "Se “A” determina que “B” aplique uma surra em “C”, e este, ao executar a ação, excede-se, causando a morte de “C”, o Código Penal Brasileiro determina que ambos respondam por homicídio, em decorrência da adoção do sistema monista no concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo exclui a ilicitude, mas permite a punição culposa do fato, quando vencível."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, o cálculo da prescrição da pretensão punitiva considera o acréscimo decorrente do concurso formal, material ou da continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Se vigorava lei mais benéfica, depois substituída por lei mais grave, hoje vigente, é a lei mais grave que será aplicada ao crime continuado ou ao crime permanente, se a sua vigência foi iniciada antes da cessação da continuidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "14820376",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "enunciado_principal": "Sobre a aplicação da lei penal, analise as afirmativas a seguir.",
    "itens_assertiva": [
      "I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
      "II. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
      "III. O dia do começo inclui-se no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum."
    ],
    "enunciado_pergunta": "Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "90215683",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "enunciado_principal": "Com relação à aplicação de lei penal, julgue os itens a seguir.",
    "itens_assertiva": [
      "I - A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência.",
      "II- Considera-se praticado o crime no momento em que se verifica o resultado.",
      "III- A entrada em vigor de uma lei nova (posterior), que deixa de considerar o fato como criminoso, é uma das causas de extinção da punibilidade.",
      "IV- Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os processos em andamento e permanecendo apenas os efeitos da sentença condenatória definitiva."
    ],
    "enunciado_pergunta": "Estão CORRETOS apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "41926570",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de São José de Piranhas - PB",
    "enunciado_principal": "O Código Penal Brasileiro (Decreto-Lei nº 2.848/1940) prescreve no seu artigo 7º que ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De genocídio, quando o agente for brasileiro nato ou naturalizado, ou estrangeiro domiciliado no Brasil."
      },
      {
        "letra": "B",
        "texto": "Contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público."
      },
      {
        "letra": "C",
        "texto": "Contra a vida ou a liberdade do Presidente da República, do Governador ou Prefeito."
      },
      {
        "letra": "D",
        "texto": "Contra a administração pública, direta ou indireta, de empresa pública, sociedade de economia mista, autarquia ou fundação, por quem está a seu serviço."
      },
      {
        "letra": "E",
        "texto": "Contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "25739810",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CREF - 7ª Região (DF)",
    "enunciado_principal": "Sobre a aplicação da lei penal, considerando o disposto no Título I do Código Penal, assinale a alternativa que não está correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      },
      {
        "letra": "D",
        "texto": "Os crimes contra a vida do Presidente da República ficam sujeitos à lei brasileira, se cometidos no Brasil, e sujeitos à lei estrangeira, se cometidos no exterior."
      },
      {
        "letra": "E",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como no lugar em que se produziu ou deveria produzir-se o resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "58140932",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "enunciado_principal": "Em relação à teoria da norma penal, no que concerne à aplicação da lei penal no tempo e no espaço, ao tempo do crime e ao princípio da legalidade, é correto afirmar que:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se cometido o crime tanto no momento da ação ou omissão, como no do implemento do resultado;"
      },
      {
        "letra": "B",
        "texto": "a existência da norma penal em branco viola o princípio da legalidade;"
      },
      {
        "letra": "C",
        "texto": "os institutos da lei excepcional e temporária, previstos no artigo 3º do Código Penal, não foram recepcionados pela Constituição Federal de 1988;"
      },
      {
        "letra": "D",
        "texto": "o instituto da *abolitio criminis* aplica-se apenas aos fatos criminosos anteriormente consolidados que ainda não tenham sido alcançados por uma sentença penal condenatória transitada em julgado;"
      },
      {
        "letra": "E",
        "texto": "nas situações de crime continuado e crime permanente, a aplicação de lei mais gravosa que tenha entrado em vigor na constância da continuidade ou da permanência não viola o princípio da irretroatividade da lei penal mais gravosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "84391750",
    "metadata": "Ano: 2016 | Banca: FAFIPA | Órgão: Prefeitura de Sarandi - RS",
    "enunciado_principal": "Assinale a alternativa CORRETA em se tratando das regras gerais de Direito Penal:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, desde que ainda não decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "A lei excepcional ou temporária aplica-se ao fato praticado durante sua vigência, somente quando não decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram."
      },
      {
        "letra": "C",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime onde se produziu ou deveria produzir-se o resultado, independente de onde tenha ocorrido a ação ou omissão que lhe deu causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "30286715",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "enunciado_principal": "Considerando os princípios constitucionais e legais informadores da lei penal, assinale a opção correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por adotar a teoria da ubiquidade, o CP reputa praticado o crime tanto no momento da conduta quanto no da produção do resultado."
      },
      {
        "letra": "B",
        "texto": "A lei material penal terá vigência imediata quando for editada por meio de medida provisória, impactando diretamente a condenação do réu se a denúncia já tiver sido recebida."
      },
      {
        "letra": "C",
        "texto": "Considerando os princípios informativos da retroatividade e ultratividade da lei penal, a lei nova mais benéfica será aplicada mesmo quando a ação penal tiver sido iniciada antes da sua vigência."
      },
      {
        "letra": "D",
        "texto": "A *novatio legis in mellius* só poderá ser aplicada ao réu condenado antes do trânsito em julgado da sentença, pois somente o juiz ou tribunal processante poderá reconhecê-la e aplicá-la."
      },
      {
        "letra": "E",
        "texto": "Ainda que se trate de crime permanente, a *novatio legis in pejus* não poderá ser aplicada se efetivamente agravar a situação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "97514208",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "enunciado_principal": "João, que acabara de completar dezessete anos de idade, levou sua namorada Rafaela, de doze anos e onze meses de idade, até sua casa. Considerando ser muito jovem para namorar, a garota aproveitou a oportunidade e terminou o relacionamento com João. Inconformado, João prendeu Rafaela na casa, ocultou sua localização e forçou-a a ter relações sexuais com ele durante o primeiro de treze meses em que a manteve em cativeiro. Após várias tentativas frustradas de fuga, um dia antes de completar quatorze anos de idade, Rafaela, em um momento de deslize de João, conseguiu pegar uma faca e lutou com o rapaz para, mais uma vez, tentar fugir. Na luta, João tomou a faca de Rafaela e, após afirmar que, se ela não queria ficar com ele, não ficaria com mais ninguém, desferiu-lhe um golpe de faca. Rafaela fingiu estar morta e, mesmo ferida, conseguiu escapar e denunciar João, que fugiu após o crime, mas logo foi encontrado e detido pela polícia. Rafaela, apesar de ter sido devidamente socorrida, entrou em coma e faleceu após três meses. Nessa situação hipotética, João:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "responderá por crime de estupro de incapaz, previsto no CP."
      },
      {
        "letra": "C",
        "texto": "não responderá pelo crime de estupro segundo a lei penal, de acordo com a teoria adotada pelo CP em relação ao tempo do crime."
      },
      {
        "letra": "D",
        "texto": "não poderá ser submetido à lei penal pelo cometimento de crime de cárcere privado, pois, à época do crime, ele era menor de idade."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de homicídio, sem aumento de pena por ter cometido crime contra pessoa menor de quatorze anos de idade, uma vez que Rafaela, à época da morte, já havia completado quatorze anos de idade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "61058294",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "enunciado_principal": "Assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, desde que não decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "A pena cumprida no estrangeiro atenua a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas."
      },
      {
        "letra": "C",
        "texto": "A lei excepcional ou temporária aplica-se ao fato praticado durante sua vigência e somente no período de sua duração."
      },
      {
        "letra": "D",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a Administração Pública, por quem está a seu serviço, sendo o agente punido segundo a lei brasileira somente se condenado no estrangeiro."
      },
      {
        "letra": "E",
        "texto": "A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas consequências, pode ser homologada no Brasil, para obrigar o condenado à reparação do dano, a restituições e a outros efeitos civis, prescindindo de pedido da parte interessada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "40917365",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "enunciado_principal": "Rosa Margarida, apaixonada por Carlos Flores, imaginando que se os dois convivessem por alguns dias, ele poderia se apaixonar, resolveu sequestrá-lo. Sendo assim, o privou da sua liberdade e o levou para sua casa. Enquanto Carlos era mantido em cativeiro por Rosa, nova lei entrou em vigor, agravando a pena do crime de sequestro. Sobre a possibilidade de aplicação da nova lei, mais severa, ao caso exposto, assinale a alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se aplica, tendo em vista a irretroatividade da lei penal mais severa."
      },
      {
        "letra": "B",
        "texto": "É aplicável, pois entrou em vigor antes de cessar a permanência."
      },
      {
        "letra": "C",
        "texto": "Não se aplica, tendo em vista o princípio da prevalência do interesse do réu."
      },
      {
        "letra": "D",
        "texto": "É aplicável, pois se trata de crime material e nesses casos deve ser aplicada a teoria da ubiquidade."
      },
      {
        "letra": "E",
        "texto": "Não de aplica, pois de acordo com a teoria da atividade, a lei a ser aplicada deve ser aquela em vigor no momento do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "93702518",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "enunciado_principal": "Sobre a aplicação da lei penal, assinale alternativa correta.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de crimes temporários e excepcionais, a nova lei penal mais benéfica deverá ser aplicada retroativamente em benefício do réu, desde que encerrado o período de vigência da norma especial."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes permanentes, a nova lei penal mais gravosa não poderá retroagir em relação aos fatos já realizados pelo agente; todavia, esta deverá ser utilizada pelo juiz no momento da prolação da sentença, caso se verifique a permanência delitiva após a sua entrada em vigor."
      },
      {
        "letra": "C",
        "texto": "Segundo dispõe a legislação penal brasileira atualmente em vigor, em obediência ao princípio do *ne bis in idem*, não se admite que um cidadão brasileiro venha a ser processado novamente no território nacional caso tenha praticado um crime contra o patrimônio da União ou de empresa pública em um país estrangeiro e lá tenha sido absolvido."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de crimes praticados por estrangeiros contra brasileiros fora do território nacional, aquele poderá ser punido pela legislação brasileira mesmo que a conduta imputada não seja tipificada como ilícito penal no local dos fatos."
      },
      {
        "letra": "E",
        "texto": "Segundo estabelece a Constituição Federal, vereadores, deputados estaduais, deputados federais e senadores gozam de imunidade penal absoluta por todo e qualquer crime decorrente da manifestação de opiniões, palavras e votos praticado no exercício do mandato eletivo, desde que a realização da conduta delitiva tenha ocorrido nos limites territoriais do estado pelo qual foram eleitos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "15682049",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "enunciado_principal": "Atinente à aplicação da Lei penal no tempo e no espaço, é correto afirmar:",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No que tange ao tempo do crime, o código penal adotou a teoria da ubiquidade."
      },
      {
        "letra": "B",
        "texto": "Leis temporárias e excepcional (art. 3, CP) são hipóteses excepcional de ultra atividade maléfica."
      },
      {
        "letra": "C",
        "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar. Tal instituto é denominado Extraterritorialidade."
      },
      {
        "letra": "D",
        "texto": "De acordo com o princípio da territorialidade, não é possível, por conta de regras internacionais, que um crime cometido no Brasil não sofra as consequências da Lei Brasileira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "70425396",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "enunciado_principal": "Um crime de extorsão mediante sequestro perdura há meses e, nesse período, nova lei penal entrou em vigor, prevendo causa de aumento de pena que se enquadra perfeitamente no caso em apreço. Nessa situação hipotética,",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei penal mais grave não poderá ser aplicada: o ordenamento jurídico não admite a *novatio legis in pejus*."
      },
      {
        "letra": "B",
        "texto": "a lei penal menos grave deverá ser aplicada, já que o crime teve início durante a sua vigência e a legislação, em relação ao tempo do crime, aplica a teoria da atividade."
      },
      {
        "letra": "C",
        "texto": "a lei penal mais grave deverá ser aplicada, pois a atividade delitiva prolongou-se até a entrada em vigor da nova legislação, antes da cessação da permanência do crime."
      },
      {
        "letra": "D",
        "texto": "a aplicação da pena deverá ocorrer na forma prevista pela nova lei, dada a incidência do princípio da ultratividade da lei penal."
      },
      {
        "letra": "E",
        "texto": "a aplicação da pena ocorrerá na forma prevista pela lei anterior, mais branda, em virtude da incidência do princípio da irretroatividade da lei penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "33917408",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "enunciado_principal": "No tocante ao princípio da extra-atividade da lei penal, em se tratando de crimes continuados ou permanentes, aplica-se a legislação mais grave se a sua vigência é anterior à cessação da continuidade ou da permanência.",
    "itens_assertiva": [],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94721053",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "enunciado_principal": "Sobre a Aplicação da Lei Penal no tempo e no espaço, analise as assertivas e assinale a alternativa correta:",
    "itens_assertiva": [
      "I- No que diz respeito à lei penal no tempo e no espaço, pode-se afirmar que a vigência de norma penal posterior atenderá ao princípio da imediatidade, não incidindo, em nenhum caso, sobre fatos praticados na forma da lei penal anterior.",
      "II - A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado.",
      "III – A exceção ao princípio de que a lei não pode retroagir, salvo para beneficiar o acusado, restringe-se às normas de caráter penal, não se estendendo às normas processuais penais.",
      "IV - No Brasil adota-se o Princípio da territorialidade temperada, segundo o qual a lei penal brasileira aplica-se, em regra, ao crime cometido no território nacional. Excepcionalmente, porém, a lei estrangeira é aplicável a delitos cometidos total ou parcialmente em território nacional, quando assim determinarem tratados e convenções internacionais.",
      "V – O Princípio da Territorialidade adotado no Brasil não se coaduna com o “Princípio da passagem inocente”, segundo o qual se um fato fosse cometido a bordo de navio ou avião estrangeiro de propriedade privada, que esteja apenas de passagem pelo território brasileiro, não seria aplicada a nossa lei, se o crime não afetasse em nada nossos interesses."
    ],
    "enunciado_pergunta": "",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, IV e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas II, III e V são verdadeiras."
      }
    ],
    "gabarito": "D"
  }
]
