[
{
"id": "62781490",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
"enunciado_principal": "Em 8/11/2021, Almir, visando conseguir dinheiro para comemorar seu aniversário, utilizou uma arma de fogo para restringir a liberdade da empresária Emília, colocando-a em cativeiro e exigindo resgate. Três dias depois, em 11/11/2021, a polícia conseguiu localizar o cativeiro e libertar Emília. Considerando essa situação hipotética e o direito penal vigente, julgue o item a seguir:",
"itens_assertiva": [],
"enunciado_pergunta": "Caso nova lei penal tenha entrado em vigor em 9/11/2021, alterando a pena do crime praticado por Almir, ela será aplicada ao caso, ainda que prejudique o réu de alguma forma.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "35910247",
"metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
"enunciado_principal": "Suponha que uma lei penal temporária tenha atribuído a delito já existente na legislação uma causa de aumento que se faria incidir caso o crime em questão fosse praticado no período que referida lei temporária estivesse em vigor. Suponha também que Caio tenha infringido a lei nos termos descritos, ou seja, tenha praticado o delito na hipótese prevista pela lei temporária. Suponha, igualmente, que, na data do julgamento de Caio, por conta da prática da conduta penalmente descrita em análise, referida lei penal temporária não esteja mais em vigor. Nessa situação, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Caio deverá responder com a incidência da causa de aumento prevista na lei penal temporária, mesmo referida lei não estando mais em vigor." },
{ "letra": "B", "texto": "como a lei penal temporária não está mais em vigor, não incide a causa de aumento nela prevista à conduta de Caio." },
{ "letra": "C", "texto": "como ocorreu a *abolitio criminis* em relação à causa de aumento prevista na lei penal temporária, esta não se aplica a Caio." },
{ "letra": "D", "texto": "o juiz poderá ou não aplicar a causa de aumento prevista na lei penal temporária, a depender se, na situação concreta, for mais benéfico a Caio." },
{ "letra": "E", "texto": "Caio deverá responder sempre com a pena mais grave possível, não importa se a lei penal é temporária ou não, como medida de justiça." }
],
"gabarito": "A"
},
{
"id": "84156902",
"metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
"enunciado_principal": "Douglas, nascido em 10/11/2003, manteve sua namorada Júlia em cárcere privado durante o período de 18/10/2021 a 10/11/2021, data em que a polícia descobriu a localização da vítima, libertou-a e prendeu Douglas em flagrante delito. Nesse sentido, considerando apenas a situação exposta, é correto afirmar que, em relação ao tempo do crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "adota-se a Teoria da Atividade, e, por consequência, Douglas deve ser considerado imputável, podendo responder criminalmente." },
{ "letra": "B", "texto": "adota-se a Teoria do Resultado, e, por consequência, Douglas deve ser considerado imputável, podendo responder criminalmente." },
{ "letra": "C", "texto": "adota-se a Teoria da Atividade, e, por consequência, Douglas não pode ser considerado imputável, razão pela qual apenas poderá responder por ato infracional análogo a delito." },
{ "letra": "D", "texto": "adota-se a Teoria da Ubiquidade ou Mista, e, por consequência, Douglas não pode ser considerado imputável, razão pela qual apenas poderá responder por ato infracional análogo a delito." },
{ "letra": "E", "texto": "adota-se a Teoria da Ubiquidade ou Mista, e, consoante interpretação mais favorável ao réu, Douglas não pode ser considerado imputável, estando sujeito apenas a medida de segurança." }
],
"gabarito": "C"
},
{
"id": "23098751",
"metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
"enunciado_principal": "A Lei Z estabelece que, no período iniciado em janeiro de 2014 e terminado em dezembro de 2014, serão considerados crimes determinados fatos para regular situações decorrentes de evento relevante. Nos termos do Código Penal e da doutrina, essa lei deve ser considerada:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "parcial" },
{ "letra": "B", "texto": "temporária" },
{ "letra": "C", "texto": "previsível" },
{ "letra": "D", "texto": "variável" }
],
"gabarito": "B"
},
{
"id": "90467128",
"metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
"enunciado_principal": "Frank Kruger foi acusado de ter praticado um crime no ano de 1981. Posteriormente, em 1983, o fato considerado como criminoso deixou de existir favorecendo Frank. Nos termos do Código Penal e da doutrina aplicável, está caracterizada a denominada:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "ultra-atividade do crime" },
{ "letra": "B", "texto": "modificação do crime" },
{ "letra": "C", "texto": "abolição do crime" },
{ "letra": "D", "texto": "desconsideração do crime" }
],
"gabarito": "C"
},
{
"id": "11539674",
"metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
"enunciado_principal": "Determinado crime teve nova lei promulgada e entrou em vigor, trazendo uma parte de dispositivos mais benéficos e outros dispositivos mais graves em relação aos crimes que dispõe. Como Promotor de Justiça, ao avaliar a aplicação da lei penal no tempo e alinhar-se à jurisprudência atual dos Tribunais Superiores, relativamente aos casos em andamento, você se posicionaria no sentido de:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "aplicar integralmente a lei nova em todos seus dispositivos mesmo àqueles que são prejudiciais ao agente do crime, pois teria que aplicar a lei posterior nos casos que favorece o agente, nos termos do parágrafo único do artigo 2º do Código Penal, optando por aplicar integralmente a lei mais nova." },
{ "letra": "B", "texto": "aguardar as decisões judiciais para poder se manifestar com segurança, pois é da competência do juiz a análise e escolha de qual lei é mais favorável, sem combiná-la, podendo o réu ou sentenciado recorrer se não concordar." },
{ "letra": "C", "texto": "adotar uma combinação de leis, aplicando-se ao caso concreto os dispositivos mais benéficos, pois é possível para beneficiar o agente, garantindo a Constituição e tornando efetivos os postulados fundamentais com que ela garante e proclama os direitos universais do homem, atendendo aos princípios da ultra-atividade e da retroatividade *in mellius*, possibilitando ao intérprete extrair da nova lei apenas os dispositivos que atendam aos interesses do acusado." },
{ "letra": "D", "texto": "não permitir a combinação de leis, para extrair-se um terceiro gênero, impedindo que os magistrados atuassem como legislador positivo, em total afronta aos princípios da separação de Poderes e da reserva legal." },
{ "letra": "E", "texto": "fazer uma Consulta formal à Corregedoria-Geral do Ministério Público e aos demais órgãos internos como o Núcleo Criminal e o Centro Operacional Criminal para um posicionamento, devolvendo os processos sem parecer sobre o caso até que viesse a resposta das consultas." }
],
"gabarito": "D"
},
{
"id": "77028531",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
"enunciado_principal": "Mário, com inveja de Helena, sua colega de trabalho, resolveu sequestrá-la (crime permanente) com a finalidade de impedi-la de participar de um processo seletivo profissional. Para tanto, Mário privou Helena de sua liberdade por uma semana. Ocorre que, no meio da semana em que Helena restou privada de sua liberdade, entrou em vigor nova lei recrudescendo a sanção penal para o delito de crime de sequestro e cárcere privado. Nessa situação hipotética, podemos afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a nova lei não poderá ser aplicada, por ser lei penal nova mais gravosa." },
{ "letra": "B", "texto": "a nova lei não poderá ser aplicada, porque o crime iniciou-se sob a égide de lei mais benéfica e, em se tratando de crime continuado, a lei menos gravosa deve ser aplicada." },
{ "letra": "C", "texto": "a nova lei não poderá ser aplicada, porque o crime iniciou-se sob a égide de lei mais benéfica e, em se tratando de crime permanente, a lei menos gravosa deve ser aplicada." },
{ "letra": "D", "texto": "a lei nova mais gravosa deverá ser aplicada, uma vez que o crime de sequestro é crime permanente." },
{ "letra": "E", "texto": "a lei nova mais gravosa deverá ser aplicada, uma vez que o crime de sequestro é crime continuado." }
],
"gabarito": "D"
},
{
"id": "48259163",
"metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
"enunciado_principal": "A propósito da lei penal no tempo, atente para as seguintes assertivas:",
"itens_assertiva": [
"I – A lei excepcional ou temporária permanece aplicada à ação ou omissão típica, antijurídica e culpável havida durante a sua validade, apesar de ter decorrido o lapso de sua vigência ou desaparecidos os fatores anormais que a justificaram, não havendo, para ela, retroatividade de outra lei mais benéfica.",
"II – Considera-se lei intermediária aquela que, na sucessão de leis penais, esteve em vigência entre a lei anterior e a lei posterior, podendo, dessa forma, ao autor do fato criminoso, ter efeitos de ultratividade, quando mais gravosa ou de retroatividade, quando mais benéfica.",
"III – O STF, nos termos das suas decisões sumuladas, entende que lei penal mais gravosa se aplica ao crime continuado ou ao crime permanente, se a sua vigência não for anterior à cessação da continuidade ou à cessação da permanência.",
"IV – O STJ tem entendido que não há combinação de leis na aplicação da progressão de regime em 40% para o crime hediondo ou equiparado, sem reincidência específica, nos termos do art. 112, inc. V, da Lei 7.210/1984 (LEP), incluído pela Lei 13.964/2019, e na manutenção da fração de 1/6 para o crime comum, praticado antes da referida alteração."
],
"enunciado_pergunta": "DAS ASSERTIVAS ACIMA:",
"alternativas": [
{ "letra": "A", "texto": "I e III estão corretas." },
{ "letra": "B", "texto": "Somente a I está correta." },
{ "letra": "C", "texto": "II e IV estão corretas." },
{ "letra": "D", "texto": "I e IV estão corretas." }
],
"gabarito": "D"
},
{
"id": "59301842",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
"enunciado_principal": "A respeito das normas e princípios que regem a aplicação da lei penal no tempo e no espaço, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "admite-se sejam as normas penais incriminadoras criadas por lei, medida provisória ou decreto legislativo;" },
{ "letra": "B", "texto": "considera-se praticado o crime no momento de seu resultado, ainda que outro seja o momento da ação ou omissão;" },
{ "letra": "C", "texto": "aplica-se a lei penal incriminadora mais gravosa a fatos anteriores já decididos por sentença condenatória transitada em julgado;" },
{ "letra": "D", "texto": "aplicam-se as regras gerais do Código Penal aos crimes previstos em lei especial, se esta dispuser de maneira diversa;" },
{ "letra": "E", "texto": "aplica-se a lei penal temporária, embora decorrido o período de sua duração, aos fatos praticados durante a sua vigência." }
],
"gabarito": "E"
},
{
"id": "86174093",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
"enunciado_principal": "A lei penal mais grave pode ser aplicada ao réu de um crime cuja execução iniciou-se antes da sua vigência se:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "for um crime considerado hediondo." },
{ "letra": "B", "texto": "se a nova lei tornar mais severa apenas a regra para a progressão de regime de cumprimento da pena." },
{ "letra": "C", "texto": "o réu for reincidente específico." },
{ "letra": "D", "texto": "a nova lei for uma lei penal temporária." },
{ "letra": "E", "texto": "a realização da ação típica estender-se para além da entrada em vigor da nova lei." }
],
"gabarito": "E"
},
{
"id": "24905716",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
"enunciado_principal": "Manuel praticou crime de sequestro contra a vítima Carla, que se encontrava em cativeiro há três meses. Durante esse período em que a vítima se encontrava privada da sua liberdade, entrou em vigor lei penal nova, prevendo aumento de pena para o crime de sequestro, o qual só cessou após a lei nova ter entrado em vigor. Diante dessa hipótese, quanto à aplicação da lei penal no tempo, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não poderá ser aplicada a lei posterior mais grave, a qual não possui ultratividade;" },
{ "letra": "B", "texto": "será aplicada a lei penal posterior mais grave, cuja vigência é anterior à cessação da permanência do crime;" },
{ "letra": "C", "texto": "não poderá ser aplicada a lei posterior mais grave, que só retroagirá se for mais benéfica ao réu;" },
{ "letra": "D", "texto": "será aplicada a lei penal anterior, em obediência ao princípio *tempus regit actum*;" },
{ "letra": "E", "texto": "não poderá ser aplicada a lei penal mais grave, pois não se admite a *novatio legis in pejus*." }
],
"gabarito": "B"
},
{
"id": "60382947",
"metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
"enunciado_principal": "Alfredo está guardando em seu armário uma sacola contendo quase 900 gramas de entorpecentes (crime permanente) desde 11 de janeiro de 2001. Acontece que, em 14 de abril de 2001, entra em vigor, na data de sua publicação, uma lei que pune de forma mais gravosa a prática do delito de tráfico. A polícia, no dia 15 de maio de 2001, com mandado de busca e apreensão, ingressa na casa de Alfredo e localiza as drogas. Considerando as regras a respeito da lei penal no tempo,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "uma vez que se trata de crime permanente, Alfredo se beneficiará com a lei que vigia no dia em que se iniciou sua conduta." },
{ "letra": "B", "texto": "Alfredo será beneficiado pela incidência da lei mais benéfica, ainda que se trate de crime continuado, já que estava com as drogas antes da vigência da nova lei." },
{ "letra": "C", "texto": "a defesa de Alfredo deverá alegar que o Código Penal adotou a teoria do resultado, para que se busque a aplicação da lei mais benéfica." },
{ "letra": "D", "texto": "ainda que não tenha cessado a permanência, a lei penal mais grave não pode retroagir em prejuízo do réu." },
{ "letra": "E", "texto": "é possível que Alfredo seja punido pela lei penal mais grave, uma vez que se trata de crime permanente, de modo que a lei mais grave pode ser aplicada enquanto não cessada a permanência." }
],
"gabarito": "E"
},
{
"id": "91745280",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
"enunciado_principal": "Sobre a aplicação da lei penal, de acordo com a doutrina e a jurisprudência dominantes, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "considera-se praticado o crime no lugar em que se produziu o resultado, quando se tratar de crime de mera conduta;" },
{ "letra": "B", "texto": "admite-se, por força do princípio da legalidade em matéria penal, a criação de tipo penal por medida provisória com força de lei;" },
{ "letra": "C", "texto": "ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes cometidos contra a honra do presidente da República;" },
{ "letra": "D", "texto": "implica *abolitio criminis* o decurso do período de duração da lei temporária ou, no caso da lei excepcional, a cessação das circunstâncias que a determinaram;" },
{ "letra": "E", "texto": "não se admite a analogia *in malam partem* para o estabelecimento de norma penal incriminadora." }
],
"gabarito": "E"
},
{
"id": "30651782",
"metadata": "Ano: 2022 | Banca: UFMT | Órgão: POLITEC-MT",
"enunciado_principal": "No campo do direito penal, o fenômeno da sucessão de leis penais no tempo é resolvido pelos princípios da irretroatividade maléfica ou retroatividade benéfica. Segundo as prescrições do Código Penal (Decreto-Lei nº 2.848/1940 e alterações), a aplicação retroativa de lei que não considera mais determinado fato como criminoso é causa:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "suspensiva da prescrição." },
{ "letra": "B", "texto": "excludente de ilicitude." },
{ "letra": "C", "texto": "excludente de tipicidade." },
{ "letra": "D", "texto": "excludente de culpabilidade." },
{ "letra": "E", "texto": "extintiva da punibilidade." }
],
"gabarito": "E"
},
{
"id": "72481903",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
"enunciado_principal": "De acordo com as normas e os princípios que regem a aplicação da lei penal no tempo e no espaço, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "as normas penais incriminadoras podem ser criadas por lei, convenção ou decreto legislativo;" },
{ "letra": "B", "texto": "considera-se praticado o crime no momento de seu resultado, ainda que outro seja o momento da ação ou omissão;" },
{ "letra": "C", "texto": "a lei temporária, embora decorrido o período de sua duração, aplica-se aos fatos praticados durante a sua vigência;" },
{ "letra": "D", "texto": "as regras gerais do Código Penal aplicam-se aos crimes previstos em lei especial, mesmo que esta disponha de maneira diversa;" },
{ "letra": "E", "texto": "a lei penal posterior mais benéfica aplica-se aos fatos anteriores, desde que não decididos por sentença condenatória transitada em julgado." }
],
"gabarito": "C"
},
{
"id": "45019867",
"metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
"enunciado_principal": "A respeito da aplicação da lei penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ninguém pode ser punido por fato que lei posterior deixe de considerar crime, preservando-se, contudo, os efeitos da sentença penal transitada em julgado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento em que seja concretizado o seu resultado." },
{ "letra": "C", "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime." },
{ "letra": "D", "texto": "É aplicável a lei brasileira aos crimes praticados a bordo de aeronaves estrangeiras de propriedade privada, desde que não estejam em voo no espaço aéreo brasileiro." },
{ "letra": "E", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência." }
],
"gabarito": "E"
},
{
"id": "18273645",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
"enunciado_principal": "Quanto à aplicação da lei penal no tempo, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a lei penal em branco tem em comum com a lei excepcional o regime específico da ultratividade gravosa;" },
{ "letra": "B", "texto": "a lei penal em branco tem em comum com a lei excepcional a impossibilidade de revogação por lei posterior;" },
{ "letra": "C", "texto": "quando o complemento da lei penal em branco não tem natureza penal, a norma não se submete às regras que disciplinam a sucessão de leis penais no tempo;" },
{ "letra": "D", "texto": "quando o complemento da lei penal em branco objetiva assegurar efeito regulador, a norma não se submete ao critério da ultratividade;" },
{ "letra": "E", "texto": "em relação à norma penal em branco, o 'fator tempo' componente do tipo penal incriminador é tido como dispensável para garantir sua real eficácia." }
],
"gabarito": "A"
},
{
"id": "53940176",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
"enunciado_principal": "Nos casos de ações penais em curso, alcançadas por sucessão de lei nova que acarrete observância do princípio da continuidade normativo-típica, a denúncia ou queixa deverá:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "ser ratificada;" },
{ "letra": "B", "texto": "ser retificada;" },
{ "letra": "C", "texto": "ser rerratificada;" },
{ "letra": "D", "texto": "ser extinta;" },
{ "letra": "E", "texto": "prosseguir sem alterações." }
],
"gabarito": "E"
},
{
"id": "97218504",
"metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
"enunciado_principal": "R é submetido a processo criminal baseado em lei temporária que criminalizou determinadas condutas. Após o término do prazo da referida lei, o processo continuou a tramitar. De acordo com a aplicação do Código Penal, findo o prazo da lei:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "permanece ainda o crime." },
{ "letra": "B", "texto": "considera-se extinto o processo." },
{ "letra": "C", "texto": "devem as penas ser minoradas." },
{ "letra": "D", "texto": "devem ser analisados os seus efeitos." },
{ "letra": "E", "texto": "está caracterizada a abolição do crime." }
],
"gabarito": "A"
},
{
"id": "64835012",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Nova lei penal benéfica ao agente de crime retroagirá, salvo para as sentenças condenatórias transitadas em julgado anteriormente à sua edição.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "47285196",
"metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
"enunciado_principal": "Considerando o direito penal vigente, julgue o item a seguir. Se uma lei posterior entrar em vigor, sendo mais severa para o agente, ela deve ser aplicada retroativamente apenas se o processo ainda estiver na fase de instrução.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "13958047",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: PC-AL",
"enunciado_principal": "Em 1º de janeiro de 2023, entrou em vigor uma nova lei penal que agravava a pena para o crime de roubo. Considerando que Pedro havia praticado o crime de roubo em 15 de dezembro de 2022, assinale a alternativa correta sobre a aplicação da lei penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei nova, por ser mais grave, não pode retroagir, sendo aplicada a lei anterior (15/12/2022)." },
{ "letra": "B", "texto": "A lei nova deve ser aplicada, pois a lei penal é irretroativa, salvo para beneficiar o réu." },
{ "letra": "C", "texto": "A lei nova será aplicada retroativamente se o réu for reincidente." },
{ "letra": "D", "texto": "A lei nova será aplicada, uma vez que o réu não havia sido julgado antes de sua vigência." }
],
"gabarito": "A"
},
{
"id": "90561348",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
"enunciado_principal": "A respeito da lei penal no tempo, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei penal temporária, embora decorrido o período de sua duração, aplica-se aos fatos praticados durante a sua vigência." },
{ "letra": "B", "texto": "A lei penal mais benéfica não retroage se o crime for permanente e a conduta tiver se iniciado antes de sua vigência." },
{ "letra": "C", "texto": "O crime é considerado praticado no momento do resultado, independentemente do momento da ação ou omissão." },
{ "letra": "D", "texto": "A lei penal mais grave pode retroagir para atingir crimes cometidos antes de sua vigência, desde que não haja trânsito em julgado." }
],
"gabarito": "A"
},
{
"id": "31459287",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PO-AL",
"enunciado_principal": "Considerando o princípio da legalidade, o qual abarca a anterioridade da lei penal, julgue o item subsequente. A lei penal mais benéfica deve retroagir, alcançando, inclusive, os efeitos da sentença condenatória transitada em julgado.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "77890123",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
"enunciado_principal": "Analise as seguintes afirmações sobre a lei penal no tempo:",
"itens_assertiva": [
"I. A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência for anterior à cessação da continuidade ou da permanência.",
"II. O decurso do período de duração de uma lei temporária implica a *abolitio criminis*.",
"III. Não se admite a aplicação da lei intermediária mais benéfica ao réu, mesmo antes do trânsito em julgado."
],
"enunciado_pergunta": "Está correto o que se afirma em:",
"alternativas": [
{ "letra": "A", "texto": "I, apenas." },
{ "letra": "B", "texto": "I e II, apenas." },
{ "letra": "C", "texto": "I e III, apenas." },
{ "letra": "D", "texto": "II e III, apenas." },
{ "letra": "E", "texto": "Nenhuma das afirmações está correta." }
],
"gabarito": "A"
},
{
"id": "52674839",
"metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
"enunciado_principal": "Em relação à lei penal no tempo, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei posterior que de qualquer modo favorecer o agente não se aplica aos fatos anteriores já transitados em julgado." },
{ "letra": "B", "texto": "Considera-se tempo do crime o momento do resultado, conforme a teoria da ubiquidade." },
{ "letra": "C", "texto": "A lei temporária ou excepcional é ultrativa, aplicando-se ao fato praticado durante sua vigência, mesmo após a revogação." },
{ "letra": "D", "texto": "Em caso de lei nova contendo partes benéficas e maléficas, o juiz deve combiná-las, criando uma *lex tertia*." }
],
"gabarito": "C"
}
]
