
[
{
"id": "74109523",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "A respeito do crime praticado em continuidade delitiva, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "nosso Código Penal adotou a teoria da unidade real." },
{ "letra": "B", "texto": "não se admitirá a suspensão condicional da pena." },
{ "letra": "C", "texto": "as penas de multa devem ser aplicadas distinta e integralmente." },
{ "letra": "D", "texto": "sobrevindo nova lei mais grave, ela será aplicada, se sua vigência for anterior à cessação do fato criminoso." }
],
"gabarito": "D"
},
{
"id": "91340765",
"metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
"enunciado_principal": "Sobre a aplicação da lei penal no tempo, assinale a alternativa **INCORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O que determina se a lei é mais favorável ao réu e com isso pode retroagir é a sua aplicação ao caso concreto (e não a análise da norma em abstrato)." },
{ "letra": "B", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória." },
{ "letra": "C", "texto": "Segundo o critério presente em nossa legislação, o crime é considerado cometido no momento do resultado, ainda que a conduta tenha ocorrido anteriormente." },
{ "letra": "D", "texto": "Como regra, a lei penal se aplica aos fatos ocorridos durante a sua vigência, ou seja, em geral não possui extra-atividade." },
{ "letra": "E", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência." }
],
"gabarito": "C"
},
{
"id": "30982514",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Em 10/1/2017, Robson praticou delito previsto na lei A, cuja pena era de reclusão de 3 a 6 anos. Em 30/4/2019, a lei A foi revogada pela lei B, que passou a prever pena de 1 a 3 anos de reclusão para a conduta praticada por Robson. Ocorre que, em 20/5/2020, entrou em vigor a lei C, revogando a lei B e passando a atribuir à conduta praticada por Robson pena de reclusão de 2 a 4 anos. Considere que Robson foi denunciado pelo delito em 30/5/2020 e, na data de hoje, ele está sendo sentenciado. Nessa hipótese, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "será aplicada a Robson a lei A, por ser aquela em vigor no dia de sua conduta." },
{ "letra": "B", "texto": "será aplicada a Robson a lei B, por ser a mais benéfica." },
{ "letra": "C", "texto": "será aplicada a Robson a lei C, por ser a mais recente, que revogou as demais leis anteriores." },
{ "letra": "D", "texto": "poderão ser aplicadas a lei A ou a lei C; a primeira porque era a lei em vigor no dia da conduta e a segunda porque é a lei mais recente. A escolha ficará a critério do juiz, que deverá optar pela mais favorável ao caso concreto." },
{ "letra": "E", "texto": "será aplicada a Robson a lei C, não só porque é a mais recente, mas também porque é mais benéfica se comparada à lei A, que vigorava no dia da conduta." }
],
"gabarito": "B"
},
{
"id": "58217639",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Ricardo praticou delito previsto em lei penal temporária no dia 6/8/2014 e por tal crime foi denunciado no dia 29/8/2014. A lei que criminalizava a conduta teve vigência apenas de 5/6/2012 até 31/12/2014. Em audiência una de instrução e julgamento, ocorrida em 7/4/2015, a defesa de Ricardo sustentou tese de *abolitio criminis* e consequente hipótese de extinção de punibilidade de Ricardo, ao argumento de que na data da audiência, a conduta imputada ao réu já seria atípica. Nesse sentido, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A defesa de Ricardo tem razão; de fato, ocorreu *abolitio criminis*, motivo pelo qual a absolvição se impõe." },
{ "letra": "B", "texto": "Não é hipótese de *abolitio criminis*, mas de verdadeira descriminalização, o que impõe absolvição pela extinção de punibilidade." },
{ "letra": "C", "texto": "Não se trata de lei penal temporária, mas sim de lei penal excepcional, que perdurou enquanto duraram as circunstâncias excepcionais que determinaram sua edição. Ela continuará a ser aplicada." },
{ "letra": "D", "texto": "A defesa de Ricardo não está com razão. Embora seja hipótese de lei penal temporária e tendo decorrido o período de sua duração, ela continuará a ser aplicada aos fatos ocorridos sob sua vigência." },
{ "letra": "E", "texto": "Quer se trate de lei penal temporária, quer se trate de lei penal excepcional, a absolvição de Ricardo é medida que se impõe, pois a lei penal não retroage, salvo em benefício do réu, tal como deve correr na hipótese." }
],
"gabarito": "D"
},
{
"id": "88470192",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Alexandre praticou, em 30/10/2019, delito de furto com emprego de explosivo. Após a instrução criminal, foi condenado em 14/12/2020. Na sentença, o juiz apontou a hediondez do delito, levando em consideração essa informação na fixação da pena. A inserção do furto com emprego de explosivo na lei de crimes hediondos ocorreu após a conduta de Alexandre. Nessa hipótese, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O juiz agiu corretamente ao ter considerado a hediondez do delito, pois, embora o caráter hediondo do delito tenha vindo após a conduta de Alexandre, não altera a tipificação do crime." },
{ "letra": "B", "texto": "O juiz não poderia ter considerado a hediondez do delito, visto que a inserção do furto com emprego de explosivo na lei de crimes hediondos ocorreu após a conduta de Alexandre." },
{ "letra": "C", "texto": "O furto com emprego de explosivo não é crime hediondo, apenas o roubo com emprego de explosivo." },
{ "letra": "D", "texto": "O juiz não agiu corretamente, mas o caráter hediondo do delito praticado por Alexandre poderá influenciar na execução da pena, para fins de progressão de regime, por exemplo." },
{ "letra": "E", "texto": "O juiz agiu corretamente e, além disso, a hediondez do delito praticado por Alexandre também poderá influenciar na execução da pena, para fins de progressão de regime, por exemplo." }
],
"gabarito": "B"
},
{
"id": "43765018",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
"enunciado_principal": "Relativamente ao tema da aplicação da lei penal no tempo, analise as afirmativas a seguir.",
"itens_assertiva": [
"I. A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência.",
"II. Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os efeitos penais da sentença condenatória, incidindo o princípio da *abolitio criminis* aos crimes decorrentes de leis penais excepcionais e temporárias.",
"III. A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado e já iniciada a execução da pena."
],
"enunciado_pergunta": "Está correto o que se afirma em",
"alternativas": [
{ "letra": "A", "texto": "II, apenas." },
{ "letra": "B", "texto": "I e II, apenas." },
{ "letra": "C", "texto": "I e III, apenas." },
{ "letra": "D", "texto": "II e III, apenas." },
{ "letra": "E", "texto": "I, II e III." }
],
"gabarito": "C"
},
{
"id": "10283594",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "Tendo o fragmento do texto de Thomas Hobbes (O Leviatã) como referência, que afirma que “O mal infligido pela autoridade pública, sem condenação pública anterior, não deve ser classificado como punição, mas como ato hostil. Porque o ato devido ao qual se aplica a alguém uma punição deve primeiro ser considerado pela autoridade pública como transgressão da lei”, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "O texto apresentado faz referência ao princípio da irretroatividade da lei penal.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "67451908",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "No que diz respeito à aplicação do Direito Penal, julgue o próximo item.",
"itens_assertiva": [],
"enunciado_pergunta": "Quando a lei penal tiver validade para determinado período de tempo, o fato praticado durante esse período continuará a ser punível mesmo após o término de vigência da lei.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "29013587",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Lei posterior que deixe de considerar crime determinado fato faz cessarem tanto os efeitos penais quanto os efeitos cíveis de eventual sentença condenatória.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "19658234",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Considere a seguinte situação hipotética: Em razão do aumento nos casos de furto no país, foi publicada, em 10/04/2020, lei penal prevendo que, durante o período de 01/05/2020 até 31/12/2020, a pena do crime de furto simples seria de reclusão, de dois a cinco anos, devendo, ao término do período estipulado pela lei, voltar a ser a pena prevista anteriormente (reclusão, de um a quatro anos). Mário, no dia 18/07/2020, praticou o crime de furto simples. De acordo com o Código Penal, Mário, se condenado, estará sujeito à pena de reclusão de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "um a quatro anos, em razão da retroatividade da lei penal mais benéfica." },
{ "letra": "B", "texto": "um a quatro anos, em razão da irretroatividade da lei penal mais gravosa." },
{ "letra": "C", "texto": "um a quatro anos, aplicando-se, por analogia, a lei penal mais favorável ao réu." },
{ "letra": "D", "texto": "dois a cinco anos, em virtude da ultratividade da lei temporária." },
{ "letra": "E", "texto": "dois a cinco anos, por se tratar de lei excepcional." }
],
"gabarito": "D"
},
{
"id": "70341852",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "André cumpre pena em estabelecimento prisional em razão de condenação transitada em julgado pela prática do crime de peculato. Carlos, já condenado em primeira instância, responde em liberdade, em grau de recurso. Advém que entrou em vigor nova lei penal que extirpou do ordenamento jurídico o crime de peculato, ocorrendo a *abolitio criminis*. Considerando as situações hipotéticas narradas, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A inovação legislativa não poderá beneficiar André e Carlos, haja vista que não estava em vigor na data dos fatos." },
{ "letra": "B", "texto": "A *abolitio criminis* beneficiará Carlos, mas não poderá ser aplicada a André, pois, nesse caso, já ocorreu o trânsito em julgado da sentença penal condenatória." },
{ "letra": "C", "texto": "A *abolitio criminis* beneficiará André e Carlos, cessando, em virtude dela, a execução e os efeitos penais e civis da sentença penal condenatória." },
{ "letra": "D", "texto": "A nova lei penal beneficiará André e Carlos e será aplicada, em ambos os casos, pelo juiz natural de 1º grau competente no caso concreto." },
{ "letra": "E", "texto": "A *abolitio criminis* beneficiará André e Carlos, sendo que, para este, será aplicada pelo Tribunal de Justiça do Pará e, para aquele, tal mister compete ao Juízo das execuções." }
],
"gabarito": "E"
},
{
"id": "55087146",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Em consonância ao Código Penal, foram adotadas, via de regra, quanto ao tempo e ao lugar do crime, bem como quanto ao concurso de pessoas, respectivamente, as teorias",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do resultado, da atividade e monística." },
{ "letra": "B", "texto": "da atividade, do resultado e pluralística." },
{ "letra": "C", "texto": "da atividade, mista e unitária." },
{ "letra": "D", "texto": "do resultado, da ubiquidade e unitária." },
{ "letra": "E", "texto": "da ubiquidade, da atividade e monística." }
],
"gabarito": "C"
},
{
"id": "41926078",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "Com relação a aspectos gerais do direito penal brasileiro, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "A *novatio legis in mellius* se aplica aos fatos anteriores já decididos por sentença condenatória transitada em julgado, sem violar a proteção constitucional à coisa julgada.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "36015792",
"metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
"enunciado_principal": "Em outubro de 2019, Carlos iniciou a execução de um grande crime de extorsão mediante sequestro (crime permanente), sendo que a restrição da liberdade da vítima durou mais de 60 (sessenta) dias. Ocorre que, no mês de novembro de 2019, quando o delito já estava consumado, entrou em vigor lei penal que aumentou a pena. A vítima apenas conseguiu sua liberdade no dia de Natal do ano de 2019. O promotor de justiça poderá requerer a condenação de Carlos com base na:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "lei em vigor em outubro de 2019, momento em que foi consumado o crime imputado, aplicando-se ao Direito Penal o princípio do *tempus regit actum*;" },
{ "letra": "B", "texto": "lei em vigor no momento da apresentação das alegações finais, ainda que mais gravosa, aplicando-se ao Direito Penal o princípio do *tempus regit actum*;" },
{ "letra": "C", "texto": "lei em vigor em outubro de 2019, por ser aplicável ao Direito Penal o princípio da irretroatividade da lei penal mais gravosa;" },
{ "letra": "D", "texto": "inovação legislativa, pois o crime imputado somente restou consumado no dia da obtenção da vantagem indevida;" },
{ "letra": "E", "texto": "inovação legislativa, ainda que mais gravosa, em razão da natureza do crime imputado." }
],
"gabarito": "E"
},
{
"id": "81754029",
"metadata": "Ano: 2020 | Banca: AV MOREIRA | Órgão: Prefeitura de Nossa Senhora de Nazaré - PI",
"enunciado_principal": "Em relação à aplicação da lei penal, marque a afirmativa **CORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A analogia é expressamente e absolutamente proibitiva no tangente a aplicação da lei penal." },
{ "letra": "B", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, bem como o lugar onde se produziria o resultado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "D", "texto": "Ficam sujeitos a lei brasileira, mesmo que o crime seja praticado no exterior, os crimes contra a vida ou a liberdade do Presidente da República e do Congresso Nacional." },
{ "letra": "E", "texto": "Os efeitos da lei temporária somente serão observados para fim de punibilidade, enquanto esta viger." }
],
"gabarito": "C"
},
{
"id": "25843601",
"metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
"enunciado_principal": "A entrada em vigor da nova Lei de Drogas, revogando a anterior, fez com que o crime de porte de drogas para consumo pessoal deixasse de prever a aplicação de pena privativa de liberdade, passando a adotar sanções alternativas (advertência, prestação de serviços à comunidade e medida educativa). Nesse sentido, no que tange à pena aplicável ao autor do citado delito, é correto afirmar que a nova lei de drogas constitui um exemplo de:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "*novatio legis* não incriminadora" },
{ "letra": "B", "texto": "*abolitio criminis*" },
{ "letra": "C", "texto": "*novatio legis in pejus*" },
{ "letra": "D", "texto": "*novatio legis in mellius*" },
{ "letra": "E", "texto": "lei intermediária" }
],
"gabarito": "D"
},
{
"id": "73062894",
"metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
"enunciado_principal": "Pégaso é condenado pela prática de crime, tendo a decisão judicial transitada em julgado. Após dois anos de cumprimento da pena, surge lei nova que deixa de considerar como crime os fatos que levaram à condenação de Pégaso. Nesse caso, segundo os comandos normativos do Código Penal, a lei:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não retroagirá pelo efeito permanente da decisão judicial" },
{ "letra": "B", "texto": "retroagirá para beneficiar o réu" },
{ "letra": "C", "texto": "retroagirá se houve concordância do Ministério Público" },
{ "letra": "D", "texto": "não retroagirá por ser regra de exceção" }
],
"gabarito": "B"
},
{
"id": "49015832",
"metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
"enunciado_principal": "Com relação ao tempo e ao lugar do crime, o Código Penal brasileiro adotou, respectivamente, as teorias do(a)",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "resultado e da ação" },
{ "letra": "B", "texto": "consumação e do resultado." },
{ "letra": "C", "texto": "atividade e da ubiquidade." },
{ "letra": "D", "texto": "ubiquidade e da atividade." },
{ "letra": "E", "texto": "ação e da consumação." }
],
"gabarito": "C"
},
{
"id": "12567930",
"metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
"enunciado_principal": "A respeito da aplicação da Lei penal, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Lei posterior a conduta que venha a beneficiar o réu não será aplicada se já houver condenação transitada em julgado." },
{ "letra": "B", "texto": "A ultratividade da lei anterior que favorece o agente só ocorrerá se ainda não iniciada a execução da pena." },
{ "letra": "C", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente, ou em alto-mar." },
{ "letra": "D", "texto": "Não se aplica a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em voo no espaço aéreo correspondente, e estas em porto ou mar territorial do Brasil." },
{ "letra": "E", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a vida ou a liberdade do Presidente da República, Presidente da Câmara dos Deputados, Presidente do Senado Federal e Presidente do STF." }
],
"gabarito": "C"
},
{
"id": "80421579",
"metadata": "Ano: 2019 | Banca: ADM&TEC | Órgão: Prefeitura de Colônia Leopoldina - AL",
"enunciado_principal": "Leia as afirmativas a seguir:",
"itens_assertiva": [
"I. A lei penal não retroagirá, salvo para beneficiar o réu.",
"II. O Internet Explorer é um software especializado na edição de áudio, apenas."
],
"enunciado_pergunta": "Marque a alternativa CORRETA:",
"alternativas": [
{ "letra": "A", "texto": "As duas afirmativas são verdadeiras." },
{ "letra": "B", "texto": "A afirmativa I é verdadeira, e a II é falsa." },
{ "letra": "C", "texto": "A afirmativa II é verdadeira, e a I é falsa." },
{ "letra": "D", "texto": "As duas afirmativas são falsas." }
],
"gabarito": "B"
},
{
"id": "73581902",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "A respeito do crime praticado em continuidade delitiva, é correto afirmar que, sobrevindo nova lei mais grave, ela será aplicada se sua vigência for anterior à cessação do fato criminoso.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "48920153",
"metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
"enunciado_principal": "Considerando a aplicação da lei penal no tempo, o crime é considerado cometido no momento do resultado, ainda que a conduta tenha ocorrido anteriormente.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "11905476",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "A lei penal intermediária, que esteve em vigor entre a data do fato (Lei A) e a sentença (Lei C), mas é a mais benéfica (Lei B), deve ser aplicada ao réu.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "95071834",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
"enunciado_principal": "Em relação ao princípio da *abolitio criminis*, este incide aos crimes decorrentes de leis penais excepcionais e temporárias, cessando a punibilidade com o decurso do prazo ou das circunstâncias determinantes.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "33745281",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "O fato praticado durante o período de validade de uma lei penal temporária continuará a ser punível, mesmo após o término da vigência da lei, em razão do princípio da ultratividade.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "54691208",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
"enunciado_principal": "Com a *abolitio criminis* (lei posterior que deixa de considerar um fato como crime), cessam tanto os efeitos penais quanto os efeitos cíveis da sentença condenatória.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "22018475",
"metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
"enunciado_principal": "A lei penal mais grave se aplica a um crime permanente se a sua vigência for anterior à cessação da permanência, conforme o entendimento do Código Penal para a aplicação da lei no tempo.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "60157832",
"metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
"enunciado_principal": "O Código Penal brasileiro adota a teoria da atividade (ação ou omissão) para definir o tempo do crime e a teoria da ubiquidade (ação ou omissão, ou resultado) para definir o lugar do crime.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
}
]
