[
{
"id": "18374592",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
"enunciado_principal": "A respeito dos princípios constitucionais penais e das escolas penais, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Legalidade ou reserva legal, anterioridade, retroatividade da lei penal benéfica, humanidade e  in dubio pro reo  são espécies de princípios constitucionais penais explícitos." },
{ "letra": "B", "texto": "O princípio da humanidade assegura o respeito à integridade física e moral do preso na medida em que motiva a vedação constitucional de pena de morte e de prisão perpétua." },
{ "letra": "C", "texto": "O princípio da responsabilidade pessoal impede que os familiares do condenado sofram os efeitos da condenação de ressarcimento de dano causado pela prática do crime." },
{ "letra": "D", "texto": "A posse de um único projétil de arma de fogo de uso permitido não configura crime se o agente não possuir arma que possa ser municiada, de acordo com o princípio da ofensividade." },
{ "letra": "E", "texto": "A Escola Clássica adotava a teoria mista, que entende a pena não apenas como retribuição ao infrator pelo mal causado, mas também como medida com finalidade preventiva." }
],
"gabarito": "B"
},
{
"id": "67290143",
"metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Acerca dos princípios que limitam e informam o Direito Penal, é  CORRETO  afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A responsabilidade pela indenização do prejuízo que foi causado pelo crime imputado ao agente não pode ser estendida aos seus herdeiros sem que haja violação do princípio da personalidade da pena." },
{ "letra": "B", "texto": "Conforme o princípio da culpabilidade, a responsabilidade penal é subjetiva, pelo que nenhum resultado penalmente relevante pode ser atribuído a quem não o tenha produzido por dolo ou culpa, elementos finalisticamente localizados na culpabilidade." },
{ "letra": "C", "texto": "O princípio da insignificância funciona como causa de exclusão da culpabilidade, sendo requisitos de sua aplicação para o STF a ofensividade da conduta, a ausência de periculosidade social da ação e a inexpressividade da lesão jurídica." },
{ "letra": "D", "texto": "O princípio da legalidade, do qual decorre a reserva legal, veda o uso dos costumes e da analogia para criar tipos penais incriminadores ou agravar as infrações existentes, embora permita a interpretação analógica da norma penal." }
],
"gabarito": "D"
},
{
"id": "90483561",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "Segundo o disposto na Declaração Universal dos Direitos Humanos, “Se depois da perpetração do delito a lei dispuser a imposição de pena mais leve, o delinquente será por isso beneficiado.” Essa norma de direito penal é representada pelo Princípio",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "da Individualização da Pena." },
{ "letra": "B", "texto": "da Legalidade." },
{ "letra": "C", "texto": "da Norma Penal em Branco." },
{ "letra": "D", "texto": "da Presunção da Inocência." },
{ "letra": "E", "texto": "da Retroatividade." }
],
"gabarito": "E"
},
{
"id": "52817409",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
"enunciado_principal": "O afastamento da tipicidade, quando verificada lesão penalmente irrelevante decorrente de conduta formalmente incriminada, dá-se por:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "princípio da adequação social." },
{ "letra": "B", "texto": "princípio da intervenção mínima." },
{ "letra": "C", "texto": "princípio da humanidade das sanções." },
{ "letra": "D", "texto": "princípio da insignificância." },
{ "letra": "E", "texto": "ineficácia absoluta do meio ou absoluta impropriedade do objeto (crime impossível)." }
],
"gabarito": "D"
},
{
"id": "71360928",
"metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
"enunciado_principal": "É certo afirmar:",
"itens_assertiva": [
"I. Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar.",
"II. Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal. Trata-se de princípio geral de que a lei penal nunca retroagirá.",
"III. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
"IV. A pena cumprida no estrangeiro agrava a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas."
],
"enunciado_pergunta": "Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "A"
},
{
"id": "49502613",
"metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
"enunciado_principal": "Analise as afirmações adiante e, à luz da doutrina, assinale a alternativa  INCORRETA :",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Norma penal em branco  ao revé s (ou  invertida ) é aquela em que a complementação se dá no preceito sancionador e não no mandamento proibitivo." },
{ "letra": "B", "texto": "O princípio da intervenção mínima do Direito Penal encontra fundamento no caráter de sua subsidiariedade e no princípio da intranscendência." },
{ "letra": "C", "texto": "Pelo princípio da confiança, todo aquele que se conduz com observância ao dever de cuidado objetivo exigido, pode esperar que os demais co-participantes de idêntica atividade procedam do mesmo modo." },
{ "letra": "D", "texto": "Entre outras características, o Direito Penal tem natureza constitutiva e sancionatória." }
],
"gabarito": "B"
},
{
"id": "31780524",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
"enunciado_principal": "Acerca dos princípios da legalidade e da anterioridade insculpidos no art. 1° do Código Penal e no art. 5° , XXXIX, da Constituição Federal, analise as alternativas a seguir e assinale a correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Uma das funções do princípio da legalidade é permitir a criação de crimes e penas pelos usos e costumes." },
{ "letra": "B", "texto": "No Brasil, em um primeiro momento, a União Federal pode legislar sobre matéria penal. No entanto, de forma indireta e urgente, leis estaduais podem impor regras e sanções de natureza criminal." },
{ "letra": "C", "texto": "A lei penal incriminadora somente pode ser aplicada a um fato concreto desde que tenha tido origem antes da prática da conduta. Em situações temporárias e excepcionais, no entanto, admite-se a mitigação do princípio da anterioridade." },
{ "letra": "D", "texto": "Desdobramento do princípio da legalidade é o da taxatividade, que impede a edição de tipos penais genéricos e indeterminados." },
{ "letra": "E", "texto": "O princípio da legalidade afasta a aplicação da interpretação extensiva, mas permite a aplicação da analogia de forma ampla e irrestrita." }
],
"gabarito": "D"
},
{
"id": "89201534",
"metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "As leis penais em branco são identificadas pelo sentido genérico do preceito que deve ser completado por outra disposição normativa e não se distinguem das leis penais incompletas ou imperfeitas." },
{ "letra": "B", "texto": "A função político-criminal e a função interpretativa ou dogmática representam funções básicas do princípio da ofensividade no direito penal." },
{ "letra": "C", "texto": "A pena de detenção trata-se de sanção privativa de liberdade e que só admite o cumprimento em regime semiaberto ou aberto, e se distingue da pena de reclusão ante a maior gravidade do crime." },
{ "letra": "D", "texto": "O agente que efetua diversos disparos contra a vítima sinaliza com sua conduta várias ações identificadoras do concurso material homogêneo, aplicando-se cumulativamente as penas." },
{ "letra": "E", "texto": "Admite-se a instigação, induzimento ou cumplicidade no fato culposo de outrem em face de contrariedade às normas que instituem um dever de cuidado objetivo." }
],
"gabarito": "B"
},
{
"id": "60457193",
"metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A assertiva de que ninguém pode ser punido pelo que pensa ou pelo modo de viver reflete o princípio da exteriorização do fato em direito penal." },
{ "letra": "B", "texto": "Na hipótese de estupro de pessoa maior de idade e que não seja vulnerável, mas com violência de que resulte lesão corporal grave, haverá litisconsórcio facultativo entre o Ministério Público e o ofendido." },
{ "letra": "C", "texto": "A derrogação é a revogação total da lei por enunciação expressa ou tácita da nova lei ao regular o mesmo fato." },
{ "letra": "D", "texto": "A caracterização do delito de falsidade ideológica se contenta com a potencialidade de dano e imitação da verdade." },
{ "letra": "E", "texto": "O crime progressivo e a progressão criminosa se identificam uma vez que se dão ao mesmo tempo e no mesmo momento, ou seja, se desdobram em dois atos." }
],
"gabarito": "A"
},
{
"id": "11986543",
"metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Na fixação da pena, o Magistrado após o reconhecimento da existência do crime e sua autoria tem uma discricionariedade “regrada ou vinculada”." },
{ "letra": "B", "texto": "Na individualização legislativa, a qualidade, a quantidade e a forma de cumprimento da pena voltase tão somente para a importância do bem juridicamente ofendido." },
{ "letra": "C", "texto": "Os princípios da legalidade e da proporcionalidade como princípios explícitos de direito criminal servem como garantias constitucionais do cidadão." },
{ "letra": "D", "texto": "As alternativas “b” e “c” estão corretas." },
{ "letra": "E", "texto": "A individualização da pena é um princípio de direito material implícito atento à individualidade objetiva do delito e condição subjetiva de cada delinquente." }
],
"gabarito": "A"
},
{
"id": "40295831",
"metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
"enunciado_principal": "Assinale a alternativa  correta .",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nos delitos de acumulação, não é possível a aplicação da teoria da bagatela em cada conduta individualmente considerada, mas apenas como resultado da análise da somatória de condutas." },
{ "letra": "B", "texto": "O controle jurisdicional abstrato da norma incriminadora não pode ser feito com fundamento no princípio da lesividade." },
{ "letra": "C", "texto": "Somente nas hipóteses de leis excepcionais, conforme entendimento do Supremo Tribunal Federal, as medidas provisórias podem regular matéria penal." },
{ "letra": "D", "texto": "O princípio da fragmentariedade relativiza o concurso entre causas de aumento e diminuição de penas." },
{ "letra": "E", "texto": "O princípio da legalidade admite ser afastado ante a incidência do princípio da proteção deficiente." }
],
"gabarito": "A"
},
{
"id": "87103425",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
"enunciado_principal": "Julia, primária e de bons antecedentes, verificando a facilidade de acesso a determinados bens de uma banca de jornal, subtrai duas revistas de moda, totalizando o valor inicial do prejuízo em R$15,00 (quinze reais). Após ser presa em flagrante, é denunciada pela prática do crime de furto simples, vindo, porém, a ser absolvida sumariamente em razão do princípio da insignificância. De acordo com a situação narrada, o magistrado, ao reconhecer o princípio da insignificância, optou por absolver Julia em razão da:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "atipicidade da conduta;" },
{ "letra": "B", "texto": "causa legal de exclusão da ilicitude;" },
{ "letra": "C", "texto": "causa de exclusão da culpabilidade;" },
{ "letra": "D", "texto": "causa supralegal de exclusão da ilicitude;" },
{ "letra": "E", "texto": "extinção da punibilidade." }
],
"gabarito": "A"
},
{
"id": "93427618",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
"enunciado_principal": "De acordo com o entendimento do STJ, é aplicável o princípio da insignificância na hipótese de crime",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "de descaminho, ainda que o agente responda a outros procedimentos fiscais, desde que o benefício econômico do crime seja inferior a dez mil reais." },
{ "letra": "B", "texto": "contra a mulher no âmbito das relações domésticas." },
{ "letra": "C", "texto": "de peculato, quando o bem jurídico tutelado for suscetível de valoração econômica." },
{ "letra": "D", "texto": "de pesca, em período em que essa atividade esteja proibida ou em lugares interditados por órgão competente." },
{ "letra": "E", "texto": "contra a fé pública." }
],
"gabarito": "D"
},
{
"id": "58217364",
"metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
"enunciado_principal": "Em relação à teoria geral da norma penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Dentre os princípios gerais do Direito Penal, pode-se citar o princípio da exclusiva proteção de bens jurídicos e o princípio da intervenção mínima." },
{ "letra": "B", "texto": "Os princípios só podem ser explícitos, ou seja, positivados no ordenamento jurídico." },
{ "letra": "C", "texto": "O princípio da igualdade (ou da isonomia) não está previsto de maneira expressa na CF/1988." },
{ "letra": "D", "texto": "O princípio da presunção de inocência (ou da não culpa) expresso na CF/1988 no artigo 5º, inciso LVII, determina que \"ninguém será considerado culpado até o trânsito em julgado de sentença penal condenatória\". Destarte, não é aceitável a decretação (excepcional) de uma prisão temporária ou preventiva sobre alguém sobre o qual pairam indícios suficientes de autoria, mas que ainda não pode ser considerado culpado." },
{ "letra": "E", "texto": "O princípio da ofensividade ou lesividade ( nullum crimen sine iniuria ) não exige que do fato praticado ocorra lesão ou perigo de lesão ao bem jurídico tutelado." }
],
"gabarito": "A"
},
{
"id": "76492015",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
"enunciado_principal": "O princípio da legalidade compreende",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a capacidade mental de entendimento do caráter ilícito do fato no momento da ação ou da omissão, bem como de ciência desse entendimento." },
{ "letra": "B", "texto": "o juízo de censura que incide sobre a formação e a exteriorização da vontade do responsável por um fato típico e ilícito, com o propósito de aferir a necessidade de imposição de pena." },
{ "letra": "C", "texto": "a oposição entre o ordenamento jurídico vigente e um fato típico praticado por alguém capaz de lesionar ou expor a perigo de lesão bens jurídicos penalmente protegidos." },
{ "letra": "D", "texto": "a obediência às formas e aos procedimentos exigidos na criação da lei penal e, principalmente, na elaboração de seu conteúdo normativo." },
{ "letra": "E", "texto": "a conformidade da conduta reprovável do agente ao modelo descrito na lei penal vigente no momento da ação ou da omissão." }
],
"gabarito": "D"
},
{
"id": "23589076",
"metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
"enunciado_principal": "O princípio “Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal” é chamado de:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Princípio da legalidade e anterioridade." },
{ "letra": "B", "texto": "Princípio da excepcionalidade." },
{ "letra": "C", "texto": "Princípio do contraditório." },
{ "letra": "D", "texto": "Princípio da ampla defesa." },
{ "letra": "E", "texto": "Princípio do devido processo legal." }
],
"gabarito": "A"
},
{
"id": "75043819",
"metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
"enunciado_principal": "De acordo com o Professor Luiz Flávio Gomes: “A subtração de um par de chinelos (de R$ 16,00) vai monopolizar, em breve, a atenção dos onze ministros do STF, que têm milhares de questões de constitucionalidade pendentes. Decidirão qual é o custo (penal) para o pé descalço que subtrai um par de chinelos para subir de grau (na escala social) e se converter em um pé de chinelo. No dia 5/8/14, a 1ª Turma mandou para o Pleno a discussão desse tema. Reputado muito relevante. No mundo todo, a esse luxo requintadíssimo pouquíssimas Cortes Supremas se dão (se é que exista alguma outra que faça a mesma coisa). Recentemente outros casos semelhantes foram julgados pelo STF: subtração de 12 camarões (SC), de um galo e uma galinha (MG), de 5 livros, de 2 peças de picanha (MG), etc. Um homem, em MG, pelo par de chinelos (devolvido), foi condenado a um ano de prisão mais dez dias-multa. Três instâncias precedentes (1º grau, TJMG e STJ) fixaram o regime semiaberto para ele (porque já condenado antes por crime grave: outra subtração sem violência) (...)”. (Disponível em:<http://http://professorlfg.jusbrasil.com.br/ noticias/ 132988796/plenario-do-stf-vai-julgar-subtracao-de-um-par-dechinelos ). Com base no referido texto, a esses casos descritos, os quais seriam julgados pelo STF, qual princípio limitador do Poder Punitivo Estatal poderíamos aplicar a fim de dar resolução ao caso penal?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Da legalidade e da reserva legal." },
{ "letra": "B", "texto": "Da intervenção mínima." },
{ "letra": "C", "texto": "Da insignificância." },
{ "letra": "D", "texto": "Da adequação social." },
{ "letra": "E", "texto": "Da fragmentariedade." }
],
"gabarito": "C"
},
{
"id": "43019875",
"metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
"enunciado_principal": "Assinale a alternativa que indica  corretamente  o princípio de direito penal pelo qual uma conduta legalmente tipificada não será considerada típica se for tolerada e aceita pela sociedade.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "princípio da legalidade" },
{ "letra": "B", "texto": "princípio da reserva legal" },
{ "letra": "C", "texto": "princípio da ulterioridade" },
{ "letra": "D", "texto": "princípio da adequação social" },
{ "letra": "E", "texto": "princípio da aplicação da lei penal" }
],
"gabarito": "D"
},
{
"id": "81254390",
"metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
"enunciado_principal": "Assinale a alternativa que indica  corretamente  o princípio de que o direito penal não deve se preocupar com condutas que, embora típicas, o resultado ocorrido a partir delas não é suficientemente reprovável a ponto de sujeitar ou haver a necessidade do exercício do poder punitivo do Estado.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "princípio do juiz natural." },
{ "letra": "B", "texto": "princípio da reserva de lei." },
{ "letra": "C", "texto": "princípio da insignificância." },
{ "letra": "D", "texto": "princípio do exasperação da pena." },
{ "letra": "E", "texto": "princípio da humanidade da pena." }
],
"gabarito": "C"
},
{
"id": "69103247",
"metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
"enunciado_principal": "Um açougueiro de uma rede de supermercados subtraiu duas peças de carne avaliadas em R$ 78,93 e ocultou-as nas vestes, mas a sua ação que foi observada por outro empregado, que comunicou ao chefe da segurança, e este, por sua vez, acionou a polícia. O agente foi preso em flagrante e a  res furtiva  foi restituída. O agente, de cinquenta e cinco anos de idade, tinha registro de outra ocorrência de furto praticado havia mais de cinco anos, sem que o inquérito policial tivesse sido concluído. Nessa situação hipotética, assinale a opção correta, de acordo com a legislação pertinente e o entendimento dos tribunais superiores.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A reincidência do agente afasta o furto privilegiado." },
{ "letra": "B", "texto": "Houve arrependimento eficaz com a restituição da  res furtiva ." },
{ "letra": "C", "texto": "O agente deverá ser absolvido em razão do princípio da insignificância." },
{ "letra": "D", "texto": "Trata-se de crime impossível por ineficácia absoluta do meio." },
{ "letra": "E", "texto": "A hipótese configura tentativa de furto simples." }
],
"gabarito": "C"
}
]
