[
{
"id": "q_71839201",
"metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos | Prova: Qconcursos - 2024 - Qconcursos - Simulado Ilimitada - 12° Simulado",
"enunciado": "Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
"alternativas": [
{ "letra": "A", "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente." },
{ "letra": "B", "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos." },
{ "letra": "C", "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco." },
{ "letra": "D", "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada." },
{ "letra": "E", "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima." }
],
"gabarito": "B"
},
{
"id": "q_35467029",
"metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos | Prova: Qconcursos - 2024 - Qconcursos - Simulado Ilimitada - 12° Simulado",
"enunciado": "Pedrinho, com 19 anos de idade, trazia consigo arma branca (faca) em seu veículo automotor. Em blitz de trânsito, o instrumento é localizado e apreendido pelo agente da lei. Nesses termos, Pedrinho deve:",
"alternativas": [
{ "letra": "A", "texto": "ser absolvido, pois a ausência de regulamentação impede que o porte de arma branca seja conduta penalmente sancionada." },
{ "letra": "B", "texto": "ser condenado, como incurso no art. 19 da Lei de Contravenções penais permanece válido e é aplicável ao porte de arma branca, sendo desnecessária aferição da potencialidade lesiva do instrumento." },
{ "letra": "C", "texto": "ser absolvido, pois não há parâmetro normativo para identificação de arma branca, caracterizando violação ao princípio da reserva legal e à competência privativa da União para legislar sobre Direito Penal." },
{ "letra": "D", "texto": "ser condenado, como incurso no art. 19 da Lei de Contravenções penais permanece válido e é aplicável ao porte de arma branca, cuja potencialidade lesiva deve ser aferida com base nas circunstâncias do caso concreto, tendo em conta, inclusive, o elemento subjetivo do agente." },
{ "letra": "E", "texto": "ser absolvido, por exercício regular de direito (art. 23, inc. III, do CP)" }
],
"gabarito": "C"
},
{
"id": "q_80145632",
"metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO | Prova: IBFC - 2024 - Polícia Penal - GO - Policial Penal",
"enunciado": "Decorrente do princípio da legalidade, a doutrina reconhece uma série de outros princípios que formam um todo indivisível, de modo que a realização de cada um é imprescindível para que todos possam se conformar em um Direito Penal com os fundamentos materiais do Estado Democrático de Direito. Por força do princípio ______, na execução das sanções penais deve existir uma responsabilidade social com relação ao sentenciado, em uma livre disposição de ajuda e assistência sociais direcionadas à recuperação o condenado. Assinale a alternativa que preencha corretamente a lacuna.",
"alternativas": [
{ "letra": "A", "texto": "da culpabilidade" },
{ "letra": "B", "texto": "da intervenção mínima" },
{ "letra": "C", "texto": "da humanidade" },
{ "letra": "D", "texto": "da presunção de inocência" },
{ "letra": "E", "texto": "da assistência social" }
],
"gabarito": "C"
},
{
"id": "q_49275180",
"metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG | Prova: IBGP - 2024 - MPE-MG - Promotor de Justiça Substituto",
"enunciado": "Assinale a alternativa INCORRETA :",
"alternativas": [
{ "letra": "A", "texto": "Em razão do princípio da legalidade, a estrutura semântica da lei incriminadora deve ser rigorosamente observada e suas elementares devem encontrar adequação fática para que o comando secundário seja aplicado, exercendo o tipo penal uma imprescindível função de garantia." },
{ "letra": "B", "texto": "Todos os tipos comissivos dolosos também admitem punição a título de culpa, se presente a negligência, imprudência ou imperícia, sendo que em ambos os casos (dolo ou culpa) a tipicidade material poderá ser inferida independentemente da violação do bem jurídico tutelado." },
{ "letra": "C", "texto": "A tipicidade é a ratio cognoscendi da antijuridicidade, isto é, a adequação do fato ao tipo faz surgir o indício de que a conduta é antijurídica, sendo essa presunção afastada apenas diante da configuração de uma causa de justificação." },
{ "letra": "D", "texto": "Os elementos normativos do tipo auxiliam o legislador na tarefa de descrever o comportamento proibido, caracterizando-se por circunstâncias que não se limitam em descrever o natural, mas implicam um juízo de valor." },
{ "letra": "E", "texto": "Na tipicidade conglobante, o juízo de tipicidade é analisado partindo do sistema normativo considerado em sua globalidade, sendo imprescindível verificar não apenas a subsunção da conduta ao tipo, mas também se o comportamento é antinormativo, ou seja, não determinado ou incentivado por qualquer ramo do Direito." }
],
"gabarito": "B"
},
{
"id": "q_63581074",
"metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Moreno - PE | Prova: IGEDUC - 2024 - Prefeitura de Moreno - PE - Guarda Civil Municipal",
"enunciado": "O princípio da territorialidade, que rege a aplicação da lei penal no espaço, estabelece que a lei penal brasileira se aplica a todos os crimes cometidos no território nacional, independentemente da nacionalidade do autor ou da vítima. Por exemplo, um estrangeiro que cometa um crime dentro do território brasileiro está sujeito às disposições do Código Penal brasileiro, assegurando a soberania do país sobre os delitos ocorridos em seu território.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "q_10924578",
"metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB | Prova: FACET Concursos - 2024 - Prefeitura de Queimadas - PB - Agente Municipal de Trânsito",
"enunciado": "No contexto da legislação penal e processual penal brasileira, avalie as afirmativas abaixo: 1. O Código Penal Brasileiro prevê que a tentativa de crime é punível, mas a pena pode ser reduzida em até dois terços dependendo das circunstâncias do caso. 2. O princípio da presunção de inocência garante que nenhum réu pode ser considerado culpado até o trânsito em julgado de sentença penal condenatória. 3. A prisão temporária pode ser decretada durante a investigação policial, por um prazo inicial de 30 dias, prorrogável por igual período em casos de crimes hediondos. 4. A legislação penal prevê a possibilidade de aplicação de penas alternativas, como a prestação de serviços à comunidade, em substituição à pena privativa de liberdade em casos específicos. 5. O procedimento penal sumário é utilizado para crimes com penas máximas superiores a quatro anos e permite uma tramitação mais rápida do processo. Alternativas:",
"alternativas": [
{ "letra": "A", "texto": "Apenas os itens 2, 3 e 5 são verdadeiros." },
{ "letra": "B", "texto": "Apenas os itens 1, 2 e 4 são verdadeiros." },
{ "letra": "C", "texto": "Apenas os itens 1, 3 e 4 são verdadeiros." },
{ "letra": "D", "texto": "Apenas os itens 2, 4 e 5 são verdadeiros." },
{ "letra": "E", "texto": "Todos os itens são verdadeiros." }
],
"gabarito": "B"
},
{
"id": "q_52036714",
"metadata": "Ano: 2024 | Banca: IPEFAE | Órgão: Prefeitura de Aguaí - SP | Prova: IPEFAE - 2024 - Prefeitura de Aguaí - SP - Procurador Jurídico",
"enunciado": "Visando estabelecer parâmetros mínimos de civilidade no convívio social, o Estado assume o papel de agente regulador, fiscalizador e punitivo junto aos cidadãos que descumprem suas leis. Nesse sentido, em relação as regras penais, é correto afirmar que: I. Não há crime sem lei anterior que o defina, mas há pena sem prévia cominação legal. II. A lei posterior, que de qualquer modo repercuta sobre o crime, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado. III. Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional e ao crime cometido por brasileiro em território estrangeiro. IV. A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência. Das assertivas acima, estão corretas apenas aquelas que constam em:",
"alternativas": [
{ "letra": "A", "texto": "II e III." },
{ "letra": "B", "texto": "II." },
{ "letra": "C", "texto": "IV." },
{ "letra": "D", "texto": "I, II, III e IV." }
],
"gabarito": "C"
},
{
"id": "q_94713628",
"metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Rio Grande da Serra - SP | Prova: Avança SP - 2024 - Câmara de Rio Grande da Serra - SP - Procurador Jurídico",
"enunciado": "Ao se dispor, no art. 1º do Código Penal, que “Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal”, está se tratando dos princípios:",
"alternativas": [
{ "letra": "A", "texto": "Do devido processo legal e da adequação." },
{ "letra": "B", "texto": "Da supremacia penal e da instrumentalidade restrita." },
{ "letra": "C", "texto": "Da reserva legal e da anterioridade da lei." },
{ "letra": "D", "texto": "Da previsão e da imputabilidade." },
{ "letra": "E", "texto": "Do tempo e da forma processual." }
],
"gabarito": "C"
},
{
"id": "q_28650193",
"metadata": "Ano: 2024 | Banca: FCC | Órgão: TJ-AL | Prova: FCC - 2024 - TJ-AL - Técnico Judiciário - Área Judiciária",
"enunciado": "Quando um delito menos grave é meio necessário ou normal fase de preparação ou execução de outro mais danoso, o agente apenas será responsabilizado pelo último crime. Para tanto, porém, imprescindível a constatação do nexo de dependência entre as condutas a fim de que ocorra a absorção da menos lesiva pela mais nociva. A solução deste aparente conflito de normas se dá pelo princípio da",
"alternativas": [
{ "letra": "A", "texto": "subsidiariedade." },
{ "letra": "B", "texto": "especialidade." },
{ "letra": "C", "texto": "consunção." },
{ "letra": "D", "texto": "alternatividade." },
{ "letra": "E", "texto": "ultratividade." }
],
"gabarito": "C"
},
{
"id": "q_70314856",
"metadata": "Ano: 2024 | Banca: FCC | Órgão: TJ-AL | Prova: FCC - 2024 - TJ-AL - Técnico Judiciário - Área Judiciária",
"enunciado": "Adelmo foi condenado, com sentença transitada em Julgado, e está cumprindo pena em estabelecimento prisional. Sua companheira, Rita, ao tentar visitá-lo, foi surpreendida no momento da revista tentando ingressar no local portando substância proibida, fato que não era do conhecimento de Adelmo. Diante disso, foi determinada a instauração de um inquérito policial, culminando, após o regular processo, na condenação de Adelmo e Rita pela prática de ilícito penal relacionado ao evento acima descrito. Considerando tão somente as informações apresentadas na questão, a condenação de Adelmo ofendeu, em lese, o princípio do direito penal da",
"alternativas": [
{ "letra": "A", "texto": "responsabilidade pessoal do agente." },
{ "letra": "B", "texto": "bagatela ou da insignificância." },
{ "letra": "C", "texto": "Intervenção mínima." },
{ "letra": "D", "texto": "humanidade da pena." },
{ "letra": "E", "texto": "anterioridade da lei." }
],
"gabarito": "A"
},
{
"id": "q_41926305",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA | Provas: FGV - 2024 - TCE-PA - Auditor de Controle Externo - Área Administrativa - Gestão Governamental|FGV - 2024 - TCE-PA - Auditor de Controle Externo - Área de Fiscalização - Direito",
"enunciado": "Assinale a opção que contém, respectivamente, uma espécie de pena permitida e uma espécie de pena proibida, de forma expressa, pela Constituição Federal de 1988:",
"alternativas": [
{ "letra": "A", "texto": "Privação de liberdade e de trabalhos forçados." },
{ "letra": "B", "texto": "Multa e degredo." },
{ "letra": "C", "texto": "Reparação do dano e banimento." },
{ "letra": "D", "texto": "Trabalhos forçados e suspensão de direitos." },
{ "letra": "E", "texto": "Prestação de contas e de caráter perpétuo." }
],
"gabarito": "A"
},
{
"id": "q_83751924",
"metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO | Prova: INSTITUTO AOCP - 2024 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária - Sem Especialiade",
"enunciado": "Sobre a aplicação da lei penal, assinale a alternativa correta.",
"alternativas": [
{ "letra": "A", "texto": "É pacífica a doutrina em admitir a retroatividade de precedente judicial quando este for favorável ao acusado, equiparando-se, nesse caso, à retroatividade da lei penal mais benéfica." },
{ "letra": "B", "texto": "Para o Superior Tribunal Federal (STF), a complementação de norma penal em branco por ato normativo estadual, distrital ou municipal viola a competência privativa da União para legislar sobre direito penal, nos casos do delito previsto no Art. 268 do Código Penal." },
{ "letra": "C", "texto": "Quando, posteriormente à prática da conduta, o complemento de uma norma penal em branco for modificado, se for mais benéfico ao réu, deve retroagir, ainda que diante de uma situação de excepcionalidade." },
{ "letra": "D", "texto": "Se for mais favorável ao réu, admite-se a aplicação da lei penal intermediária, considerando possuir, simultaneamente, as características de retroatividade e ultratividade." },
{ "letra": "E", "texto": "Configura interpretação endofórica quando o intérprete visa elucidar o alcance e o significado da expressão “veneno” valendo-se de termos que não estão presentes no ordenamento jurídico." }
],
"gabarito": "D"
},
{
"id": "q_69104732",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP | Prova: FGV - 2024 - Prefeitura de São José dos Campos - SP - Guarda Civil Municipal - Reabertura",
"enunciado": "Em julho de 2023, João praticou determinada conduta, àquela época tipificada como crime. Ocorre que, em julho de 2004, adveio nova legislação que passou a considerar a mesma conduta atípica. No caso em tela, considerando que a ação penal em face de João ainda está em curso, aplica-se",
"alternativas": [
{ "letra": "A", "texto": "a nova lei, porque ninguém pode ser punido por fato que lei posterior deixa de considerar crime." },
{ "letra": "B", "texto": "a lei antiga, porque o fato ocorreu à época de sua vigência." },
{ "letra": "C", "texto": "a lei antiga, mas incide uma causa de diminuição de pena, decorrente do novo tratamento penal para a matéria." },
{ "letra": "D", "texto": "parcialmente a nova lei, porque a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto se decididos por sentença condenatória transitada em julgado." },
{ "letra": "E", "texto": "parcialmente a nova lei, porque a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto se já tiver ocorrido o interrogatório do réu." }
],
"gabarito": "A"
},
{
"id": "q_57248169",
"metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: Prefeitura de Rio Verde - GO | Prova: UniRV - GO - 2024 - Prefeitura de Rio Verde - GO - Guarda Civil Municipal",
"enunciado": "O princípio da anterioridade, corolário lógico do princípio da reserva legal, significa:",
"alternativas": [
{ "letra": "A", "texto": "anterioridade do fato em relação à norma penal incriminadora." },
{ "letra": "B", "texto": "precedência da lei aos fatos por ela definidos como delituosos, como condição de validade." },
{ "letra": "C", "texto": "que a lei nova somente regerá fatos pretéritos e não futuros, retroagindo para alcançar fatos anteriores." },
{ "letra": "D", "texto": "que a lei nova nunca retroagirá mesmo que seja para beneficiar o réu." }
],
"gabarito": "B"
},
{
"id": "q_30469271",
"metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos | Prova: Qconcursos - 2024 - Qconcursos - Simulado Ilimitada - 3° Simulado",
"enunciado": "[Questão Inédita] Considere que João, maior e capaz, foi condenado em 2018 por um crime de roubo, cuja pena prevista é de 4 a 10 anos de reclusão. Em 2020, uma nova lei reduziu a pena desse mesmo crime para 2 a 5 anos de reclusão. Considerando a aplicação da lei penal no tempo, assinale a alternativa correta:",
"alternativas": [
{ "letra": "A", "texto": "João continuará cumprindo a pena original, pois a condenação ocorreu antes da nova lei." },
{ "letra": "B", "texto": "João terá direito à revisão de sua pena, aplicando-se a nova lei mais benéfica." },
{ "letra": "C", "texto": "João não poderá ter sua pena revista, pois a nova lei não pode retroagir." },
{ "letra": "D", "texto": "A nova lei se aplica apenas aos crimes cometidos após sua vigência." },
{ "letra": "E", "texto": "João poderá ter sua pena reduzida, mas deve cumprir pelo menos a metade da pena original." }
],
"gabarito": "B"
},
{
"id": "q_15682947",
"metadata": "Ano: 2024 | Banca: CONSULPAM | Órgão: SEMOB de Olinda - PE | Prova: CONSULPAM - 2024 - SEMOB de Olinda - PE - Agente de Trânsito e Transporte",
"enunciado": "Considere o seguinte caso hipotético: João era um funcionário em uma empresa de tecnologia, onde tinha acesso a informações confidenciais sobre os projetos em desenvolvimento. Em 2007, sentindo-se insatisfeito com sua situação financeira, João teve a ideia de divulgar essas informações para um concorrente da empresa em troca de quantia significativa em dinheiro. Na época, João não tinha conhecimento de que essa conduta poderia ser considerada ilegal, até porque não havia nenhuma lei penal que especificamente proibisse essa prática. No entanto, em 2010, uma nova lei foi promulgada, alterando o Código Penal e tipificando como crime a divulgação não autorizada de informações confidenciais. Após a entrada em vigor da nova legislação, o Estado decidiu processar João com base nessa nova lei, acusando-o de violar os termos da legislação recém-promulgada. João, surpreso com a acusação, argumentou que, quando cometeu o ato em 2007, não havia nenhuma lei que criminalizasse sua conduta. Ele afirmou que estava sendo punido retroativamente, o que, segundo ele, violava um dos princípios fundamentais do Estado do Direito. Com base exclusivamente nas informações constantes do caso hipotético, assinale, dentre as alternativas abaixo, a que apresenta o princípio violado pelo Estado:",
"alternativas": [
{ "letra": "A", "texto": "Princípio da intervenção mínima." },
{ "letra": "B", "texto": "Princípio da culpabilidade." },
{ "letra": "C", "texto": "Princípio da irretroatividade da lei penal." },
{ "letra": "D", "texto": "Princípio da insignificância." },
{ "letra": "E", "texto": "Princípio da adequação social." }
],
"gabarito": "C"
},
{
"id": "q_90215438",
"metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CNJ | Prova: CESPE / CEBRASPE - 2024 - CNJ - Analista Judiciário - Área Judiciária",
"enunciado": "Considerando as disposições do Código Penal a respeito de irretroatividade da lei penal e de prescrição, julgue o item que se segue. Segundo o Código Penal, uma nova lei penal mais gravosa não pode ser aplicada a fatos ocorridos antes de sua vigência; em contrapartida, uma lei penal mais benéfica pode retroagir para beneficiar o réu, salvo se este já tiver sido condenado por sentença definitiva.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "q_74530816",
"metadata": "Ano: 2024 | Banca: IBADE | Órgão: SES-MG | Provas: IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Direito|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de TI|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Gestão|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Saúde",
"enunciado": "Sobre o Direito Penal, assinale a opção correta:",
"alternativas": [
{ "letra": "A", "texto": "a Parte Especial do Código Penal trata das contravenções penais;" },
{ "letra": "B", "texto": "o Direito Penal é o ramo do direito privado que tem como objetivo a regulamentação do poder do Estado;" },
{ "letra": "C", "texto": "o princípio da legalidade significa que ninguém será punido senão em virtude de lei posterior que defina o crime e estabeleça a pena;" },
{ "letra": "D", "texto": "o Direito Penal é o conjunto de normas jurídicas que regulam o poder punitivo do Estado, tendo em vista os fatos de natureza criminal e as medidas aplicáveis a quem pratica;" },
{ "letra": "E", "texto": "a Parte Geral do Código Penal trata dos crimes de menor potencial ofensivo." }
],
"gabarito": "D"
},
{
"id": "q_26893504",
"metadata": "Ano: 2024 | Banca: IBADE | Órgão: SES-MG | Provas: IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Direito|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de TI|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Gestão|IBADE - 2024 - SES-MG - Especialista em Políticas e Gestão da Saúde - Área de Saúde",
"enunciado": "O Direito Penal disciplina o poder punitivo limitado do Estado, por isso regido pelo princípio da:",
"alternativas": [
{ "letra": "A", "texto": "irretroatividade da lei penal mais benéfica;" },
{ "letra": "B", "texto": "individualização da pena;" },
{ "letra": "C", "texto": "intervenção máxima sobre a liberdade individual;" },
{ "letra": "D", "texto": "desproporcionalidade;" },
{ "letra": "E", "texto": "dupla punição pelo mesmo fato." }
],
"gabarito": "C"
},
{
"id": "q_48071953",
"metadata": "Ano: 2024 | Banca: NC-UFPR | Órgão: Prefeitura de Campo Magro - PR | Prova: NC-UFPR - 2024 - Prefeitura de Campo Magro - PR - Guarda Municipal",
"enunciado": "Assinale a alternativa correta sobre a aplicação da lei penal, de acordo com o Código Penal brasileiro.",
"alternativas": [
{ "letra": "A", "texto": "A lei brasileira é de aplicação soberana e exclusiva em crimes cometidos no território nacional." },
{ "letra": "B", "texto": "A lei posterior que, de qualquer modo, favorecer o agente aplica-se aos fatos anteriores." },
{ "letra": "C", "texto": "A lei temporária não será aplicada após decorrido o período de sua duração, salvo em caso de fato praticado antes do período de sua vigência." },
{ "letra": "D", "texto": "Em caso de novidade tecnológica, há crime mesmo sem lei anterior que o defina." },
{ "letra": "E", "texto": "A lei brasileira aplica-se aos crimes praticados em aeronaves estrangeiras de propriedade pública no território nacional." }
],
"gabarito": "B"
}
]
