[
{
"id": "49182057",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
"enunciado_principal": "Relacione o princípio com a afirmativa com ele compatível:",
"itens_assertiva": [
"1. Princípio da legalidade",
"2. Princípio da intervenção mínima",
"3. Princípio da culpabilidade",
"4. Princípio da humanidade",
"( ) Este princípio também é chamado de *ultima ratio*, implica na limitação do pode punitivo do Estado, segundo o qual a criminalização de uma conduta só se legitima se constituir meio necessário para a proteção de um determinado bem jurídico.",
"( ) De acordo com este princípio, é vedada a responsabilidade objetiva no direito penal.",
"( ) A ninguém pode ser imposta uma pena que não esteja prevista em lei.",
"( ) São vedadas penas que violem a dignidade humana."
],
"enunciado_pergunta": "Assinale a opção que indica a relação correta, na ordem apresentada.",
"alternativas": [
{ "letra": "A", "texto": "1 – 2 – 3 – 4." },
{ "letra": "B", "texto": "4 – 3 – 2 – 1." },
{ "letra": "C", "texto": "2 – 3 – 4 – 1." },
{ "letra": "D", "texto": "3 – 2 – 1 – 4." },
{ "letra": "E", "texto": "2 – 3 – 1 – 4." }
],
"gabarito": "E"
},
{
"id": "36729104",
"metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Camaçari - BA",
"enunciado_principal": "O indivíduo autuado em flagrante pela prática de um crime não poderá ser considerado culpado até o trânsito em julgado de sentença penal condenatória, em razão do princípio",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "da legalidade estrita." },
{ "letra": "B", "texto": "do devido processo legal." },
{ "letra": "C", "texto": "da presunção de inocência." },
{ "letra": "D", "texto": "da ampla defesa." },
{ "letra": "E", "texto": "da anterioridade penal." }
],
"gabarito": "C"
},
{
"id": "81954273",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
"enunciado_principal": "Acerca dos princípios penais, assinale a afirmativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O princípio da intranscendência pressupõe que o Direito Penal só pode incidir nas hipóteses em que há lesão ou risco de lesão a um bem jurídico." },
{ "letra": "B", "texto": "O princípio da fragmentariedade preconiza que a pena não pode passar da pessoa do condenado." },
{ "letra": "C", "texto": "O princípio da insignificância exclui a tipicidade formal em razão de lesão ou risco de lesão irrelevante ao bem jurídico tutelado." },
{ "letra": "D", "texto": "O princípio do *ne bis in idem* indica que uma mesma circunstância não pode ser valorada em desfavor do suposto autor do fato mais de uma vez." },
{ "letra": "E", "texto": "O princípio da ofensividade veda as penas de morte, perpétuas e cruéis, bem como as penas de trabalhos forçados e de banimento." }
],
"gabarito": "D"
},
{
"id": "10456729",
"metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Maracanaú - CE",
"enunciado_principal": "Exclusivamente a respeito da anterioridade penal, assinale a assertiva que se amolda ao tema.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal." },
{ "letra": "B", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução penal e os efeitos penais da sentença condenatória." },
{ "letra": "C", "texto": "A pessoa só poderá ser punida por lei anterior ao fato, se for revogada e considerada mais benéfica à vítima." },
{ "letra": "D", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência." }
],
"gabarito": "A"
},
{
"id": "73821905",
"metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: Prefeitura de Cidade Ocidental - GO",
"enunciado_principal": "Leia o texto a seguir. O Código de Conduta para os Funcionários Responsáveis pela Aplicação da Lei adotado pela Assembleia General das Nações Unidas, no dia 17 de dezembro de 1979, através da Resolução nº 34/169, prevê no artigo 3º que “os funcionários responsáveis pela aplicação da lei só podem empregar a força quando estritamente necessária e na medida exigida para o cumprimento do seu dever.” Tendo como base o texto do dispositivo, os princípios que orientam o uso da força pelos funcionários responsáveis pela aplicação da lei são",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "impessoalidade e razoabilidade." },
{ "letra": "B", "texto": "necessidade e proporcionalidade." },
{ "letra": "C", "texto": "impessoalidade e necessidade." },
{ "letra": "D", "texto": "razoabilidade e proporcionalidade." }
],
"gabarito": "B"
},
{
"id": "29547183",
"metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
"enunciado_principal": "Em virtude de progressivo e elevado número de crimes contra o patrimônio no Município de São Luís do Maranhão, em cinco de setembro de 2022, foi editada uma medida provisória com previsão de alteração da pena de furto do Art. 155 do Código Penal que é de reclusão, de 1 a 4 anos, e multa para uma pena de reclusão de 6 a 9 anos e multa. Marcos, em 15 de setembro de 2022, subtrai para si um televisor. Considerando a situação hipotética mencionada, a doutrina, a legislação pátria e o entendimento das cortes superiores, assinale a afirmativa correta em relação à pena que deverá ser aplicada, caso haja condenação, atentando o julgamento em 18 de setembro de 2022.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "6 a 9 anos de reclusão e multa , pois no caso de medida provisória tem ultratividade gravosa." },
{ "letra": "B", "texto": "6 a 9 anos de reclusão e multa , pois aplica-se o princípio do *tempus regit actum* (tempo rege o ato)." },
{ "letra": "C", "texto": "1 a 4 anos de detenção e multa , pois a Constituição prevê o princípio da ultratividade da lei penal mais benéfica ao réu." },
{ "letra": "D", "texto": "1 a 4 anos de reclusão e multa , pois medida provisória não pode servir para criar tipo incriminador nem cominar penal." }
],
"gabarito": "D"
},
{
"id": "50193826",
"metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
"enunciado_principal": "O direito positivo não esgota a ciência penal. Dessa maneira, considerando a principiologia do Direito Penal, assinale a alternativa incorreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A Convenção Americana de Direitos Humanos e o Pacto Internacional sobre Direitos Civis e Políticos têm, em seu bojo, o princípio do *ne bis in idem* como princípio processual, porém, esse é um princípio de índole substancial também aplicável à matéria penal." },
{ "letra": "B", "texto": "A subsidiariedade do Direito Penal deriva de sua consideração como “remédio sancionar extremo”, que deve ser ministrado apenas quando outro se revele ineficiente, quando fracassam as demais barreiras protetoras de bem jurídico." },
{ "letra": "C", "texto": "A doutrina trabalhou e a jurisprudência acolheu diversos casos de possíveis incidências do princípio da adequação social, como a perfuração de orelhas de crianças para colocar brincos e a venda de bebida alcoólica a menores de idade em localidades afastadas dos grandes centros." },
{ "letra": "D", "texto": "A jurisprudência admite a aplicação do princípio da insignificância nos crimes patrimoniais em que não há emprego de violência ou grave ameaça, mas há resistência para o reconhecimento para o crime de roubo." },
{ "letra": "E", "texto": "Há precedentes nos tribunais superiores reconhecendo a aplicação do princípio da insignificância mesmo que a vida pregressa do indivíduo denote reincidência criminal." }
],
"gabarito": "C"
},
{
"id": "94751028",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
"enunciado_principal": "Jonas, primário e portador de bons antecedentes, subtraiu, sem violência ou grave ameaça, dez pacotes de biscoito avaliados, no todo, em noventa reais, pertencentes ao supermercado XYZ. Nesse cenário, é correto afirmar que Jonas:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não responderá por qualquer crime, em razão do princípio da insignificância, que afasta a culpabilidade do agente;" },
{ "letra": "B", "texto": "não responderá por qualquer crime, em razão do princípio da insignificância, que afasta a tipicidade da conduta;" },
{ "letra": "C", "texto": "não responderá por qualquer crime, em razão do princípio da insignificância, que afasta a ilicitude da conduta;" },
{ "letra": "D", "texto": "responderá pelo crime de furto simples privilegiado;" },
{ "letra": "E", "texto": "responderá pelo crime de furto simples." }
],
"gabarito": "B"
},
{
"id": "62830174",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
"enunciado_principal": "João, em maio de 2023, subtraiu, mediante grave ameaça, o telefone celular e a carteira de Ingrid, vindo, em seguida, a ser capturado em flagrante. Após tomar ciência dos fatos, o Ministério Público ofereceu denúncia em face de João, em razão da prática do crime de roubo simples, cujo preceito secundário prevê as penas de 4 a 10 anos de reclusão e multa. No curso do processo, em julho de 2023, é editada nova legislação, dando azo ao aumento das sanções do roubo simples: o preceito secundário passou a prever as penas de 6 a 12 anos de reclusão e multa. De acordo com as disposições do Código Penal, é correto afirmar que a nova lei:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não incidirá no processo vinculado ao crime perpetrado por João, em razão do princípio da anterioridade;" },
{ "letra": "B", "texto": "incidirá no processo vinculado ao crime perpetrado por João, em razão do princípio da anterioridade;" },
{ "letra": "C", "texto": "não incidirá no processo vinculado ao crime perpetrado por João, em razão do princípio da especialidade;" },
{ "letra": "D", "texto": "não incidirá no processo vinculado ao crime perpetrado por João, em razão do princípio da legalidade;" },
{ "letra": "E", "texto": "incidirá no processo vinculado ao crime perpetrado por João, em razão do princípio da legalidade." }
],
"gabarito": "A"
},
{
"id": "31092546",
"metadata": "Ano: 2023 | Banca: BRB | Órgão: CREF - 13ª Região (BA-SE)",
"enunciado_principal": "O princípio da intranscendência da pena define que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a declaração do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do patrimônio transferido." },
{ "letra": "B", "texto": "A lei regulará a indivualização da pena." },
{ "letra": "C", "texto": "Ninguém será considerado culpado até o trânsito em julgado da sentença penal condenatória." },
{ "letra": "D", "texto": "Uma conduta, ainda quando tipificada em lei como criminosa, quando não for capaz de afrontar o sentimento social de justiça, não seria considerada crime, em sentido material, por possuir adequação social." },
{ "letra": "E", "texto": "Não basta que o fato seja formalmente típico para que possa ser considerado crime, é necessário que este fato ofenda, de maneira grave, o bem jurídico pretensamente protegido pela norma penal." }
],
"gabarito": "A"
},
{
"id": "87463219",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-RJ",
"enunciado_principal": "Fundador do moderno Direito Penal, primeiro dogmático da doutrina jurídico-penal, a quem se atribui a formulação do princípio *nullum crimen, sine lege, nulla poena, sine lege*:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Beccaria." },
{ "letra": "B", "texto": "Carrara." },
{ "letra": "C", "texto": "Romagnosi." },
{ "letra": "D", "texto": "Bentham." },
{ "letra": "E", "texto": "Feuerbach." }
],
"gabarito": "E"
},
{
"id": "45091762",
"metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
"enunciado_principal": "Suponha que a assembleia legislativa de certa unidade da Federação votou a aprovação de um tipo penal em pontual violação às competências dos entes federados, pois cabe à União legislar sobre nova lei penal incriminadora. Nesse sentido, a atuação da assembleia legislativa ofende, especificamente, o principio da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "culpabilidade." },
{ "letra": "B", "texto": "insignificância." },
{ "letra": "C", "texto": "ofensividade." },
{ "letra": "D", "texto": "proporcionalidade." },
{ "letra": "E", "texto": "reserva legal." }
],
"gabarito": "E"
},
{
"id": "19853607",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: DPE-SP",
"enunciado_principal": "Suponha que um funcionário público municipal tenha se utilizado, por alguns minutos, de veículo oficial para fins pessoais, resultando em um consumo de combustível da ordem de R$ 50,00 (cinquenta reais) no trajeto não autorizado. Após advertência recebida de seu superior, o funcionário em questão realizou o depósito na conta do Tesouro Municipal, do montante equivalente à gasolina utilizada no trajeto. Com base nesta situação hipotética e na jurisprudência do Supremo Tribunal Federal, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o princípio da insignificância é inaplicável aos crimes contra a Administração Pública, devendo o funcionário ser processado por peculato-furto." },
{ "letra": "B", "texto": "em caso de ressarcimento do valor ao erário, estará configurada a desistência voluntária, com efeitos sobre a pena aplicável." },
{ "letra": "C", "texto": "o funcionário deverá ser processado pelo crime de improbidade administrativa, por ter dolosamente desviado equipamento público para fins pessoais." },
{ "letra": "D", "texto": "a conduta em si não é capaz de lesionar o bem jurídico Administração Pública, aplicando-se o princípio da bagatela." },
{ "letra": "E", "texto": "o instituto do arrependimento posterior não é aplicável aos crimes contra a Administração Pública, não havendo qualquer relevância a posterior devolução do valor pelo funcionário." }
],
"gabarito": "D"
},
{
"id": "72604938",
"metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
"enunciado_principal": "Tendo em vista os princípios constitucionais aplicáveis ao Direito Penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Tendo em vista o princípio da reserva legal, que é uma vertente do princípio da legalidade, medida provisória, lei complementar, leis delegadas, resoluções e decretos não podem tratar de temática penal." },
{ "letra": "B", "texto": "O princípio da intranscendência da pena veda que o tempo total de cumprimento das penas privativas de liberdade ultrapasse 40 anos." },
{ "letra": "C", "texto": "O princípio da dignidade da pessoa humana, no âmbito penal, implica vedação de tratamento degradante e cruel, servindo de fundamento, na jurisprudência, à concessão de prisão domiciliar a preso em estado terminal." },
{ "letra": "D", "texto": "O princípio da insignificância implica na exclusão da tipicidade formal, diante da lesão ou risco de lesão irrelevante ao bem jurídico tutelado." },
{ "letra": "E", "texto": "O princípio de bis in idem veda que se utilize a reincidência como agravante genérico da pena." }
],
"gabarito": "C"
},
{
"id": "23148975",
"metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
"enunciado_principal": "Mulan é experto em ciências da computação, sendo exímio programador e tendo facilidade para desvendar sítios na internet e problemas de segurança nas redes sociais. Por força de suas qualificações, encontra, com frequência, brechas nos sistemas de grandes corporações, sendo, muitas vezes, contratado para averiguar as falhas existentes. Nesse percurso, veio a ser acusado de praticar atos não permitidos. Contratou um advogado, o qual afirmou que os atos realizados não estariam previstos no sistema de repressão. Nesse caso, nos termos do Código Penal, houve violação do princípio da:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "reserva legal" },
{ "letra": "B", "texto": "possibilidade real" },
{ "letra": "C", "texto": "capacidade pessoal" },
{ "letra": "D", "texto": "praticidade profissional" }
],
"gabarito": "A"
},
{
"id": "68051493",
"metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
"enunciado_principal": "Xanadu é estudioso das culturas orientais e busca fundamentos para justificar a estrutura repressiva do Estado resolvendo os conflitos que surgem no dia a dia das pessoas. Ele verifica que conflitam duas perspectivas de pensamento quanto à função do Direito Penal na sociedade. Quando ocorre a tutela dos bens mais importantes e somente atua a esfera penal, e quando estão inócuos os demais ramos do Direito, ocorre a incidência do princípio da:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "intervenção mínima" },
{ "letra": "B", "texto": "abolição penal" },
{ "letra": "C", "texto": "pena gravosa" },
{ "letra": "D", "texto": "lei correta" }
],
"gabarito": "A"
},
{
"id": "90217384",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
"enunciado_principal": "No que concerne ao princípio da legalidade em matéria penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O principio da legalidade, em sua faceta política, cumpre uma função constitutiva em relação às penas ilegais e uma função de garantia em relação às penas legais." },
{ "letra": "B", "texto": "De acordo com o princípio da reserva legal, um dos consectários do princípio da legalidade em sentido lato, é proibida a incriminação vaga ou indeterminada por tipos que não sejam claros ou precisos." },
{ "letra": "C", "texto": "A aplicação da pena não observa o princípio da legalidade, mas o da discricionariedade judicial." },
{ "letra": "D", "texto": "A norma penal em branco invertida é admissível, desde que homogênea." },
{ "letra": "E", "texto": "Não há normas penais em branco no Código Penal, estando elas presentes apenas na legislação penal extravagante." }
],
"gabarito": "D"
},
{
"id": "54378106",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
"enunciado_principal": "Assinale a opção em que é apresentado o princípio do direito penal que obsta a padronização da sanção penal e preconiza a variação da pena de acordo com a personalidade e os meios de execução do agente,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "princípio da adequação social e significância" },
{ "letra": "B", "texto": "princípio da individualização da pena" },
{ "letra": "C", "texto": "princípio da culpabilidade" },
{ "letra": "D", "texto": "princípio da proteção do bem jurídico" },
{ "letra": "E", "texto": "princípio da intervenção mínima" }
],
"gabarito": "B"
},
{
"id": "16792345",
"metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-MG",
"enunciado_principal": "Assinale a alternativa que apresenta o princípio segundo o qual o direito penal, por sua natureza fragmentária, só vai aonde seja necessário para a proteção do bem jurídico.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "princípio da insignificância" },
{ "letra": "B", "texto": "princípio da individualização da pena" },
{ "letra": "C", "texto": "princípio da proporcionalidade" },
{ "letra": "D", "texto": "princípio da responsabilidade pessoal" },
{ "letra": "E", "texto": "princípio da limitação das penas" }
],
"gabarito": "A"
},
{
"id": "70384592",
"metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-MG",
"enunciado_principal": "Quanto ao princípio da intervenção mínima no direito penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O direito penal deve se preocupar com a proteção de todos os bens importantes e necessários à vida em sociedade." },
{ "letra": "B", "texto": "É vedado ao direito penal ocupar-se de temas que já foram regulados por outros ramos do direito." },
{ "letra": "C", "texto": "O princípio da intervenção mínima não tem aplicação no direito brasileiro." },
{ "letra": "D", "texto": "O princípio da intervenção mínima estabelece que somente haverá crime se a vítima manifestar a intenção de que o autor do ilícito seja apenado." },
{ "letra": "E", "texto": "O direito penal deve interferir o menos possível na vida em sociedade, devendo ser solicitado somente quando os demais ramos do direito, comprovadamente, não forem capazes de proteger os bens considerados como da maior importância." }
],
"gabarito": "E"
}
]
