[
  {
    "id": "600807",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Nos casos previstos em lei, poderá o devedor ou terceiro requerer, com efeito de pagamento, a consignação da quantia ou da coisa devida. Sobre a consignação em pagamento, é correto afirmar EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A consignação tem lugar se o credor não puder, ou, sem justa causa, recusar receber o pagamento, ou dar quitação na devida forma."
      },
      {
        "letra": "B",
        "texto": "Requerer-se-á a consignação no lugar do pagamento, cessando para o devedor, tanto que se efetue o depósito, os juros e os riscos, salvo se for julgada improcedente."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de prestações periódicas, uma vez consignada a primeira, pode o devedor continuar a consignar, no mesmo processo e sem mais formalidades, as que se forem vencendo, desde que os depósitos sejam efetuados até 10 (dez) dias, contados da data do vencimento."
      },
      {
        "letra": "D",
        "texto": "A ação de consignação em pagamento deverá ser proposta no local do cumprimento da obrigação, salvo se houver eleição de foro."
      },
      {
        "letra": "E",
        "texto": "A consignação em pagamento pode ser efetuada de modo extrajudicial, tratando-se de obrigação em dinheiro. Poderá o devedor ou terceiro proceder o depósito em casa bancária oficial, cientificando o credor por carta para que, no prazo de 10 (dez) dias levante a referida quantia ou expressamente manifeste o motivo da recusa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700611",
    "metadata": "Ano: 2015 | Banca: INTEGRI | Órgão: Prefeitura de Salesópolis - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação de depósito",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "As assertivas abaixo referem-se aos procedimentos especiais de jurisdição contenciosa, regulamentados pelo Código de Processo Civil brasileiro. I - Nos casos previstos em lei, poderá o devedor ou terceiro requerer, com efeito de pagamento, a consignação da quantia ou da coisa devida. Tratando-se de obrigação em dinheiro, poderá o devedor ou terceiro optar pelo depósito da quantia devida, em estabelecimento bancário, oficial onde houver, situado no lugar do pagamento, em conta com correção monetária, cientificando-se o credor por carta com aviso de recepção, assinado o prazo de 10 (dez) dias para a manifestação de recusa. II – A ação de depósito tem por fim exigir a restituição da coisa depositada. A petição inicial será instruída somente com a prova literal do depósito, se não constar do contrato, o autor pedirá a citação do réu para, no prazo de 5 (cinco) dias: entregar a coisa, depositá-la em juízo ou consignar-lhe o equivalente em dinheiro, desde que o valor seja apresentado pelo autor ou; contestar a ação. III - A ação de prestação de contas competirá a quem tiver: o direito de exigi-las ou; a obrigação de prestá-las. Aquele que pretender exigir a prestação de contas requererá a citação do réu para, no prazo de 5 (cinco) dias, as apresentar ou contestar a ação. IV - A habilitação tem lugar quando, por falecimento de qualquer das partes, os interessados houverem de suceder-lhe no processo. A habilitação pode ser requerida exclusivamente pelos sucessores do falecido, em relação à parte. V - A ação monitória compete a quem pretender, com base em prova escrita sem eficácia de título executivo, pagamento de soma em dinheiro, entrega de coisa fungível ou de determinado bem móvel. Estando a petição inicial devidamente instruída, o Juiz citará o réu para que este ofereça defesa no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas II, IV e V estão incorretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas II, III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, IV e V estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "616155",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "A Consignação em Pagamento figura dentre os procedimentos especiais com mais tradição no sistema processual. Quando se tratar de prestações periódicas, o Código de Processo Civil permite que o autor, após consignada a primeira prestação, deposite as que forem se vencendo desde que os depósitos sejam realizados até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um dia contado da data do vencimento"
      },
      {
        "letra": "B",
        "texto": "dois dias contados da data do vencimento"
      },
      {
        "letra": "C",
        "texto": "três dias contados da data do vencimento"
      },
      {
        "letra": "D",
        "texto": "quatro dias contados da data do vencimento"
      },
      {
        "letra": "E",
        "texto": "cinco dias contados da data do vencimento"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "571879",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Procedimentos Especiais de Jurisdição Voluntária"
    ],
    "enunciado_principal": "Acerca dos procedimentos especiais, assinale a opção correta conforme jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de um herdeiro desejar desconstituir, após o encerramento do inventário judicial, sentença que julgue ou que homologue a partilha, será necessário recorrer a ação anulatória que indique o vício que fundamenta sua pretensão."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de procedimento de arrolamento sumário, com pedido de adjudicação realizado por herdeiro único e incapaz, será vedado ao credor do espólio impugnar a estimativa de valor dos bens apresentada na petição de inventário."
      },
      {
        "letra": "C",
        "texto": "Na ação renovatória prevista na Lei n.º 8.245/1991 (Lei de Locações de Imóveis Urbanos), a execução do julgado que determina a desocupação do imóvel locado, em razão da improcedência do pedido autoral, somente pode ser feita com o trânsito em julgado da sentença."
      },
      {
        "letra": "D",
        "texto": "Na ação de consignação em pagamento, o autor pode propor discussão sobre o valor devido, ainda que, para tanto, seja necessária a análise do alcance e da validade da cláusula do contrato que ensejou a consignação."
      },
      {
        "letra": "E",
        "texto": "Nos embargos de terceiro, é possível a anulação de negócio jurídico em razão de fraude contra credores, desde que sejam demonstrados o estado de insolvência do devedor e o conluio fraudulento na alienação do bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "523043",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Proposta a ação de consignação em pagamento, em relação a prestações periódicas, uma vez consignada a primeira, pode o devedor continuar a consignar, no mesmo processo e sem mais formalidades, as que se forem vencendo, desde que os depósitos sejam efetuados até _____ dias, contados da data do vencimento. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois"
      },
      {
        "letra": "B",
        "texto": "cinco"
      },
      {
        "letra": "C",
        "texto": "quinze"
      },
      {
        "letra": "D",
        "texto": "vinte"
      },
      {
        "letra": "E",
        "texto": "trinta"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "700417",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "No que concerne à sentença da ação de consignação em pagamento, analise as proposições abaixo: I – A sentença da consignatória é predominantemente declaratória. II – Reconhecida pelo Juiz a justeza da conduta do consignante e a adequação do depósito efetuado, liberando-o da obrigação, a sentença será sempre de procedência do pedido. III – Citado, o réu na ação de consignação poderá levantar o valor depositado, caso em que o Juiz, na sentença, deve extinguir o feito com a procedência da pretensão e a condenação do requerido nos ônus sucumbenciais. Poderá, também, manter-se revel, omitindo-se em responder à demanda, mas essa conduta não deve levar, necessariamente, a uma sentença de procedência da ação de consignação em pagamento com a extinção da obrigação e condenação do réu nas custas e honorários, não se podendo cogitar de outra solução, nada obstante essa afirmação ir de encontro com a literalidade da norma inserta no artigo 897 da Lei Adjetiva Civil. IV – Na hipótese descrita no parágrafo segundo do artigo 899 do Código de Processo Civil Brasileiro se prevê efeito anexo condenatório (entre o valor consignado e aquele efetivamente devido) na sentença de improcedência da ação consignatória, quando a defesa do réu se fundar na insuficiência do depósito, fazendo surgir para o demandado título executivo extrajudicial para a cobrança da diferença, facultado ao réu-credor promover-lhe a execução nos mesmos autos. V – A razão de existirem dois procedimentos (especial, da consignatória, e comum, para identificação do credor) é evitar que o devedor consignante tenha de ficar aguardando o término de toda a instrução processual para ser liberado de uma obrigação que já satisfez, somente porque os credores discutem sobre o direito de receber. Com efeito, isso excluiria a possibilidade de o Juiz definir o efetivo credor, no mesmo momento em que prolata a sentença de extinção da obrigação do devedor, se já tem condições de fazê-lo, ainda que repute desnecessária a produção de provas. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III, apenas."
      },
      {
        "letra": "D",
        "texto": "IV e V, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444843",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "A Lei nº 8.245/91 expressamente estabeleceu, em seu artigo 67, a possibilidade de ser manejada ação de consignação em pagamento para quitação de aluguéis e acessórios decorrentes de locação imobiliária, feito cujo rito guarda algumas peculiaridades em relação à ação de consignação em pagamento típica prevista a partir do artigo 891 do Código de Processo Civil.Sobre a Consignação em Pagamento de Aluguel e Acessórios de Locação prevista na Lei nº 8.245/91, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apesar da controvérsia doutrinária acerca da possibilidade ou não de se manejar o depósito extrajudicial quando se tratar de débito locatício, eis que a Lei nº 8.245/91 não prevê expressamente tal instituto no rito próprio da Ação de Consignação em Pagamento de Aluguel e Acessórios de Locação, o Superior Tribunal de Justiça considerou que o locatário pode valer-se do instituto previsto no artigo 890, §1º, do Código de Processo Civil para desonerar-se da obrigação."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 8.245/91, ao versar, em seu artigo 67, sobre a Ação de Consignação em Pagamento de Aluguel e Acessórios de Locação, não estabelece qual seria o foro competente para julgar a referida ação, motivo pelo qual a fixação da competência se dará no local previsto para pagamento da obrigação."
      },
      {
        "letra": "C",
        "texto": "Determinada a citação do réu na Ação de Consignação em Pagamento de Aluguel e Acessórios de Locação, será o autor intimado a, no prazo de 24 horas, efetuar o depósito judicial da importância indicada na petição inicial, sob pena de ser extinto o processo."
      },
      {
        "letra": "D",
        "texto": "Citado para a Ação de Consignação em Pagamento de Aluguel e Acessórios de Locação, o réu poderá, em reconvenção, pedir o despejo e a cobrança dos valores objeto da consignatória ou da diferença do depósito inicial, na hipótese de ter sido alegado não ser o mesmo integral. O certo é que, havendo na reconvenção a cumulação dos pedidos de rescisão da locação e cobrança dos valores objeto da consignatória, a execução da cobrança só poderá ter início após obtenção da desocupação do imóvel, caso ambos tenham sido acolhidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378895",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Em relação à consignação em pagamento, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de prestações periódicas, uma vez consignada a primeira, pode o devedor continuar a consignar, no mesmo processo e sem mais formalidades, as que se forem vencendo, desde que os depósitos sejam efetuados até cinco dias, contados da data do vencimento."
      },
      {
        "letra": "B",
        "texto": "A sentença que concluir pela insuficiência do depósito consignado remeterá as partes às vias ordinárias, defeso apurar nos próprios autos o montante devido."
      },
      {
        "letra": "C",
        "texto": "Requerer-se-á a consignação no lugar do pagamento, cessando para o devedor, tanto que se efetue o depósito, os juros e os riscos, salvo se for julgada procedente."
      },
      {
        "letra": "D",
        "texto": "Se ocorrer dúvida sobre quem deva legitimamente receber o pagamento, o autor requererá o depósito, podendo os que o disputam levantá-lo proporcionalmente desde logo, se prestada caução nos autos."
      },
      {
        "letra": "E",
        "texto": "Não oferecida a contestação, com a ocorrência da revelia, o Juiz deverá julgar improcedente o pedido, sem condenação nas verbas sucumbenciais, por ausência de resistência ao pedido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370518",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Prazos",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação de prestação de contas",
      "Ações possessórias"
    ],
    "enunciado_principal": "Com relação às ações de procedimento especial, os prazos para contestar especificamente as ações de nunciação de obra nova, reintegração de posse, prestação de contas e consignação em pagamento são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias; 15 dias; 5 dias e 15 dias"
      },
      {
        "letra": "B",
        "texto": "15 dias; 15 dias; 5 dias e 5 dias"
      },
      {
        "letra": "C",
        "texto": "15 dias; 15 dias; 10 dias e 10 dias."
      },
      {
        "letra": "D",
        "texto": "5 dias; 15 dias; 10 dias e 15 dias"
      },
      {
        "letra": "E",
        "texto": "15 dias; 05 dias; 10 dias e 05 dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361342",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação Monitória no CPC 1973",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Sobre os procedimentos especiais previstos pelo Código de Processo Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em ação de consignação em pagamento, realizado o depósito em até cinco dias da data do cumprimento da obrigação, o devedor ficará isento das custas a que tenha dado causa e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "em ação monitória, rejeitados os embargos o devedor terá dez dias para realizar o pagamento que, se respeitados, isentará o cumpridor da obrigação das custas e honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "em embargos de terceiro, se o embargado não possuir advogado constituído na ação principal deverá ser citado por edital."
      },
      {
        "letra": "D",
        "texto": "em embargos de terceiro, julgando suficientemente provada a posse, o juiz deferirá liminarmente a expedição de mandado de manutenção ou de restituição em favor do embargante, que só receberá os bens depois de prestar caução."
      },
      {
        "letra": "E",
        "texto": "quando a consignação em pagamento se fundar em dúvida sobre quem deva legitimamente receber, não comparecendo nenhum pretendente, o juiz autorizará que o autor levante a quantia depositada em seu favor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843811",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Com relação à ação de consignação em pagamento é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos previstos em lei, poderá o devedor ou terceiro requerer, com efeito de pagamento, a consignação da quantia ou da coisa devida. Tratando-se de obrigação em dinheiro, poderá o devedor ou terceiro optar pelo depósito da quantia devida, em estabelecimento bancário, oficial onde houver, situado no lugar do pagamento, em conta com correção monetária, cientificando-se o credor por carta com aviso de recepção, assinado o prazo de 10 (dez) dias para a manifestação de recusa."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de prestações periódicas, uma vez consignada a primeira, pode o devedor continuar a consignar, no mesmo processo e sem mais formalidades, as que se forem vencendo, desde que os depósitos sejam efetuados até 10 (dez) dias, contados da data do vencimento."
      },
      {
        "letra": "C",
        "texto": "Quando na contestação o réu alegar que o depósito não é integral, é lícito ao autor completá-lo, dentro de 15 (quinze) dias, salvo se corresponder à prestação, cujo inadimplemento acarrete a rescisão do contrato."
      },
      {
        "letra": "D",
        "texto": "Não oferecida a contestação, e ocorrentes os efeitos da revelia, o juiz julgará procedente o pedido, declarará extinta a obrigação, sem condenação a honorários advocatícios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "404117",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "No que se refere aos procedimentos especiais de jurisdição contenciosa e voluntária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação de consignação em pagamento, o demandado poderá alegar, em sua defesa, toda a matéria de fato e de direito relativa à existência e ao quantitativo da dívida."
      },
      {
        "letra": "B",
        "texto": "Nos procedimentos de jurisdição voluntária, embora ocorra mitigação do princípio da inalterabilidade do pedido, admitindo-se julgamento extra petita, o magistrado vincula-se ao princípio da legalidade estrita."
      },
      {
        "letra": "C",
        "texto": "Em autos de procedimento de demarcação de limites entre dois imóveis em que o demandado se limite a contestar o pedido, sem deduzir reconvenção, se o juiz afirmar na sentença que os limites não estão no local apontado pelo autor, o provimento jurisprudencial será meramente declaratório de improcedência da pretensão."
      },
      {
        "letra": "D",
        "texto": "No procedimento especial de nunciação de obra nova, o município tem legitimidade ativa para impedir que o particular construa em contravenção da lei, do regulamento ou de postura, e extraordinária, em se tratando de violação a normas de direito estadual ou federal, devendo o construtor figurar no polo passivo da ação, ainda que seja pessoa jurídica de direito público ou privado."
      },
      {
        "letra": "E",
        "texto": "O procedimento monitório se caracteriza pela prolação, initio litis, de sentença liminar condenatória, desprovida de declaração de acertamento da existência do direito do demandante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346769",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Ao receber o boleto de pagamento referente às prestações, no valor de R$ 2.000,00, do automóvel por ele adquirido, Carlos discordou dos juros aplicados ao financiamento e pleiteou junto à instituição financeira que ela procedesse aos ajustes que considerava necessários. Não tendo obtido sucesso, Carlos ajuizou ação de consignação em pagamento. Considerando a situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Carlos não realizar o depósito do valor em até cinco dias do deferimento da inicial, será suspenso o processo sem a citação do réu."
      },
      {
        "letra": "B",
        "texto": "Caso o réu, na contestação, não comprove que sua recusa é justificada, o autor ficará isento de realizar os depósitos das prestações sucessivas até a sentença."
      },
      {
        "letra": "C",
        "texto": "Sendo as matérias de defesa limitadas ao valor devido, o réu, como resposta, só pode utilizar a contestação."
      },
      {
        "letra": "D",
        "texto": "Se, citado, o réu não apresentar contestação, o juiz deverá julgar procedente o pedido, condenando- o ao pagamento de honorários advocatícios entre 10% e 20% do valor do depósito."
      },
      {
        "letra": "E",
        "texto": "Será facultado a Carlos complementar o depósito se o credor alegar, em impugnação, que o valor é insuficiente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1661605",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Nos termos da lei civil considera-se pagamento, e extingue a obrigação, o depósito judicial ou em estabelecimento bancário da coisa devida, nos casos e forma legais. Sobre a consignação em pagamento, esta NÃO é cabível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se os bens, hipotecados ou empenhados, forem penhorados em execução por outro credor."
      },
      {
        "letra": "B",
        "texto": "Se o credor não for, nem mandar receber a coisa no lugar, tempo e condição devidos."
      },
      {
        "letra": "C",
        "texto": "Se o credor for incapaz de receber, for desconhecido, declarado ausente, ou residir em lugar incerto ou de acesso perigoso ou difícil."
      },
      {
        "letra": "D",
        "texto": "Se ocorrer dúvida sobre quem deva legitimamente receber o objeto do pagamento."
      },
      {
        "letra": "E",
        "texto": "Se pender litígio sobre o objeto do pagamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "443150",
    "metadata": "Ano: 2012 | Banca: Quadrix | Órgão: DATAPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação de consignação em pagamento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a consignação se fundar em dúvida sobre quem deva legitimamente receber, não comparecendo nenhum pretendente, converter-se-á o depósito em arrecadação de bens de ausentes; comparecendo apenas um, o juiz decidirá de plano; comparecendo mais de um, o juiz declarará efetuado o depósito e extinta a obrigação, continuando o processo a correr unicamente entre os credores, caso em que se observará o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "Na contestação, o réu poderá alegar que o depósito não é integral e não indicar o montante que entende devido, se provar que esse ônus seria do devedor."
      },
      {
        "letra": "C",
        "texto": "Não oferecida a contestação, independentemente dos efeitos da revelia, o juiz julgará procedente o pedido, declarará extinta a obrigação e condenará o réu nas custas e honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "Na contestação, o réu não poderá alegar que não houve recusa em receber a quantia ou coisa devida."
      },
      {
        "letra": "E",
        "texto": "Se ocorrer dúvida sobre quem deva legitimamente receber o pagamento, o autor requererá o depósito e a citação por edital dos que o disputam para provarem o seu direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432558",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Sobre a ação de consignação em pagamento, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu não poderá alegar, em sua contestação, justa causa na recusa do pagamento."
      },
      {
        "letra": "B",
        "texto": "Para alegar, em sua defesa, que o depósito pelo autor não é integral, necessita o réu indicar o montante que entende devido, sob pena de inadmissão de sua alegação."
      },
      {
        "letra": "C",
        "texto": "Quando a ação for fundamentada, pelo autor, em dúvida sobre quem seja o legítimo credor, e comparecendo mais de um credor, o juiz deverá declarar efetuado o depósito e extinta a obrigação, passando a correr o processo, sob o procedimento ordinário, unicamente entre os credores, independentemente das alegações por estes apresentadas em suas defesas."
      },
      {
        "letra": "D",
        "texto": "A sentença que concluir pela insuficiência do depósito imputará ao autor os ônus sucumbenciais e autorizará o réu a mover ação de conhecimento própria para a cobrança da diferença devida."
      },
      {
        "letra": "E",
        "texto": "Ela é admitida apenas para a consignação de quantia certa em dinheiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249730",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "A competência para a ação de consignação em pagamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é do foro do domicílio do devedor, por ser a ação de seu interesse."
      },
      {
        "letra": "B",
        "texto": "não se prorroga caso seja ajuizada equivocadamente e caso não seja oposta a exceção."
      },
      {
        "letra": "C",
        "texto": "é do foro do domicílio do devedor, em se tratando de dívida portável."
      },
      {
        "letra": "D",
        "texto": "é do foro do local do pagamento, em detrimento mesmo do foro de eleição."
      },
      {
        "letra": "E",
        "texto": "segue a regra geral, de modo que é do foro do domicílio do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "93818",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Na ação de consignação em pagamento, é compulsória a procedência do pedido quando decretada a revelia do réu, sendo esta uma imposição do próprio Código de Processo Civil ao juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "55879",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973"
    ],
    "enunciado_principal": "Na ação de consignação em pagamento fundada em dúvida sobre quem deva legitimamente receber,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comparecendo apenas um pretendente ao recebimento, o Juiz necessariamente extinguirá o processo sem resolução do mérito, por falta de interesse de agir."
      },
      {
        "letra": "B",
        "texto": "não comparecendo nenhum pretendente ao recebimento, o Juiz declarará extinto o processo sem resolução do mérito, autorizando o autor a levantar o depósito, sem extinguir a obrigação."
      },
      {
        "letra": "C",
        "texto": "comparecendo mais de um pretendente ao recebimento, o Juiz declarará efetuado o depósito e extinta a obrigação, continuando o processo a correr unicamente entre os credores, caso em que se observará o procedimento ordinário."
      },
      {
        "letra": "D",
        "texto": "comparecendo mais de um pretendente ao recebimento, o Juiz declarará efetuado o depósito, sem extinguir a obrigação, e o autor será mantido no pólo ativo do processo e os pretendentes no pólo passivo em litisconsórcio necessário."
      },
      {
        "letra": "E",
        "texto": "não comparecendo nenhum pretendente ao recebimento, o depósito será arrecadado como bem do Estado e destinado a instituições de ensino oficial."
      }
    ],
    "gabarito": "C"
  }
]