[
  {
    "id": "685496",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Considerando que o Código de Processo Civil autoriza o juiz a conhecer de ofício a prescrição, assim como prevê procedimento para a ação de usucapião, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Também poderá declarar de ofício a prescrição aquisitiva e reconhecer a usucapião."
      },
      {
        "letra": "B",
        "texto": "Reconhecerá de ofício a prescrição aquisitiva da usucapião, em qualquer processo em que a Fazenda Pública for parte."
      },
      {
        "letra": "C",
        "texto": "Independentemente da natureza da ação, poderá reconhecer de ofício a usucapião, desde que ouvido o Ministério Público."
      },
      {
        "letra": "D",
        "texto": "A natureza jurídica da aquisição da propriedade pela prescrição aquisitiva impõe a obrigação de seu reconhecimento de ofício."
      },
      {
        "letra": "E",
        "texto": "Ao juiz só é possível reconhecer de ofício a prescrição de natureza extintiva de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "645410",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: IPSMI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Minerva está há mais de 30 anos na posse de um terreno que fica na zona sul de Itaquaquecetuba. Decide então, preenchidos os requisitos para usucapir o bem, aforar a demanda competente. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ministério Público só deve atuar neste feito caso tenha interesse na área ocupada por Minerva."
      },
      {
        "letra": "B",
        "texto": "a ação deverá ser obrigatoriamente instruída com a certidão atualizada do imóvel a ser usucapido, sendo que quem figurar como proprietário do bem deverá obrigatoriamente ser citado por edital."
      },
      {
        "letra": "C",
        "texto": "a petição inicial da usucapião deverá obrigatoriamente vir instruída com a planta do imóvel e memorial descritivo, a fim de que se individualize o bem."
      },
      {
        "letra": "D",
        "texto": "a sentença que julgar improcedente a ação será transcrita, mediante mandado, no registro de imóveis, independentemente da satisfação das obrigações fiscais por parte de Minerva."
      },
      {
        "letra": "E",
        "texto": "não se faz necessária a citação das Fazendas Publicas Municipal, Estadual e da União quando estas, extrajudicialmente, manifestarem seu desinteresse no imóvel requerido por Minerva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "599849",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "A posse, como situação de fato correlacionada, surge como aparência dos poderes proprietários, se amparando na intenção de ser dono ou na provável propriedade. De acordo com a legislação vigente e os precedentes relativos ao tema,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceptio proprietaris, como defesa oponível às ações possessórias típicas, foi mantida pelo Código Civil de 2002, que estabeleceu absoluta separação entre os juízos possessórios e petitórios."
      },
      {
        "letra": "B",
        "texto": "o particular que ocupa terra pública pode utilizar-se de ação de reintegração de posse para reaver a coisa, caso esbulhada por outro particular."
      },
      {
        "letra": "C",
        "texto": "os objetos das ações demarcatória e possessória são distintos, sendo desnecessário o aguardo da correta delimitação da área para que a reintegração de posse seja cumprida."
      },
      {
        "letra": "D",
        "texto": "a posse advinda do compromisso de compra e venda, quando desprovida do registro, impossibilita a oposição de embargos de terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "583370",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil e o Decreto-lei n.º 3365/1941, analise as assertivas a seguir: I. O juiz poderá determinar, de ofício, que se inicie o inventário, se nenhuma das pessoas legitimadas o requerer no prazo legal. II. Nas ações possessórias é lícito ao réu, na contestação, alegando que foi o ofendido em sua posse, demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor. III. Nas demandas de usucapião serão intimados por via postal, para que manifestem interesse na causa, os representantes da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios, mas não há necessidade da intimação dos Municípios. IV. Mediante declaração de utilidade pública, todos os bens poderão ser desapropriados pela União, pelos Estados, Municípios, Distrito Federal e Territórios. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas I e II são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564047",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Com relação a ação de usucapião, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Visa constituir o domínio ao possuidor, mediante sentença a ser transcrita no Registro Imobiliário competente."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público é legitimado para propor ação de usucapião especial urbana como substituto extraordinário, quando se tratar de usucapião coletiva ou defesa de direitos que decorram de origem comum."
      },
      {
        "letra": "C",
        "texto": "A declaração de utilidade pública, com a consequente imissão na posse do expropriante, impede que se desenvolva ação de usucapião entre particulares antes da efetivação da medida expropriatória."
      },
      {
        "letra": "D",
        "texto": "Serão citados por edital terceiros interessados, incertos e desconhecidos, sendo que sua inércia não caracteriza revelia, sendo dispensável a nomeação do curador à lide."
      },
      {
        "letra": "E",
        "texto": "Não cabe ação de usucapião para que se declare o domínio da servidão predial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555488",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Sobre a ação de usucapião, indique a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Fazenda Pública da União deverá ser intimada para manifestar interesse na causa, ainda que o processo tramite perante a Justiça Estadual."
      },
      {
        "letra": "B",
        "texto": "Julgada improcedente a demanda de usucapião, há formação de coisa julgada material, o que impede o ajuizamento, pelo mesmo autor, de futura demanda com o mesmo pedido."
      },
      {
        "letra": "C",
        "texto": "Intervirá obrigatoriamente em todos os atos do processo o Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Manifestando a União interesse na causa, serão os autos remetidos à Justiça Federal."
      },
      {
        "letra": "E",
        "texto": "Serão litisconsortes passivos os confinantes do imóvel usucapiendo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534551",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Petição Inicial",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Geraldo, representado pela defensoria pública, ajuizou ação em que requereu usucapião de imóvel público de propriedade do estado da Paraíba, ente da Federação que figurava como réu no processo. O juiz a quem foi distribuída a ação observou que a petição inicial não havia sido assinada pelo defensor público. Com referência a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de assinatura na petição enseja o indeferimento de plano da petição inicial por falta de pressuposto processual."
      },
      {
        "letra": "B",
        "texto": "Como a declaração de usucapião de imóvel público é vedada pela CF, o juiz deve extinguir, de ofício, o processo por carência de ação."
      },
      {
        "letra": "C",
        "texto": "Tanto Geraldo quanto o estado da Paraíba fazem jus a intimações pessoais e prazos em dobro para as suas manifestações processuais."
      },
      {
        "letra": "D",
        "texto": "Se, em eventual contestação, não for apresentado algum questionamento quanto a eventuais impropriedades do pedido, restará precluso o direito do réu de sobre elas se manifestar."
      },
      {
        "letra": "E",
        "texto": "O juiz deve sentenciar pela improcedência do pedido, uma vez que este é juridicamente impossível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "515195",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Na ação de usucapião, o litisconsórcio que se estabelece entre a pessoa em cujo nome estiver registrado o imóvel usucapiendo e os proprietários dos imóveis que lhe sejam confinantes deve ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "passivo, necessário e simples;"
      },
      {
        "letra": "B",
        "texto": "passivo, necessário e unitário;"
      },
      {
        "letra": "C",
        "texto": "ativo, facultativo e simples;"
      },
      {
        "letra": "D",
        "texto": "passivo, facultativo e unitário;"
      },
      {
        "letra": "E",
        "texto": "ativo, facultativo e unitário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "513355",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Sobre a ação de usucapião, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A usucapião especial rural pode ser arguida como matéria de defesa, valendo a sentença que a reconhecer como título para transcrição no registro de imóveis."
      },
      {
        "letra": "B",
        "texto": "A sentença que reconhece a usucapião tem natureza constitutiva."
      },
      {
        "letra": "C",
        "texto": "Havendo ação possessória, por regra, quem detém o domínio pode utilizar a usucapião como matéria de defesa."
      },
      {
        "letra": "D",
        "texto": "Na ação de usucapião de imóvel urbano devem ser citados o Ministério Público, a pessoa em nome de quem esteja o imóvel a ser usucapido e os confrontantes, estes últimos, apenas nos casos em que haja dúvida sobre os limites do imóvel em questão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516447",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da ação de usucapião de terras particulares.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Fazenda do Município deve ser citada, por Oficial de Justiça, para que manifeste interesse na causa."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público intervirá obrigatoriamente em todos os atos do processo, mesmo que não haja interesse de incapazes ou de pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "Cabe ao autor o ônus da prova de que o imóvel usucapiendo não é terra devoluta."
      },
      {
        "letra": "D",
        "texto": "A Fazenda do Município deve ser intimada, por edital, para que manifeste interesse na causa."
      },
      {
        "letra": "E",
        "texto": "Não se exige a citação pessoal do mero possuidor do imóvel usucapiendo, bastando a citação editalícia dirigida aos eventuais interessados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464737",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de depósito",
      "Ação de prestação de contas",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a afirmativa correta em relação aos proce- dimentos especiais cíveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Julgada procedente a ação de depósito, o juiz deve ordenar a expedição de mandado para a entrega, em 48 (quarenta e oito) horas, da coisa ou do equivalente em dinheiro."
      },
      {
        "letra": "B",
        "texto": "Não pode o réu de ação possessória, na contestação, demandar proteção possessória e indenização por prejuízos resultantes de turbação ou de esbulho cometido pelo autor em ofensa à sua posse."
      },
      {
        "letra": "C",
        "texto": "Na ação de nunciação de obra nova, tratando-se de demolição, colheita, corte de madeiras, extração de minérios e obras semelhantes, pode incluir-se o pedido de apreensão e depósito dos materiais e produtos já retirados."
      },
      {
        "letra": "D",
        "texto": "Na ação de usucapião de terras particulares, são intimados por oficial de justiça, para que manifestem interesse na causa, os representantes da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios."
      },
      {
        "letra": "E",
        "texto": "Aquele que pretender exigir a prestação de contas deve requerer a citação do réu para, no prazo de 15 (quinze) dias, apresentar as contas ou contestar a ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462904",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Ação de usucapião",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso), considerando as seguintes decisões judiciais. ( ) Em uma ação de usucapião, diante de um número excessivo de confinantes, o juiz, utilizando-se da faculdade que lhe atribuiu o art. 46, parágrafo único, do Código de Processo Civil, limita o número de litisconsortes, com o objetivo de não comprometer a celeridade do litígio. ( ) Em uma ação de intervenção obrigatória do Ministério Público, seu representante, ainda que intimado, não interveio no feito, diante do que o magistrado determinou a abertura de nova vista, determinando que o órgão ministerial se manifestasse expressamente. ( ) Tendo o autor desistido de ação que interpôs, na qual foi decretada a revelia do réu, o juiz extinguiu o feito com julgamento de mérito. ( ) Em sede de contestação, o réu alega incompetência relativa (territorial) do juízo, não a conhecendo o magistrado, visto que a forma prescrita em lei para tanto é a exceção de incompetência. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444816",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da ação",
      "Conceito e características da ação",
      "Ação de usucapião",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Sobre o processo de conhecimento, analise as assertivas a seguir. I. Na ação de usucapião, o valor da causa deve corresponder ao valor venal do imóvel usucapiendo para fins de lançamento do imposto predial e territorial urbano. II. Na forma da lei, a ausência de documento indispensável à propositura da ação na petição inicial conduz ao seu imediato indeferimento com extinção do processo sem resolução do mérito. III. Segundo a teoria da asserção, o momento procedimental adequado para que o juiz se pronuncie sobre a presença das condições da ação é logo após a apresentação da defesa. IV. A oposição, apresentada pelo réu, ao pedido de desistência da ação, formulado pelo autor, deverá ser fundamentada sob pena de caracterizar abuso de direito. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "444024",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Em uma Ação de Usucapião em que A move contra B, adquirente, sob o fundamento de que a aquisição do domínio se consumou anteriormente ao registro da escritura pública de compra e venda outorgada por C a B. B, no prazo de defesa, para resguardar seus direitos e permanecer com o domínio sobre o imóvel, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não contestar a ação e denunciar da lide C."
      },
      {
        "letra": "B",
        "texto": "não contestar a ação e nomear à autoria C."
      },
      {
        "letra": "C",
        "texto": "contestar a ação e chamar ao processo C."
      },
      {
        "letra": "D",
        "texto": "contestar a ação e nomear à autoria C."
      },
      {
        "letra": "E",
        "texto": "contestar a ação e denunciar da lide C."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415215",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, na ação de usucapião de terras particulares, intervirá obrigatoriamente em todos os atos do processo o Ministério Público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406880",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do caráter dúplice das ações possessórias, pode o juiz, caso reconheça que o autor não faz jus à tutela possessória e que ele cometeu esbulho contra o réu, determinar a reintegração deste na posse, mesmo que isso não lhe tenha sido requerido."
      },
      {
        "letra": "B",
        "texto": "Em razão da fungibilidade das ações possessórias, se restar provado ao cabo da instrução que o autor, mesmo nunca tendo tido posse, é proprietário do bem imóvel disputado no processo e que a posse do réu, embora mantida de boa-fé, não é justa, pode o juiz, na sentença, conhecer da ação de reintegração de posse como reivindicatória e determinar a entrega do bem àquele."
      },
      {
        "letra": "C",
        "texto": "É cabível o ajuizamento de ação declaratória de aquisição de domínio por usucapião pelo proprietário de fração ideal de imóvel contra os demais condôminos, como sucedâneo de ação de extinção parcial de condomínio se, por ele, for alegado que exerce posse exclusiva sobre uma parcela individualizada do imóvel e que cumpre os demais requisitos necessários à aquisição ad usucapionem. Assim, não poderá o juiz extinguir processo alegando que falta interesse processual ao autor."
      },
      {
        "letra": "D",
        "texto": "O locatário, com base na posse direta derivada do contrato de locação, tem legitimidade para opor embargos de terceiro com vistas à desconstituição da penhora incidente sobre o imóvel locado feita na execução por título extra- judicial movida contra o locador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402225",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Sentença",
      "Procedimento ordinário",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Sentença que acolhe pedido formulado em petição inicial de ação de usucapião tem, em relação ao seu capítulo principal, a natureza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitutiva."
      },
      {
        "letra": "B",
        "texto": "condenatória."
      },
      {
        "letra": "C",
        "texto": "meramente declaratória."
      },
      {
        "letra": "D",
        "texto": "mandamental."
      },
      {
        "letra": "E",
        "texto": "declaratória negativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "390326",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acolhimento da exceção de usucapião permite o registro da sentença, nas modalidades constitucional e tabular."
      },
      {
        "letra": "B",
        "texto": "A ação possessória julgada improcedente não tem força suficiente para interromper a prescrição em decorrência da citação válida, pois se assim não fosse, qualquer um que intentasse os interditos, mesmo por emulação, conseguiria impedir a procedência do pedido formulado na ação de usucapião."
      },
      {
        "letra": "C",
        "texto": "Na ação de usucapião, é vedada a apresentação de ata notarial para comprovar os aspectos qualitativos da posse ad usucapionem, uma vez que o ato extrajudicial produzido unilateralmente vulnera o princípio do contraditório."
      },
      {
        "letra": "D",
        "texto": "A sentença de procedência prolatada na ação de usucapião possui natureza constitutiva do direito real de propriedade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "390104",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Ação de usucapião"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as partes e todos aqueles que de qualquer forma participam do processo civil têm o dever de cumprir com exatidão os provimentos mandamentais e não criar embaraços à efetivação de provimentos judiciais, de natureza antecipatória ou final."
      },
      {
        "letra": "B",
        "texto": "considera-se atentatório à dignidade da Justiça o ato da parte que resiste injustificadamente às ordens judiciais ou às determinações proferidas pelo representante do Ministério Público"
      },
      {
        "letra": "C",
        "texto": "ressalvados os advogados que se sujeitam exclusivamente aos estatutos da OAB, a caracterização do ato atentatório ao exercício da jurisdição autoriza o juiz, sem prejuízo das sanções criminais, civis e processuais cabíveis, a aplicar ao responsável multa em montante a ser fixado de acordo com a gravidade da conduta e não superior a dez por cento do valor da causa; não sendo paga no prazo estabelecido, contado do trânsito em julgado da decisão final da causa, a multa será revertida em favor do credor."
      },
      {
        "letra": "D",
        "texto": "no curso das ações de usucapião e retificação de registro público, o juiz não pode determinar a remessa dos autos à unidade de serviço extrajudicial para requisitar informações sobre o imóvel objeto da demanda, dos titulares de direitos reais ou sobre outros aspectos registrários relevantes, ainda que haja Portaria editada pelo Juízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389055",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Com lastro no Estatuto da Cidade (Lei N.º 10.257/2001), analise as afirmativas sobre usucapião especial de imóvel urbano. I - Na pendência da ação de usucapião especial urbano, ficarão sobrestadas quaisquer outras ações, petitórias ou possessórias, que venham a ser propostas relativamente ao imóvel usucapiendo. II - As áreas urbanas com mais de duzentos e cinquenta metros quadrados, ocupadas por população de baixa renda para sua moradia, por no mínimo dez anos, ininterruptamente e sem oposição, onde não for possível identificar os terrenos ocupados por cada possuidor, são suscetíveis de serem usucapidas coletivamente, desde que os possuidores não sejam proprietários de outro imóvel urbano ou rural. III - Na ação judicial de usucapião especial de imóvel urbano, o rito processual a ser observado é o sumário. IV - O usucapião especial de imóvel urbano não poderá ser invocado como matéria de defesa, devendo os legitimados ajuizar a ação de usucapião especial urbano para obter o título correspondente para o registro no cartório de registro de imóveis. V - Na ação de usucapião especial urbano, é obrigatória a intervenção do Ministério Público. Estão corretas as afirmativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357874",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Em relação à ação de usucapião, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor, na inicial, deverá necessariamente requerer a citação editalícia de eventuais interessados na causa, mesmo que sejam conhecidos e tenham domicílio certo o antigo possuidor e os confinantes do imóvel."
      },
      {
        "letra": "B",
        "texto": "A planta do imóvel, quando anexada à petição inicial, faz prova absoluta da área do bem."
      },
      {
        "letra": "C",
        "texto": "Somente é necessária a intimação dos representantes da União, do Estado e do Município quando houver fundada suspeita de que o imóvel usucapiendo situa-se em área pública."
      },
      {
        "letra": "D",
        "texto": "Julgada procedente a ação, constitui-se a propriedade em favor do possuidor."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público somente intervém na causa quando se discutem interesses difusos ou de incapaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357683",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Leopoldo residiu por 20 anos em fração de propriedade de Leonardo, onde exerceu as funções de caseiro. Não podendo mais custear os serviços de Leopoldo, Leonardo o demitiu e solicitou que deixasse o imóvel, notificando-o formalmente para tanto. No entanto, Leopoldo recusou-se a fazê-lo, afirmando que, depois de 20 anos, passou a ter posse e propriedade de parte do bem. Leonardo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá tolerar a presença de Leopoldo, tendo em vista o princípio da função social da propriedade."
      },
      {
        "letra": "B",
        "texto": "poderá requerer expedição de mandado de reintegração, pois Leopoldo não possui posse nem propriedade do bem, sobre o qual passou a praticar esbulho."
      },
      {
        "letra": "C",
        "texto": "deverá tolerar a presença de Leopoldo, que, depois de 20 anos de posse justa, adquiriu fração da propriedade do bem, por usucapião."
      },
      {
        "letra": "D",
        "texto": "deverá tolerar a presença de Leopoldo, que possui melhor posse sobre fração do bem."
      },
      {
        "letra": "E",
        "texto": "poderá requerer expedição de mandado de reintegração, pois, apesar de Leopoldo ter adquirido fra- ção do bem por usucapião, Leonardo possui melhor posse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "447977",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "No que diz respeito ao procedimento da ação de usucapião, o autor expõe na petição inicial o fundamento do pedido, junta planta do imóvel e requererá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a designação de audiência preliminar, a fim de produzir prova dos requisitos do usucapião."
      },
      {
        "letra": "B",
        "texto": "a designação de audiência preliminar, a fim de produ­zir prova dos requisitos do usucapião, a citação daquele em cujo nome estiver registrado o imóvel usucapiendo, bem como dos confinantes e, por edital, dos réus em lugar incerto e dos eventuais interessados"
      },
      {
        "letra": "C",
        "texto": "a designação de audiência preliminar, a fim de justi­ficar a posse, a citação daquele em cujo nome estiver registrado o imóvel usucapiendo, da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territó­rios e dos Municípios."
      },
      {
        "letra": "D",
        "texto": "a citação daquele em cujo nome estiver registrado o imóvel usucapiendo, bem como dos confinantes e, por edital, dos réus em lugar incerto e dos eventuais inte­ressados."
      },
      {
        "letra": "E",
        "texto": "a intimação do representante do Ministério Público e a citação do proprietário originário do imóvel, assim como, para que manifestem interesse na causa, os represen­tantes da Fazenda Pública da União, dos Estados, do Dis­trito Federal, dos Territórios e dos Municípios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352148",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ações possessórias",
      "Ação de usucapião",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "No que concerne aos procedimentos especiais, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, não poderá o réu invocar a exceção de domínio em sua defesa, mas, por previsão expressa no CPC, poderá, na pendência do processo possessório, intentar ação de reconhecimento do domínio, que deverá ser distribuída, por prevenção, ao mesmo juízo em que tramitar a ação possessória."
      },
      {
        "letra": "B",
        "texto": "Os embargos de terceiro constituem meio de defesa e, por isso, não estão sujeitos aos requisitos da petição inicial."
      },
      {
        "letra": "C",
        "texto": "Ajuizada ação de atentado incidente à ação principal que já se encontra em grau de recurso, a competência para o julgamento do atentado será do tribunal ad quem."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos especiais de jurisdição voluntária, o julgador não está obrigado a observar critério de legalidade estrita."
      },
      {
        "letra": "E",
        "texto": "A sentença de procedência proferida em ação de usucapião tem natureza constitutiva, conferindo ao autor a aquisição derivada da propriedade, mediante o seu registro no cartório de registro de imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "308250",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Nas ações de usucapião, o Ministério Público poderá indicar até três testemunhas para serem ouvidas na audiência de justificação de posse.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303725",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Arnaldo ajuizou ação de usucapião em desfavor de diversos demandados, que, embora constituíssem advogados distintos, demonstraram interesses comuns, negando a posse duradoura do autor. Julgado procedente o pedido, apenas um dos demandados recorreu. Nessa situação hipotética, o recurso interposto aproveita a todos os demandados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "366176",
    "metadata": "Ano: 2012 | Banca: FUNDATEC | Órgão: Prefeitura de Cachoeirinha - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Na ação de usucapião de bens imóveis .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Município deverá ser citado para integrar a lide."
      },
      {
        "letra": "B",
        "texto": "deverá haver a citação de todos os confinantes."
      },
      {
        "letra": "C",
        "texto": "a competência será do domicílio do proprietário do imóvel."
      },
      {
        "letra": "D",
        "texto": "poderá ser oferecida reconvenção."
      },
      {
        "letra": "E",
        "texto": "deverá ocorrer audiência de justificação de posse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341128",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo Cautelar",
      "Cautelares típicas ou nominadas",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O inquilino tem legitimidade e interesse para promover ação de interdito proibitório com o propósito de afastar séria e imotivada ameaça de retomada do imóvel, feita pelo dono do prédio. II - Se durante o curso do processo uma das partes alterar, dolosamente, o estado de fato da lide, poderá a outra restabelecer a situação anterior por meio de ação cautelar específica, que deverá ser proposta perante o juiz de primeiro grau de jurisdição, ainda que a causa já esteja em grau de recurso. III - A intervenção do Ministério Público no processo de usucapião de terras particulares é obrigatória, ainda que inexistentes interesses de incapazes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "222187",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "No processo de usucapião, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acitação dos confinantes dar-se-á por edital"
      },
      {
        "letra": "B",
        "texto": "A Justiça Estadual será competente para seu julgamento, ainda que o imóvel confronte com imóvel da União."
      },
      {
        "letra": "C",
        "texto": "O representante do MP somente intervirá se houver interesse de incapaz ou do Estado."
      },
      {
        "letra": "D",
        "texto": "Serão intimados, por via postal, para que manifestarem interesse na causa, o s representantes da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios."
      },
      {
        "letra": "E",
        "texto": "Somente será obrigatória a intimação da Fazenda Pública quando se tratar de usucapião de bens dominicais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707087",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "É errado afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ação de usucapião ao possuidor para que se lhe declare, nos termos da lei, o domínio da servidão predial."
      },
      {
        "letra": "B",
        "texto": "Em ação de usucapião, serão intimados por oficial de justiça, para que manifestem interesse na causa, os representantes da Fazenda Pública da União, dos Estados, do Distrito Federal e dos Municípios."
      },
      {
        "letra": "C",
        "texto": "Deve o autor, na ação de usucapião, juntar à petição inicial planta do imóvel que se pretende usucapir."
      },
      {
        "letra": "D",
        "texto": "A sentença que julgar procedente o pedido na ação de usucapião será transcrita, mediante mandado, ao registro de imóveis, satisfeitas as obrigações fiscais."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407164",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu  - Exceção",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Para o legislador definir a competência dos diversos órgãos jurisdicionais, foram levados em consideração determinados critérios, como, por exemplo, a qualidade das partes envolvidas, a natureza da relação jurídica controvertida, o lugar onde se deu o fato de que resulta a pretensão, o valor da causa. Sobre o terra, está CORRETA a seguinte alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Superior Tribunal de Justiça processar e julgar, originariamente, mandado de segurança contra atos de outros Tribunais ou dos respectivos órgãos."
      },
      {
        "letra": "B",
        "texto": "É competente a justiça comum para julgar as causas em que é parte sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "Na ação de usucapião especial, a presença da União ou de qualquer de seus entes afasta a competência do foro da situação do imóvel."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de mesma competência territorial (mesma comarca), considera-se prevento o juízo onde primeiro ocorrer a citação, regra essa que também se aplica aos casos de conexão e continência."
      },
      {
        "letra": "E",
        "texto": "A nulidade da cláusula de eleição de foro, em contrato de adesão, não pode ser declarada de ofício pelo juiz, devendo ser arguida pelo réu, por meio de exceção, no prazo legal, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "258448",
    "metadata": "Ano: 2010 | Banca: INSTITUTO CIDADES | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de usucapião"
    ],
    "enunciado_principal": "José da Silva pretende propor ação de usucapião para que se lhe declare o domínio do imóvel em que reside com a família há mais de dez anos. Essa ação de usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pedirá a citação das Fazendas Públicas da União, dos Estados e dos Municípios, para que respondam-na, querendo, sob pena de revelia."
      },
      {
        "letra": "B",
        "texto": "poderá ter como objeto bem público, em razão do uso social da propriedade."
      },
      {
        "letra": "C",
        "texto": "poderá ser proposta, mesmo na pendência de processo possessório."
      },
      {
        "letra": "D",
        "texto": "dispensará a citação dos confinantes em lugar incerto e não sabido."
      },
      {
        "letra": "E",
        "texto": "terá como valor da causa o valor venal do bem usucapiendo."
      }
    ],
    "gabarito": "E"
  }
]