[
  {
    "id": "685498",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Sobre a ação monitória, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é admissível a ação monitória fundada em cheque prescrito."
      },
      {
        "letra": "B",
        "texto": "Não cabe ação monitória contra a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A reconvenção é cabível na ação monitória, após a conversão do procedimento em ordinário."
      },
      {
        "letra": "D",
        "texto": "Não se admite a citação por edital em ação monitória."
      },
      {
        "letra": "E",
        "texto": "É possível a conversão da ação de execução em ação monitória, de ofício ou a requerimento das partes, após ocorrida a citação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "636165",
    "metadata": "Ano: 2016 | Banca: FUNRIO | Órgão: Prefeitura de Trindade - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Em relação à ação monitória, assinale a alternativa que apresenta uma proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a ação monitória fundada em cheque prescrito."
      },
      {
        "letra": "B",
        "texto": "A prova escrita hábil a instruir a ação monitória exige obrigatoriamente ter sido emitida pelo devedor ou nela constar sua assinatura."
      },
      {
        "letra": "C",
        "texto": "A nota fiscal, desacompanhada da prova do recebimento da mercadoria ou da prestação do serviço, pode instruir a ação monitória."
      },
      {
        "letra": "D",
        "texto": "É vedado ao credor, possuidor de título executivo extrajudicial, utilizar o processo de conhecimento ou a ação monitória para a cobrança."
      },
      {
        "letra": "E",
        "texto": "Não é considerada como prova escrita apta à instrução da ação monitória todo e qualquer documento que sinalize o direito à cobrança e que seja hábil a convencer o juiz da pertinência da dívida, independentemente de modelo predefinido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "631673",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Rosana - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Revelia",
      "Ações possessórias",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os procedimentos regulados pelo Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação monitória, o processamento dos embargos se dá pelo procedimento sumário."
      },
      {
        "letra": "B",
        "texto": "O procedimento especial para a ação de nunciação de obra nova aplica-se exclusivamente quando o município figurar como autor da ação."
      },
      {
        "letra": "C",
        "texto": "No procedimento ordinário, a ausência do réu ou de seu advogado na audiência preliminar implica na aplicação dos efeitos da revelia."
      },
      {
        "letra": "D",
        "texto": "Dá-se o arrolamento de bens, nas hipóteses legais, por meio de procedimento cautelar específico."
      },
      {
        "letra": "E",
        "texto": "No procedimento sumário, quando for réu o município, a contestação deverá ser apresentada no prazo de 15 (quinze) dias, a contar da audiência de conciliação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1249651",
    "metadata": "Ano: 2015 | Banca: CONSULPAM | Órgão: Prefeitura de Nova Olinda - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A ação monitória compete a quem pretender, com base em prova escrita sem eficácia de título executivo, pagamento de soma em dinheiro, entrega de coisa fungível ou de determinado bem móvel. Estando a petição inicial devidamente instruída, o juiz deferirá de plano a expedição do mandado de pagamento ou de entrega da coisa no prazo de quantos dias?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias."
      },
      {
        "letra": "B",
        "texto": "15 dias."
      },
      {
        "letra": "C",
        "texto": "30 dias."
      },
      {
        "letra": "D",
        "texto": "45 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "700611",
    "metadata": "Ano: 2015 | Banca: INTEGRI | Órgão: Prefeitura de Salesópolis - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação de depósito",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "As assertivas abaixo referem-se aos procedimentos especiais de jurisdição contenciosa, regulamentados pelo Código de Processo Civil brasileiro. I - Nos casos previstos em lei, poderá o devedor ou terceiro requerer, com efeito de pagamento, a consignação da quantia ou da coisa devida. Tratando-se de obrigação em dinheiro, poderá o devedor ou terceiro optar pelo depósito da quantia devida, em estabelecimento bancário, oficial onde houver, situado no lugar do pagamento, em conta com correção monetária, cientificando-se o credor por carta com aviso de recepção, assinado o prazo de 10 (dez) dias para a manifestação de recusa. II – A ação de depósito tem por fim exigir a restituição da coisa depositada. A petição inicial será instruída somente com a prova literal do depósito, se não constar do contrato, o autor pedirá a citação do réu para, no prazo de 5 (cinco) dias: entregar a coisa, depositá-la em juízo ou consignar-lhe o equivalente em dinheiro, desde que o valor seja apresentado pelo autor ou; contestar a ação. III - A ação de prestação de contas competirá a quem tiver: o direito de exigi-las ou; a obrigação de prestá-las. Aquele que pretender exigir a prestação de contas requererá a citação do réu para, no prazo de 5 (cinco) dias, as apresentar ou contestar a ação. IV - A habilitação tem lugar quando, por falecimento de qualquer das partes, os interessados houverem de suceder-lhe no processo. A habilitação pode ser requerida exclusivamente pelos sucessores do falecido, em relação à parte. V - A ação monitória compete a quem pretender, com base em prova escrita sem eficácia de título executivo, pagamento de soma em dinheiro, entrega de coisa fungível ou de determinado bem móvel. Estando a petição inicial devidamente instruída, o Juiz citará o réu para que este ofereça defesa no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas II, IV e V estão incorretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas II, III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, IV e V estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586283",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "J ajuizou ação monitória, fundada em cheque prescrito, contra B, emitente do cheque. Na petição inicial, J não mencionou o negócio subjacente à emissão da cártula nem a instruiu com demonstrativo de débito atualizado. De acordo com jurisprudência dominante do Superior Tribunal de Justiça, o juiz deverá,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferir de plano a petição inicial, por ausência de documento indispensável à propositura da ação."
      },
      {
        "letra": "B",
        "texto": "assegurar o direito de emendar a inicial para suprir a ausência do demonstrativo de débito atualizado, não sendo necessária menção ao negócio subjacente à emissão da cártula."
      },
      {
        "letra": "C",
        "texto": "determinar ao autor que emende a inicial para descrever o negócio jurídico subjacente à cártula, não sendo necessária a juntada de demonstrativo de débito atualizado."
      },
      {
        "letra": "D",
        "texto": "determinar ao autor que emende a inicial tanto para suprir a ausência do demonstrativo de débito atualizado como para descrever o negócio jurídico subjacente à cártula."
      },
      {
        "letra": "E",
        "texto": "indeferir de plano a petição inicial, por ausência de interesse processual na modalidade adequação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "580874",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que traz a correta interpretação sobre o instituto da Ação Monitória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de abertura de crédito em conta-corrente, mesmo que não acompanhado do demonstrativo de débito, constitui documento hábil para o ajuizamento da ação monitória."
      },
      {
        "letra": "B",
        "texto": "O prazo para ajuizamento de ação monitória em face do emitente de cheque sem força executiva é de um decênio a contar do dia seguinte à data de emissão estampada na cártula."
      },
      {
        "letra": "C",
        "texto": "A reconvenção não é cabível na ação monitória, mesmo após a conversão do procedimento em ordinário."
      },
      {
        "letra": "D",
        "texto": "É incabível ação monitória contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "O prazo para ajuizamento de ação monitória em face do emitente de nota promissória sem força executiva é quinquenal, a contar do dia seguinte ao vencimento do título."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "557697",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Joana firmou contrato escrito com Maria comprometendo-se a pagar R$ 1.000,00 que confessou dever a ela. O contrato não foi assinado por testemunhas. Não cumprida a obrigação, poderá Maria ajuizar ação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "monitória, que, se devidamente instruída, acarretará a expedição de mandado para pagamento no prazo de 15 dias, durante o qual Joana poderá, desde que garantido o juízo, opor embargos, os quais não suspenderão a eficácia do mandado inicial."
      },
      {
        "letra": "B",
        "texto": "monitória, que, se devidamente instruída, acarretará a expedição de mandado para pagamento no prazo de 15 dias, durante o qual Joana poderá, desde que garantido o juízo, opor embargos, os quais suspenderão a eficácia do mandado inicial."
      },
      {
        "letra": "C",
        "texto": "de cobrança, necessariamente, não podendo se valer de ação monitória."
      },
      {
        "letra": "D",
        "texto": "monitória, que, se devidamente instruída, acarretará a expedição de mandado para pagamento no prazo de 15 dias, durante o qual Joana poderá, independentemente de prévia segurança do juízo, opor embargos, os quais suspenderão a eficácia do mandado inicial."
      },
      {
        "letra": "E",
        "texto": "monitória, que, se devidamente instruída, acarretará a expedição de mandado para pagamento no prazo de 3 dias, durante o qual Joana poderá, independentemente de prévia segurança do juízo, opor embargos, os quais não suspenderão a eficácia do mandado inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534559",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A respeito de tópicos de direito processual civil que foram objeto de súmulas editadas pelo STJ, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe a aplicação de multa cominatória na ação de exibição de documentos."
      },
      {
        "letra": "B",
        "texto": "É vedada a concessão do benefício da assistência judiciária gratuita a pessoa jurídica com fins lucrativos."
      },
      {
        "letra": "C",
        "texto": "É sempre deserto o recurso que, no momento de sua interposição, estiver desacompanhado da guia de preparo."
      },
      {
        "letra": "D",
        "texto": "É inadmissível ação declaratória que objetive determinar a exata interpretação de cláusula contratual."
      },
      {
        "letra": "E",
        "texto": "É admissível propor ação monitória em que a fazenda pública figure como ré."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "497253",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Sem embargo das teorias sobre a natureza jurídica da ação monitória, pode-se afirmar que é procedimento no meio-termo, entre uma ação ordinária e uma ação executiva. Essa ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "destina-se à formação de título executivo judicial em favor de quem possui prova escrita, contendo obrigação de pagar quantia, de entregar coisa fungível ou de fazer e não fazer."
      },
      {
        "letra": "B",
        "texto": "é incabível contra a fazenda pública, tendo em vista a sua incompatibilidade com o regime de precatórios."
      },
      {
        "letra": "C",
        "texto": "inadmite qualquer tipo de intervenção de terceiros, ressalvada a denunciação à lide."
      },
      {
        "letra": "D",
        "texto": "permite a apresentação de reconvenção pelo réu, caso este possua qualquer pretensão em face do autor, o que deverá ser feito no prazo para apresentação dos embargos monitórios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488436",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "O Código de Processo Civil prevê a ação monitória nos artigos 1.102-A, 1.102-B e 1.102- C. Trata-se de procedimento especial concentrado, cujo objetivo é a formação célere de título executivo judicial, com base em prova escrita sem eficácia de título executivo para acesso às vias da execução forçada. Sobre a ação monitória, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação de execução, cujo título não se revista do requisito da liquidez, poderá ser convertida em ação monitória, em qualquer momento processual, de ofício pelo juiz ou a requerimento das partes, em respeito aos princípios da instrumentalidade das formas e da economia processual."
      },
      {
        "letra": "B",
        "texto": "A ação monitória não é cabível contra a Fazenda Pública, uma vez que serviria para burlar o regime de precatório, bem como não se operam os efeitos materiais da revelia contra a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A Fazenda Pública nunca possuirá interesse de agir em ajuizar ação monitória contra particular, tendo em vista a prerrogativa de sempre constituir, unilateralmente, título executivo em seu favor, que servirá para lastrear ação de execução."
      },
      {
        "letra": "D",
        "texto": "Já que a ação monitória é procedimento especial, com nuances e características distintas do procedimento comum ordinário, não é permitido ao réu, em qualquer hipótese, deduzir pretensão contra o autor mediante reconvenção, por conta da incompatibilidade procedimental."
      },
      {
        "letra": "E",
        "texto": "Apesar da necessidade de nomeação de curador para o réu revel citado por edital, que possui a obrigação legal de apresentar contestação, ainda que genérica, é cabível a citação por edital na ação monitória, havendo compatibilidade procedimental."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483597",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Luan ajuizou ação monitória contra Vitor, que, ao receber o mandado monitório, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer embargos, que suspenderão a eficácia do mandado, independentemente de garantia do juízo, devendo ser processados nos mesmos autos, pelo procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "oferecer embargos, que suspenderão a eficácia do mandado, desde que haja garantia do juízo, devendo ser processados em autos apartados, pelo procedimento sumário."
      },
      {
        "letra": "C",
        "texto": "cumpri-lo espontaneamente, caso em que ficará isento de custas, porém não de honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "oferecer embargos, que suspenderão a eficácia do mandado, desde que haja garantia do juízo, devendo ser processados em autos apartados, pelo procedimento ordinário."
      },
      {
        "letra": "E",
        "texto": "oferecer embargos, que não suspenderão a eficácia do mandado, ainda que haja garantia do juízo, devendo ser processados em autos apartados, pelo procedimento sumário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464261",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Ação Monitória no CPC 1973",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Pretendendo o réu compensar uma dívida ilíquida, com a do autor, cuja cobrança se dá em ação ordinária, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promover ação declaratória incidental, para ver reconhecido e satisfeito seu crédito."
      },
      {
        "letra": "B",
        "texto": "ajuizar ação monitória, que é o único meio processual de se obter a satisfação de dívida ilíquida não constante de título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "promover a execução de seu crédito perante o mesmo Juízo."
      },
      {
        "letra": "D",
        "texto": "formular pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "propor reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444818",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Sobre a ação monitória, analise as assertivas a seguir. I. Não é cabível o ajuizamento de ação monitória contra a Fazenda Pública, pois, rejeitados os embargos, revela-se inadmissível o pronto pagamento de débitos públicos. II. Tratando-se de ação monitória fundada em cheque prescrito ajuizada em face do emitente, é fundamental a menção ao negócio jurídico subjacente à emissão da cártula. III. É cabível a citação por edital em ação monitória dando ensejo à nomeação de Curador Especial para atuar em prol do réu revel citado fictamente. IV. Após o oferecimento e processamento dos embargos monitórios, instaura-se o procedimento ordinário, sendo cabível, nessa fase, o ajuizamento de reconvenção. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "III e IV apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416637",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Execução contra a Fazenda Pública",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção de pré-executividade é admissível na execução fiscal, desde que se trate de matéria conhecível ex officio, mesmo que demande dilação probatória."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública pode, na execução fiscal, substituir a Certidão de Dívida Ativa – CDA – para corrigir erros materiais do instrumento até a prolação da sentença de embargos, não podendo fazê-lo para corrigir erros relativos ao próprio lançamento tributário."
      },
      {
        "letra": "C",
        "texto": "Não é possível, à Fazenda Pública, substituir, na execução fiscal, a Certidão de Dívida Ativa (CDA) para modificar o sujeito passivo da execução."
      },
      {
        "letra": "D",
        "texto": "São cabíveis execução por título extrajudicial e ação monitória contra a Fazenda Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411235",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Embargos de Declaração no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando a jurisprudência do Superior Tribunal de Justiça: I. Em ação monitória fundada em cheque prescrito, ajuizada em face do emitente, é indispensável menção ao negócio jurídico subjacente à emissão da cártula. II. A decisão que comina astreintes não preclui, não fazendo tampouco coisa julgada. III. O benefício da isenção do preparo, conferido aos entes públicos previstos no art. 4º, caput, da Lei nº 9.289/96, é inaplicável aos conselhos de fiscalização profissional. IV. Caracterizam-se como protelatórios os embargos de declaração que visam rediscutir matéria já apreciada e decidida pela corte de origem em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal ou, ainda, precedente julgado pelo rito dos artigos 543-C e 543-B do Código de Processo Civil. V. No caso de redirecionamento da execução fiscal, a pessoa jurídica não tem legitimidade para interpor recurso no interesse do sócio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393015",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Na ação monitória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprindo o réu o mandado, não ficará isento de honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "não é admissível a citação com hora certa."
      },
      {
        "letra": "C",
        "texto": "os embargos dependem de prévia segurança do juízo."
      },
      {
        "letra": "D",
        "texto": "cumprindo o réu o mandado, não ficará isento de custas."
      },
      {
        "letra": "E",
        "texto": "cabe a citação por edital."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392581",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Da execução em geral",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Carlos Santos é credor de Paulo Soares em razão da venda de sua produção agrícola, cujo pagamento ocorreu por meio de um cheque. Ocorre que o credor não recebeu o valor constante no cheque e agora este está prescrito. Considerando essas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor não poderá demandar em face de Paulo Soares, em razão da prescrição do seu título executivo."
      },
      {
        "letra": "B",
        "texto": "O credor poderá buscar a obtenção do valor consignado no cheque, ingressando com ação monitória em face de Paulo Soares."
      },
      {
        "letra": "C",
        "texto": "Como o cheque está prescrito, o credor somente poderá tentar reaver o valor nele consignado por meio de ação de cobrança."
      },
      {
        "letra": "D",
        "texto": "Como o cheque é título executivo, o credor pode ingressar com ação de execução de título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "O credor deverá protestar o cheque e, posteriormente, ingressar com ação de execução de título extrajudicial ou de cobrança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373387",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Da execução em geral",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Suelen Carolina vende um fogão usado para sua vizinha, Roberta Helena, que lhe paga com um cheque sem a devida provisão de fundos. Só depois que o cheque prescreve Suelen resolve procurar um advogado, a quem pede que proponha a ação contra Roberta, que protelou o pagamento por meio de promessas não cumpridas. O advogado de Suelen;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá propor execução contra Roberta Helena, tendo o cheque como confissão de dívida, mas como está prescrito Roberta Helena só pagará o débito se quiser, por configurar obrigação natural."
      },
      {
        "letra": "B",
        "texto": "não poderá propor ação alguma contra Roberta Helena, pois a prescrição fez com que Suelen perdesse seu direito à demanda."
      },
      {
        "letra": "C",
        "texto": "poderá propor execução contra devedor solvente contra Roberta Helena, pois a prescrição do cheque não lhe retira a eficácia executiva."
      },
      {
        "letra": "D",
        "texto": "poderá propor ação monitória contra Roberta Helena, pois o título está prescrito mas representa prova escrita sem eficácia executiva."
      },
      {
        "letra": "E",
        "texto": "poderá propor somente ação pelo rito ordinário contra Roberta Helena, pois o título prescrito não repre- senta prova escrita para fins monitórios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370521",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A ação monitória, na forma introduzida no sistema brasileiro, poderá ser proposta quando se tratar de hipótese em que o credor;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é titular de um contrato escrito, assinado por duas testemunhas, em que o réu confessa dever a quantia pretendida."
      },
      {
        "letra": "B",
        "texto": "firmou um contrato de empréstimo verbal com o devedor e tem testemunhas que confirmam o crédito."
      },
      {
        "letra": "C",
        "texto": "é titular de uma nota promissória, em que o devedor promete pagar a quantia devida."
      },
      {
        "letra": "D",
        "texto": "é titular de um contrato escrito, assinado apenas pelas partes, em que o réu confessa dever a quantia pretendida."
      },
      {
        "letra": "E",
        "texto": "tem em seu poder uma declaração de terceiros que afirmam que o devedor reconheceu que deve ao credor a quantia por este exigida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361342",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação Monitória no CPC 1973",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Sobre os procedimentos especiais previstos pelo Código de Processo Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em ação de consignação em pagamento, realizado o depósito em até cinco dias da data do cumprimento da obrigação, o devedor ficará isento das custas a que tenha dado causa e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "em ação monitória, rejeitados os embargos o devedor terá dez dias para realizar o pagamento que, se respeitados, isentará o cumpridor da obrigação das custas e honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "em embargos de terceiro, se o embargado não possuir advogado constituído na ação principal deverá ser citado por edital."
      },
      {
        "letra": "D",
        "texto": "em embargos de terceiro, julgando suficientemente provada a posse, o juiz deferirá liminarmente a expedição de mandado de manutenção ou de restituição em favor do embargante, que só receberá os bens depois de prestar caução."
      },
      {
        "letra": "E",
        "texto": "quando a consignação em pagamento se fundar em dúvida sobre quem deva legitimamente receber, não comparecendo nenhum pretendente, o juiz autorizará que o autor levante a quantia depositada em seu favor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "826659",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de entrega de coisa",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Leia as assertivas e assinale o item correto: I- O devedor de obrigação de entrega de coisa certa, constante de título executivo extrajudicial, será citado para, dentro de 10 (dez) dias, satisfazer a obrigação ou, seguro o juízo, apresentar embargos. II- Cabe ação monitória para haver saldo remanescente oriundo da venda extrajudicial de bem alienado fiduciariamente em garantia. III- A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas. IV- Não é admitido o preparo do recurso no primeiro dia útil subsequente mesmo quando a interposição do recurso ocorrer após o encerramento do expediente bancário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412192",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Quanto à ação monitória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se prova exclusivamente testemunhal."
      },
      {
        "letra": "B",
        "texto": "os embargos não suspenderão a eficácia do mandado inicial."
      },
      {
        "letra": "C",
        "texto": "cumprindo espontaneamente o mandado, o réu fica isento de metade dos honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "os embargos são processados nos próprios autos, pelo procedimento ordinário, independentemente da prestação de caução."
      },
      {
        "letra": "E",
        "texto": "rejeitados os embargos, deve a parte ajuizar ação constitutiva de título executivo judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "404117",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "No que se refere aos procedimentos especiais de jurisdição contenciosa e voluntária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação de consignação em pagamento, o demandado poderá alegar, em sua defesa, toda a matéria de fato e de direito relativa à existência e ao quantitativo da dívida."
      },
      {
        "letra": "B",
        "texto": "Nos procedimentos de jurisdição voluntária, embora ocorra mitigação do princípio da inalterabilidade do pedido, admitindo-se julgamento extra petita, o magistrado vincula-se ao princípio da legalidade estrita."
      },
      {
        "letra": "C",
        "texto": "Em autos de procedimento de demarcação de limites entre dois imóveis em que o demandado se limite a contestar o pedido, sem deduzir reconvenção, se o juiz afirmar na sentença que os limites não estão no local apontado pelo autor, o provimento jurisprudencial será meramente declaratório de improcedência da pretensão."
      },
      {
        "letra": "D",
        "texto": "No procedimento especial de nunciação de obra nova, o município tem legitimidade ativa para impedir que o particular construa em contravenção da lei, do regulamento ou de postura, e extraordinária, em se tratando de violação a normas de direito estadual ou federal, devendo o construtor figurar no polo passivo da ação, ainda que seja pessoa jurídica de direito público ou privado."
      },
      {
        "letra": "E",
        "texto": "O procedimento monitório se caracteriza pela prolação, initio litis, de sentença liminar condenatória, desprovida de declaração de acertamento da existência do direito do demandante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "351049",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Ação Monitória no CPC 1973",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Manoel realizou quatro compras, em dias distintos, no \"Supermercado LM\", pagando as três primeiras com cheques e prome- tendo, em documento assinado somente por ele, pagar a última em data certa e determinada. Os cheques foram devolvidos sem provisão de fundos e o compromisso escrito não foi honrado. Considerando não ter havido prescrição, e levando em conta que, se possível, a empresa pretende valer-se dos meios executivos de cobrança, os três cheques",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderão ser executados em uma única ação de execução e o compromisso escrito poderá ser objeto de ação monitória."
      },
      {
        "letra": "B",
        "texto": "poderão ser executados, porém necessariamente em ações distintas, e o compromisso escrito poderá ser objeto de ação monitória."
      },
      {
        "letra": "C",
        "texto": "e o compromisso escrito poderão ser executados em uma única ação de execução."
      },
      {
        "letra": "D",
        "texto": "e o compromisso escrito poderão ser executados, porém necessariamente em ações distintas."
      },
      {
        "letra": "E",
        "texto": "poderão ser executados, porém necessariamente em ações de execução distintas, e o compromisso escrito poderá ser objeto de ação de indenização."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350935",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "No que se refere aos procedimentos especiais do CPC, ao mandado de segurança e à Lei da Ação Civil Pública, julgue os itens seguintes. Segundo o STJ, a conversão de ação de execução em ação monitória pode ser realizada até a citação do executado, momento em que ocorre a estabilização da relação processual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336187",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A ação monitória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segue o mesmo rito da ação de execução."
      },
      {
        "letra": "B",
        "texto": "admite prova exclusivamente testemunhal."
      },
      {
        "letra": "C",
        "texto": "demanda a existência de prova escrita sem eficácia de título executivo e pode ter como objeto a entrega de bem fungível."
      },
      {
        "letra": "D",
        "texto": "permite que o réu ofereça embargos ao mandado monitório, desde que deposite o valor integral do débito ou preste caução idônea."
      },
      {
        "letra": "E",
        "texto": "leva, quando da rejeição dos embargos, à constituição de título executivo extrajudicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301937",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação financeira de proventos de aposentadoria mantida por um dos consortes durante a vigência do matrimônio, sob o regime de comunhão universal de bens, não deve ser partilhada em inventário, dado o caráter alimentar do investimento."
      },
      {
        "letra": "B",
        "texto": "A Caixa Econômica Federal é parte ilegítima para responder por vícios de construção nos casos em que ela, ao mesmo tempo, promova o empreendimento, tenha responsabilidade na elaboração do projeto com suas especificações, escolha a construtora e(ou) negocie os imóveis, visto que essas atividades, que visam garantir o sucesso do empreendimento, são inerentes à de agente financeiro em estrito senso."
      },
      {
        "letra": "C",
        "texto": "A aplicação da sanção imposta pelo Código Civil em referência à demanda de repetição de indébito, consistente na exigência de pagamento em dobro por dívida já paga, pressupõe a existência de pagamento indevido, sendo prescindível a demonstração de má-fé do credor."
      },
      {
        "letra": "D",
        "texto": "A sucessão aberta é considerada bem imóvel, por isso a constituição de procurador com poder especial para renunciar a herança de valor superior a trinta vezes o maior salário mínimo só terá validade se realizada por instrumento público ou termo judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1739606",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em ação monitória, se o réu cumprir o mandado de pagamento no prazo de 15 dias, ficará isento de custas e honorários advocatícios"
      },
      {
        "letra": "B",
        "texto": "em embargos de terceiro, quem deu causa à constrição indevida deve arcar com os honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "os embargos de terceiro podem ser senhor e possuidor ou apenas possuidor"
      },
      {
        "letra": "D",
        "texto": "Tanto o proprietário quanto o possuidor ostentam legitimidade para propor ação de nunciação de obra nova"
      },
      {
        "letra": "E",
        "texto": "somente tem legitimidade ativa para propor ação de prestação de contas aquele que tem o direito de exigi-las."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423383",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Procedimentos Especiais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Requisitos de admissibilidade",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante, formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "E inadmissível, na ação popular, o ingresso de litisconsorte ativo após o despacho da petição inicial."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não detém legitimidade para requerer ao juiz a caducidade de medida liminar deferida em mandado de segurança, na hipótese de o respectivo impetrante criar obstáculo ao normal andamento do processo."
      },
      {
        "letra": "D",
        "texto": "E incabível reconvenção em ação monitoria, mesmo após a conversão do procedimento em ordinário."
      },
      {
        "letra": "E",
        "texto": "O instrumentalismo processual preconiza, fundamentalmente, um reforço da separação entre os planos do direito substancial e processual, evitando, assim, influências recíprocas, com a perda da autonomia científica do direito processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341134",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Ação Monitória no CPC 1973",
      "Das Defesas do Devedor: Embargos do Devedor"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Há excesso de execução se o credor não provar que a condição prevista no título se realizou. II - Cabe a citação por edital em ação monitória mas, nesta hipótese, tornando-se revel o devedor, o juiz dar- lhe-á curador especial, a fim de que sejam, obrigatoriamente, oferecidos embargos. III - Não são admitidos os embargos do executado que, sem nenhuma ressalva ou esclarecimento prévio, deposita em juízo, logo após citado, o valor da dívida executada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição III está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "286692",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação monitória, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o réu cumprir o mandado de pagamento ou de entrega da coisa, ficará isento de custas e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "É admissível a ação monitória fundada em cheque prescrito."
      },
      {
        "letra": "C",
        "texto": "Não cabe citação por edital em ação monitória."
      },
      {
        "letra": "D",
        "texto": "É cabível a reconvenção na ação monitória, após a conversão do procedimento em ordinário."
      },
      {
        "letra": "E",
        "texto": "O réu poderá oferecer embargos, que independem de prévia segurança do juízo e serão pro- cessados nos próprios autos, pelo procedimento ordinário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248644",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à ação monitória.Na inicial da ação monitória, é obrigação do autor demonstrar a causa da emissão do título de crédito que tiver perdido a força executiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248643",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à ação monitória. De acordo com o STJ, não é causa de indeferimento da inicial o ajuizamento de ação monitória aparelhada em título executivo extrajudicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "241041",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A ação monitória compete",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente a quem possui título executivo."
      },
      {
        "letra": "B",
        "texto": "a quem pretender, com base em depoimentos de testemunhas, receber quantia certa que reputa devida."
      },
      {
        "letra": "C",
        "texto": "a quem pretender, com base em prova escrita sem eficácia de título executivo, pagamento de soma em dinheiro, entrega de coisa fungível ou de determinado bem móvel."
      },
      {
        "letra": "D",
        "texto": "a quem não possuir prova escrita de seu crédito e deseja fazer essa prova mediante outros meios permitidos no processo."
      },
      {
        "letra": "E",
        "texto": "a quem deseja reivindicar coisa infungível com base em documento escrito, bem como o recebimento de quantia em dinheiro com base em documento escrito sem força executiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "201619",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação monitória, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O titular de prova escrita não é obrigado a utilizar a ação monitória, podendo optar pelo procedimento comum."
      },
      {
        "letra": "B",
        "texto": "Cabe citação por edital em ação monitória."
      },
      {
        "letra": "C",
        "texto": "É admissível ação monitória fundada em cheque prescrito."
      },
      {
        "letra": "D",
        "texto": "Cabe citação com hora certa em ação monitória."
      },
      {
        "letra": "E",
        "texto": "É incabível ação monitória contra a Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "106955",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: Correios",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Julgue os itens seguintes, a respeito de antecipação de tutela, sujeitos do processo, ação monitória, coisa julgada, processo de execução e de embargos do devedor e audiência. É possível a alegação de prescrição em sede de embargos a ação monitória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85323",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Paulo ajuizou ação monitória contra Pedro, com base em prova escrita sem eficácia de título executivo, pleiteando o pagamento de soma em dinheiro. Expedido o mandado de pagamento, Pedro o cumpriu no prazo legal. Em consequência, Pedro ficará isento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do pagamento de custas e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "somente do pagamento das custas."
      },
      {
        "letra": "C",
        "texto": "somente do pagamento dos honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "somente do pagamento da correção monetária do débito."
      },
      {
        "letra": "E",
        "texto": "do pagamento da correção monetária do débito, das custas e dos honorários advocatícios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407159",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Reflete o entendimento sumulado do Superior Tribunal de Justiça acerca da ação monitória afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é incabível ação monitória contra a Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "é cabível a reconvenção na ação monitória em qualquer de suas fases."
      },
      {
        "letra": "C",
        "texto": "cabe citação por edital em ação monitória."
      },
      {
        "letra": "D",
        "texto": "não se admite o cheque prescrito como documento a lastrear a petição inicial da ação monitória."
      },
      {
        "letra": "E",
        "texto": "é incabível o manejo de ação monitória, para haver saldo remanescente oriundo de venda extrajudicial de bem alienado fiduciariamente em garantia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "79968",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Paulo é credor de Pedro, através de cheque devolvido pelo estabelecimento bancário por insuficiência de fundos. Após o decurso do prazo prescricional do cheque, pode este ser usado para ajuizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos de terceiro."
      },
      {
        "letra": "B",
        "texto": "execução por quantia certa contra devedor solvente."
      },
      {
        "letra": "C",
        "texto": "ação rescisória."
      },
      {
        "letra": "D",
        "texto": "ação de consignação em pagamento."
      },
      {
        "letra": "E",
        "texto": "ação monitória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "58604",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Proposta a ação monitória, estando a petição inicial devidamente instruída, o juiz deferirá de plano a expedição de mandado de pagamento ou de entrega da coisa no prazo de 15 dias. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprindo o réu o mandado, ficará isento do pagamento dos honorários advocatícios do advogado do autor, arcando apenas com as custas processuais."
      },
      {
        "letra": "B",
        "texto": "cumprindo o réu o mandado, ficará isento de custas, arcando apenas com os honorários advocatícios do advogado do autor."
      },
      {
        "letra": "C",
        "texto": "o oferecimento de embargos pelo réu depende de prévia garantia do juízo, mediante depósito ou oferta de bens à penhora."
      },
      {
        "letra": "D",
        "texto": "poderá o réu oferecer embargos, que serão processados em autos apartados, pelo procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "poderá o réu oferecer embargos, que suspenderão a eficácia do mandado inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "497468",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Na ação monitoria, os embargos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dependem de prévia segurança do juízo e serão processados em autos apartados, pelo procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "independem de prévia segurança do juízo e serão processados em autos apartados, pelo procedimento ordinário."
      },
      {
        "letra": "C",
        "texto": "provocam, com a segurança do juízo, a suspensão da eficácia do mandado monitório, e convertem o procedimento em sumário."
      },
      {
        "letra": "D",
        "texto": "suspendem a eficácia do mandado inicial, e, com a conversão do procedimento em ordinário, e cabível a reconvenção."
      },
      {
        "letra": "E",
        "texto": "serão oferecidos no prazo de dez dias e serão processados nos próprios autos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341730",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Analise os itens abaixo e assinale a alternativa correta. É admissível a ação monitória fundada emI – cheque prescrito. II – duplicata sem aceite, mas protestada. III – prova emprestada de outro processo. IV – letra de câmbio. V – documento particular assinado pelo devedor e por duas testemunhas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I, IV e V estão certos."
      },
      {
        "letra": "B",
        "texto": "Os itens II, III e V estão certos."
      },
      {
        "letra": "C",
        "texto": "Os itens III, IV e V estão errados."
      },
      {
        "letra": "D",
        "texto": "Os itens I, II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Os itens II, IV e V estão errados."
      }
    ],
    "gabarito": "D"
  }
]