[
  {
    "id": "629666",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Ação Rescisória",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca do processo e do procedimento, da sentença, coisa julgada e rescisória, julgue os itens a seguir e assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato do juiz que acolhe ou rejeita o pedido do autor consiste em sentença que resolve o mérito."
      },
      {
        "letra": "B",
        "texto": "Sentença extra petita é aquela em que o juiz julga ação diferente da que foi proposta, sem respeitar as partes, a causa de pedir ou pedido, tais como apresentados na petição inicial."
      },
      {
        "letra": "C",
        "texto": "Ação autônoma de impugnação, cuja finalidade é desconstituir a sentença de mérito transitada em julgado. Nela, ainda é possível postular a reapreciação daquilo que foi decidido em caráter definitivo."
      },
      {
        "letra": "D",
        "texto": "É cabível ação rescisória objetivando a desconstituição de sentença ultra petita e citra petita, mas não cabe se tratar-se de sentença extra petita."
      },
      {
        "letra": "E",
        "texto": "Não cabe ação rescisória contra as sentenças que julgarem as ações civis públicas improcedentes por insuficiência de provas, ou improcedentes as ações populares, porque nesses casos não há coisa julgada material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "618044",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No que se refere à ação rescisória, nos termos estabelecidos pelo Código de Processo Civil, analise as seguintes assertivas: I. O ajuizamento de ação rescisória não impede, em regra, o cumprimento da sentença ou acórdão rescindendo. II. O direito de propor ação rescisória se extingue em dois anos, contados do trânsito em julgado da decisão. III. A petição inicial deverá ser elaborada com as observâncias dos requisitos previstos no Código de Processo Civil, devendo o autor depositar a importância de 2% sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível, ou improcedente. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "610112",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. Nos termos da lei processual civil, a sentença de mérito, transitada em julgado, pode ser rescindida quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proferida por juiz suspeito ou absolutamente incompetente."
      },
      {
        "letra": "B",
        "texto": "se verificar que foi dada por prevaricação, concussão ou corrupção do juiz."
      },
      {
        "letra": "C",
        "texto": "ofender a coisa julgada."
      },
      {
        "letra": "D",
        "texto": "violar literal disposição de lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595615",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que tange a recursos processuais e ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O vício de julgamento decorre da aplicação incorreta da regra processual e acarreta a anulação da sentença, ao passo que o vício de procedimento surge da incorreta apreciação da questão de direito e gera a reforma da decisão."
      },
      {
        "letra": "B",
        "texto": "O julgador deve proceder, diretamente, ao exame do mérito nos embargos de declaração, por ser desnecessário fazer juízo de admissibilidade desse recurso."
      },
      {
        "letra": "C",
        "texto": "A suspeição fundada do magistrado enseja a propositura de ação rescisória contra a sentença que ele tenha prolatado."
      },
      {
        "letra": "D",
        "texto": "A aptidão do órgão jurisdicional de conhecer, de ofício, as questões de ordem pública, nos recursos processuais, decorre do efeito translativo."
      },
      {
        "letra": "E",
        "texto": "O terceiro juridicamente interessado não figura como parte legítima para a propositura de ação rescisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "618658",
    "metadata": "Ano: 2015 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ação Rescisória",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando as normas processuais civis, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência absoluta do foro modifica-se pelo critério da prevenção na hipótese de imóvel situado em mais uma comarca."
      },
      {
        "letra": "B",
        "texto": "Se o denunciado aceitar e contestar o pedido, o processo prosseguirá entre o autor, de um lado, e de outro, como litisconsortes, o denunciante e o denunciado."
      },
      {
        "letra": "C",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa e poderá, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "O tribunal apreciará e julgará todas as questões suscitadas e discutidas no processo, ainda que a sentença recorrida não as tenha julgado por inteiro."
      },
      {
        "letra": "E",
        "texto": "Caberá ação rescisória caso haja prova de que a decisão de mérito transitada em julgado tenha sido proferida por prevaricação, concussão ou corrupção do prolator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598822",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: CRF-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O prazo decadencial para propositura de ação rescisória, contado do trânsito em julgado da decisão judicial, é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um ano."
      },
      {
        "letra": "B",
        "texto": "dois anos."
      },
      {
        "letra": "C",
        "texto": "três anos."
      },
      {
        "letra": "D",
        "texto": "cinco anos."
      },
      {
        "letra": "E",
        "texto": "dez anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "597313",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Imagine que José, maior e capaz, tem contra si uma sentença de mérito transitada em julgado há um ano e meio. Descobre hoje que tal sentença contra si proferida foi julgada por magistrado que era filho da parte contrária, Manuel, pessoa maior e capaz. Diante da situação exposta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José poderá propor ação rescisória, sendo que para tanto deverá depositar a importância de 5% (cinco por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível, ou improcedente."
      },
      {
        "letra": "B",
        "texto": "José não poderá propor ação rescisória, pois o caso em comento trata-se de hipótese de suspeição do juiz e não de impedimento, não admitindo o manejo de tal instrumento na tentativa de desfazer a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "José não poderá valer-se da ação rescisória, pois o prazo decadencial para manejo de tal instrumento é de um ano a contar do trânsito em julgado da decisão."
      },
      {
        "letra": "D",
        "texto": "somente o Ministério Público terá legitimidade para propor a ação rescisória, pois o caso em tela revela fato onde houve clara fraude a lei, atribuindo ao parquet a legitimidade ativa exclusiva para propositura dessa demanda."
      },
      {
        "letra": "E",
        "texto": "José só poderá propor ação rescisória se depositar a importância de 1% (um por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível, ou improcedente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "590368",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sobre a ação rescisória, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sua propositura deve ocorrer no prazo prescricional de dois anos, após a intimação da última decisão proferida no processo primitivo;"
      },
      {
        "letra": "B",
        "texto": "caso seja julgado procedente o pedido relativo à fase do iudicium rescindens, sempre deverá haver, na sequência, o rejulgamento da causa originária;"
      },
      {
        "letra": "C",
        "texto": "é a via processual adequada para impugnar sentenças já transitadas em julgado, tenham elas resolvido, ou não, o mérito da causa;"
      },
      {
        "letra": "D",
        "texto": "o seu ajuizamento reclama o prévio exaurimento de todas as vias recursais em tese cabíveis no processo matriz;"
      },
      {
        "letra": "E",
        "texto": "é admissível a formulação de requerimento, na petição inicial, de tutela de urgência que importe na suspensão da execução da decisão rescindenda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "583374",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sobre a ação rescisória, seu regime jurídico e seus requisitos de procedibilidade, a teor das disposições legais pertinentes e o entendimento consolidado no Superior Tribunal de Justiça, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ação rescisória por ofensa a literal disposição de lei quando a decisão rescindenda se tiver baseado em texto legal de interpretação controvertida nos Tribunais, desde que, após o trânsito em julgado do pronunciamento judicial atacado e dentro do prazo legal para a propositura, a orientação jurisprudencial tenha se firmado em sentido contrário ao da decisão rescindenda."
      },
      {
        "letra": "B",
        "texto": "Na ação rescisória fundada em erro de fato, resultante de atos ou de documentos da causa, é irrelevante que não tenha havido controvérsia nem pronunciamento judicial sobre o fato."
      },
      {
        "letra": "C",
        "texto": "O prazo decadencial da ação rescisória deve ser observado de acordo com o trânsito em julgado de cada capítulo da decisão rescindenda e não necessariamente do último pronunciamento judicial havido no processo."
      },
      {
        "letra": "D",
        "texto": "Tendo em vista que o depósito prévio nas ações rescisórias é requisito de procedibilidade da própria medida judicial, sua exigibilidade se estende à União, ao Estado, ao Município, ao Ministério Público e ao INSS."
      },
      {
        "letra": "E",
        "texto": "A declaração judicial de decadência do prazo legal para a propositura da ação rescisória atinge o próprio direito à rescisão, por isso que, nessa hipótese, a decisão faz coisa julgada material, fato que impede a repropositura de outra ação rescisória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "560643",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Roberto ajuizou ação visando indenização por danos materiais e morais. Em primeiro grau, o magistrado julgou parcialmente procedente a demanda, para o fim de condenar o requerido a pagar pelos danos materiais, mas negou a existência de danos morais. O requerido resignou-se com a decisão e não recorreu. Roberto, por seu turno, recorreu visando a total procedência do pedido inicial. Cinco anos depois, o Tribunal de Justiça, por maioria de votos, manteve integralmente a decisão de primeiro grau. Diante desta situação, é correto que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso não haja recurso contra esse Acórdão, no prazo de dois anos contados do seu trânsito em julgado, o requerido ainda poderá ajuizar ação rescisória questionando inclusive o capítulo da sentença que não foi impugnado na apelação, pois o prazo para a rescisória só teve início após o trânsito em julgado do último provimento judicial; além disso, caso o prazo se encerre em dia não útil, prorroga-se para o primeiro dia útil sequente."
      },
      {
        "letra": "B",
        "texto": "caso uma das partes apresente recurso especial desconhecendo que a outra opôs embargos de declaração, sendo este último desprovido, mantido integralmente o Acórdão recorrido, após a intimação das partes do julgamento dos embargos, automaticamente será processado o recurso especial, conforme entendimento atual do Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "caso o Acórdão tenha contrariado expressamente o disposto em Súmula dos Tribunais Superiores, será cabível a interposição de recurso especial com fundamento no artigo 105, inciso III, alínea a, da Constituição Federal, alegando a violação ao enunciado da Súmula."
      },
      {
        "letra": "D",
        "texto": "este Acórdão desafia embargos infringentes, pois a decisão não foi unânime, razão pela qual antes de interpor recurso especial ou extraordinário os interessados devem esgotar as vias de impugnação ordinária − neste caso, com embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "caso o Acórdão não tenha analisado a aplicação de um dispositivo da lei federal expressamente suscitado nas razões de apelação, é possível a interposição de recurso especial, sendo desnecessário opor embargos de declaração nesta hipótese, pois houve prequestionamento nas razões recursais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553603",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Acerca da Ação Rescisória, julgue as afirmativas abaixo. I. De acordo com a Corte Especial do Superior Tribunal de Justiça, o prazo decadencial da ação rescisória, por deter natureza de direito material, prorroga-se para o dia útil subsequente, caso finde em feriado ou final de semana. II. A natureza jurídica do depósito previsto no artigo 488, II do CPC, impõe a sua realização obrigatória pelos Estados e Municípios, não sendo cabível quando a União é parte processual. III. Segundo entendimento da Corte Especial do STJ, o prazo decadencial bienal para aforamento da demanda rescisória é contado do último pronunciamento judicial, ainda que este reconheça a intempestividade de recurso anteriormente interposto. IV. A ação rescisória fundada em erro de fato, com fundamento no art. 485, IX do CPC, pressupõe que a sentença admita um fato inexistente ou considere inexistente um fato efetivamente ocorrido, sendo indispensável, em ambos os casos, que não tenha havido controvérsia, nem pronunciamento judicial a esse respeito. A alternativa que contém todas as afirmativas corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "II e III"
      },
      {
        "letra": "C",
        "texto": "III e IV"
      },
      {
        "letra": "D",
        "texto": "I e IV"
      },
      {
        "letra": "E",
        "texto": "I e II"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552562",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sobre ação rescisória, de acordo com a legislação vigente e a jurisprudência dos tribunais superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No âmbito dos Juizados Especiais Cíveis, admite-se ação rescisória quando houver sentença de mérito transitada em julgado que viole literal disposição da Lei nº 9.099/95."
      },
      {
        "letra": "B",
        "texto": "Admite-se ação rescisória contra sentença transitada em julgado, ainda que contra ela não se tenham esgotado todos os recursos."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional da ação rescisória só se inicia quando não for cabível qualquer recurso do último pronunciamento judicial."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes se houver julgamento de improcedência da ação rescisória por maioria de votos no tribunal."
      },
      {
        "letra": "E",
        "texto": "A petição inicial da ação rescisória deve ser endereçada ao juiz singular prolator da sentença transitada em julgado, o qual deve ordenar a citação do réu, estabelecendo prazo nunca inferior a 15 (quinze) dias nem superior a 30 (trinta) para responder aos termos da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "521378",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Quando houver trânsito em julgado, caberá ação rescisória de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentença proferida por juiz que seja amigo íntimo da parte vencedora."
      },
      {
        "letra": "B",
        "texto": "acórdão que der provimento a recurso especial sem observância do prequestionamento."
      },
      {
        "letra": "C",
        "texto": "sentença favorável a cônjuge de presidente do tribunal que tenha dado medalha ao juiz da causa."
      },
      {
        "letra": "D",
        "texto": "acórdão proferido em processo no qual se verifique ausência de citação do réu."
      },
      {
        "letra": "E",
        "texto": "decisão interlocutória que homologar cálculos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512404",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Quanto à ação rescisória, o prazo para sua proposição é de 2(dois) anos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contados do trânsito em julgado da decisão, tendo natureza decadencial."
      },
      {
        "letra": "B",
        "texto": "contados do trânsito em julgado da decisão, tendo natureza prescricional."
      },
      {
        "letra": "C",
        "texto": "contados do surgimento de fato novo que a fundamente, tendo natureza decadencial."
      },
      {
        "letra": "D",
        "texto": "contados do surgimento de fato novo que a fundamente, tendo natureza prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "497252",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória é, a par dos recursos, um meio de impugnação de decisões judiciais. Essa ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser ajuizada no prazo de dois anos, contados da data do trânsito em julgado da última decisão proferida no processo, mesmo que seja de não conhecimento do recurso."
      },
      {
        "letra": "B",
        "texto": "é cabível contra sentença transitada em julgado, que extinguiu o processo, por ter ficado parado por mais de um ano, em razão da negligência das partes."
      },
      {
        "letra": "C",
        "texto": "é cabível contra sentença transitada em julgado proferida por juiz relativamente incompetente."
      },
      {
        "letra": "D",
        "texto": "é incabível em casos de ofensa a literal dispositivo de lei, quando a decisão rescindenda tiver se baseado em texto constitucional de interpretação controvertida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1332623",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos recursos, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser interpostos das sentenças, decisões interlocutórias e despachos"
      },
      {
        "letra": "B",
        "texto": "os embargos de declaração devem ser opostos no prazo de 10 dias"
      },
      {
        "letra": "C",
        "texto": "a ação rescisória é uma espécie de recurso cujo prazo para propositura é de 2 anos"
      },
      {
        "letra": "D",
        "texto": "a apelação, como regra, é recebida nos efeitos devolutivo e suspensivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598460",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há interesse de agir para a propositura de ação rescisória, quando houver perempção."
      },
      {
        "letra": "B",
        "texto": "a sentença proferida por juiz incompetente é rescindível."
      },
      {
        "letra": "C",
        "texto": "é cabível ação rescisória de capítulos da sentença com trânsito em julgado, enquanto não for proferido o último pronunciamento judicial."
      },
      {
        "letra": "D",
        "texto": "o ajuizamento da ação rescisória impede o cumprimento da sentença ou acórdão rescindendo."
      },
      {
        "letra": "E",
        "texto": "é cabível ação rescisória contra sentença que não aplica jurisprudência pacificada do STJ."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492570",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite ação rescisória contra sentença transitada em julgado, se contra ela não tiverem sido esgotados todos os recursos."
      },
      {
        "letra": "B",
        "texto": "Na ação rescisória por erro de fato, é indispensável que tenha havido controvérsia e pronunciamento judicial sobre o fato."
      },
      {
        "letra": "C",
        "texto": "Cabe ação rescisória contra decisão proferida em conflito de competência."
      },
      {
        "letra": "D",
        "texto": "Não cabe ação rescisória contra sentença de mérito proferida em ação cautelar de natureza satisfativa."
      },
      {
        "letra": "E",
        "texto": "Não cabe ação rescisória para corrigir erro material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "472060",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No que diz respeito aos recursos e à ação rescisória, julgue os próximos itens. É cabível postular antecipação de tutela na ação rescisória, que, se deferida, obstará eventual cumprimento da sentença rescindenda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "467032",
    "metadata": "Ano: 2014 | Banca: CONTEMAX | Órgão: COREN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, sobre ação rescisória, assinale a alternativa correta. I. A competência para o processamento e o julgamento da ação rescisória é atribuída ao tribunal que se apresente hierarquicamente superior à autoridade que proferiu a decisão judicial que se combate. II. A ação rescisória presta-se ao ataque de sentenças homologatórias. III. A ação rescisória ataca exclusivamente sentença de mérito, não cabendo para o combate de pronunciamento terminativo. IV. A ação rescisória deve ser proposta no prazo deaté dois anos.V. A ação rescisória só poderá ser proposta pelas partes do processo original.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, II e III"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, III e IV"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V"
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivasII, III e IV"
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462252",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No que concerne à ação rescisória, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem por escopo a desconstituição de decisão de mérito proferida em processo precedente e já transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "A sua petição inicial deve conter o pedido de rescisão e, quando cabível, o de rejulgamento da causa originária."
      },
      {
        "letra": "C",
        "texto": "A sua propositura não impede o imediato cumprimento da decisão rescindenda, ressalvadas as hipóteses de deferimento de tutelas de urgência, desde que presentes os respectivos pressupostos legais."
      },
      {
        "letra": "D",
        "texto": "Pode dar azo à interposição de embargos infringentes, pela parte ré, caso se acolha o pedido por maioria de votos, seja em sede de iudicium rescindens, seja em sede de iudicium rescissorium."
      },
      {
        "letra": "E",
        "texto": "O seu ajuizamento pressupõe o exaurimento de todas as vias recursais cabíveis, no feito primitivo, em relação à decisão rescindenda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "461138",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória é instrumento de cabimento excepcional no sistema processual, uma vez que sua utilização para fins de desconstituição de decisões que já tinham feito coisa julgada material abalam a segurança jurídica das relações. Dessa forma, para que haja sua regular utilização, devem ser observados requisitos formais, temporais e materiais. As opções a seguir indicam hipóteses em que a ação rescisória é cabível, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ação rescisória para desconstituição de sentenças dadas por concussão do Juiz."
      },
      {
        "letra": "B",
        "texto": "Cabe ação rescisória para desconstituição de sentenças proferidas por Juiz suspeito."
      },
      {
        "letra": "C",
        "texto": "Cabe ação rescisória para desconstituição de sentenças proferidas em violação à literal disposição de lei."
      },
      {
        "letra": "D",
        "texto": "Cabe ação rescisória para desconstituição de sentenças fundadas em erro de fato, resultantes de atos ou documentos da causa."
      },
      {
        "letra": "E",
        "texto": "Cabe ação rescisória para desconstituição de sentenças que ofendam a coisa julgada já existente acerca do assunto debatido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460479",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Para impugnar o acórdão não unânime de Tribunal de Justiça, que tenha julgado improcedente ação rescisória, é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso ordinário."
      },
      {
        "letra": "B",
        "texto": "recurso de embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "recurso especial e/ou recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "recurso de apelação."
      },
      {
        "letra": "E",
        "texto": "agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460476",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O termo inicial do prazo para propositura de ação rescisória corresponde à data em que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decorrer o prazo para recurso do capítulo da sentença ou do acórdão de mérito que será objeto de impugnação, não importando a existência de recurso parcial referente a outros capítulos."
      },
      {
        "letra": "B",
        "texto": "não for mais cabível recurso do pronunciamento judicial rescindendo, mesmo que se trate de decisão interlocutória."
      },
      {
        "letra": "C",
        "texto": "não for mais cabível recurso do último pronunciamento judicial ocorrido no processo."
      },
      {
        "letra": "D",
        "texto": "ocorrido o último pronunciamento judicial de mérito no processo, desde que não interposto recurso ou que este não tenha sido conhecido."
      },
      {
        "letra": "E",
        "texto": "não for mais cabível, perante as instâncias ordinárias, nenhum recurso do pronunciamento judicial rescindendo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460042",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite, excepcionalmente, antecipação de tutela."
      },
      {
        "letra": "B",
        "texto": "não admite o indeferimento da petição inicial, por tratar de matéria de ordem pública."
      },
      {
        "letra": "C",
        "texto": "não garante ao Estado prazo diferenciado para contestar."
      },
      {
        "letra": "D",
        "texto": "deve ser instruída com prova pré-constituída, sob pena de rejeição liminar."
      },
      {
        "letra": "E",
        "texto": "deve ser acompanhada do depósito de 5% sobre o valor da causa, inclusive se o autor for o Estado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444026",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação à ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se este tipo de ação ainda que não se tenha esgotado todos os recursos contra a sentença de mérito transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "Os terceiros interessados, mesmo que o interesse seja meramente econômico, são legitimados a propor ação rescisória."
      },
      {
        "letra": "C",
        "texto": "No âmbito dos Juizados Especiais Cíveis, admite-se ação rescisória quando houver sentença de mérito transitada em julgado que viole literal disposição da Lei n.º 9.099/95."
      },
      {
        "letra": "D",
        "texto": "A ação rescisória deverá ser ajuizada até 2 (dois) anos após o trânsito em julgado da última decisão, sob pena de prescrição."
      },
      {
        "letra": "E",
        "texto": "Em razão da estabilidade da coisa julgada, o ajuizamento da ação rescisória não impede o cumprimento da sentença ou acórdão rescindendo, posto que não se admite a concessão de medidas de natureza cautelar ou antecipatória de tutela."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "438076",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória é instrumento excepcional no sistema pátrio, pois o seu ajuizamento abala a segurança jurídica que se alcança no momento em que as decisões de mérito em que as decisões de mérito transitam em julgado materialmente. Assinale a opção que traz uma situação em que a ação rescisória não passará por juízo rescisório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sentença de mérito dada por prevaricação, concussão ou corrupção do juiz."
      },
      {
        "letra": "B",
        "texto": "Sentença de mérito que viola literal disposição de lei."
      },
      {
        "letra": "C",
        "texto": "Sentença de mérito fundada em erro de fato, resultante de atos ou de documentos da causa."
      },
      {
        "letra": "D",
        "texto": "Sentença de mérito que resulta de dolo da parte vencedora em detrimento da parte vencida."
      },
      {
        "letra": "E",
        "texto": "Sentença de mérito que ofende a coisa julgada já existente acerca do objeto do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433961",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O prazo para propositura de ação rescisória somente se inicia após o trânsito em julgado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do julgamento da apelação interposta"
      },
      {
        "letra": "B",
        "texto": "da última decisão proferida na causa"
      },
      {
        "letra": "C",
        "texto": "da primeira sentença proferida na causa"
      },
      {
        "letra": "D",
        "texto": "da decisão final em recurso interlocutório"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432838",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Ação Rescisória",
      "Procedimento ordinário",
      "Prazos",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com relação à coisa julgada e ação rescisória, identifique as seguintes afirmativas como verdadeiras (V) ou falsas (F): ( ) De acordo com o STJ, conta-se o prazo decadencial de ação rescisória, nos casos de existência de capítulos autônomos, do trânsito em julgado de cada decisão. Contudo, a jurisprudência do STF inclina-se em direção oposta, considerando-se que o termo inicial para a propositura da ação rescisória seria a partir do trânsito em julgado da última decisão proferida nos autos, ao fundamento de que não seria possível fracionamento da sentença ou acórdão. ( ) Para a teoria de Liebman, a coisa julgada é uma qualidade especial da sentença, a reforçar a sua eficácia, consistente na imutabilidade da sentença como ato processual e na imutabilidade dos seus efeitos. ( ) Para o STJ, as decisões acerca da guarda de menor e respectivos alimentos não se submetem aos efeitos da coisa julgada, que pode ser relativizada diante da alteração dos fatos. ( ) De acordo com o STJ, o débito alimentar arbitrado em valor fixo, por sentença transitado em julgado, deve ser pago pelo montante e na exata periodicidade constante no título judicial, revelando-se ofensa à coisa julgada a determinação para que o valor arbitrado seja pago a propósito do recebimento de outras verbas pelo devedor. ( ) Consoante a jurisprudência do STJ, a correção de erro material sujeita-se à preclusão e à coisa julgada. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – V – V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429581",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ação Rescisória",
      "Prazos"
    ],
    "enunciado_principal": "Segundo orientação assente no STJ, sobre a ação rescisória, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações rescisórias ajuizadas pelo INSS, deve haver o recolhimento de depósito prévio."
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial da ação rescisória pode ter início, ainda que a decisão rescindenda seja recorrível."
      },
      {
        "letra": "C",
        "texto": "Cabe ação rescisória contra decisão transitada em julgado, ainda que não tenham sido interpostos todos os recursos cabíveis."
      },
      {
        "letra": "D",
        "texto": "Não compete ao Superior Tribunal de Justiça julgar ação rescisória ainda que, embora não tenha conhecido do recurso especial, tenha apreciado a questão federal controvertida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416634",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A querela nullitatis insanabilis é a ação que visa a desconstituir processo por ausência de citação ou por ausência de citação válida de litisconsorte necessário."
      },
      {
        "letra": "B",
        "texto": "É exigida a indicação expressa da hipótese de cabimento da ação rescisória na inicial, mas a simples indicação equivocada da mesma não pode ser considerada fundamento para improcedência do pedido rescisório."
      },
      {
        "letra": "C",
        "texto": "sentença homologatória (da transação, do reconhecimento da procedência do pedido do autor, ou da renúncia ao direito sobre o qual se funda a ação) está sujeita à ação anulatória fundada nos vícios materiais dos atos jurídicos praticados pelas partes."
      },
      {
        "letra": "D",
        "texto": "A competência para ação rescisória difere da querela nulitatis e da ação anulatória, pois, para as duas últimas, a competência é do juízo de primeiro grau."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "416633",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em um processo foi decidida uma questão principal, julgada no mérito com trânsito em julgado. Sendo assim, considere as assertivas I, II e III. I. Havendo nova ação em que a mesma questão seja posta como principalliter, entre as mesmas partes, para o mesmo pedido, estar- se-á no campo do efeito negativo da coisa julgada material, que impedirá, tendo em vista a presença de pressuposto processual negativo, o desenvolvimento do processo. II. Se a referida questão for posta, entre as mesmas partes, como questão prejudicial, em um segundo processo, estar-se-á no campo do efeito positivo da coisa julgada material, pois o juiz do segundo processo estará, quanto à questão prejudicial, vinculado ao que decidiu o juiz do primeiro processo, em que a mesma figurava como questão principal. III. A ação rescisória só pode ser veiculada caso violado o efeito negativo da coisa julgada material. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão coretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415209",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O Ministério Público intervém em todos os processos de ação rescisória, ainda que não tenha intervindo no processo originário. E mais, segundo matéria sumulada, o prazo decadencial da ação rescisória só se inicia quando não for cabível qualquer recurso do último pronunciamento judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413513",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Em relação a ação rescisória, assinale a opção correta de acordo com a doutrina, a legislação vigente e a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre caso de prescrição intercorrente de ação rescisória quando a ação ficar paralisada por mais de cinco anos."
      },
      {
        "letra": "B",
        "texto": "O depósito prévio não é exigido nas ações rescisórias em que o autor é a União, os estados, os municípios, o Ministério Público ou o INSS."
      },
      {
        "letra": "C",
        "texto": "O julgamento de ação rescisória abrange o judicium rescissorium, referente à rescisão da decisão atacada, e, se for o caso, o judicium rescindens, referente à prolação de novo julgamento"
      },
      {
        "letra": "D",
        "texto": "A petição inicial de ação rescisória deve ser dirigida a juiz singular, o qual deve ordenar a citação do réu, estabelecendo um prazo para apresentação da resposta."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes se houver julgamento de improcedência da ação rescisória por maioria de votos no tribunal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402228",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Recurso ordinário constitucional",
      "Recurso Especial"
    ],
    "enunciado_principal": "Caio intentou determinada ação em que pleiteou, na petição inicial, a antecipação dos efeitos da tutela, inaudita altera pars, alegando, para tanto, risco iminente de lesão irreversível ao seu direito subjetivo. Diante do indeferimento, pelo juiz da causa, de seu pleito de tutela de urgência, Caio interpôs agravo de instrumento, distribuído a um determinado órgão fracionário do Tribunal de Justiça. Apreciando o recurso, o Desembargador a quem coube a relatoria do agravo determinou a conversão da forma instrumental para a retida. Para impugnar essa decisão relatorial, poderá Caio se valer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "do recurso ordinário-constitucional."
      },
      {
        "letra": "C",
        "texto": "do agravo interno ou legal."
      },
      {
        "letra": "D",
        "texto": "do recurso especial."
      },
      {
        "letra": "E",
        "texto": "da ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392576",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Pedro Silva ingressa com ação de indenização por danos morais em face de Thiago Gomes. A ação foi julgada procedente e transitou em julgado. Posteriormente, verifica-se que a decisão foi fundada em prova falsa. Para desconstituição da sentença, Thiago Gomes deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impetrar mandado de segurança para desconstituir o julgado, eis que, com o trânsito em julgado, não existe mais recurso a ser interposto."
      },
      {
        "letra": "B",
        "texto": "ficar inerte, pois, como a sentença foi calcada em prova falsa, não poderá produzir efeitos."
      },
      {
        "letra": "C",
        "texto": "propor ação rescisória para desconstituição do julgado, eis que houve prolação de sentença de mérito."
      },
      {
        "letra": "D",
        "texto": "propor ação declaratória de inexistência da sentença, pois apesar de ter sido fundada em prova falsa, é necessário o pronunciamento judicial para retirar a sua eficácia."
      },
      {
        "letra": "E",
        "texto": "optar em ingressar com ação rescisória ou declaratória de inexistência de sentença para que esta deixe de produzir efeitos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387735",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Ação Rescisória",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Julgue os itens a seguir, referentes às competências do juiz.A sentença de mérito transitada em julgado pode ser rescindida quando proferida por juiz suspeito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372667",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Do Litisconsórcio",
      "Recurso ordinário constitucional",
      "Embargos de divergência",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca dos recursos e da ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serão julgados pelo STF, em recurso ordinário, os mandados de segurança decididos em única instância pelos tribunais regionais federais se a decisão for denegatória."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento predominante do STJ, o direito à rescisão do julgado é extinto se, esgotado o prazo de dois anos, verificar-se a falta de formação de litisconsórcio passivo necessário"
      },
      {
        "letra": "C",
        "texto": "Conforme entendimento atual do STF, não cabe ação rescisória por ofensa a literal disposição de lei no caso de a decisão rescindenda estar baseada em texto legal de interpretação controvertida nos tribunais, ainda que trate de matéria constitucional"
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional de dois anos da ação rescisória somente tem início quando não for cabível nenhum recurso do último pronunciamento judicial."
      },
      {
        "letra": "E",
        "texto": "São cabíveis embargos de divergência contra decisão proferida em embargos de divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366592",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ação Rescisória",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do prazo para a pro­positura de ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Seu termo inicial é a data em que transitar em julgado o respectivo capítulo da sentença que se pretende res­cindir."
      },
      {
        "letra": "B",
        "texto": "Declarada a deserção ou a intempestividade do recurso contra a decisão rescindenda, o início do prazo retroage ao termo final do prazo recursal."
      },
      {
        "letra": "C",
        "texto": "Seu termo inicial coincide com o termo inicial do recurso contra a decisão rescindenda."
      },
      {
        "letra": "D",
        "texto": "É interrompido na hipótese de ajuizamento de ação res­cisória em Tribunal incompetente."
      },
      {
        "letra": "E",
        "texto": "Se vencido em data na qual não há expediente forense, o prazo se prorrogará para o primeiro dia útil seguinte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361590",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O valor da causa em ação rescisória deve corresponder ao da ação originária, corrigido monetariamente, e, na hipótese de discrepância entre o valor da causa originária e o benefício econômico buscado na rescisória, este deve prevalecer.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361192",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Acerca dos recursos e ação rescisória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo solidariedade passiva, o recurso interposto por um devedor aproveitará aos outros, ainda que as defesas opostas ao credor não lhes sejam comuns."
      },
      {
        "letra": "B",
        "texto": "o recorrente poderá, a qualquer tempo, desistir do recurso, desde que haja consentimento do recorrido ou dos litisconsortes."
      },
      {
        "letra": "C",
        "texto": "é pressuposto da ação rescisória a existência de coisa julgada, ainda que exclusivamente formal."
      },
      {
        "letra": "D",
        "texto": "ação rescisória fundada em prova falsa depende de prévia ação criminal que apure e comprove a falsidade."
      },
      {
        "letra": "E",
        "texto": "é incabível ação rescisória para rescindir sentença meramente homologatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360467",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da ação rescisória, de acordo com a jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja comprovada a decadência da ação rescisória, não é suficiente o trânsito em julgado da última decisão proferida no processo de conhecimento, mas da certidão do aludido trânsito."
      },
      {
        "letra": "B",
        "texto": "Será cabível ação rescisória contra o acórdão que anular processo de execução fiscal."
      },
      {
        "letra": "C",
        "texto": "Cabe ação rescisória, com fundamento em violação a literal dispositivo de lei, ainda que a decisão rescindenda tenha se fundado em texto legal de interpretação controvertida nos tribunais."
      },
      {
        "letra": "D",
        "texto": "A ação rescisória tem cabimento contra decisão homologatória de cálculos."
      },
      {
        "letra": "E",
        "texto": "Não se admite ação rescisória para discutir a fixação de verbas honorárias, ainda quando o acórdão rescindendo aplique indevidamente os limites percentuais estabelecidos na legislação processual civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "553197",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: Prefeitura de Vilhena - RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sabe-se que o trânsito em julgado torna a sentença imutável e irrecorrível, entretanto, o ordenamento processual civil possibilita o ajuizamento de ação rescisória nos casos em que o vício, por sua gravidade, transcenda a formação da coisa julgada. Acerca do tema, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O terceiro que não possui interesse jurídico na causa não possui legitimidade para o ajuizamento da ação rescisória."
      },
      {
        "letra": "B",
        "texto": "Cabe ação rescisória contra sentença transitada em julgado que, contrariando expressa disposição legal, extingue o processo sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "Para fins de verificação do cabimento da ação, considera-se erro quando a sentença admitir um fato inexistente, ou quando considerar inexistente um fato efetivamente ocorrido."
      },
      {
        "letra": "D",
        "texto": "Os atos judiciais, que não dependem de sentença, ou em que esta for meramente homologatória, podem ser rescindidos, como os atos jurídicos em geral, nos termos da lei civil."
      },
      {
        "letra": "E",
        "texto": "Considera-se, também, terceiro juridicamente interessado, para fins de ação rescisória, aquele que esteve ausente no processo principal, embora dele devesse ter participado na condição de litisconsorte necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "433341",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Ação Rescisória",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Pedro moveu uma ação judicial em face de José. A sentença, sem a assinatura do juiz, foi publicada em dezembro de 2009. Em fevereiro de 2011, estando a causa ainda aguardando julgamento em razão de interposição de recurso de apelação, Mário tomou conhecimento da referida ação judicial e da sentença que lhe afetava diretamente, pois entende que deveria ter integrado o processo, já que se trava de hipótese de litisconsórcio passivo necessário e unitário, nos termos da lei. A partir do contexto fático descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de citação de Mário não impediu a formação da relação jurídica processual, sendo válida e eficaz a sentença."
      },
      {
        "letra": "B",
        "texto": "É cabível a imediata propositura de ação rescisória como o único remédio jurídico hábil a anular os efeitos da sentença, pela falta de assinatura do juiz e pela ausência de citação de Mário."
      },
      {
        "letra": "C",
        "texto": "Se Mário tivesse comparecido espontaneamente, não haveria que se falar em ausência de citação e, portanto, na situação narrada, a sentença poderia transitar em julgado."
      },
      {
        "letra": "D",
        "texto": "As hipóteses narradas implicam em nulidade relativa e houve preclusão, pois Mário não requereu a declaração de nulidade no prazo legal."
      },
      {
        "letra": "E",
        "texto": "O Tribunal poderá conhecer de ofício a falta de assinatura na sentença e a ausência da citação de Mário, devendo os autos retornar à origem a fim de se promover a citação do litisconsorte necessário unitário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357060",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No que se refere aos institutos da ação rescisória e da ação anulatória, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença de mérito, transitada em julgado, pode ser rescindida se fundada em erro de fato (quando a sentença admitir um fato inexistente, ou quando considerar inexistente um fato efetivamente ocorrido)."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público tem legitimidade para propor ação rescisória, quando a sentença é o efeito de colusão das partes, a fim de fraudar a lei."
      },
      {
        "letra": "C",
        "texto": "A confissão, mesmo quando emanar de erro, dolo ou coação, não pode ser revogada por ação anulatória, se pendente o processo em que foi feita."
      },
      {
        "letra": "D",
        "texto": "A petição inicial será elaborada com observância dos requisitos essenciais do art. 282 do CPC, devendo o autor cumular ao pedido de rescisão, se for o caso, o de novo julgamento da causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354217",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.Se a decisão judicial tiver sido embasada em texto legal que receba interpretação controvertida nos tribunais, será cabível a ação rescisória, conforme entendimento do STF.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352929",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à ação rescisória.Na ação rescisória, o réu, mesmo que seja a fazenda pública, terá de ser citado no prazo entre quinze e trinta dias para apresentar defesa, sob pena dos efeitos da revelia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352928",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à ação rescisória.A ação rescisória é incabível para impugnar decisões homologatórias de adjudicação e arrematação ou decisões oriundas da arbitragem, também não se prestando para atacar julgado proferido em ação direta de inconstitucionalidade ou em arguição de descumprimento de preceito fundamental pelo STF.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352927",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à ação rescisória.Nas respostas do réu, é admissível a reconvenção, que exige capítulo do julgado rescindendo favorável ao autor; entretanto, se não for observado o prazo bienal decadencial na apresentação da reconvenção, a inicial da reconvenção deverá ser indeferida liminarmente. Da decisão de indeferimento liminar da reconvenção caberá a interposição de agravo interno.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "338422",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público é dispensado do requisito de depositar 5% (cinco por cento) sobre o valor da causa para ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "Não se admite a antecipação de tutela para impedir o cumprimento da decisão que se pretende rescindir."
      },
      {
        "letra": "C",
        "texto": "A competência para rescindir acórdão proferido pelo Superior Tribunal de Justiça é do Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Não se admite rescisória para combater decisão proferida por juiz que era parente, em linha reta, de uma das partes do processo original."
      },
      {
        "letra": "E",
        "texto": "Havendo necessidade de produzir prova testemunhal, a audiência de instrução será presidida pelo próprio relator do Tribunal ou da Corte Superior em que tramitar a ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "336610",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Compete ao Superior Tribunal de Justiça processar e julgar ação rescisória contra acórdão transitado em julgado proferido por tribunal regional federal em sede de recurso de apelação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308270",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "É cabível ação rescisória para rescindir os efeitos de sentença transitada em julgado quando a decisão violar literal disposição de lei ou de súmula dos Tribunais Superiores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "304777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória"
    ],
    "enunciado_principal": "Com relação aos recursos e à ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o entendimento dominante no STJ, em recurso de embargos de divergência, é pertinente a alegação de fatos novos com o objetivo de fazer prevalecer a pretensão do recorrente."
      },
      {
        "letra": "B",
        "texto": "Havendo multiplicidade de recursos com fundamento em idêntica questão de direito, o recurso especial será processado nos moldes procedimentais do julgamento por amostragem, devendo, segundo o entendimento do STJ, o presidente do tribunal a quo, por meio de decisão irrecorrível, admitir um ou mais recursos, encaminhando-os ao STJ; os demais recursos ficarão sobrestados, também por força de pronunciamento judicial, que possui caráter decisório e é, portanto, recorrível."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STF, só haverá omissão no julgamento de ADI, quanto à modulação dos efeitos da decisão, apto a ensejar a interposição dos embargos de declaração, se houver pedido expresso para manifestação do tribunal a esse respeito na petição inicial."
      },
      {
        "letra": "D",
        "texto": "Segundo entendimento dominante no STJ, na ação rescisória, reconhecida de ofício a incompetência absoluta pelo órgão jurisdicional, o processo deve ser remetido ao tribunal competente."
      },
      {
        "letra": "E",
        "texto": "Os embargos de divergência, cujo objetivo é uniformizar a jurisprudência interna do STF e do STJ, não estão expressamente previstos no CPC, sendo o seu procedimento regulado exclusivamente por normas do regimento interno do tribunal competente para julgá-los."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "292956",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Uma ação ordinária foi julgada procedente pela Justiça Estadual, tendo o Tribunal de Justiça do respectivo Estado negado provimento ao recurso de apelação. Ocorreu o trânsito em julgado. Foi ajuizada ação rescisória, fundada em prova cuja falsidade foi apurada em processo criminal. Nesse caso, a competência para determinar a suspensão da execução do julgado, através de medida de natureza cautelar ou antecipatória da tutela, é do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Juiz de Direito que julgou a ação ordinária em primeira instância."
      },
      {
        "letra": "C",
        "texto": "Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Tribunal de Justiça que julgou a apelação."
      },
      {
        "letra": "E",
        "texto": "Conselho Nacional da Magistratura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425984",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imparcialidade do juiz é requisito de validade do processo, enquanto que jurisdição é pressuposto de existência do processo."
      },
      {
        "letra": "B",
        "texto": "O princípio do juiz natural tem duplo significado: o primeiro consagra a ideia de que só é juiz o órgão investido de jurisdição; o segundo impede a criação de tribunais ad hoc e de exceção."
      },
      {
        "letra": "C",
        "texto": "Cabe ação rescisória contra sentença proferida por juiz suspeito, uma vez que a imparcialidade é requisito processual de validade."
      },
      {
        "letra": "D",
        "texto": "O princípio dispositivo consiste na regra de que o juiz depende, na instrução da causa, da iniciativa das partes quanto às provas e às alegações em que se fundamentará a decisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352447",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É devido o depósito prévio pelo Instituto Nacional do Seguro Social (INSS) nas ações rescisórias por ele propostas."
      },
      {
        "letra": "B",
        "texto": "A ação rescisória é a única forma de impugnação de sentença proferida em processo de conhecimento em que tenha sido preterida a citação de litisconsórcio passivo necessário."
      },
      {
        "letra": "C",
        "texto": "Os vários autores do processo originário cuja decisão se objetive desconstituir em ação rescisória são litisconsortes facultativos na ação rescisória."
      },
      {
        "letra": "D",
        "texto": "O prazo decadencial da ação rescisória só se inicia quando for incabível qualquer recurso do último pronunciamento judicial na demanda originária."
      },
      {
        "letra": "E",
        "texto": "É inadmissível a ação rescisória contra sentença se, contra ela, não tiver sido interposto recurso de apelação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "274372",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: SPTrans",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Em uma ação que pretendia o provimento jurisdicional que condenasse o réu a obrigação de fazer, por ocasião da audiência de conciliação, instrução e julgamento, as partes, após a oitiva das testemunhas do autor, firmaram um acordo em que o réu se comprometeu a cumprir parte da obrigação. Após o trânsito em julgado da sentença, descobriu-se que uma das testemunhas mentiu sobre os fatos, o que levou a um erro no entendimento da causa. Diante desse fato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu poderá propor ação rescisória até o prazo de dois anos a contar do trânsito em julgado."
      },
      {
        "letra": "B",
        "texto": "O réu poderá propor ação rescisória até o prazo de quatro anos a contar do trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "O réu poderá rever a decisão por meio de ação anulatória, assim como são rescindidos os atos jurídicos em geral."
      },
      {
        "letra": "D",
        "texto": "Será possível deixar de cumprir a obrigação de fazer acordada, por faltar validade ao título judicial exequível."
      },
      {
        "letra": "E",
        "texto": "Em razão da coisa julgada, não é possível reverter a decisão, em virtude da preclusão consumativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270486",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "carece o Ministério Público de legitimidade para propor execução forçada."
      },
      {
        "letra": "B",
        "texto": "a sentença estrangeira, desde que traduzida por intérprete autorizado, tem plena eficácia no Brasil."
      },
      {
        "letra": "C",
        "texto": "a ação rescisória é viável tanto nas sentenças de mérito como nas de conteúdo meramente processual."
      },
      {
        "letra": "D",
        "texto": "o sub-rogado, nos casos de sub-rogação legal ou convencional, tem legitimidade para promover a execução, ou nela prosseguir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270389",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ação rescisória contra acórdão proferido em ação direta de inconstitucionalidade."
      },
      {
        "letra": "B",
        "texto": "O sistema processual brasileiro não admite o ajuizamento de nova ação rescisória promovida com o objetivo de desconstituir decisão proferida no julgamento de outra ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Não se admite ação rescisória contra sentença transitada em julgado quando não se tenha esgotado todos os recursos contra ela."
      },
      {
        "letra": "D",
        "texto": "O prazo decadencial da ação rescisória só se inicia quando não for cabível qualquer recurso do último pronunciamento judicial."
      },
      {
        "letra": "E",
        "texto": "É necessário o depósito prévio nas ações rescisórias propostas pelo INSS."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "265194",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A empresa JXR propôs ação de procedimento sumário em face de César, buscando sua condenação no pagamento de valores impagos em relação a contrato de prestação de serviços. O pedido veio a ser julgado improcedente por falta de provas na prestação dos referidos serviços contratuais. A decisão transitou em julgado. Após decorrido um ano e meio do trânsito em julgado, o advogado da empresa autora descobriu nos arquivos da empresa os comprovantes da prestação dos serviços com César e apresentou ação rescisória para desconstituir o julgado anterior. Observadas as regras especificas sobre o tema, sabe-se que a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão que julga com base em falta de provas faz coisa julgada formal, impedindo a rescisória."
      },
      {
        "letra": "B",
        "texto": "ação rescisória será possível se o réu concordar com novo julgamento."
      },
      {
        "letra": "C",
        "texto": "ação rescisória seria possível por falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "pedido foi julgado corretamente improcedente e descabe ação rescisória."
      },
      {
        "letra": "E",
        "texto": "caso é típico de ação rescisória com base em documento novo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "261807",
    "metadata": "Ano: 2012 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "EM RELAÇÃO À AÇÃO RESCISÓRIA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Seu pedido tem natureza constitutiva negativa quanto ao juizo rescindendo, podendo o juizo rescisório ser de natureza constitutiva, condenatória ou meramente declaratória;"
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial para o seu ajuizamento, quando o recurso especiai è ajuizado intempestivamente, não faz com que a coisa julgada retroaja, em face ao principio da segurança juridica."
      },
      {
        "letra": "C",
        "texto": "Tanto o terceiro, indevidamente excluido do processo, quanto o litisconsorte, facultativo ou necessário, podem ingressar com a ação, quando a decisão transitada em julgado lhes foi desfavoråvel."
      },
      {
        "letra": "D",
        "texto": "Se, após a sentença, o autor obtiver documento novo, inexistente à época ou do qual não pôde fazer uso, que poderia lhe assegurar pronunciamento favorável, caberá ação rescisória do julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253609",
    "metadata": "Ano: 2012 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Analise as proposições a seguir: I - De acordo com o entendimento sumulado do Supremo Tribunal Federal, não cabe ação rescisória por ofensa a literal disposição de lei, quando a decisão rescindenda tiver sido baseada em texto legal de interpretação controvertida nos tribunais. II - O ajuizamento de ações rescisórias por Autarquias depende do cumprimento do ônus processual estabelecido no art. 488, II do CPC, sob pena de indeferimento da petição inicial. III - Para a caracterização de erro de fato capaz de ensejar o ajuizamento de ação rescisória, é indispensável que exista nexo de causalidade entre a premissa fática adotada pelo Juízo prolator da decisão e o conteúdo decisório do provimento rescindendo. IV - A Fazenda Pública detém ferramenta específica de desconstituição dos efeitos da coisa julgada podendo suscitar, em sede de embargos à execução, a inexigibilidade de título judicial fundado em leis ou atos normativos declarados inconstitucionais pelo Supremo Tribunal Federal. De acordo com as proposições apresentadas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as proposições estão corretas"
      },
      {
        "letra": "B",
        "texto": "apenas uma das proposições está correta"
      },
      {
        "letra": "C",
        "texto": "apenas duas proposições estão corretas"
      },
      {
        "letra": "D",
        "texto": "apenas três proposições estão corretas"
      },
      {
        "letra": "E",
        "texto": "todas as proposições estão incorretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "253218",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Levando em conta as normas do Código de Processo Civil acerca da ação rescisória, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de novo julgamento, nas ações rescisórias, é considerado implícito, ou seja, ainda que a rescisão não seja o único objetivo do autor, é desnecessário que tal pleito conste expressamente da peça."
      },
      {
        "letra": "B",
        "texto": "Tem legitimidade para propor a ação rescisória quem foi parte no processo ou o seu sucessor, desde que a título universal."
      },
      {
        "letra": "C",
        "texto": "É possível o manejo de ação rescisória para atacar sentenças de mérito ainda não transitadas em julgado nas hipóteses de litisconsórcio ativo ou passivo."
      },
      {
        "letra": "D",
        "texto": "Os atos judiciais que não dependem de sentença, ou em que esta for meramente homologatória, podem ser rescindidos, como os atos jurídicos em geral, nos termos da lei civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249546",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória constitui instrumento constitucionalmente reconhecido como apto a flexibilizar a coisa julgada. Apesar de a Constituição Federal estabelecer a competência para o seu julgamento, coube ao legislador ordinário traçar seu perfil dogmático, estipulando o prazo para ajuizamento e as hipóteses de cabimento. Sobre tal demanda desconstitutiva, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo a jurisprudência da Corte Especial do Superior Tribunal de Justiça, o prazo para o seu ajuizamento começa a fluir a partir do momento em que cada decisão de mérito proferida no processo não for mais passível de recurso."
      },
      {
        "letra": "B",
        "texto": "não é cabível se, ao tempo do trânsito em julgado da decisão rescindenda, havia divergência jurisprudencial sobre o tema, mesmo se o Supremo Tribunal Federal consolidar a questão constitucional dentro do prazo bienal."
      },
      {
        "letra": "C",
        "texto": "o Tribunal Regional Federal (TRF) proferiu acórdão com dois capítulos distintos: inexistência de prescrição e legalidade do tributo cobrado. Interposto recurso especial pelo contribuinte impugnando ambos os capítulos, o Superior Tribunal de Justiça (STJ) não conheceu do recurso na parte relativa à prescrição, mas desproveu o recurso no tocante à legalidade. Nesse contexto, eventual ação rescisória que impugne apenas a prescrição deverá ser ajuizada perante o TRF, não obstante o STJ ter apreciado o mérito da demanda."
      },
      {
        "letra": "D",
        "texto": "é cabível o ajuizamento de ação rescisória por erro de fato, ou seja, quando a sentença admitir um fato inexistente, ou quando considerar inexistente um fato efetivamente ocorrido. Admite- se, portanto, que o autor da ação rescisória prove que o juiz incorreu em equivocada percepção da realidade, não precisando se limitar aos autos e documentos da causa originária."
      },
      {
        "letra": "E",
        "texto": "constitui uma característica do julgamento de procedência da ação rescisória a realização de dois juízos distintos: o iudicium rescindens e o iudicium rescissorium. Assim, nas hipóteses de cabimento da demanda desconstitutiva previstas no Código de Processo Civil, deverá sempre estar presente esse duplo juízo, sob pena de o julgado ser considerado citra petita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248649",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os próximos itens. Não existe vício atinente à legitimidade do MP para propor a rescisória, até porque se trata de suposta colusão das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248648",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os próximos itens. Em razão do vício apontado como fundamento da rescisória, não será possível ao tribunal julgar totalmente procedente o pedido, dada a inviabilidade do juízo rescisório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "240541",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória pode ser proposta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco anos, contados do arquivamento definitivo dos autos."
      },
      {
        "letra": "B",
        "texto": "dois anos, contados do trânsito em julgado da sentença de mérito."
      },
      {
        "letra": "C",
        "texto": "dois anos, contados do trânsito em julgado das sentenças terminativas."
      },
      {
        "letra": "D",
        "texto": "cinco anos, contados do julgamento do último recurso no processo."
      },
      {
        "letra": "E",
        "texto": "dois anos, contados do julgamento do último recurso no processo, caso tenha sido conhecido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "213383",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Numa ação ordinária, o autor não se conformou com a decisão final de mérito transitada em julgado, por entender que a mesma violou literal disposição de lei. Nesse caso, para ajuizar ação rescisória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é necessário que tenham sido esgotados todos os recursos contra a decisão rescindenda."
      },
      {
        "letra": "B",
        "texto": "é possível reexaminar a prova produzida no processo originário para verificar a eventual violação."
      },
      {
        "letra": "C",
        "texto": "deve demonstrar que a decisão se baseou em orientação controvertida nos tribunais."
      },
      {
        "letra": "D",
        "texto": "é necessário que tenha prequestionado a questão no processo originário."
      },
      {
        "letra": "E",
        "texto": "não é necessário que sejam apontados os dispositivos supostamente violados pela decisão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "535308",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Ação Rescisória",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa CORRETA: I - Na ação rescisória proposta pelo Estado, deverá o ente público depositar a importância de 5% (cinco por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível ou improcedente.II - Na ação de Mandado de Segurança o ingresso de litisconsorte ativo não será admitido após o despacho da petição inicial. III - Cessa o arresto pelo pagamento; pela novação; pela transação. V - Acerca da tutela antecipada, o juiz poderá antecipar, de ofício ou a requerimento da parte autora, os efeitos da tutela pretendida, desde que haja fundado receio de dano irreparável ou de difícil reparação, ou fique caracterizado o abuso de direito de defesa ou manifesto propósito protelatório do réu. V - A sentença deve ser certa, exceto quando decida relação jurídica condicional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II, III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "486583",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Quanto à ação rescisória, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação rescisória de decisão por violação à literal disposição legal, não é autorizado o reexame dos fatos e das provas que fulcraram a decisão, devendo restar demonstrado, claramente, que a interpretação dada pelo referida decisão rescindenda violou o dispositivo legal em sua literalidade, independentemente das divergências e controvérsias que existirem sobre o correto entendimento da lei."
      },
      {
        "letra": "B",
        "texto": "Cabe a oposição de embargos infringentes contra a decisão que, por maioria, julga improcedente a ação rescisória por ofensa à literal disposição legal, sob o entendimento de que a decisão rescindenda se baseou em texto legal de interpretação controvertida nos tribunais superiores."
      },
      {
        "letra": "C",
        "texto": "O termo inicial do prazo decadencial para a propositura da ação rescisória é contado da publicação da última decisão da causa, salvo no caso do recurso não ter sido conhecido por intempestividade ou por absoluta falta de previsão legal."
      },
      {
        "letra": "D",
        "texto": "Na ação rescisória, o autor pode formular pedido de desconstituição da sentença, e não, do acórdão que confirmou a decisão e julgou improcedente a apelação, desde que fundamente o seu pedido na existência de provas e documentos que não foram analisados quando da prolação da sentença e requeira, além da rescisão, o retorno dos autos à instância de origem para novo julgamento da causa."
      },
      {
        "letra": "E",
        "texto": "O termo inicial do prazo decadencial para a propositura da ação rescisória é contado da emissão da última decisão da causa, salvo no caso de o recurso não ter sido conhecido por intempestividade ou por absoluta falta de previsão legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "216463",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Ação Rescisória",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Constitui alegação válida para a parte ré obter a anulação de sentença homologatória proferida por juiz de primeira instância a comprovação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser o juiz prolator da sentença cônjuge da parte autora."
      },
      {
        "letra": "B",
        "texto": "error in procedendo do juiz."
      },
      {
        "letra": "C",
        "texto": "vício de vontade no acordo celebrado e homologado."
      },
      {
        "letra": "D",
        "texto": "ofensa à coisa julgada."
      },
      {
        "letra": "E",
        "texto": "recebimento de vantagem indevida pelo juiz que proferiu a sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209241",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "O Presidente da autarquia de um município do Estado de Sergipe, sem ter oportunidade de se defender, foi multado e teve suas contas julgadas irregulares pelo TCE-SE por ter realizado contratação de empresa de vigilância sem prévio procedimento licitatório e por valores acima dos praticados pelo mercado à época. Antes mesmo do trânsito em julgado da decisão, promoveu a anulação do contrato maculado e, no intuito de reverter o decidido, propôs ação rescisória junto ao Tribunal. A medida tomada pelo Administrador foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta, uma vez que a decisão de mérito poderá ser rescindida pelo Plenário quando houver violação literal de disposição de lei, fato que restou caracterizado pela ofensa ao princípio da ampla defesa."
      },
      {
        "letra": "B",
        "texto": "correta, uma vez que o termo de anulação contratual, por ser novo, é hábil a assegurar-lhe um posicionamento favorável do Tribunal."
      },
      {
        "letra": "C",
        "texto": "incorreta, uma vez que, muito embora tenha havido ofensa ao princípio da ampla defesa, não ocorreu o trânsito em julgado da decisão."
      },
      {
        "letra": "D",
        "texto": "incorreta, uma vez que o caso ensejava pedido de reexame, recurso cabível contra decisão que julgar irregular as contas apresentadas pelo Administrador Público."
      },
      {
        "letra": "E",
        "texto": "incorreta, uma vez que o caso ensejava agravo, recurso cabível para a reversão de decisão com multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "204610",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A sentença de mérito, transitada em julgado, NÃO poderá ser rescindida quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundada em erro de fato, que foi objeto de controvérsia entre as partes litigantes, resultante de documentos da causa."
      },
      {
        "letra": "B",
        "texto": "houver fundamento para invalidar desistência em que se baseou a sentença."
      },
      {
        "letra": "C",
        "texto": "se fundar em prova, cuja falsidade seja provada na própria ação rescisória."
      },
      {
        "letra": "D",
        "texto": "resultar de colusão entre as partes, a fim de fraudar a lei."
      },
      {
        "letra": "E",
        "texto": "houver fundamento para invalidar transação em que se baseou a sentença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "202465",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: PGE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível contra sentença transitada em julgado ainda que contra ela não se tenha esgotado todos os recursos."
      },
      {
        "letra": "B",
        "texto": "não pode ter por objeto decisão interlocutória de mérito transitada em julgado."
      },
      {
        "letra": "C",
        "texto": "fundada em violação literal de dispositivo de lei exige prequestionamento da violação no processo originário."
      },
      {
        "letra": "D",
        "texto": "pode ser fundada em documento novo formado após o trânsito em julgado da decisão que se pretende rescindir."
      },
      {
        "letra": "E",
        "texto": "não pode ser proposta para rescindir sentença homologatória de transação celebrada pelas partes, em processo de jurisdição contenciosa, transitada em julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "201703",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, considere: I. A propositura de ação rescisória autoriza o juízo de primeiro grau, com base no poder geral de cautela, a suspender a execução. II. O Ministério Público tem legitimidade para propor ação rescisória para desconstituir a coisa julgada quando resultou de colusão entre as partes a fim de fraudar a lei. III. Na ação rescisória podem ser concedidas, caso imprescindíveis e sob os pressupostos previstos em lei, medidas de natureza cautelar ou antecipatória de tutela. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "201019",
    "metadata": "Ano: 2011 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A empresa W foi vitoriosa em ação condenatória proposta em face da empresa Z. Após o trânsito em julgado, foi iniciada a fase de cumprimento de sentença. Antes do prazo legal, a empresa Z apresentou ação rescisória, aduzindo a existência de coisa julgada inconstitucional. A ação foi admitida pelo relator que determinou a citação da ré no prazo de vinte dias. Determinou, ainda, a suspensão da execução. Por conseguinte, o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundamento aduzido pela autora é a existência de documento novo."
      },
      {
        "letra": "B",
        "texto": "fundamento apresentado não tem sustentação no sistema jurídico pátrio."
      },
      {
        "letra": "C",
        "texto": "argumento apresentado diz respeito à violação literal de dispositivo de lei."
      },
      {
        "letra": "D",
        "texto": "narrativa trata de aferição da existência de juiz peitado."
      },
      {
        "letra": "E",
        "texto": "questão referida somente poderia ser alegada na fase de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "200559",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ação Rescisória"
    ],
    "enunciado_principal": "Ao Superior Tribunal de Justiça compete uniformizar e interpretar as normas de processo civil. Segundo sua jurisprudência, é INCORRETO afirmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo decadencial da ação rescisória só se inicia quando não for cabível qualquer recurso do últmo pronunciamento judicial."
      },
      {
        "letra": "B",
        "texto": "A prévia intimação pessoal do devedor não é condição necessária para a cobrança de multa pelo descumprimento de obrigação de fazer ou não fazer"
      },
      {
        "letra": "C",
        "texto": "O cancelamento de pensão alimentcia de filho que atngiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos."
      },
      {
        "letra": "D",
        "texto": "A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda."
      },
      {
        "letra": "E",
        "texto": "Compete à turma recursal processar e julgar o mandado de segurança contra ato de juizado especial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "200551",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Segundo a sistemática do direito processual civil no Brasil, onde se admite impugnação de decisão judicial por diversas formas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo prescricional da ação rescisória se inicia com o trânsito em julgado da sentença;"
      },
      {
        "letra": "B",
        "texto": "cabe ao Tribunal de Justça processar e julgar ação rescisória contra seus próprios acórdãos;"
      },
      {
        "letra": "C",
        "texto": "tanto a doutrina quanto a jurisprudência possuem entendimento pacífico no sentido de que o ordenamento jurídico pátrio admite a ação de impugnação de coisa julgada inconstitucional."
      },
      {
        "letra": "D",
        "texto": "não cabe ação rescisória contra acórdão proferido no julgamento de ação rescisória;"
      },
      {
        "letra": "E",
        "texto": "o deferimento da petição inicial da ação rescisória suspende a execução da sentença rescindenda."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198778",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "DENTRE AS PROPOSlÇÕES ABAIXO,ALGUMAS SAO FALSAS, OUTRAS VERDADEIRAS:I. Na continência, existe a identidade das partes e do pedido formulado; II. Da decisão que indefere liminarmente a reconvenção cabe recurso de apelação; III. Conforme entendimento do STJ, na ação rescisória não se aplicam os efeitos da revelia; IV. A sentença que decidir a ação declaratória incidental faz coisa julgada. Das proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "( ) II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "( ) III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "( ) II e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "148739",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Analise as seguintes afirmações e assinale a alternativa correta I – O inadimplemento de obrigação alimentícia assumida pelo cônjuge varão quando da separação judicial impede a transformação em divórcio. II – A lei adotou procedimento semelhante ao do mandado de segurança, exigindo, para o cabimento do habeas data, prova pré-constituída do direito do impetrante. Não cabe, portanto, dilação probatória. Em razão da necessidade de comprovação de plano do direito do demandante, mostra-se inviável a pretensão de que, em um mesmo habeas data, se assegure o conhecimento de informações e se determine a sua retificação. III – Pode o magistrado deixar de encaminhar ao Supremo Tribunal Federal o agravo de instrumento interposto da decisão que não admitiu o recurso extraordinário manejado contra sentença proferida no âmbito dos juizados especiais. IV – O mandado de segurança não se qualifica como sucedâneo da ação direta de inconstitucionalidade, não podendo ser utilizado, em conseqüência, como instrumento de controle abstrato da validade constitucional das leis e dos atos normativos em geral. V – O titular de direito líquido e certo decorrente de direito, em condições idênticas, de terceiro não poderá impetrar mandado de segurança a favor do direito originário, se o seu titular não o fizer no prazo legal, quando notificado. E, isso acontece, porque na legislação do mandado de segurança não se permite a figura da substituição processual. VI – A suspensão da liminar em mandado de segurança, salvo determinação em contrário da decisão que a deferir, vigorará até o trânsito em julgado da decisão definitiva de concessão da segurança ou, havendo recurso, até a sua manutenção pelo Supremo Tribunal Federal, desde que o objeto da liminar deferida coincida, total ou parcialmente, com o da impetração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alternativas I, IV e V estão corretas;"
      },
      {
        "letra": "B",
        "texto": "Todas as alternativas estão corretas;"
      },
      {
        "letra": "C",
        "texto": "Somente as alternativas I e III estão corretas;"
      },
      {
        "letra": "D",
        "texto": "As alternativas II, IV e VI estão corretas;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "148733",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A circunstância de o STJ haver examinado o mérito da causa, negando provimento ao recurso especial – e, assim, resolvendo a controvérsia de mera legalidade instaurada nessa via excepcional – não prejudica o conhecimento do recurso extraordinário, que, visando à solução de litígio de índole essencialmente constitucional, foi interposto, simultaneamente, pela mesma parte recorrente;"
      },
      {
        "letra": "B",
        "texto": "Firme a jurisprudência do STF no sentido de que a concessão de medidas cautelares, na pendência de recurso extraordinário, independe de ação cautelar autônoma, podendo ser decidida em requerimento incidente, ou seja, via petição simples;"
      },
      {
        "letra": "C",
        "texto": "Mesmo nas hipóteses de presunção de existência de repercussão geral, o recorrente também terá que demonstrar, em tópico destacado na petição de seu apelo extremo, que a matéria constitucional nele suscitada já teve a repercussão geral reconhecida, ou que a decisão recorrida contraria súmula ou a jurisprudência dominante do STF;"
      },
      {
        "letra": "D",
        "texto": "Cabe agravo contra a decisão que dá provimento a agravo de instrumento para determinar a subida do recurso especial, quanto aos pressupostos do próprio agravo de instrumento, tal como ocorre na hipótese de falta de peça essencial ou de intempestividade do recurso. A impugnação à admissão do agravo de instrumento independe de a respectiva matéria ter sido previamente ventilada nos autos, na medida em que o juízo de admissibilidade envolve temas cognoscíveis de ofício;"
      },
      {
        "letra": "E",
        "texto": "A lei autoriza o credor a promover duas execuções, cobrando a mesma dívida ao mesmo tempo e separadamente, a saber, do avalizado, com base no contrato, e dos avalistas, com base na nota promissória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "148732",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Em relação a recursos, aponte a alternativa correta. I – Nos casos em que a sentença trouxer em seu conteúdo algo mais do que a resolução exauriente do mérito ou a extinção do processo, por exemplo, deliberação sobre a antecipação de tutela, a parte deve impugnar tudo por meio de um só recurso, qual seja, a apelação. Não se concebe que a parte concomitantemente se insurja contra um mesmo pronunciamento por meio de agravo e de apelação. Ainda que tencione se insurgir apenas contra aquele algo mais, ela também deve lançar mão de apelação. II – Pode a parte, mesmo que já tenha interposto o recurso, ‘complementar’ as razões recursais, adicionando elementos ao inconformismo, pois ainda não transcorreu totalmente o prazo recursal. III – Deve-se distinguir entre a extensão do efeito devolutivo da apelação, limitada pelo pedido daquele que recorre, e a sua profundidade, que abrange os antecedentes lógico-jurídicos da decisão impugnada. Estabelecida a extensão do objeto do recurso pelo requerimento formulado pelo apelante, todas as questões surgidas no processo, que possam interferir no seu acolhimento ou rejeição, devem ser levadas em conta pelo Tribunal. IV – A rejeição unânime dos embargos de declaração apaga os efeitos do julgamento proferido por maioria de votos no âmbito do recurso de apelação. V – O recurso especial foi interposto antes do julgamento dos embargos de declaração da parte contrária sem posterior ratificação. É extemporâneo o recurso especial tirado antes do julgamento dos embargos de declaração, anteriormente opostos, sem que ocorra a necessária ratificação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alternativas II e V estão corretas;"
      },
      {
        "letra": "B",
        "texto": "Todas as alternativas estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "As alternativas II e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "As alternativas I, III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "148731",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Atente para os seguintes enunciados. I – As astreintes podem ser fixadas pelo juiz de ofício, mesmo sendo contra pessoa jurídica de direito público, que ficará obrigada a suportá- las caso não cumpra a obrigação de fazer no prazo estipulado. II – Não há preclusão para o juiz em matéria probatória, razão pela qual não viola a lei o julgado do mesmo Tribunal que, ao julgar apelação, conhece e dá provimento a agravo retido, para anular a sentença e determinar a produção de prova testemunhal requerida pelo autor desde a inicial, ainda que, em momento anterior, tenha negado agravo de instrumento sobre o assunto. III – A execução provisória da sentença constitui quebra de hierarquia ou ato de desobediência a anterior decisão do Tribunal que deferira à liminar. Assim, a decisão que defere ou indefere liminar, mesmo quando proferida por tribunal, inibe a prolação e condiciona o resultado da sentença definitiva, como também retira dela a eficácia executiva conferida em lei. IV – A ação rescisória pode ser utilizada para a impugnação de decisões com conteúdo de mérito e que tenham adquirido a autoridade da coisa julgada material. Em que pese incomum, é possível que tais decisões sejam proferidas incidentalmente no processo, antes da sentença, como por exemplo, nos processos regulados pelo CPC em que, por algum motivo, um dos capítulos da sentença a respeito do mérito é antecipadamente decidido de maneira definitiva. V – A cláusula de reserva de plenário não é aplicável na hipótese de controle difuso, se aplicando aos casos em que se reputam revogadas ou não recepcionadas normas anteriores à Constituição vigente. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão incorretas;"
      },
      {
        "letra": "B",
        "texto": "As alternativas I, II e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "Somente a alternativa III está correta;"
      },
      {
        "letra": "D",
        "texto": "As alternativas III, IV e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "133833",
    "metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. Em seguida, marque a única CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apelação interposta contra sentença que julga embargos à arrematação tem efeito meramente devolutivo."
      },
      {
        "letra": "B",
        "texto": "No recurso especial, deverá o recorrente demonstrar, em preliminar, para apreciação do STF, a existência da repercussão geral."
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração suspendem o prazo para a interposição de outros recursos, de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "Recebido o agravo de instrumento no tribunal e distribuído incontinenti, o relator poderá requisitar informações ao juiz da causa, que prestará no prazo de 15 dias."
      },
      {
        "letra": "E",
        "texto": "Não cabe juízo de retratação, nos casos de interposição de recurso de apelação contra sentença que indefere a petição inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119026",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só em casos excepcionais, expressamente autorizados por lei, determinará o juiz medidas cautelares sem audiência das partes."
      },
      {
        "letra": "B",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução da sentença, assim como a interposição do agravo de instrumento não obsta o andamento processual, ressalvada a hipótese de suspensão do cumprimento da decisão até o pronunciamento definitivo da turma ou câmara."
      },
      {
        "letra": "C",
        "texto": "O recurso próprio da decisão que defere antecipação de tutela é a apelação."
      },
      {
        "letra": "D",
        "texto": "Quando o devedor for funcionário público, militar, diretor ou gerente de empresa sujeita à legislação do trabalho, o juiz mandará descontar em folha de pagamento a importância da prestação alimentícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "117576",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da coisa julgada e da ação rescisória, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas sentenças com múltiplos capítulos, o prazo decadencial para a propositura da ação rescisória conta-se a partir do trânsito em julgado de cada um deles;"
      },
      {
        "letra": "B",
        "texto": "as exceções substanciais indiretas não alegadas pelo réu numa determinada demanda poderão, posteriormente ao trânsito em julgado, ser objeto de demanda autônoma com as mesmas partes da anterior;"
      },
      {
        "letra": "C",
        "texto": "todos aqueles que no processo intervierem ficam sujeitos à coisa julgada material que nele se formar;"
      },
      {
        "letra": "D",
        "texto": "a questão prejudicial, decidida incidentemente no processo, não faz coisa julgada material;"
      },
      {
        "letra": "E",
        "texto": "a interposição de recurso intempestivo impede o trânsito em julgado da decisão atacada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "111837",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, considere: I. Quando a ação for proposta pelo Ministério Público Federal, a União deverá depositar a importância de 5% do valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível ou improcedente. II. O terceiro juridicamente interessado tem, dentre outros, legitimidade para propor a ação. III. O direito de propor ação rescisória é imprescritível e não se extingue, podendo ser exercido pelos sucessores da parte prejudicada pela sentença ou acórdão. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "99974",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são cabíveis as medidas de natureza cautelar ou antecipatória de tutela."
      },
      {
        "letra": "B",
        "texto": "o simples ajuizamento da ação rescisória impede o cumprimento da sentença ou acórdão rescindendo."
      },
      {
        "letra": "C",
        "texto": "o terceiro juridicamente interessado tem legitimidade para propor a ação."
      },
      {
        "letra": "D",
        "texto": "o direito de propor a ação rescisória se extingue em cinco anos, contados do trânsito em julgado da decisão."
      },
      {
        "letra": "E",
        "texto": "a petição inicial ajuizada pelo Ministério Público não poderá ser indeferida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "98808",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: NOSSA CAIXA DESENVOLVIMENTO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Na ação rescisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser deferidas medidas cautelares e cabe a antecipação de tutela em casos imprescindíveis e sob os pressupostos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "o depósito feito pelo autor no momento do ajuiza- mento reverterá em favor do Estado, a título de custas, se a ação for julgada procedente."
      },
      {
        "letra": "C",
        "texto": "o prazo de dois anos para a sua propositura conta- se da data em que foi proferida a sentença de mérito."
      },
      {
        "letra": "D",
        "texto": "o depósito feito pelo autor no momento do ajuizamento reverterá em favor do réu, a título de indenização, se a ação for julgada improcedente, não sendo devidos honorários advocatícios decorrentes da sucumbência."
      },
      {
        "letra": "E",
        "texto": "o autor não poderá na petição inicial cumular ao pedido de rescisão, se for o caso, o de novo julgamento da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "97401",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A respeito da ação rescisória, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não tem legitimidade para propor a ação rescisória o sucessor a título universal de quem foi parte no processo."
      },
      {
        "letra": "B",
        "texto": "Os atos judiciais em que a sentença for meramente homologatória podem ser rescindidos como os atos jurídicos em geral, nos termos da lei civil."
      },
      {
        "letra": "C",
        "texto": "A sentença de mérito transitada em julgada pode ser rescindida quando a sentença for injusta em razão da má interpretação da prova."
      },
      {
        "letra": "D",
        "texto": "Não se admite ação rescisória contra sentença transitada em julgado, se contra ela não se tenham esgotado todos os recursos."
      },
      {
        "letra": "E",
        "texto": "A sentença de mérito transitada em julgado pode ser rescindida quando for injusta em razão da errônea interpretação do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "90160",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A posterior verificação de suspeição do juiz não autoriza o ajuizamento de ação rescisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "86143",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Caberá ação rescisória, dentre outras hipóteses, quando a sentença de mérito transitada em julgado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tiver sido proferida por Juiz Substituto."
      },
      {
        "letra": "B",
        "texto": "for injusta."
      },
      {
        "letra": "C",
        "texto": "não tiver examinado adequadamente a prova dos autos."
      },
      {
        "letra": "D",
        "texto": "puder ser revista face a documento de cuja existência a parte sabia, mas não juntou aos autos por esquecimento do advogado."
      },
      {
        "letra": "E",
        "texto": "ofender a coisa julgada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "407161",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No direito brasileiro, o mecanismo rescisório tem a natureza de ação, instaurando um novo processo, no qual se busca a revisão de julgamento anterior, com sua substituição por outro ou, em alguns casos, apenas sua invalidação. Em relação à ação rescisória, está CORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível ação rescisória quando a sentença de mérito, transitada em julgado, houver fundado em erro de fato, resultante de atos ou de documentos da causa, desde que tenha havido controvérsia entre as partes e específico pronunciamento judicial sobre a questão"
      },
      {
        "letra": "B",
        "texto": "Quando a ação rescisória fundar-se em prova falsa, há necessidade de ter sido arguida a falsidade no processo original ou de obter-se, previamente, sentença declarando a falsidade da prova."
      },
      {
        "letra": "C",
        "texto": "É aplicável a exigência de pré-questionamento, tal como posta para os recursos especial e extraordinário, quando a ação rescisória tiver por único fundamento a violação literal de disposição de lei."
      },
      {
        "letra": "D",
        "texto": "Admite-se a ação rescisória contra sentença de mérito transitada em julgado, ainda que contra ela não tenham sido interpostos todos os recursos possíveis."
      },
      {
        "letra": "E",
        "texto": "O depósito da importância correspondente a 5% sobre o valor da causa, que, a título de multa, reverte em favor da parte contrária, caso a ação seja declarada inadmissível ou improcedente, aplica-se à Fazenda Pública quando ela, como autora, ajuíza ação rescisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "258455",
    "metadata": "Ano: 2010 | Banca: INSTITUTO CIDADES | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sentença que julga procedente ação anulatória de reconhecimento de paternidade, uma vez transitada em julgado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá ser objeto de ação rescisória se presente alguma das hipóteses previstas no art. 485 do Código de Processo Civil e, necessariamente, tenha sido impugnada por apelação."
      },
      {
        "letra": "B",
        "texto": "por versar sobre direito de estado, não poderá ser atacada por ação rescisória, nem mesmo se fundada em violação a literal dispositivo de lei."
      },
      {
        "letra": "C",
        "texto": "tanto poderá ser objeto de ação rescisória, se presente alguma das hipóteses previstas no art. 485 do Código de Processo Civil, como de ação anulatória, nos demais casos, sendo ambas de competência originária do Tribunal."
      },
      {
        "letra": "D",
        "texto": "tanto poderá ser objeto de ação rescisória, se presente alguma das hipóteses previstas no art. 485 do Código de Processo Civil, como de ação anulatória, nos demais casos, sendo a primeira de competência originária do Tribunal e a segunda, do juiz da vara de família."
      },
      {
        "letra": "E",
        "texto": "por versar sobre direito de estado, sendo, por isso, imprescritível, poderá ser impugnada mediante ação declaratória de nulidade perante o Tribunal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205529",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DER-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Acerca da ação rescisória, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É majoritário na atualidade o entendimento de que a ação rescisória, em nosso sistema, é incabível contra sentenças terminativas."
      },
      {
        "letra": "B",
        "texto": "É desnecessário que o juiz tenha sido condenado na esfera penal para que seja rescindida sentença proferida por prevaricação."
      },
      {
        "letra": "C",
        "texto": "A sentença transitada em julgado proferida por juiz suspeito não é rescindível."
      },
      {
        "letra": "D",
        "texto": "A decisão que rescinde a sentença proferida por juiz absolutamente incompetente, deve, emseu lugar, proferir nova decisão demérito."
      },
      {
        "letra": "E",
        "texto": "A rescisão por colusão processual é admitida apenas se houve o concerto das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "190687",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Sobre ação rescisória, ação anulatória e querela nulitatis, assinale o que se tem por correto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ajuizamento de ação rescisória não prescinde do esgotamento das vias recursais ordinárias."
      },
      {
        "letra": "B",
        "texto": "A competência originária dos Tribunais, no trâmite da ação rescisória, justifica o impedimento de delegação de atos instrutórios ao Juízo de 1ª instância."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de ação rescisória, o prazo para apresentação de defesa é variável, nunca inferior a 15(quinze) dias nem superior a 30(trinta) dias."
      },
      {
        "letra": "D",
        "texto": "O prazo de 2(dois) anos para ajuizamento da querela nulitatis começa a correr a partir do trânsito em julgado da decisão."
      },
      {
        "letra": "E",
        "texto": "Quando a decisão que se pretende rescindir estiver amparada em regra legal de interpretação controvertida dos Tribunais, cabe ação rescisória, por ofensa a literal disposição de lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "189813",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ação Rescisória",
      "Prazos"
    ],
    "enunciado_principal": "Carlos Felipe ajuizou ação ordinária de indenização contra a Petróleo Brasileiro S.A. – Petrobras, postulando obtenção de lucros cessantes e danos emergentes. A sentença concedeu apenas o pedido relativo aos danos emergentes e ambas as partes apelaram, tendo sido mantida a condenação pelo tribunal competente. Ambas as partes interpuseram recurso especial. O recurso de Carlos Felipe foi inadmitido na origem, ensejando a interposição de agravo de instrumento, o qual teve seu seguimento negado pelo Superior Tribunal de Justiça, por decisão transitada em julgado em 16/05/2007, conforme certidão de trânsito lavrada em 22/06/2007. O recurso especial da Petrobras, por sua vez, foi admitido na origem, mas improvido pelo Superior Tribunal de Justiça, mantendo a condenação relativa aos danos emergentes, por decisão transitada em julgado em 03/06/ 2008, conforme certidão de trânsito em julgado lavrada em 10/07/2008, ensejando a baixa dos autos e seu arquivamento em 30/11/2009. Nesse caso, o prazo de dois anos para Carlos Felipe ajuizar ação rescisória pretendendo desconstituir o acórdão que lhe negou o direito aos lucros cessantes, de acordo com a posição assente no âmbito do Superior Tribunal de Justiça, será contado a partir de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "16/05/2007"
      },
      {
        "letra": "B",
        "texto": "22/06/2007"
      },
      {
        "letra": "C",
        "texto": "03/06/2008"
      },
      {
        "letra": "D",
        "texto": "10/07/2008"
      },
      {
        "letra": "E",
        "texto": "30/11/2009"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "120579",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEJUS-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do processo de execução, dos embargos do executado, da sentença, da ação rescisória e dos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será citra petita a sentença que condenar o réu em objeto diverso do que lhe foi demandado"
      },
      {
        "letra": "B",
        "texto": "A desistência do recurso depende da anuência do recorrido e dos litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Julgando-se improcedente o pedido formulado na ação rescisória, o autor pode ajuizar outra ação rescisória lastreada em outro permissivo legal não suscitado."
      },
      {
        "letra": "D",
        "texto": "Incide o excesso de execução quando se realiza penhora de bens do executado em valor superior ao crédito exequendo e seus acessórios."
      },
      {
        "letra": "E",
        "texto": "Conta-se o prazo em dobro para a propositura das ações de embargos ao direito de executar e ao direito de expropriar, quando vários são os executados e diversos os seus advogados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "120523",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: FUNDAÇÃO CASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão do juiz de primeiro grau que conceder a liminar em mandado de segurança estará sujeita obrigatoriamente ao duplo grau de jurisdição."
      },
      {
        "letra": "B",
        "texto": "A interposição de agravo de instrumento contra liminar concedida nas ações movidas contra o poder público e seus agentes tornará prejudicado o pedido de suspensão de liminar ou sentença em mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "O mandado de segurança coletivo não induz litispendência para as ações individuais, mas os efeitos da coisa julgada beneficiarão o impetrante a título individual independentemente da desistência de seu mandado de segurança."
      },
      {
        "letra": "D",
        "texto": "Cabe mandado de segurança contra os atos de gestão comercial praticados pelos administradores de empresas públicas, de sociedade de economia mista e de concessionárias de serviço público."
      },
      {
        "letra": "E",
        "texto": "A sentença ou o acórdão que denegar mandado de segurança, sem decidir o mérito, não impedirá que o requerente, por ação própria, pleiteie os seus direitos e os respectivos efeitos patrimoniais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "118609",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "No que tange aos recursos cíveis, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente pode desistir do recurso sem anuência do recorrido."
      },
      {
        "letra": "B",
        "texto": "A insuficiência no valor do preparo implica em automática deserção do recurso."
      },
      {
        "letra": "C",
        "texto": "Na apelação e nos embargos infringentes o prazo para recorrer e responder é de quinze dias."
      },
      {
        "letra": "D",
        "texto": "Na modalidade de agravo retido o juiz pode retratar-se, reformando a decisão proferida."
      },
      {
        "letra": "E",
        "texto": "A apelação interposta da decisão que rejeitar liminarmente embargos à execução tem apenas efeito devolutivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "118608",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "No processo civil, é correto afirmar em relação aos embargos de declaração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo declarados protelatórios pelo tribunal, sujeitam o embargante ao pagamento de multa de dez por cento sobre o valor da condenação."
      },
      {
        "letra": "B",
        "texto": "Na reiteração de embargos protelatórios, o embargante fica impedido de interpor recurso à superior instância."
      },
      {
        "letra": "C",
        "texto": "Interrompem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "A sentença de primeiro grau somente pode ser objeto de embargos declaratórios no caso de haver dúvida, obscuridade ou contradição no julgado."
      },
      {
        "letra": "E",
        "texto": "Devem ser opostos por petição dirigida ao juiz no prazo de dez dias contados da intimação da decisão proferida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "118605",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "No processo civil, salvo algumas hipóteses previstas no artigo 511 parágrafo 1º do respectivo Código, NÃO dependem de preparo os seguintes recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação e embargos de declaração."
      },
      {
        "letra": "B",
        "texto": "Agravo retido e embargos de declaração."
      },
      {
        "letra": "C",
        "texto": "Agravo de instrumento e embargos infringentes."
      },
      {
        "letra": "D",
        "texto": "Agravo de instrumento e embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Embargos infringentes e apelação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "118604",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Assinale a alternativa que contém uma hipótese em que a apelação cível é recebida nos efeitos devolutivo e suspensivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença confirmar a antecipação dos efeitos da tutela."
      },
      {
        "letra": "B",
        "texto": "A sentença julgar procedentes os embargos à execução."
      },
      {
        "letra": "C",
        "texto": "A sentença decidir processo cautelar."
      },
      {
        "letra": "D",
        "texto": "A sentença julgar procedente o pedido de instituição de arbitragem."
      },
      {
        "letra": "E",
        "texto": "A sentença condenar à prestação de alimentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "92387",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória permite ao tribunal desconstituir a sentença com trânsito em julgado, assim como, em determinadas hipóteses, promover novo julgamento da causa nela decidida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "83027",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Findo o prazo para a ação rescisória, a nulidade de citação não mais produz efeito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82808",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "No que concerne aos princípios processuais, aos poderes instrutórios do juiz, aos direitos fundamentais processuais, à atuação do MP no processo civil, aos requisitos e vícios da sentença, aos recursos em espécie, ao ônus da prova e ao processo de execução, aos sujeitos da relação processual e à ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase instrutória, o juiz pode excepcionar o princípio dispositivo quando tratar de causa que tenha por objeto direito indisponível ou na qual haja significativa desproporção econômica ou sociocultural entre as partes."
      },
      {
        "letra": "B",
        "texto": "A sentença que apenas transcreve, em sua fundamentação, trecho do parecer do MP como fiscal da lei ofende os princípios da ampla defesa e da motivação das decisões judiciais."
      },
      {
        "letra": "C",
        "texto": "Conforme exigência do CPC, a parte deve juntar, em primeiro grau, a relação dos documentos que instruíram o recurso de agravo de instrumento. Assim, é imprescindível também, sob pena de não conhecimento, a juntada de cópias de todas as peças e documentos que acompanharam o recurso."
      },
      {
        "letra": "D",
        "texto": "O ônus de provar a penhorabilidade, decorrente da natureza não salarial, dos depósitos em conta-corrente do executado é do autor da execução."
      },
      {
        "letra": "E",
        "texto": "Para propor ação rescisória, o advogado pode se valer da procuração que lhe foi outorgada para propor a ação original do feito em que foi sucumbente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "82388",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser ajuizada antes do trânsito em julgado da sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "é cabível quando a sentença de mérito, transitada em julgado, se fundar em prova cuja falsidade tenha sido apurada em processo criminal."
      },
      {
        "letra": "C",
        "texto": "é o procedimento cabível para o reexame da prova e para a correção de injustiça da sentença."
      },
      {
        "letra": "D",
        "texto": "não é cabível em face de sentença ultra petita transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "não pode ser ajuizada em face de acórdão proferido em ação rescisória anterior, ainda que presentes as hipóteses legais de admissibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "78538",
    "metadata": "Ano: 2010 | Banca: MS CONCURSOS | Órgão: CODENI-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória é medida utilizada para rescindir a sentença de mérito que já transitou em julgado, quando ocorrer alguma das situações previstas no Código de Processo Civil. Nestes termos, é CORRETO dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor deverá depositar a importância de 10% (dez por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível, ou improcedente."
      },
      {
        "letra": "B",
        "texto": "O relator mandará citar o réu, assinandolhe prazo nunca inferior a 10 (dez) dias nem superior a 30 (trinta) dias para responder aos termos da ação."
      },
      {
        "letra": "C",
        "texto": "O autor não pode cumular ao pedido de rescisão um pedido de novo julgamento da causa."
      },
      {
        "letra": "D",
        "texto": "Tem legitimidade para propor a ação o Ministério Público quando a sentença é o efeito de colusão das partes, a fim de fraudar a lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "77555",
    "metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Analise as proposições que se seguem e assinale a alternativa correta: I - A Fazenda Pública não dispõe de prazo diferenciado para o ajuizamento de ações rescisórias, salvo nos casos relativos aos processos que digam respeito à transferência de terras públicas rurais, em que o prazo é de quatro anos. II - O relator poderá, monocraticamente, dar provimento ao recurso, desde que a decisão recorrida esteja em desarmonia com súmula ou com jurisprudência dominante do Supremo Tribunal Federal, mas não na hipótese de reexame necessário. III - Exige-se, para o cabimento da ação rescisória, que tenha havido exceção de impedimento no curso da ação originária. IV - A norma processual civil confere legitimidade superveniente tanto ao sub-rogado legal quanto ao convencional para promover execução ou nela prosseguir em substituição ao credor, bastando ao sub-rogado demonstrar a existência da subrogação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV estão erradas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV estão erradas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "77054",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Processo de execução"
    ],
    "enunciado_principal": "Os princípios fundamentais dos recursos previstos no Código de Processo Civil (CPC) incluem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o duplo grau de jurisdição, a taxatividade, a singularidade, a infungibilidade e a garantia da reformatio in pejus."
      },
      {
        "letra": "B",
        "texto": "o duplo grau de jurisdição, a taxatividade, a singularidade, a fungibilidade e a proibição da reformatio in pejus."
      },
      {
        "letra": "C",
        "texto": "o duplo grau necessário de jurisdição, a taxatividade, a singularidade, a fungibilidade e a garantia da reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "o duplo grau necessário de jurisdição, a ausência de taxatividade, a singularidade, a infungibilidade e a garantia da reformatio in pejus."
      },
      {
        "letra": "E",
        "texto": "o duplo grau de jurisdição, a ausência de taxatividade, a singularidade, a infungibilidade e a proibição da reformatio in pejus."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "58603",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, a ação rescisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser proposta pelo terceiro juridicamente interessado."
      },
      {
        "letra": "B",
        "texto": "pode fundar-se em erro de fato, resultante de atos ou de documentos da causa."
      },
      {
        "letra": "C",
        "texto": "não pode ser proposta pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "só pode ser proposta até 5 anos após o trânsito em julgado da decisão."
      },
      {
        "letra": "E",
        "texto": "o prazo para contestação será fixado pelo relator, não podendo ser inferior a dez, nem superior a sessenta dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "27673",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "A ação rescisória de uma sentença de mérito deve ser ajuizada perante o mesmo juiz que a prolatou.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "391106",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória"
    ],
    "enunciado_principal": "Quanto à ação rescisória, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende o cumprimento da sentença ou do acórdão rescindendo quando deferida medida antecipatória de tutela."
      },
      {
        "letra": "B",
        "texto": "É cabível contra decisão de mérito transitada em julgado proferida por juiz suspeito ou absolutamente incompetente."
      },
      {
        "letra": "C",
        "texto": "Pode ser ajuizada pelo Ministério Público quando a decisão rescindenda decorrer de colusão das partes."
      },
      {
        "letra": "D",
        "texto": "O prazo de dois anos para sua propositura é decadencial, fluindo do trânsito em julgado da decisão."
      },
      {
        "letra": "E",
        "texto": "É requisito da petição inicial o depósito da importância de 5% (cinco por cento) sobre o valor da causa."
      }
    ],
    "gabarito": "B"
  }
]