[
  {
    "id": "1111729",
    "metadata": "Ano: 2016 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, analise as afirmativas a seguir. I. A superveniência da sentença de procedência do pedido não prejudica o recurso interposto contra a decisão que deferiu o pedido de antecipação da tutela. II. A ação popular poderá ser ajuizada por eleitor, a partir de dezesseis anos de idade. III. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, apenas quando os direitos e obrigações derivarem do mesmo fundamento de fato ou de direito. IV. Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 15 (quinze) dias. Considerando a jurisprudência e legislação em vigor, estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "683475",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Prazos",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto ao direito de ação, prazos processuais e remédios constitucionais, marque o item CORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de Fazenda Pública abrange a União, os Estados, os Municípios, o Distrito Federal e suas respectivas autarquias e fundações públicas. A Fazenda Pública desfruta de prazo em quádruplo para contestar e em dobro para recorrer. No entanto, a Fazenda Municipal não terá prazo em quádruplo, por exemplo, para depositar o rol de testemunhas quando, no procedimento ordinário, o Juiz, nos moldes do estabelecido no art. 407 do Código de Processo Civil, determinar o prazo para o depósito de tal rol, bem como também não terá a Fazenda Municipal prazo em quádruplo quando ocorrer a intimação eletrônica."
      },
      {
        "letra": "B",
        "texto": "A reclamação constitucional é uma ação de competência originária dos tribunais superiores, prevista na Constituição Federal de 1988, que visa preservar a competência e garantir a autoridade das decisões destes tribunais. A reclamação constitucional provoca não a anulação ou a reforma da decisão exorbitante, mas a sua cassação e, de acordo com o STF, é cabível contra decisão judicial transitada em julgado, uma vez que não há prazo para o seu ajuizamento."
      },
      {
        "letra": "C",
        "texto": "Não cabe mandado de segurança contra lei em tese, uma vez que essa lei, por si só, não fere qualquer direito individual. Porém, são passíveis de mandado de segurança as leis e decretos de efeitos concretos por trazerem em si mesmos o resultado pretendido. Dessa forma, é cabível mandado de segurança contra uma lei que conceda isenção fiscal."
      },
      {
        "letra": "D",
        "texto": "Um mesmo fato pode ensejar o ajuizamento concomitante de ação civil pública e de ação popular, vez ambas visam à defesa dos interesses difusos e coletivos, assim, cabe ação civil pública com pedido típico de ação popular e vice-versa."
      },
      {
        "letra": "E",
        "texto": "É cabível mandado de injunção quando houver o descumprimento de uma norma constitucional autoaplicável, que impeça o exercício dos direitos e liberdades constitucionais e das prerrogativas inerentes à nacionalidade, à soberania e à cidadania."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634714",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Critérios de competência",
      "Processo de execução",
      "Ação Popular",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e marque V para Verdadeiro e F para FALSO: ( ) Na execução fiscal, a citação será feita preferencialmente por meio de oficial de justiça, se a Fazenda Pública não a requerer de outra forma. ( ) De acordo com a Lei de Ação Popular, para fins de competência, equiparam-se atos da União, do Distrito Federal, do Estado ou dos Municípios os atos das pessoas criadas ou mantidas por essas pessoas jurídicas de direito público, bem como os atos das sociedades de que elas sejam acionistas e os das pessoas ou entidades por elas subvencionadas ou em relação às quais tenham interesse patrimonial.( ) Os embargos na ação monitória independem de prévia segurança do juízo e serão processados nos próprios autos, pelo procedimento ordinário.( ) O controle externo da Câmara Municipal será exercido com o auxílio dos Tribunais de Contas dos Estados ou do Município ou dos Conselhos ou Tribunais de Contas dos Municípios, onde houver. Assinale a alternativa que contém a sequência CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, V, V"
      },
      {
        "letra": "D",
        "texto": "V, F, V, V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598634",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre as ações coletivas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandado de segurança coletivo pode ser impetrado por qualquer partido político;"
      },
      {
        "letra": "B",
        "texto": "o inquérito civil é condição de procedibilidade da ação civil pública;"
      },
      {
        "letra": "C",
        "texto": "a ação civil pública não pode ser ajuizada por empresa pública ou sociedade de economia mista;"
      },
      {
        "letra": "D",
        "texto": "a ação popular é espécie de ação coletiva cuja legitimidade ativa é conferida a qualquer cidadão;"
      },
      {
        "letra": "E",
        "texto": "não é admissível o litisconsórcio nas ações civis públicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "590369",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "No que se refere à ação popular, NÃO é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem legitimidade para ajuizá-la o cidadão, que deverá comprovar tal qualidade mediante a juntada de título eleitoral ou de documento correspondente;"
      },
      {
        "letra": "B",
        "texto": "o Ministério Púbico intervirá no processo como custos legis, embora possa assumir o polo ativo da lide, assim como qualquer outro cidadão, caso o autor popular dê motivo para a prolação de sentença terminativa;"
      },
      {
        "letra": "C",
        "texto": "a sentença que julgar procedente o pedido estará sujeita ao duplo grau de jurisdição obrigatório;"
      },
      {
        "letra": "D",
        "texto": "transitada em julgado a sentença que rejeitar o pedido, em razão de insuficiência do conjunto probatório, uma outra ação popular poderá ser proposta, pelos mesmos fundamentos, desde que amparada em nova prova;"
      },
      {
        "letra": "E",
        "texto": "as decisões interlocutórias proferidas no processo são impugnáveis por agravo de instrumento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "587990",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a opção correta no que diz respeito à ação popular.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para processar e julgar ação popular proposta contra o presidente da República é do STF."
      },
      {
        "letra": "B",
        "texto": "O menor de dezesseis anos pode propor ação popular, mas, para fazê-lo, tem de ser assistido em juízo."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, o cidadão autor de ação popular tem de residir no domicílio eleitoral do local onde for proposta a ação, sob pena de indeferimento da inicial."
      },
      {
        "letra": "D",
        "texto": "A execução de multa diária por descumprimento de obrigação fixada em medida liminar concedida em ação popular independe do trânsito em julgado desta ação, conforme posição do STJ."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência do STJ vem admitindo o emprego da ação popular para a defesa de interesses difusos dos consumidores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "580179",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto ao mandado de segurança, ação popular e ação civil pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No mandado de segurança coletivo, a sentença fará coisa julgada limitadamente aos membros do grupo ou categoria substituídos pelo impetrante."
      },
      {
        "letra": "B",
        "texto": "Qualquer pessoa deverá e o servidor público poderá provocar a iniciativa do Ministério Público, ministrando‐lhe informações sobre fatos que constituam objeto da ação civil pública."
      },
      {
        "letra": "C",
        "texto": "Na ação popular, a sentença que, apreciando o fundamento de direito do pedido, julgar a lide manifestamente temerária, condenará o autor ao pagamento do quíntuplo das custas."
      },
      {
        "letra": "D",
        "texto": "Cabe mandado de segurança contra os atos de gestão comercial praticados pelos administradores de empresas públicas, sociedade de economia mista e concessionárias de serviço público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577698",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "“Y\" ajuizou ação popular para que fosse retirado símbolo de campanha política das placas de obras públicas em todo o Distrito Federal. Sobre o tema, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Y\", após ajuizar a ação popular, teve que retornar a sua cidade natal, deixando de tomar providências para citação do réu, o que caracterizou o abandono da ação popular, por mais de 30 dias, conforme certificado nos autos. Tal fato tem como consequência a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "“Y\" requereu, e obteve, a antecipação da tutela para retirada do símbolo de campanha política das placas de obras públicas em todo o Distrito Federal, mas, o réu cumpriu apenas parte da decisão judicial, o que foi certificado pelo oficial de justiça. “Y\" não pediu a fixação de multa diária pelo descumprimento parcial da ordem judicial, o que impede o juiz de fixá-la de ofício."
      },
      {
        "letra": "C",
        "texto": "A antecipação de tutela é mecanismo aplicável ao processo comum e não aos procedimentos especiais, como o regulado pela ação popular, em que o autor deve valer-se de procedimento preparatório cautelar para obter a decisão judicial preliminar para retirada do símbolo da campanha das placas de obras públicas."
      },
      {
        "letra": "D",
        "texto": "Pode o juiz aplicar, de ofício, multa diária pelo descumprimento parcial da decisão que antecipou a tutela, inclusive modificá-la, para mais ou para menos, caso o valor se torne insuficiente ou excessivo."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público, assumindo a ação popular abandonada por “Y\", não poderá alterar o pedido inicial do autor popular para incluir ressarcimento por perdas e danos, mesmo que a inclusão do pedido aconteça antes da citação do réu, porque uma vez ajuizada a ação popular, seus fundamentos e pedidos são imutáveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "571870",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito de mandado de segurança, reclamação, ação popular, ACP e ação de improbidade administrativa, assinale a opção correta de acordo com a jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo entendimento do STJ, a concessão de medida cautelar de indisponibilidade de bens na ação de improbidade administrativa, quando configurado ato lesivo contra o patrimônio público, independe da comprovação de que o réu esteja dilapidando o patrimônio ou na iminência de fazê-lo."
      },
      {
        "letra": "B",
        "texto": "Os juros de mora incidem a partir do trânsito em julgado de sentença condenatória proferida na fase de conhecimento da ACP que tutela direito individual homogêneo decorrente de responsabilidade contratual."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de mandado de segurança originariamente interposto no STF, o relator deverá admitir o ingresso de amicus curiae, desde que a intervenção seja justificada pela relevância da matéria ou pela especificidade do objeto do mandamus."
      },
      {
        "letra": "D",
        "texto": "Segundo entendimento do STF, a reclamação constitucional tem natureza jurídica de ação e, após receber a reclamação, o relator deverá proferir despacho em que determine a citação do beneficiado da decisão impugnada, o qual terá prazo de quinze dias para apresentar a sua contestação."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, é imprescindível que o autor demonstre a existência de prejuízo material ao patrimônio público para que seja admitida ação popular ajuizada com a finalidade de proteção da moralidade administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "563783",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em relação à ação popular, à ação civil pública e à ação de improbidade administrativa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a decretação de perda da função pública de membro do MP em decorrência de sentença em ação de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "Em caso de ação popular visando a condenação por desvio de dinheiro público, o prejuízo ao erário poderá ser presumido."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de ação civil pública sobre interesses individuais homogêneos de consumidores julgada procedente pelo Poder Judiciário, a coisa julgada material somente poderá ser rediscutida contra colegitimado que não tiver sido parte do processo."
      },
      {
        "letra": "D",
        "texto": "O MP não integra o rol de legitimados para propor ação civil pública que tenha por objeto a anulação de ato do poder público concessivo de benefício fiscal."
      },
      {
        "letra": "E",
        "texto": "Basta a conduta culposa em sentido estrito por parte do agente público para que seja caracterizado o ato de improbidade administrativa na modalidade de atentado contra os princípios da administração pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512245",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito da jurisdição constitucional das liberdades e de seus principais mecanismos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os danos morais e patrimoniais causados à honra e à dignidade de grupos raciais, étnicos ou religiosos podem ser objeto de responsabilização por meio de ação civil pública."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do STF, é cabível, em habeas corpus contra prisão civil de devedor inescusável de prestação alimentícia, rediscussão acerca do binômio necessidade-possibilidade."
      },
      {
        "letra": "C",
        "texto": "Admite-se mandado de segurança contra decisão judicial teratológica de que caiba recurso."
      },
      {
        "letra": "D",
        "texto": "Há perda superveniente de legitimidade a impor a extinção do mandado de segurança coletivo impetrado por partido político quando a agremiação, ao longo do processo, deixar de ter representação no Congresso Nacional."
      },
      {
        "letra": "E",
        "texto": "Pessoa jurídica constituída sob a forma de associação, por ser integrada por cidadãos, detém legitimidade para o ajuizamento, em nome próprio, de ação popular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "477662",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto à ação popular, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não poderá o autor desistir da ação."
      },
      {
        "letra": "B",
        "texto": "A ação obedecerá ao rito sumário."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não poderá intervir no feito."
      },
      {
        "letra": "D",
        "texto": "O prazo da contestação é de 15 dias, prorrogáveis por mais 15."
      },
      {
        "letra": "E",
        "texto": "Se a sentença julgar pela carência da ação, ficará sujeita ao duplo grau de jurisdição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475683",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Considerando que o processo tem por escopo maior a resolução de conflitos na sociedade, procurando-se, por meio de um encadeamento lógico de atos previstos e praticados com base no ordenamento jurídico, garantir, tanto quanto for possível, a quem tenha um direito tudo aquilo e exatamente aquilo que ele tenha direito de conseguir, julgue o item subsequente.Proposta ação popular contra determinado município, admite-se a migração do polo passivo da demanda para o polo ativo, salvo, em decorrência da preclusão consumativa, se já tiver sido ofertada a contestação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "598466",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Analise as afirmativas e assinale a INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São acumuláveis na ação popular as sanções da ação por ato de improbidade administrativa, viabilizadas mediante a cumulação de pedidos."
      },
      {
        "letra": "B",
        "texto": "À míngua de previsão do prazo prescricional para a propositura da Ação Civil Pública, inafastável a incidência da analogia legis recomendando o prazo quinquenal para a prescrição das Ações Civis Públicas, tal como ocorre com a prescritibilidade da Ação Popular, porquanto ubi eadem ratio ibi eadem legis dispositio."
      },
      {
        "letra": "C",
        "texto": "Caracteriza crime de responsabilidade, a contratação, por Vereador, de funcionários públicos além do permitido para o gabinete, com divisão e repasse da remuneração percebida pelos \"funcionários\" aos assessores contratados sem vínculo com a Administração."
      },
      {
        "letra": "D",
        "texto": "O elemento subjetivo é essencial à caracterização da improbidade administrativa, por isso, a ausência de dano ao patrimônio público e de enriquecimento ilícito dos demandados, mercê da efetiva prestação dos serviços contratados, revela error in judicando a análise do ilícito apenas sob o ângulo objetivo."
      },
      {
        "letra": "E",
        "texto": "Conforme a jurisprudência do STJ, não existe norma vigente que desqualifique os agentes políticos da possibilidade de figurarem como parte legítima no polo passivo de ações de improbidade administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "518931",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "De acordo com a Lei de Ação Popular, analise as assertivas e assinale a alternativa que aponta as corretas.I. Em se tratando de instituições ou fundações, para cuja criação ou custeio o tesouro público concorra com menosde cinquenta por cento do patrimônio ou da receita ânua, bem como de pessoas jurídicas ou entidades subvencionadas,as consequências patrimoniais da invalidez dos atos lesivos terão por limite a repercussão deles sobre a contribuiçãodos cofres públicos.II. Para instruir a inicial, o cidadão poderá requerer às entidades, as certidões e informações que julgar necessárias,bastando para isso indicar a finalidade das mesmas.III. As certidões e informações deverão ser fornecidas dentro de 15 (quinze) dias da entrega, sob recibo, dos respectivosrequerimentos, e só poderão ser utilizadas para a instrução de ação popular.IV. A prova da cidadania, para ingresso em juízo, será feita exclusivamente com o título eleitoral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516233",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da Ação Popular, de acordo com a Constituição Federal de 1988 e a Lei n.º 4.717/1965.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pessoas jurídicas têm legitimidade para propor ação popular."
      },
      {
        "letra": "B",
        "texto": "Não cabe recurso contra a decisão liminar que suspender o ato lesivo impugnado."
      },
      {
        "letra": "C",
        "texto": "A sentença de procedência é recorrível, por meio da interposição de recurso de apelação, recebido apenas no efeito devolutivo."
      },
      {
        "letra": "D",
        "texto": "Desistindo o autor da ação, poderá o representante do Ministério Público promover seu prosseguimento."
      },
      {
        "letra": "E",
        "texto": "Improcedente a ação, arcará o autor com os ônus da sucumbência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "514052",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "De acordo com a Lei de Ação Popular, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação popular será proposta exclusivamente contra as pessoas públicas ou privadas e as entidades referidas no art. 1º da Lei n º 4.717/65, não podendo ser ajuizada contra as autoridades, funcionários ou administradores que houverem autorizado, aprovado, ratificado ou praticado o ato impugnado, ou que, por omissas, tiverem dado oportunidade à lesão, e contra os beneficiários diretos do mesmo."
      },
      {
        "letra": "B",
        "texto": "A pessoas jurídica de direito público ou de direito privado, cujo ato seja objeto de impugnação, não poderá abster-se de contestar o pedido e atuar ao lado do autor, mesmo que isso se afigure útil ao interesse público, a juízo do respectivo representante legal ou dirigente."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público acompanhará a ação, cabendolhe apressar a produção da prova e promover a responsabilidade, civil ou criminal, dos que nela incidirem, sendo-lhe permitido, em qualquer hipótese, assumir a defesa do ato impugnado ou dos seus autores."
      },
      {
        "letra": "D",
        "texto": "é defeso a qualquer cidadão habilitar-se como litisconsorte ou assistente do autor da ação popular."
      },
      {
        "letra": "E",
        "texto": "O prazo de contestação da Ação Popular é de 20 (vinte) dias, prorrogáveis por mais 20 (vinte), a requerimento do interessado, se particularmente difícil a produção de prova documental, e será comum a todos os interessados, correndo da entrega em cartório do mandado cumprido, ou, quando for o caso, do decurso do prazo assinado em edital."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475375",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre a ação popular proposta por cidadão residente no município em que também é eleitor, mas sobre fatos que ocorreram em outro município, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Demonstra falta de interesse processual, pois não há nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "B",
        "texto": "Constitui inépcia da inicial por falta da necessária demonstração da condição do exercício da cidadania condicionada aos atos lesivos supostamente praticados."
      },
      {
        "letra": "C",
        "texto": "A incapacidade da parte, pertinente à condição de eleitor em domicílio diverso de onde os fatos ocorreram levam à extinção da ação sem julgamento do mérito."
      },
      {
        "letra": "D",
        "texto": "Neste caso, o foro competente para apreciar a ação é o do foro do domicílio eleitoral do autor."
      },
      {
        "letra": "E",
        "texto": "A condição de eleitor é prova da cidadania, sendo irrelevante seu domicílio eleitoral para fixar sua legitimidade para propor a ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467033",
    "metadata": "Ano: 2014 | Banca: CONTEMAX | Órgão: COREN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre ação popular é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer pessoa, desde que capaz, estar legitimada para propô-la;"
      },
      {
        "letra": "B",
        "texto": "Consideram-se como patrimônio público os bens de turístico;"
      },
      {
        "letra": "C",
        "texto": "os atos lesivos decorrentes de inexistência de motivos não podem ser considerados nulos;"
      },
      {
        "letra": "D",
        "texto": "o rito a ser observado é especial, na forma estabelecida na Lei n.º 4.717/65;"
      },
      {
        "letra": "E",
        "texto": "Para a conceituação dos casos de nulidade a incompetência fica caracterizada quando o ato se incluir nas atribuições legais do agente que o praticou"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462677",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A ação popular",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é imprescritível e poderá ser ajuizada em qualquer juízo ou tribunal."
      },
      {
        "letra": "B",
        "texto": "poderá ser ajuizada pelo Ministério Público no caso de ato lesivo ao patrimônio da União, do Distrito Federal, dos Estados e dos Municípios."
      },
      {
        "letra": "C",
        "texto": "exige prova de cidadania para ingresso em juízo, que será feita através da Cédula de Identidade."
      },
      {
        "letra": "D",
        "texto": "ajuizada pelo Ministério Público poderá ter como litisconsorte ou assistente qualquer cidadão."
      },
      {
        "letra": "E",
        "texto": "obedecerá o procedimento ordinário previsto no Código de Processo Civil e poderá ser contestada pelo réu no prazo de vinte dias, prorrogáveis por mais vinte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "458326",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SEFAZ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Um ato da Administração Pública que atenta contra a liberdade de reunião (art. 5º, XVI da Constituição Federal) pode ser questionado judicialmente por meio de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação popular proposta pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "ação civil pública proposta por qualquer cidadão brasileiro que esteja no gozo de seus direitos políticos."
      },
      {
        "letra": "C",
        "texto": "ação popular proposta por partido político com representação no Congresso Nacional, na defesa dos interesses legítimos de seus integrantes."
      },
      {
        "letra": "D",
        "texto": "mandado de segurança coletivo impetrado por qualquer cidadão brasileiro que esteja no gozo de seus direitos políticos."
      },
      {
        "letra": "E",
        "texto": "mandado de segurança coletivo impetrado por partido político com representação no Congresso Nacional, na defesa dos interesses legítimos de seus integrantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456508",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em relação à ação popular, examine os enunciados seguintes:I. Se o autor popular desistir da ação ou der motivo à absolvição da instância, serão publicados editais nos prazos e condições legalmente previstos, ficando assegurado a qualquer cidadão, bem como ao representante do Ministério Público, dentro do prazo de 90 (noventa) dias da última publicação feita, promover o prosseguimento da ação.II. A sentença que, julgando procedente a ação popular, decretar a invalidade do ato impugnado, condenará ao pagamento de perdas e danos os responsáveis pela sua prática e os beneficiários dele, ressalvada a ação regressiva contra os funcionários causadores de dano, quando incorrerem em culpa. III. A sentença incluirá sempre, na condenação dos réus, o pagamento, ao autor, das custas e demais despesas, judiciais e extrajudiciais, diretamente relacionadas com a ação e comprovadas, bem como o dos honorários de advogado. IV. A sentença terá eficácia de coisa julgada oponível erga omnes em qualquer caso, não podendo ser a ação novamente proposta, salvo se foi extinta por ausência de alguma das condições da ação ou pressupostos processuais, caso em que qualquer cidadão poderá fazê-lo, com idêntico fundamento. V. A sentença que concluir pela carência da ação, ou por sua improcedência, está sujeita a recurso a ser recebido no efeito devolutivo; da que julgar procedente, está sujeita ao duplo grau de jurisdição e a apelação, a ser recebida com efeito suspensivo. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "441157",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Cidadão ajuizou ação popular para impugnar a validade de contrato administrativo que reputou lesivo ao patrimônio público. Finda a fase instrutória, o juiz da causa rejeitou o pedido, por entender que os fatos narrados pelo autor não restaram suficientemente comprovados. Intimado da sentença no dia 14 de agosto de 2014, o autor interpôs recurso de apelação em 10 de setembro do mesmo ano. Nesse cenário, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar de receber o apelo, por intempestivo, mas determinar a remessa dos autos ao órgão ad quem, para fins de reexame necessário;"
      },
      {
        "letra": "B",
        "texto": "deixar de receber o apelo, por intempestivo, e determinar seja certificado pela serventia o trânsito em julgado, embora nova ação popular possa ser ajuizada futuramente, tendo por objeto o mesmo contrato administrativo, desde que apoiada em nova prova;"
      },
      {
        "letra": "C",
        "texto": "deixar de receber o apelo, por intempestivo, e determinar seja certificado pela serventia o trânsito em julgado, não podendo ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, diante do óbice da coisa julgada material;"
      },
      {
        "letra": "D",
        "texto": "receber o apelo e, após a vinda das contrarrazões recursais, ou decorrido in albis o respectivo prazo, determinar a remessa dos autos ao órgão ad quem, ante a prevalência do prazo recursal em dobro, nos termos do artigo 188 do Código de Processo Civil;"
      },
      {
        "letra": "E",
        "texto": "receber o apelo e, após a vinda das contrarrazões recursais, ou decorrido in albis o respectivo prazo, determinar a remessa dos autos ao órgão ad quem, haja vista a indisponibilidade do interesse público subjacente à lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419613",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em ação popular por ato lesivo ao patrimônio público federal, ocorrendo a situação de abandono do processo (art. 9º da Lei nº 4.717/65), após intimação pessoal do cidadão autor (§ 1º do art. 267 do Código de Processo Civil), o juiz deverá adotar a seguinte providência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extinguir o processo sem resolução de mérito, sem prejuízo do ajuizamento de nova ação caso não tenha ocorrido a prescrição."
      },
      {
        "letra": "B",
        "texto": "Determinar a publicação de editais na forma prevista na legislação da ação popular, a permitir que qualquer cidadão assuma a ação, vedado ao Ministério Público assumir o pólo ativo."
      },
      {
        "letra": "C",
        "texto": "Determinar a publicação de editais na forma prevista na legislação da ação popular, a permitir que qualquer cidadão ou o Ministério Público assuma a ação no prazo legal. Na eventualidade de não haver qualquer manifestação no sentido de assumir a ação, caberá ao magistrado extinguir o processo sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "Após o decurso do prazo fixado na legislação da ação popular, sem que haja manifestação positiva de qualquer cidadão ou do Ministério Público no sentido de assumir a demanda popular, o magistrado poderá designar cidadão de sua livre escolha para prosseguir com a ação popular."
      },
      {
        "letra": "E",
        "texto": "Existe previsão na legislação da ação popular quanto aos editais e à possível retomada da ação por qualquer cidadão ou pelo Ministério Público, mas é discricionária a adoção do procedimento e, na hipótese de o juiz entender pela probabilidade de inexistir interessado em assumir a ação, poderá deixar de expedir editais e extinguir o processo sem resolução de mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "418374",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre as normas processuais aplicáveis à Ação Popular, pode-se afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação será proposta contra as pessoas públicas ou privadas relacionadas ao ato lesivo, contra as autoridades, funcionários ou administradores que houverem autorizado, aprovado, ratificado ou praticado o ato impugnado, ou que, por omissas, tiverem dado oportunidade à lesão, e contra os beneficiários diretos do mesmo."
      },
      {
        "letra": "B",
        "texto": "Se o autor desistir da ação, fica assegurado a qualquer cidadão, bem como ao representante do Ministério Público, dentro do prazo de 90 (noventa) dias da última publicação dos editais, promover o prosseguimento da ação."
      },
      {
        "letra": "C",
        "texto": "A sentença que concluir pela carência ou pela improcedência da ação está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal; da que julgar a ação procedente caberá apelação, sem efeito suspensivo ope legis."
      },
      {
        "letra": "D",
        "texto": "A sentença incluirá sempre, na condenação dos réus, o pagamento, ao autor, das custas e demais despesas, judiciais e extrajudiciais, diretamente relacionadas com a ação e comprovadas, bem como o dos honorários de advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416873",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CONAB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto à ação popular, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a origem do ato impugnado, é competente para conhecer da ação, processá-la e julgá-la o juiz que, de acordo com a organização judiciária de cada estado, o for para as causas que interessem à União, ao Distrito Federal, ao estado ou ao município."
      },
      {
        "letra": "B",
        "texto": "Na defesa do patrimônio público, não caberá a suspensão liminar do ato lesivo impugnado."
      },
      {
        "letra": "C",
        "texto": "A ação obedecerá ao procedimento sumário, previsto no Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "O prazo de contestação é de 30 dias, prorrogáveis por mais 30 dias."
      },
      {
        "letra": "E",
        "texto": "A sentença, quando não prolatada em audiência de instrução e julgamento, deverá ser proferida dentro de 30 dias do recebimento dos autos pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "414888",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A ação popular presta-se somente à defesa do patrimônio público, ficando a defesa dos demais interesses difusos e coletivos restrita às ações civis públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412232",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Analise as seguintes alternativas, de acordo com a Lei Federal n° 4.717/1965, que regula a ação popular: I. A prova da cidadania, para ingresso em juízo, será feita exclusivamente com o título eleitoral. II. Das sentenças e decisões proferidas contra o autor da ação e suscetíveis de recurso, poderão recorrer somente o autor e também o Ministério Público. III. Quando o réu condenado perceber dos cofres públicos, a execução far-se-á por desconto em folha até o integral ressarcimento do dano causado, se assim mais convier ao interesse público. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402230",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Cidadão ajuizou ação popular para impugnar a validade de contrato administrativo que reputou lesivo ao patrimônio público, invocando, para tanto, determinado fundamento fático em sua petição inicial. O juiz da causa julgou improcedente o pedido, por concluir que os fatos narrados pelo autor não restaram suficientemente comprovados. Transitada em julgado a sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, diante do óbice da coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "poderá ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, desde que apoiada em fundamento fático diverso do invocado na primeira demanda."
      },
      {
        "letra": "C",
        "texto": "poderá ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, já que princípios como a legalidade, moralidade e interesse público se sobrepõem à garantia da coisa julgada."
      },
      {
        "letra": "D",
        "texto": "poder ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, já que a sentença julgou extinto o feito sem resolução do mérito, não ensejando a formação da coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "poderá ser proposta nova ação popular tendo por objeto o mesmo contrato administrativo, desde que apoiada em nova prova, já que não se formou a coisa julgada material, que se produz secundum eventum litis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "400874",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do mandado de segurança, da ação civil pública e da ação de improbidade administrativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor popular dispõe de legitimidade ativa para propor ação visando a condenação de qualquer pessoa por ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "O impetrante poderá desistir de mandado de segurança sem a anuência do impetrado, mesmo após a prolação da sentença de mérito."
      },
      {
        "letra": "C",
        "texto": "Admite-se o ajuizamento de ação de improbidade administrativa em face de particular, sem a presença de agente público no polo passivo da demanda."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público tem legitimidade para, em ação civil pública, pleitear a indenização decorrente do DPVAT em benefício do segurado."
      },
      {
        "letra": "E",
        "texto": "A configuração do ato de improbidade administrativa que atente contra os princípios da administração pública prescinde do elemento subjetivo dolo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "392751",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito do mandado de segurança, da ação popular e da ação civil pública, julgue os itens de 72 a 74. O menor, com dezesseis anos de idade, desde que tenha título de eleitor e esteja em pleno gozo de seus direitos políticos, é parte legítima para propor ação popular, ainda que sem assistência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "392583",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto à ação popular, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para instruir a inicial, o cidadão poderá requerer às entidades mencionadas na lei da ação popular as certidões e informações que julgar necessárias, que não podem ser negadas."
      },
      {
        "letra": "B",
        "texto": "A pessoa jurídica de direito público ou de direito privado, cujo ato seja objeto de impugnação, deve aderir ao polo ativo da ação, pois esta é proposta com vistas à proteção do erário."
      },
      {
        "letra": "C",
        "texto": "A pessoa jurídica de direito público ou de direito privado, cujo ato seja objeto de impugnação, poderá figurar no polo passivo da ação."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público pode ingressar com ação popular."
      },
      {
        "letra": "E",
        "texto": "Como a ação popular visa resguardar o erário e proteger o patrimônio público, essa ação é imprescritível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "392575",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto ao reexame necessário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reexame necessário se aplica em todas as ações em que a sentença tenha sido desfavorável ao Estado."
      },
      {
        "letra": "B",
        "texto": "Na ação popular, o reexame necessário somente ocorre se a sentença concluir pela carência ou pela improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "Se houver recurso voluntário do ente público de todos os pontos desfavoráveis da sentença, não se aplica o reexame necessário."
      },
      {
        "letra": "D",
        "texto": "O reexame necessário não tem prazo, de forma que a sentença não transita em julgado enquanto não apreciada pelo Tribunal ad quem."
      },
      {
        "letra": "E",
        "texto": "Se a sentença for omissa quanto ao reexame necessário e não houver recurso desse tópico, ela transitará em julgado e não será possível o conhecimento ex officio pelo Tribunal ad quem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389062",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Segundo José Afonso da Silva, “o objeto da ação popular foi ampliado, em nível constitucional à proteção da moralidade administrativa, do meio ambiente e do patrimônio histórico e cultural. Esse último já estava contemplado na lei que regula o processo popular”. Essa ampliação resulta na aplicação expressa de vários princípios constitucionais ao processo popular. Levando em consideração a principiologia constitucional, numere a coluna da direita de acordo com a da esquerda. 1 - Eficiência 2 - Economicidade 3 - Obrigatoriedade 4 - Juridicidade ( ) Possibilita o controle social sobre a atividade estatal via direito de ação. ( ) A ação popular não pode ser extinta, pura e simplesmente, pela inação do autor popular. ( ) O agente público deve buscar o ponto ótimo na escolha e execução da despesa. ( ) Além de legais, as despesas devem ser razoáveis financeiramente. Marque a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3, 2, 4, 1"
      },
      {
        "letra": "B",
        "texto": "4, 3, 1, 2"
      },
      {
        "letra": "C",
        "texto": "4, 3, 2, 1"
      },
      {
        "letra": "D",
        "texto": "2, 1, 3, 4"
      },
      {
        "letra": "E",
        "texto": "2, 4, 1, 3"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387748",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Julgue os itens a seguir, relativos a ação civil pública e ação popular. O eleitor que possua entre dezesseis e dezoito anos incompletos de idade não será parte legítima para ingressar com ação popular.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "384800",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Trata-se da nulidade que se verifca quando a matéria de fato ou de direito, em que se fundamenta o ato, é materialmente inexistente ou juridicamente inadequada ao resultado obtido. De acordo com a Lei da Ação Popular, essa conceituação se refere______________. Assinale a alternativa que completa corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À inexistência dos motivos"
      },
      {
        "letra": "B",
        "texto": "À ilegalidade do objeto."
      },
      {
        "letra": "C",
        "texto": "Ao desvio de fnalidade."
      },
      {
        "letra": "D",
        "texto": "Ao vício de forma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "373477",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Acerca da ação popular, da ação civil pública (ACP) e da ação de improbidade administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para contestar a ação popular é de 20 dias, improrrogáveis."
      },
      {
        "letra": "B",
        "texto": "Na ACP, os recursos podem ter efeito suspensivo, conferido pelo próprio juiz da causa, para evitar dano irreparável à parte."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público (MP) goza de legitimidade ativa exclusiva para a propositura da ação popular."
      },
      {
        "letra": "D",
        "texto": "A ação popular deve seguir o procedimento ordinário, previsto no Código de Processo Civil, sem nenhuma ressalva."
      },
      {
        "letra": "E",
        "texto": "Na ação popular, o MP poderá, após realização de procedimento que acarrete prévio convencimento da improcedência da medida, assumir a defesa do ato impugnado ou de seus autores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "370522",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre a ação popular, pode-se afirmar que;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo de contestação é de 15 (quinze) dias, prorrogáveis por mais 15 (quinze), a requerimento do interessado, se particularmente difícil a produção de prova documental, e será comum a todos os interessados, correndo da entrega em cartório do mandado cumprido, ou, quando for o caso, do decurso do prazo assinado em edital"
      },
      {
        "letra": "B",
        "texto": "o prazo de contestação é de 20 (vinte) dias, prorrogáveis por mais 20 (vinte), a requerimento do interessado, se particularmente difícil a produção de prova documental, e será comum a todos os interessados, correndo da entrega em cartório do mandado cumprido, ou, quando for o caso, do decurso do prazo assinado em edital"
      },
      {
        "letra": "C",
        "texto": "se o autor desistir da ação, ficará assegurado exclusivamente ao representante do Ministério Público, dentro do prazo de 90 (noventa) dias da última publicação feita, promover o prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "a sentença que, julgando procedente a ação popular, decretar a invalidade do ato impugnado, condenará ao pagamento de perdas e danos os responsáveis pela sua prática, cabendo ação regressiva contra os funcionários causadores de dano, independentemente de culpa."
      },
      {
        "letra": "E",
        "texto": "a sentença que, julgando procedente a ação popular, decretar a invalidade do ato impugnado, condenará ao pagamento de perdas e danos os responsáveis pela sua prática, ficando vedada ação regressiva contra os funcionários causadores de dano, ainda que comprovada a culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368507",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre a atuação da Defensoria Pública no processo coletivo, é correto afirmar que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua legitimidade está circunscrita aos direitos individuais homogêneos, em razão da necessidade de se verificar a hipossuficiência econômica."
      },
      {
        "letra": "B",
        "texto": "a pertinência temática prescinde de demonstração nas ações envolvendo relação consumerista, devendo ser demonstrada nas demais causas coletivas."
      },
      {
        "letra": "C",
        "texto": "são devidas custas e honorários advocatícios em relação à outra parte, salvo em caso de má-fé, quando também será devida multa sancionatória."
      },
      {
        "letra": "D",
        "texto": "é possível a formação de litisconsórcio ativo com o Ministério Público, seja por expressa disposição de lei ou pela natureza da relação jurídica coletiva."
      },
      {
        "letra": "E",
        "texto": "pode firmar termo ou compromisso de ajustamento de conduta, não lhe competindo, porém, a instauração de inquérito civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361592",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, o ingresso de terceiros após o ajuizamento de ação popular fere a garantia constitucional do juiz natural, devendo o pedido de habilitação ser indeferido liminarmente pelo magistrado, ainda que se trate de litisconsórcio ativo facultativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "450260",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre ação popular,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedado ao juiz suspender liminarmente o ato impugnado, eis que se trata de decisão provisória e tomada em cognição sumária, podendo gerar graves prejuízos à administração pública."
      },
      {
        "letra": "B",
        "texto": "é incabível para a anulação, devendo seu objeto limitar-se à declaração de nulidade de atos lesivos ao patrimônio das pessoas jurídicas de direito público interno."
      },
      {
        "letra": "C",
        "texto": "é nulo o ato lesivo ao patrimônio do Estado quando praticado com vício de forma, mas não o é quando a matéria de fato ou de direito em que se fundamenta o ato, é materialmente inexistente ou juridicamente inadequada ao resultado obtido."
      },
      {
        "letra": "D",
        "texto": "é vedado ao Ministério Público, em qualquer hipótese, assumir a defesa do ato impugnado ou de seus autores."
      },
      {
        "letra": "E",
        "texto": "o representante do Ministério Público não poderá promover o prosseguimento da ação em caso de desistência do autor, eis que não possui legitimidade para propor ação popular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447981",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação civil pública concede ao cidadão o direito de ir a juízo para tentar invalidar atos administrativos prati­cados por pessoas jurídicas de Direito Público enquanto Administração Direta e também pessoas jurídicas da Administração Indireta."
      },
      {
        "letra": "B",
        "texto": "A ação popular é posta à disposição de qualquer cida­dão para a tutela do patrimônio público ou de entidade que o Estado participe, da moralidade administrativa, do meio ambiente e do patrimônio histórico cultural, mediante a anulação do ato lesivo."
      },
      {
        "letra": "C",
        "texto": "São anuláveis os atos lesivos ao patrimônio das enti­dades em que o Estado participe, instituições ou fun­dações, para cuja criação ou custeio o tesouro público concorra e de quaisquer pessoas jurídicas ou entidades subvencionadas pelos cofres públicos"
      },
      {
        "letra": "D",
        "texto": "Será cabível ação civil pública para veicular pretensões que envolvam tributos, contribuições previdenciárias, o Fundo de Garantia do Tempo de Serviço ou outros fundos de natureza institucional cujos beneficiários podem ser individualmente determinados"
      },
      {
        "letra": "E",
        "texto": "Na ação civil pública que tenha por objeto o cumpri­mento de obrigação de fazer, o juiz determinará o cum­primento da prestação da atividade, sob pena de exe­cução específica, ou de cominação de multa diária, se esta for suficiente ou compatível, dependentemente de requerimento do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "436077",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A ação popular é o instrumento cabível para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pleitear a anulação ou a declaração de nulidade de atos lesivos ao patrimônio."
      },
      {
        "letra": "B",
        "texto": "Proteger direito líquido e certo não amparado por “habeas corpus” ou “habeas data”"
      },
      {
        "letra": "C",
        "texto": "Impor ao agente político a sanção de perda de cargo."
      },
      {
        "letra": "D",
        "texto": "Obter o acesso a informações de interesse público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423197",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Tratando-se de Ação Popular de que trata a Lei nº 4.717/65, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As associações legalmente constituídas há pelo menos um ano tem legitimidade para ajuizar ação popular."
      },
      {
        "letra": "B",
        "texto": "Os servidores públicos, mesmo que tenham ratificado o ato nela impugnado, são partes passivas ilegítimas para figurarem no pólo passivo da demanda."
      },
      {
        "letra": "C",
        "texto": "A sentença que nela for proferida terá eficácia de coisa julgada oponível erga omnes."
      },
      {
        "letra": "D",
        "texto": "Reconhece a Constituição Federal a legitimidade ativa do cidadão, sendo que a Lei nº 4.717/65 apenas define como prova da cidadania para esse fim ser eleitor, mostrando-se desinfluente para os fins da ação popular o domicílio eleitoral do autor da ação."
      },
      {
        "letra": "E",
        "texto": "Somente após o trânsito em julgado da sentença condenatória proferida em ação popular é que poderá ser adotada medida cautelar contra a parte condenada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371027",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta no que se refere ao mandado de segurança, à ação popular e à ação civil pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ação popular, caberá ao MP assumir a defesa dos autores dos atos impugnados."
      },
      {
        "letra": "B",
        "texto": "A inércia da associação autora em promover a execução do julgado em ação civil pública obrigará o cidadão a requerê-la, se decorrido o prazo de sessenta dias do trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Reconhecida a continência, as ações civis públicas propostas na justiça estadual e na justiça federal deverão ser reunidas nesta."
      },
      {
        "letra": "D",
        "texto": "É admissível a ação de mandado de segurança coletivo para proteger direito líquido e certo, caso haja outra ação específica para impugnar a decisão jurisdicional."
      },
      {
        "letra": "E",
        "texto": "O STJ tem competência originária para julgar ação de mandado de segurança contra ato ou decisão do plenário do TCU."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "364465",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ações Coletivas no CPC 1973",
      "Prazos",
      "Ação Popular"
    ],
    "enunciado_principal": "O prazo para a Fazenda Pública contestar a ação popular, consideradas as prerrogativas processuais aplicáveis, é de :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "60 dias"
      },
      {
        "letra": "B",
        "texto": "30 dias"
      },
      {
        "letra": "C",
        "texto": "20 dias"
      },
      {
        "letra": "D",
        "texto": "15 dias"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353989",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "O ajuizamento de ação popular demanda a comprovação, pelo autor, do prejuízo experimentado pelo erário em decorrência da prática do ato impugnado, requisito sem o qual não pode ser admitida a ação popular pelo Poder Judiciário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "348371",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Analise as seguintes afirmações: I. A ação civil poderá ter por objeto a anulação ou a declaração de nulidade de atos lesivos ao patrimônio público. II. Poderá ser ajuizada ação cautelar, preparatória da ação civil pública, objetivando, inclusive, evitar o dano ao meio ambiente, ao consumidor, à ordem urbanística ou aos bens e direitos de valor artístico, estético, histórico, turístico e paisagístico. III. Na ação popular, quando o réu condenado perceber dos cofres públicos, a execução far-se-á por desconto em folha até o integral ressarcimento do dano causado, se assim mais convier ao interesse público. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346908",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 8.437/92, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não será cabível, no juízo de primeiro grau, medida cautelar inominada ou a sua liminar, quando impug- nado ato de autoridade sujeita, na via de mandado de segurança, à competência originária de tribunal, salvo nos processos de ação popular e de ação civil pública."
      },
      {
        "letra": "B",
        "texto": "No mandado de segurança coletivo, a liminar será con- cedida, quando cabível, após a audiência do represen- tante judicial da pessoa jurídica de direito público, que deverá se pronunciar no prazo de 48 (quarenta e oito) horas."
      },
      {
        "letra": "C",
        "texto": "Na ação civil pública, a liminar será concedida, quando cabível, após a audiência do representante judicial da pessoa jurídica de direito público, que deverá se pro- nunciar no prazo de 48 (quarenta e oito) horas."
      },
      {
        "letra": "D",
        "texto": "O recurso voluntário interposto contra sentença em pro- cesso cautelar, proferida contra pessoa jurídica de direito público, que importe reclassificação funcional, não terá efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "O reexame necessário de sentença proferida em pro- cesso cautelar contra pessoa jurídica de direito público, denominado pela lei de recurso ex officio, que importe em outorga ou adição de vencimentos, não terá efeito suspensivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "346905",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "O prazo para contestar ação popular.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é de 20 (vinte) dias, improrrogáveis"
      },
      {
        "letra": "B",
        "texto": "é de 30 (trinta) dias, prorrogáveis por igual período, desde que requerido pelo interessado, no caso de difícil produção de prova testemunhal."
      },
      {
        "letra": "C",
        "texto": "poderá ser prorrogado a requerimento do interessado, no caso de difícil produção de prova documental."
      },
      {
        "letra": "D",
        "texto": "inicia-se no dia seguinte ao da citação pessoal ou do decurso do prazo assinado em edital."
      },
      {
        "letra": "E",
        "texto": "inicia-se no dia útil seguinte ao da citação pessoal, in- dependentemente da entrega do mandado cumprido em cartório"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "329993",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito da Ação Popular,nos termos da Lei 4.717 de 29 de junho de1965,é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Das sentenças e decisões proferidas contra o autor da ação e suscetíveis de recurso, poderá recorrer qualquer cidadão e também o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "A ilegalidade do objeto ocorre quando se verifica que o agente pratica o ato visando a fim diverso daquele previsto, explícita ou implicitamente, na regra de competência."
      },
      {
        "letra": "C",
        "texto": "Decorridos 60 (sessenta) dias da publicação da sentença condenatória de segunda instância, sem que o autor ou terceiro promova a respectiva execução, o representante do Ministério Público a promoverá nos 30 (trinta) dias seguintes, sob pena de falta grave."
      },
      {
        "letra": "D",
        "texto": "A sentença que concluir pela carência ou pela improcedência da ação está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal; da que julgar a ação procedente caberá apelação, com efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "É facultado a qualquer cidadão habilitar-se como litisconsorte ou assistente do autor da ação popular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "329213",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito do mandado de segurança, da ACP, da ação popular e da ação de improbidade administrativa, assinale a opção correta consoante a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a atual posição do STJ, é possível a formação do litisconsórcio ativo no mandando de segurança, após obtida liminar, em razão da economia processual e harmonização dos julgados."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização da conduta de negar publicidade aos atos oficiais como ato de improbidade, deve ser comprovada a ocorrência de dano à administração pública."
      },
      {
        "letra": "C",
        "texto": "Embora a lesão ao patrimônio público possa decorrer de ato omissivo, este não enseja o manejo de ação popular, haja vista a natureza da sentença a ser proferida."
      },
      {
        "letra": "D",
        "texto": "O prejuízo pela falta de intimação do MP em ACP é presumido, de forma que a declaração de nulidade independe da comprovação do prejuízo."
      },
      {
        "letra": "E",
        "texto": "A multa imposta à contratada, por autoridade administrativa, em decorrência de atraso na execução do contrato, não enseja impetração de mandado de segurança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322962",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre a ação popular, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público goza de legitimidade ativa exclusiva para a propositura da ação popular."
      },
      {
        "letra": "B",
        "texto": "É possível a concessão de liminar para suspensão do ato lesivo quando a ação popular versar sobre a defesa do patrimônio público."
      },
      {
        "letra": "C",
        "texto": "Somente as pessoas públicas têm legitimidade passiva na ação popular."
      },
      {
        "letra": "D",
        "texto": "Não é possível a repropositura da ação popular com base em nova prova, ainda que a ação tenha sido julgada improcedente por deficiência de prova."
      },
      {
        "letra": "E",
        "texto": "O prazo prescricional para a propositura da ação popular é de 10 (dez) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304773",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em relação à ação popular, ao mandado de segurança e à ação de improbidade administrativa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de reconsideração, na via administrativa, não interrompe o prazo para a impetração do mandado de segurança, inclusive nos casos de interposição de recurso administrativo com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A lei de improbidade administrativa, afinada com a garantia constitucional da efetividade da tutela jurisdicional, prevê apenas duas espécies de medidas cautelares: a indisponibilidade de bens e o afastamento do agente público do exercício do cargo, emprego ou função."
      },
      {
        "letra": "C",
        "texto": "Em sede de ação popular, admite-se o controle da representatividade adequada em cada caso concreto, segundo o modelo ope judicis, de modo que, mesmo provada a condição de eleitor ou cidadão português equiparado, a legitimidade ainda poderá ser recusada pelo juiz."
      },
      {
        "letra": "D",
        "texto": "De acordo com o entendimento do STF, em relação à legitimidade para impetrar mandado de segurança coletivo, a exigência do requisito de estar em funcionamento há pelo menos um ano aplica-se tanto às associações quanto às entidades de classe ou sindicatos."
      },
      {
        "letra": "E",
        "texto": "Segundo o STJ, no âmbito da ação popular, é possível que a entidade pública, mesmo após ter contestado ou ter se mantido inerte, se retrate do posicionamento anteriormente tomado e passe a atuar como assistente do autor, ainda que já saneado o feito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303122",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito da ação popular, da ação civil pública (ACP) e da ação de improbidade administrativa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ACP por improbidade administrativa, para que ocorra a decretação da indisponibilidade de bens, é indispensável que seja demonstrada a dilapidação do patrimônio ou o deliberado intento em assim proceder."
      },
      {
        "letra": "B",
        "texto": "Após manifestação prévia do réu, e encontrando-se em dúvida quanto à existência da prática de ato de improbidade, o juiz deverá rejeitar, desde logo, a ação."
      },
      {
        "letra": "C",
        "texto": "Na ação popular, admite-se a reconvenção em razão de serem utilizadas as regras do Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "O termo de ajustamento de conduta, previsto pela Lei da Ação Civil Pública, depende de homologação judicial para ter eficácia de título executivo e deve ser pactuado como requisito para o ajuizamento de ACP."
      },
      {
        "letra": "E",
        "texto": "Na ACP, os recursos podem ter efeito suspensivo, conferido pelo próprio juiz da causa, para evitar dano irreparável à parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423383",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Procedimentos Especiais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Requisitos de admissibilidade",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante, formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "E inadmissível, na ação popular, o ingresso de litisconsorte ativo após o despacho da petição inicial."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não detém legitimidade para requerer ao juiz a caducidade de medida liminar deferida em mandado de segurança, na hipótese de o respectivo impetrante criar obstáculo ao normal andamento do processo."
      },
      {
        "letra": "D",
        "texto": "E incabível reconvenção em ação monitoria, mesmo após a conversão do procedimento em ordinário."
      },
      {
        "letra": "E",
        "texto": "O instrumentalismo processual preconiza, fundamentalmente, um reforço da separação entre os planos do direito substancial e processual, evitando, assim, influências recíprocas, com a perda da autonomia científica do direito processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372046",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação de habeas data é garantia constitucional inabolível destinada a assegurar o conhecimento e, se necessário, a retificação, de informações de caráter pessoal relativas à pessoa do impetrante, constantes de banco de dados de entidades governamentais, ou de entidades de caráter público ou privado."
      },
      {
        "letra": "B",
        "texto": "O prazo para impetração do mandado de segurança, cuja constitucionalidade foi afirmada pelo Supremo Tribunal Federal, tem sua natureza jurídica discutida em doutrina sendo, atualmente, predominante a posição de que se trata de prazo preclusivo, já que o impetrante não perde o direito à desconstituição do ato, mas apenas não pode fazê-lo por meio da via do writ."
      },
      {
        "letra": "C",
        "texto": "No controle de constitucionalidade difuso, em que o órgão fracionário do Tribunal de 2º grau deixa de aplicar uma norma, por considerá-la inconstitucional, não há necessidade de submissão da questão ao plenário da Corte."
      },
      {
        "letra": "D",
        "texto": "A ação popular produz coisa julgada secundum eventus litis, pois será erga omnes, exceto em caso de improcedência por insuficiência de provas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "366175",
    "metadata": "Ano: 2012 | Banca: FUNDATEC | Órgão: Prefeitura de Cachoeirinha - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Na ação popular, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Fazenda Pública possui prazo em quádruplo para contestar."
      },
      {
        "letra": "B",
        "texto": "Possui dentre os seus legitimados o Ministério Público e os Partidos Políticos."
      },
      {
        "letra": "C",
        "texto": "Em caso de improcedência por falta de provas, a coisa julgada é apenas formal."
      },
      {
        "letra": "D",
        "texto": "Não há condenação em honorários sucumbenciais para qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "Não comporta reexame necessário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359529",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "O prazo para contestar a ação popular é de;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "20 (vinte) dias."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) dias, prorrogável por mais 20 (vinte) dias a requerimento do interessado."
      },
      {
        "letra": "D",
        "texto": "30 (trinta) dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "326122",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre Ação Popular, analise as assertivas. I - A Ação Popular, como integrante do microssistema processual coletivo, é regida não só pela Lei nº 4.717/1965, mas também pelo Código de Defesa do Consumidor e pela Lei da Ação Civil Pública, sempre de forma complementar. II - A Ação Popular deve ser proposta sempre no foro do domicílio do autor popular, independentemente de onde ocorreu a lesão ou ameaça de lesão. III - A coisa julgada na Ação Popular opera erga omnes , tanto em caso de procedência do pedido ou improcedência, mas nunca secundum eventum litis . IV - Independentemente do resultado da Ação Popular, a eficácia da sentença proferida está condicionada à remessa obrigatória para o tribunal competente. V - A Constituição da República de 1988 pouco inovou no âmbito objetivo-material da Ação Popular, pois com o advento da Lei da Ação Civil Pública em 1985, já era possível ao cidadão propor ação para anular ato lesivo ao patrimônio público ou de entidade de que o Estado participe, à moralidade administrativa, ao meio ambiente e ao patrimônio histórico e cultural. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "V, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324637",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A ação popular:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente poderá ter como autor o cidadão, ou seja, aquele que é eleitor."
      },
      {
        "letra": "B",
        "texto": "Poderá ter como autor qualquer brasileiro ou associação legalmente constituída e em funcionamento há, pelo menos, 1 ano."
      },
      {
        "letra": "C",
        "texto": "Poderá ter como autor cidadão com direitos políticos e partido político com representação no Congresso Nacional, na defesa de seus interesses legítimos relativos a seus integrantes ou à fnalidade partidária."
      },
      {
        "letra": "D",
        "texto": "Poderá ter como autor qualquer brasileiro ou partido político com representação no Congresso Nacional, na defesa de seus interesses legítimos relativos a seus integrantes ou à fnalidade partidária."
      },
      {
        "letra": "E",
        "texto": "Somente poderá ter como autor cidadão, ou seja, pessoa que esteja com o pleno exercício dos seus direitos políticos, ou associação legalmente constituída e em funcionamento há, pelo menos, 1 ano"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "290581",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A ação popular deve seguir o procedimento ordinário, previsto no Código de Processo Civil, sem nenhuma ressalva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "290576",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Todo cidadão tem legitimidade para ajuizar ação popular, sendo necessária, para isso, a apresentação de título de eleitor ou documento equivalente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286693",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito da ação popular, considere:I. A sentença que, apreciando o fundamento de direito do pedido, julgar a lide manifestamente temerária, condenará o autor ao pagamento do décuplo das custas. II. O prazo para contestação é de vinte dias, prorrogáveis por mais vinte, a requerimento do interessado, se particularmente difícil a produção de prova documental. III. A pessoa jurídica tem legitimidade para propor ação popular. IV. A ação popular prescreve em dez anos. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV"
      },
      {
        "letra": "C",
        "texto": "III e IV"
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "284121",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o Ministério Público detém legitimidade para propor ação por ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "Infringe o princípio da congruência a decisão judicial que enquadra o ato de improbidade em dispositivo diverso do indicado na petição inicial."
      },
      {
        "letra": "C",
        "texto": "Na ação popular, é possível declarar a inconstitucionalidade incidental de lei como meio e modo de anular o ato administrativo praticado com base em seus preceitos."
      },
      {
        "letra": "D",
        "texto": "Pessoa jurídica detém legitimidade para propor ação popular."
      },
      {
        "letra": "E",
        "texto": "Na ação civil pública, a sentença fará coisa julgada erga omnes, nos limites da competência territorial do órgão prolator, ainda que o pedido tenha sido julgado improcedente por insuficiência de provas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "259261",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 4.717/1965, a ação popular presta-se somente à anulação ou declaração de nulidade de atos lesivos ao patrimônio público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253744",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Com referência a ação popular, mandado de segurança, ACP e ação por improbidade administrativa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O litisconsórcio passivo necessário é incompatível com o mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "Na ACP por improbidade administrativa, o juiz pode impor ao réu pena diversa da postulada pelo MP."
      },
      {
        "letra": "C",
        "texto": "O MP não tem legitimidade para propor ACP em defesa do patrimônio público."
      },
      {
        "letra": "D",
        "texto": "A ação popular pode ser ajuizada por pessoa jurídica."
      },
      {
        "letra": "E",
        "texto": "Para a impetração do mandado de segurança coletivo é imprescindível que a pretensão veiculada interesse a toda a categoria representada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "240608",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "A respeito da ação popular, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Esse tipo de ação não enseja ressarcimento do patrimônio público lesado."
      },
      {
        "letra": "B",
        "texto": "É vedado ao MP defender o ato impugnado."
      },
      {
        "letra": "C",
        "texto": "Sentença que extingue o feito sem resolução de mérito não se sujeita ao reexame necessário."
      },
      {
        "letra": "D",
        "texto": "É essencial ao cabimento dessa ação o efetivo prejuízo econômico do erário público."
      },
      {
        "letra": "E",
        "texto": "A declaração de constitucionalidade de lei não se inclui entre as possibilidades de causa de pedir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235496",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça, a ação popular será cabível para a proteção da moralidade administrativa, mesmo quando não houver dano material ao patrimônio público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235495",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Na ação popular, é vedado o ingresso de assistente ou litisconsorte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "215761",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em matéria de ação popular, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença que julga procedente a ação popular está sujeita ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "B",
        "texto": "A sentença que conclui pela carência da ação popular está sujeita ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "C",
        "texto": "Somente a sentença que conclui pela improcedência da ação popular está sujeita ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "D",
        "texto": "Somente a sentença que conclui pela improcedência da ação popular com fundamento em insuficiência de provas está sujeita ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "E",
        "texto": "A sentença que extingue a ação popular por falta de um dos pressupostos processuais está sujeita ao duplo grau de jurisdição obrigatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707104",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Juízo de admissibilidade e juízo de mérito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Não há interesse recursal do réu em relação a sentença que, em demanda coletiva, tenha decidido pela improcedência por falta de prova, para impugnar tal fundamento e modificá-lo para o de inexistência de direito. II - Na ação popular, a apelação tem efeito suspensivo quando interposta contra sentença que julgar procedente a demanda. III - O juízo a quo e o juízo ad quem poderão deferir pedido de efeito suspensivo de recursos oriundos de ação civil pública, não sendo possível, todavia, tal concessão em relação a apenas um dos capítulos da decisão. IV - A União poderá repassar até dez por cento de sua complementação para programas direcionados à melhoria da qualidade da educação, tanto aos Estados, quanto aos Municípios, não importando que tenha sido atingido o valor nacional estipulado por aluno.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620547",
    "metadata": "Ano: 2011 | Banca: Nosso Rumo | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Qualquer cidadão é parte legítima para propor _______________ que vise a anular ato lesivo ao patrimônio público ou de entidade de que o Estado participe, à moralidade administrativa, ao meio ambiente e ao patrimônio histórico e cultural, ficando o autor, salvo comprovada má-fé, isento de custas judiciais e do ônus da sucumbência. Assinale a alternativa correspondente à expressão que completa corretamente a lacuna acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandado de segurança"
      },
      {
        "letra": "B",
        "texto": "ação popular"
      },
      {
        "letra": "C",
        "texto": "mandado de segurança coletivo"
      },
      {
        "letra": "D",
        "texto": "mandado de injunção"
      },
      {
        "letra": "E",
        "texto": "habeas data"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "535313",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Ações Coletivas no CPC 1973",
      "Prazos",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - Na Ação Popular, são nulos os atos lesivos ao patrimônio público, dentre outros, nos casos de desvio de finalidade, ou seja, quando o resultado do ato importa em violação de lei, regulamento ou outro ato normativo. II - Os atos processuais realizar-se-ão nos prazos prescritos em lei, todavia, podendo as partes, de comum acordo, reduzir ou prorrogar o prazo dilatório, tendo eficácia, tal convenção, somente se requerida antes do vencimento do prazo e se fundada em motivo legítimo. III - Pelo princípio dispositivo, o juiz não pode conhecer de matéria a cujo respeito a lei exige a iniciativa da parte, mas se permite que o Magistrado ordene, de ofício, provas necessárias à instrução do processo, além das provas apresentadas pelas partes. IV - Importará em preclusão, no procedimento ordinário, a ausência de indicação do rol de testemunhas na petição inicial, não sendo possível a sua juntada posterior. V - Quando a parte admite a verdade de um fato, contrário ao seu interesse e favorável ao adversário, há confissão, que só pode ser obtida judicialmente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições IV e V estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I e II estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I, IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições II, III e V estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235369",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Acerca das garantias processuais constitucionais, é correto afrmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar, salvo por determinação judicial;"
      },
      {
        "letra": "B",
        "texto": "é inviolável o sigilo da correspondência, salvo por ordem judicial para fns de prova em processo ou procedimento;"
      },
      {
        "letra": "C",
        "texto": "a lei não excluirá da apreciação do Poder Judiciário lesão ou ameaça a direitos, salvo os disponíveis;"
      },
      {
        "letra": "D",
        "texto": "não haverá juízo ou tribunal de exceção, salvo se criados por lei complementar;"
      },
      {
        "letra": "E",
        "texto": "qualquer cidadão é parte legítima para propor ação popular que vise a anular ato lesivo ao meio ambiente, fcando o autor isento de custas judiciais, salvo comprovada má-fé"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "215176",
    "metadata": "Ano: 2011 | Banca: COPS-UEL | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre as ações coletivas, analise as seguintes assertivas: I – a falta da citação dos beneficiários diretos ou indiretos do ato impugnado seja por via de ação de improbidade administrativa, seja por via de ação popular, gera a inexistência jurídica da demanda, em função da existência de litisconsórcio passivo necessário. II – a ação popular e a ação de improbidade administrativa são instrumentos hábeis à tutela do patrimônio público e da moralidade administrativa, servindo-se à decretação judicial da perda do cargo ou função pública do servidor público que tenha praticado, dolosamente, ato administrativo ilegal, lesivo ao patrimônio público e que tenha lhe acarretado enriquecimento ilícito. III – mesmo tendo contestado a ação popular ou a ação de improbidade administrativa, a pessoa jurídica de direito público pode promover a execução da sentença, no que a beneficiar. IV – prescrevem em cinco anos as pretensões de tutela deduzíveis por via da ação civil pública, a exemplo da ação popular, inclusive no que diz respeito à obtenção de ressarcimento ao erário. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estão corretas apenas as afirmações I e III;"
      },
      {
        "letra": "B",
        "texto": "estão corretas apenas as afirmações I e IV;"
      },
      {
        "letra": "C",
        "texto": "está correta apenas a afirmação I;"
      },
      {
        "letra": "D",
        "texto": "está correta apenas a afirmação III;"
      },
      {
        "letra": "E",
        "texto": "estão corretas todas as afirmações."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "214247",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Se o autor desistir da ação popular,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz, de ofício, dará andamento ao processo, até a prolação da sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "fica assegurado apenas ao Ministério Público promover o prosseguimento da ação, enquanto não decorrido o prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "fica assegurado a qualquer cidadão, bem como ao representante do Ministério Público, dentro do prazo que a lei fixa, promover o prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "o juiz suspenderá o processo, durante o prazo legal de prescrição, aguardando que qualquer cidadão lhe dê andame"
      },
      {
        "letra": "E",
        "texto": "o juiz indeferirá o pedido de desistência, em virtude de proibição legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "204027",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Na ação popular, a pessoa jurídica de direito público, cujo ato seja objeto de impugnação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá requerer sua habilitação como assistente do autor popular ou dos réus, conforme seja de seu interesse aderir à impugnação ou contrariá-la."
      },
      {
        "letra": "B",
        "texto": "terá de defender o ato impugnado ou abster-se de contestar, porque ao Ministério Público já é vedado assumir a defesa de ato impugnado."
      },
      {
        "letra": "C",
        "texto": "não poderá abster-se de contestar o pedido, sob pena de responsabilidade administrativa de seu representante, mas poderá atuar ao lado do autor."
      },
      {
        "letra": "D",
        "texto": "não poderá abster-se de contestar o pedido, nem atuar ao lado do autor popular."
      },
      {
        "letra": "E",
        "texto": "poderá abster-se de contestar o pedido, ou poderá atuar ao lado do autor, desde que isso se afigure útil ao interesse público, a juízo de seu representante legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201855",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre o tema da Administração Pública em Juízo, no regime das Leis nºs 4.717/65 (Ação Popular), 7.347/85 (Ação Civil Pública) e 12.016/09 (Mandado de Segurança), é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É facultado a qualquer cidadão habilitar-se como litisconsorte ou assistente do autor da ação popular;"
      },
      {
        "letra": "B",
        "texto": "Em caso de desistência infundada ou abandono da ação civil pública por associação legitimada, apenas o Ministério Público poderá assumir a titularidade ativa;"
      },
      {
        "letra": "C",
        "texto": "A existência de recurso administrativo com efeito suspensivo impede o uso do mandado de segurança contra omissão da autoridade;"
      },
      {
        "letra": "D",
        "texto": "A interposição de agravo de instrumento contra liminar concedida nas ações movidas contra o poder público e seus agentes prejudica e condiciona o julgamento do pedido de suspensão de execução da liminar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "200550",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Acórdão do Tribunal de Justiça do Estado do Amazonas que concede mandado de segurança contra ato do governador desafia:.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso ordinário para o Supremo Tribunal Federal;"
      },
      {
        "letra": "B",
        "texto": "ecurso de apelação para o órgão especial;"
      },
      {
        "letra": "C",
        "texto": "recurso extraordinário, em ocorrendo matéria de natureza constitucional;"
      },
      {
        "letra": "D",
        "texto": "recurso especial para o Superior Tribunal de Justiça, somente se a matéria for de ordem pública."
      },
      {
        "letra": "E",
        "texto": "recurso ordinário para o Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "200549",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Segundo a jurisprudência atual do Superior Tribunal de Justiça em termos de mandado de segurança:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato de Ministro de Estado não se sujeita, na via do mandado de segurança, à competência originária do Superior Tribunal de Justiça;"
      },
      {
        "letra": "B",
        "texto": "não se o admite para convalidar a compensação tributária realizada pelo contribuinte;"
      },
      {
        "letra": "C",
        "texto": "compete ao Superior Tribunal de Justiça processá-lo e julgá-lo, originariamente, contra ato de membros do Tribunal de Justiça;"
      },
      {
        "letra": "D",
        "texto": "se de competência originária de Tribunal de Justiça, a divergência entre os votos é suficiente par autorizar a interposição de embargos infringentes;"
      },
      {
        "letra": "E",
        "texto": "por ser pessoa jurídica de direito privado, o ato de sociedade de economia mista ou empresa pública pratcado em processo de licitação não comporta controle judicial por meio de mandado de segurança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "200492",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: Prefeitura de Nova Lima - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em relação à ação civil pública, pode-se afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao foro da capital do estado processar e julgar a ação civil pública que se insurge contra danos que produzem efeitos em âmbito regional, tratando- se de competência absoluta."
      },
      {
        "letra": "B",
        "texto": "Os órgãos da Administração Pública, direta ou indireta, ainda que sem personalidade jurídica, especificamente destinados à defesa dos interesses e direitos previstos no Código de Defesa do Consumidor, têm legitimidade ativa para ajuizar ação civil pública em defesa de interesses individuais homogêneos dos consumidores."
      },
      {
        "letra": "C",
        "texto": "É incabível a declaração de inconstitucionalidade de lei incidenter tantum em ação civil pública."
      },
      {
        "letra": "D",
        "texto": "Na ação civil pública, os recursos devem ser recebidos, em regra, apenas no efeito devolutivo, ressalvados os casos de iminente dano irreparável às partes, em que poderá ser conferido efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "200491",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: Prefeitura de Nova Lima - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Dispõe a Constituição da República em seu artigo 5º, LX- XIII, que:“qualquer cidadão é parte legítima para propor ação popular que vise a anular ato lesivo ao patrimônio público ou de entidade de que o Estado participe, à moralidade administrativa, ao meio ambiente e ao patrimônio histórico e cultural, ficando o autor, salvo comprovada má-fé, isento de custas judiciais e do ônus da sucumbência”.Sobre a ação popular, pode-se afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor da ação popular deve ser eleitor com domicílio eleitoral no âmbito do território do ente da federação ao qual se vincula a pessoa jurídica de direito público ré."
      },
      {
        "letra": "B",
        "texto": "Há na ação popular litisconsórcio passivo necessário simples entre as pessoas jurídicas públicas ou privadas na qual foi praticado o ato lesivo; as autoridades, funcionários ou administradores que houverem autorizado, aprovado, ratificado ou praticado o ato impugnado, ou que, por omissas, tiverem dado oportunidade à lesão; e contra os beneficiários diretos do mesmo."
      },
      {
        "letra": "C",
        "texto": "O prazo de contestação na ação popular é de 20 (vinte) dias, prorrogáveis por mais 20 (vinte), a requerimento do interessado, se particularmente difícil a produção de prova documental, e será comum a todos os interessados, correndo da entrega em cartório do mandado cumprido, ou, quando for o caso, do decurso do prazo assinado em edital."
      },
      {
        "letra": "D",
        "texto": "A sentença na ação popular incluirá sempre, na condenação dos réus, o pagamento, ao autor, das custas e demais despesas, judiciais e extrajudiciais, diretamente relacionadas com a ação e comprovadas, bem como o dos honorários de advogado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "197628",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "É correto afirmar que, na ação civil constitucional de mandado de segurança,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser impetrado coletivamente, por entidade de classe ou associação legalmente constituída e em funcionamento há menos de 1 (um) ano, em defesa dos interesses de seus membros ou associados."
      },
      {
        "letra": "B",
        "texto": "a controvérsia sobre matéria de direito não impede a sua concessão."
      },
      {
        "letra": "C",
        "texto": "a ação mandamental coletiva induz litispendência para as impetrações individuais."
      },
      {
        "letra": "D",
        "texto": "a controvérsia sobre matéria de fato não impede a sua concessão."
      },
      {
        "letra": "E",
        "texto": "no mandado de segurança coletivo, a medida liminar pode ser concedida inaudita altera pars."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "148748",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Analise as assertivas abaixo:I - Se os mesmos fatos investigados no inquérito civil foram objeto de ação popular julgada improcedente pelo mérito e não por falta de provas, o caso é de arquivamento do procedimento instaurado. II - O procedimento preparatório deverá ser autuado com numeração seqüencial à do inquérito civil, devendo ser concluído no prazo improrrogável de noventa dias (Res. Nº 23/2007 do CNMP). III - O conhecimento de manifestação anônima, justificada, não implicará ausência de providências, desde que forneça, por qualquer meio legalmente permitido, informações sobre o fato e seu provável autor, bem como a qualificação mínima que permita sua identificação e localização (Res. Nº 23/2007 do CNMP). IV - A nulidade de uma cláusula contratual abusiva invalida o contrato, uma vez que o legislador não adotou o princípio da conservação dos contratos no Código de Defesa do Consumidor. V - O Ministério Público agirá em defesa do consumidor dependendo do interesse a ser defendido, fazendo-o sempre quando se tratar de interesses difusos, e, em se tratando de interesses individuais homogêneos, atuará sempre que haja manifesto interesse social evidenciado pela dimensão ou pelas características do dano, ainda que potencial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os itens estão corretos;"
      },
      {
        "letra": "B",
        "texto": "somente os itens I e III e IV estão incorretos;"
      },
      {
        "letra": "C",
        "texto": "somente os itens II, III e V estão incorretos;"
      },
      {
        "letra": "D",
        "texto": "somente os itens I, III e V estão corretos;"
      },
      {
        "letra": "E",
        "texto": "todos os itens estão incorretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456890",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Na ação popular,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo para contestação é de 15 dias, contados da entrega em cartório do mandado cumprido ou do decurso do prazo assinado em edital."
      },
      {
        "letra": "B",
        "texto": "é dispensável a intimação do Ministério Público, salvo se versar sobre interesses de menores ou incapazes."
      },
      {
        "letra": "C",
        "texto": "não cabe julgamento antecipado da lide."
      },
      {
        "letra": "D",
        "texto": "as perdas e danos a que forem condenados os responsáveis pelo ato impugnado serão corrigidas monetariamente a partir da sentença."
      },
      {
        "letra": "E",
        "texto": "fica o autor, no caso de improcedência da ação, salvo comprovada má-fé, isento de custas judiciais e do ônus da sucumbência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "434347",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Ações Coletivas no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Ação Popular",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "João e outros ingressaram com ação popular, alegando nulidades em concurso público realizado pela Assembleia Legislativa do Estado do Rio Grande do Sul. No polo passivo, incluíram tão somente o Deputado Estadual Presidente da Assembleia Legislativa. Foi proferida sentença de procedência, determinando a anulação do certame. Em sede de apelação, mostra-se correto arguir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, o Estado do Rio Grande do Sul."
      },
      {
        "letra": "B",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, a Assembleia Legislativa."
      },
      {
        "letra": "C",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente o Estado do Rio Grande do Sul."
      },
      {
        "letra": "D",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente a Assembleia Legislativa."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407165",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "O direito brasileiro é dotado de amplo sistema de proteção de direitos da coletividade, bem como de direitos individuais de massa, sendo CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impetração de mandado de segurança coletivo por entidade de classe em favor dos associados independe da autorização destes."
      },
      {
        "letra": "B",
        "texto": "nas execuções individuais de sentença proferida em ações coletivas, somente são devidos honorários advocatícios pela Fazenda Pública caso ela ofereça embargos."
      },
      {
        "letra": "C",
        "texto": "os recursos no sistema da Lei de ação civil pública, como regra geral, têm os efeitos suspensivo e devolutivo."
      },
      {
        "letra": "D",
        "texto": "na ação popular, após o despacho da petição inicial não é permitido que outro cidadão habilite-se como litisconsorte ou assistente do autor."
      },
      {
        "letra": "E",
        "texto": "no mandado de segurança coletivo, havendo urgência, poderá ser concedida liminar, independentemente da oitiva do representante judicial da pessoa de direito público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "205536",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DER-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto à ação popular, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer pessoa é parte legítima para pleitear judicialmente, por meio de ação popular, a declaração de nulidade de ato lesivo ao patrimônio do estado de Rondônia."
      },
      {
        "letra": "B",
        "texto": "A pessoa jurídica de direito público ou de direito privado, cujo ato seja objeto de impugnação, deverá apresentar contestação ao pedido no prazo de 15 dias, contado em quádruplo."
      },
      {
        "letra": "C",
        "texto": "A sentença terá eficácia de coisa julgada erga omnes, salvo no caso de a ação popular ter sido julgada improcedente por ausência de provas."
      },
      {
        "letra": "D",
        "texto": "Apenas a sentença de procedência na ação popular está sujeita ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "E",
        "texto": "É vedado às pessoas jurídicas de direito público que tenham contestado a ação popular promover a execução da sentença condenatória proferida contra os demais réus."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "119749",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Caio, Gerente comercial da Empresa X – estatal de economia mista, após os trâmites de estilo, subscreve, como representante legal da empresa, contrato de prestação de serviços com a Empresa Y, especialista na manutenção de cabos elétricos. Durante o período de dez meses, o servi- ço transcorre normalmente. No décimo-primeiro mês, a empresa Y falha, seguidamente, na prestação dos serviços avençados, sofrendo multa prevista no contrato. Inconformada, a empresa contratada impetra mandado de segurança contra o ato do Gerente comercial da Empresa X. No desenvolvimento da análise desse caso, constatou-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação popular é cabível diante do prejuízo para a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "o mandamus é perfeitamente cabível por ser o ato atacado de autoridade."
      },
      {
        "letra": "C",
        "texto": "as características peculiares das empresas controladas pelo Estado permitem, regra geral, o manejo da ação mandamental."
      },
      {
        "letra": "D",
        "texto": "os atos de gestão comercial das empresas públicas ou sociedades de economia mista não são atacáveis por mandado de segurança diante da novel legislação."
      },
      {
        "letra": "E",
        "texto": "os atos de gestão comercial somente estão infensos ao controle mandamental, se praticados pelo presidente da empresa pública ou sociedade de economia mista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "109071",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: IDAF-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Acerca do mandado de segurança, disciplinado pela Lei n° 12.016/09, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a concessão de mandado de segurança de decisão judicial da qual caiba recurso comefeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Da decisão do juiz de primeiro grau que conceder ou denegar a liminar caberá apelação por instrumento."
      },
      {
        "letra": "C",
        "texto": "A sentença que concede a segurança está sujeita, obrigatoriamente, ao duplo grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "É sempre vedada a execução provisória da sentença que concede o mandado de segurança."
      },
      {
        "letra": "E",
        "texto": "O direito de requerer mandado de segurança se extingue depois de 30 (trinta) dias, contados da ciência, pelo interessado, do ato impugnado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77441",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: CEB-DISTRIBUIÇÃO S/A",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "No que concerne à ação civil pública e à ação popular, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto a ação civil pública como a ação popular são instrumentos hábeis para a defesa dos danos causados ao meio ambiente, ao consumidor, a bens e a direitos de valor econômico, artístico, estético, histórico e turístico, assim como por infração da ordem econômica e da economia popular."
      },
      {
        "letra": "B",
        "texto": "O legitimado para propor ação civil pública é obrigado, antes de ingressar em juízo, a firmar termo de ajustamento de conduta (TAC) com a empresa concessionária de serviço público que tiver causado dano ao consumidor, sendo facultativa a previsão de multa cominatória."
      },
      {
        "letra": "C",
        "texto": "Nas ações civis públicas em que houver condenação em dinheiro pelo dano a um direito difuso e coletivo, a indenização reverterá para o fundo de defesa de direitos difusos e poderá ser levantada, mediante requerimento do interessado e respectiva autorização judicial, por aqueles que tiverem tido seus direitos lesados."
      },
      {
        "letra": "D",
        "texto": "A parte legítima para figurar no polo passivo da ação popular cujo objeto é a impugnação de ato lesivo ao patrimônio público praticado por concessionária de serviço público é a pessoa jurídica de direito público ou privado, devendo as autoridades, funcionários ou administradores responsáveis pelo ato administrativo ingressar no feito na condição de assistentes."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade originária para propor ação popular na qual atua como custus legis (fiscal da lei), mas prosseguirá com a demanda quando o autor popular abandoná-la, perder seus direitos políticos em caráter permanente ou temporário ou der causa à extinção do processo sem julgamento do mérito, como também promoverá a execução do julgado em caso de inércia do autor após sessenta dias da publicação da sentença condenatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "60966",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Obelix, cidadão regularmente inscrito no cadastro eleitoral, integra o rol de admiradores dos portais de Internet que contêm dados sobre gastos públicos. Ele recebe comunicações quanto a despesas que podem, aparentemente, causar prejuízos ao erário. Em uma das mensagens há informações de que o município de Gaugália irá adquirir dez mil doses da vacina antigripal contra o vírus da gripe aviária. Obelix resolveu averiguar o número de pessoas aptas a receber a vacina e é surpreendido ao identificar que o número total de habitantes do município não atinge seiscentas pessoas. Após obter todos os documentos necessários, inclusive o edital com os termos da licitação a ser realizada, propôs ação popular buscando suspender a compra, dado o prejuízo iminente aos cofres públicos. A liminar é deferida, tendo o Prefeito apresentado contestação, bem como o município, ambos litisconsortes passivos. Os autos são remetidos ao Ministério Público, que opina pela procedência do pedido apresentado. Não havendo outras provas, é proferida sentença, julgado procedente o pedido anulando-se o ato atacado e condenando os réus nas custas e em honorários advocatícios de dez por cento do valor da causa estipulado em R$ 100.000,00. Obelix requereu a execução do valor dos honorários advocatícios em seu prol.Nesse contexto, a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação popular seria incabível diante da ausência de prejuízo ocorrido."
      },
      {
        "letra": "B",
        "texto": "produção de prova documental é cabível somente na ação popular."
      },
      {
        "letra": "C",
        "texto": "verba sucumbencial pertence ao representante judicial do autor, sendo a condenação em honorários, autônoma."
      },
      {
        "letra": "D",
        "texto": "Ministério Público pode atuar no polo ativo, em litisconsórcio com o cidadão, na ação popular."
      },
      {
        "letra": "E",
        "texto": "valor de qualquer condenação no âmbito da ação popular, incluindo honorários advocatícios, deve reverter para fundo especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "36161",
    "metadata": "Ano: 2010 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "I - Tem cabimento a ação popular para anular atos lesivos ao patrimônio público em caso de incompetência, vício de forma, ilegalidade de objeto, falta de motivação e desvio de finalidade.II - O prazo de contestação na ação popular é de 15 (quinze) dias, prorrogável por mais 15 (quinze), a requerimento do interessado, se particularmente difícil a produção da prova documental, e será comum a todos os interessados.III - Não há custas ou preparo na ação popular.IV - A Lei n. 4.717/65 prevê expressamente o dever do Ministério Público promover a execução da sentença condenatória proferida na ação popular, em caso da inércia do autor, sob pena de falta grave.V - A ação popular prescreve em 05 (cinco) anos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, II, IV e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I, II, III e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I, III, IV e V estão corretos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "36159",
    "metadata": "Ano: 2010 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "I - Sendo coletivos os interesses tutelados pela ação civil pública, a coisa julgada não se estende erga omnes.II - No caso de interesses individuais homogêneos, a coisa julgada erga omnes será aproveitada pelo autor da ação individual que requerer a suspensão da mesma, no prazo de trinta dias, contados do ajuizamento da ação coletiva.III - São interesses difusos os transindividuais, de natureza indivisível, de que sejam titulares pessoas indeterminadas e ligadas por circunstância jurídica, sem que haja liame fático.IV - É facultado a qualquer cidadão habilitar-se como litisconsorte, sendo vedado o ingresso na lide como assistente do autor.V - A pessoa jurídica de direito público, cujo ato seja objeto da ação popular, citada, pode atuar ao lado do autor, aderindo à inicial, caso se afigure útil ao interesse público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, II, III e IV estão incorretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II, III, IV e V estão incorretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II, III e IV estão incorretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I, II, III e V estão incorretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I, III e IV estão incorretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "35990",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Em relação às ações coletivas, pode-se afirmarI. Será competente o foro do lugar onde ocorreu ou deva ocorrer o dano, quando de âmbito local; ou da capital do Estado ou no Distrito Federal, para os danos de âmbito nacional ou regional.II. Será competente para a execução o juízo da liquidação da sentença ou da ação condenatória, no caso de execução coletiva; e o juízo da ação condenatória, quando individual a execução.III. Poderão os legitimados ativos promover a liquidação e execução da indenização devida, decorrido o prazo de um ano sem habilitação de interessados em número compatível com a gravidade do dano.IV. A coisa julgada terá somente efeitos erga omnes ou ultra partes.V. Se o Ministério Público não ajuizar a ação, obrigatoriamente oficiará no feito, inclusive em se tratando de direitos ou interesses individuais homogêneos.Marque a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "I, III e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "IV e V estão corretas."
      }
    ],
    "gabarito": "C"
  }
]