[
  {
    "id": "645411",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: IPSMI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Em uma ação de nunciação de obra, Antunes promove embargo da obra contra o proprietário do imóvel vizinho ao seu, Marcos José, estando a obra em andamento. A obra causou a queda do muro da casa de Antunes, e diversas rachaduras em sua casa. Há pedido de antecipação de tutela para que a obra seja paralisada. Tais imóveis ficam na região central de Itaquaquecetuba, sendo que Marcos José mora em Sorocaba. Diante desse quadro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antunes poderia, neste caso, antes de propor a ação de nunciação de obra nova, embargar extrajudicialmente, notificando verbalmente, diante de duas testemunhas, Marcos José, ou na sua falta, o construtor, para não continuar a obra. Depois deveria, caso assim agisse, 3 (três) dias após tal notificação, requerer ratificação em juízo, sob pena de cessar o efeito do embargo realizado verbalmente."
      },
      {
        "letra": "B",
        "texto": "Caso o juiz indefira o pedido de antecipação de tutela, caberá a Antunes interpor Agravo de Instrumento, que será endereçado ao juízo da causa. O juiz poderá retratar-se, caso em que não remeterá os autos para superior instância."
      },
      {
        "letra": "C",
        "texto": "A ação poderá ser proposta tanto em Itaquaquecetuba como em Sorocaba, pois a competência em casos como esse é relativa."
      },
      {
        "letra": "D",
        "texto": "É lícito ao juiz conceder tutela de urgência somente após justificação prévia, preservando-se o princípio do contraditório."
      },
      {
        "letra": "E",
        "texto": "Mesmo que a obra não atenda aos requisitos administrativos, sendo prestada caução por Marcos José, o juiz autorizará o curso da construção até o término do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "643046",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "No tocante às ações possessórias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao réu, na contestação, alegando que foi ofendido na sua posse, demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor."
      },
      {
        "letra": "B",
        "texto": "Na pendência de ação possessória, é possível, tanto ao autor quanto ao réu, propor ação de reconhecimento do domínio em face da parte contrária."
      },
      {
        "letra": "C",
        "texto": "Não é possível ao autor cumular ao pedido possessório o de condenação em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Se o réu provar que o autor provisoriamente mantido ou reintegrado na posse carece de idoneidade financeira para, no caso de decair da ação, responder por perdas e danos, o juiz determinará que a coisa litigiosa seja depositada em juízo."
      },
      {
        "letra": "E",
        "texto": "A propositura de uma ação possessória em vez de outra não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "632927",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil de 1973, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas ações possessórias, a participação do cônjuge do autor é dispensável nos casos de composse."
      },
      {
        "letra": "B",
        "texto": "a autorização do marido poderá ser suprida judicialmente quando o mesmo recusar-se sem justo motivo."
      },
      {
        "letra": "C",
        "texto": "o cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos imobiliários."
      },
      {
        "letra": "D",
        "texto": "ambos os cônjuges serão necessariamente citados para as ações fundadas em dívida contraída pelo marido a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho da mulher."
      },
      {
        "letra": "E",
        "texto": "haverá a necessidade de citação de ambos os cônjuges nas ações que tenham por objeto a extinção de ônus sobre imóveis de um dos cônjuges."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "631673",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Rosana - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Revelia",
      "Ações possessórias",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os procedimentos regulados pelo Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação monitória, o processamento dos embargos se dá pelo procedimento sumário."
      },
      {
        "letra": "B",
        "texto": "O procedimento especial para a ação de nunciação de obra nova aplica-se exclusivamente quando o município figurar como autor da ação."
      },
      {
        "letra": "C",
        "texto": "No procedimento ordinário, a ausência do réu ou de seu advogado na audiência preliminar implica na aplicação dos efeitos da revelia."
      },
      {
        "letra": "D",
        "texto": "Dá-se o arrolamento de bens, nas hipóteses legais, por meio de procedimento cautelar específico."
      },
      {
        "letra": "E",
        "texto": "No procedimento sumário, quando for réu o município, a contestação deverá ser apresentada no prazo de 15 (quinze) dias, a contar da audiência de conciliação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620594",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Ações possessórias",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos procedimentos especiais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos procedimentos de jurisdição voluntária, havendo interesse de incapaz, a intervenção do MP será obrigatória, competindo-lhe assegurar que o julgador observe os critérios de legalidade estrita na condução do processo, bem como no julgamento final."
      },
      {
        "letra": "B",
        "texto": "Dada a natureza dúplice da ação de prestação de contas, o julgador pode reconhecer, na sentença, saldo em favor do réu, ainda que ele não o tenha postulado."
      },
      {
        "letra": "C",
        "texto": "A curatela de interditos está prevista no CPC como procedimento especial de jurisdição contenciosa, no qual a intervenção do MP, como autor do pedido ou como fiscal da lei, é obrigatória."
      },
      {
        "letra": "D",
        "texto": "Ajuizada ação possessória, o réu não poderá fundar sua defesa invocando a condição de proprietário do bem, mas poderá manejar ação própria de reconhecimento de domínio, independentemente do julgamento da possessória."
      },
      {
        "letra": "E",
        "texto": "Promovida ação monitória fundada em contrato de abertura de crédito em conta-corrente e acompanhada de extrato demonstrativo do débito, caso adote o entendimento pacificado no STJ sobre a matéria, o julgador irá extingui-la por falta de interesse em agir, já que, na hipótese, o contrato mencionado constitui título executivo extrajudicial, passível de imediata execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "607017",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "A respeito da atuação do Ministério Público (MP), do advogado e do juiz e da competência do órgão jurisdicionado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A suspeição e o impedimento do juiz podem ser arguidos em qualquer tempo ou grau de jurisdição, ou até mesmo após o trânsito em julgado da sentença, mediante ação rescisória."
      },
      {
        "letra": "B",
        "texto": "A competência para processar e julgar ação reivindicatória de bens imóveis situados em dois ou mais municípios é fixada pela prevenção entre os municípios em que o bem estiver situado."
      },
      {
        "letra": "C",
        "texto": "A parte que não seja advogado poderá postular em causa própria perante a justiça comum, mas com atuação limitada ao primeiro grau de jurisdição, caso na localidade não haja advogados ou se os ali existentes se recusarem a fazê-lo ou se encontrarem impedidos para tal."
      },
      {
        "letra": "D",
        "texto": "Nas ações referentes ao estado e à capacidade das pessoas propostas pelo MP, a falta de intervenção deste como fiscal da lei provocará a nulidade do processo."
      },
      {
        "letra": "E",
        "texto": "A incompetência em razão da matéria e da pessoa pode ser conhecida e declarada de ofício, mas a incompetência em razão do lugar e da hierarquia só pode ser declarada mediante provocação da parte interessada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599849",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "A posse, como situação de fato correlacionada, surge como aparência dos poderes proprietários, se amparando na intenção de ser dono ou na provável propriedade. De acordo com a legislação vigente e os precedentes relativos ao tema,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceptio proprietaris, como defesa oponível às ações possessórias típicas, foi mantida pelo Código Civil de 2002, que estabeleceu absoluta separação entre os juízos possessórios e petitórios."
      },
      {
        "letra": "B",
        "texto": "o particular que ocupa terra pública pode utilizar-se de ação de reintegração de posse para reaver a coisa, caso esbulhada por outro particular."
      },
      {
        "letra": "C",
        "texto": "os objetos das ações demarcatória e possessória são distintos, sendo desnecessário o aguardo da correta delimitação da área para que a reintegração de posse seja cumprida."
      },
      {
        "letra": "D",
        "texto": "a posse advinda do compromisso de compra e venda, quando desprovida do registro, impossibilita a oposição de embargos de terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "583370",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil e o Decreto-lei n.º 3365/1941, analise as assertivas a seguir: I. O juiz poderá determinar, de ofício, que se inicie o inventário, se nenhuma das pessoas legitimadas o requerer no prazo legal. II. Nas ações possessórias é lícito ao réu, na contestação, alegando que foi o ofendido em sua posse, demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor. III. Nas demandas de usucapião serão intimados por via postal, para que manifestem interesse na causa, os representantes da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios, mas não há necessidade da intimação dos Municípios. IV. Mediante declaração de utilidade pública, todos os bens poderão ser desapropriados pela União, pelos Estados, Municípios, Distrito Federal e Territórios. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas I e II são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "581888",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que tange às ações possessória e reivindicatória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação reivindicatória segue procedimento especial, regulado pelo vigente Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "No procedimento especial de reintegração de posse, não se admite a cumulação do pedido possessório com perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Na ação reivindicatória, não pode o réu alegar, em contestação, exceção de domínio com fundamento na prescrição aquisitiva."
      },
      {
        "letra": "D",
        "texto": "É vedado o liminar deferimento de reintegração de posse, inaudita altera parte, contra as pessoas jurídicas de direito público."
      },
      {
        "letra": "E",
        "texto": "Na ação reivindicatória, deve o autor comprovar sua posse anterior, sob pena de indeferimento da petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "578440",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Ações possessórias",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Considere as afirmações a seguir. I. O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. II. Ambos os cônjuges serão necessariamente citados para as ações que versem sobre direitos reais imobiliários. III. Ambos os cônjuges serão necessariamente citados para as ações resultantes de fatos que digam respeito a ambos os cônjuges ou de atos praticados por eles. IV. Ambos os cônjuges serão necessariamente citados para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges. V. Nas ações possessórias, a participação do cônjuge do autor ou do réu é dispensável nos casos de composse ou de ato por ambos praticados. Estão corretas as afirmações contidas, APENAS, em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "571871",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Determinado bem imóvel está registrado em nome de Pedro e de Rafael e, com base nesse título (certidão de registro público), eles desejam tomar medida judicial contra Antônio, que exerce a posse do imóvel. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso eventual ação reivindicatória proposta em litisconsórcio ativo pelos condôminos Pedro e Rafael seja julgada improcedente, o recurso interposto por apenas um dos litisconsortes não beneficiará o que não recorreu, em razão do princípio da independência dos litisconsortes."
      },
      {
        "letra": "B",
        "texto": "Às partes que ajuizarem ação reivindicatória será vedado realizar a denunciação de terceiro à lide, devendo eventual direito de regresso, decorrente da evicção, ser exercido por outra via processual."
      },
      {
        "letra": "C",
        "texto": "Ao contestar eventual ação reivindicatória proposta pelos condôminos Pedro e Rafael, o réu, Antônio, poderá alegar usucapião como matéria de defesa que, se acolhida, levará à improcedência do pleito autoral reivindicatório."
      },
      {
        "letra": "D",
        "texto": "Para propor ação reivindicatória contra Antônio, Pedro e Rafael devem demonstrar que também são possuidores do bem, sob pena de extinção do processo por falta de interesse em agir."
      },
      {
        "letra": "E",
        "texto": "Caso ação reivindicatória seja proposta apenas por Rafael, Pedro poderá ingressar no feito como seu assistente simples, haja vista seu interesse jurídico no resultado do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "567083",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "O autor moveu ação de reintegração de posse, alegando, na petição inicial, que o réu havia invadido o terreno por ele possuído, o que configuraria, segundo o autor, situação de esbulho. Isso posto, assinale a alternativa que contém afirmativa correta a respeito do procedimento especial da ação de reintegração de posse.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando ter restado provada turbação de posse, em vez de esbulho, o juiz não deve julgar a demanda improcedente, mas conceder a proteção possessória correspondente."
      },
      {
        "letra": "B",
        "texto": "Não se admite que o autor cumule com o pedido de reintegração de posse o pleito de indenização por perdas e danos causados pelo esbulho."
      },
      {
        "letra": "C",
        "texto": "Se o réu desejar pleitear a proteção possessória em seu próprio favor, deverá, obrigatoriamente, aforar reconvenção, em peça separada da contestação."
      },
      {
        "letra": "D",
        "texto": "Caso a demanda tenha sido ajuizada há mais de ano e dia da data do esbulho, o autor perderá o direito a que lhe sejam concedidas quaisquer medidas urgentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "564039",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O curador especial do réu revel citado por edital está sujeito, na contestação, à observância da regra de impugnação específica."
      },
      {
        "letra": "B",
        "texto": "A participação do cônjuge do autor ou do réu nas ações possessórias somente é indispensável nas hipóteses de composse ou de ato por ambos praticado."
      },
      {
        "letra": "C",
        "texto": "Quando acolhidas e declaradas pelo juiz, as alegações de litispendência, perempção, coisa julgada, decadência ou prescrição acarretarão a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "A ausência de ajuizamento da ação principal no prazo de trinta dias acarreta, obrigatoriamente, a extinção do processo cautelar."
      },
      {
        "letra": "E",
        "texto": "Ao vencedor da demanda não pode ser imputada condenação por litigância de má-fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552566",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "No que diz respeito às ações possessórias, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra as pessoas jurídicas de direito público não será deferida a reintegração liminar sem prévia audiência dos respectivos representantes judiciais."
      },
      {
        "letra": "B",
        "texto": "É essencial, se houver composse, que todos os compossuidores proponham a demanda de defesa da posse, em litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "A norma processual civil não prevê a fungibilidade dos interditos possessórios, mas apenas destes com as ações reivindicatórias."
      },
      {
        "letra": "D",
        "texto": "São propostas somente por quem foi privado da posse, pois aquele que a possui não terá interesse processual na demanda possessória."
      },
      {
        "letra": "E",
        "texto": "O réu só pode demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor através de reconvenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "515198",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "No que concerne aos interditos possessórios, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ajuizamento de uma ação possessória, em vez de outra que seria realmente a cabível, não configura óbice à resolução do meritum causae;"
      },
      {
        "letra": "B",
        "texto": "ao pleito de tutela possessória pode ser cumulado o de ressarcimento dos danos sofridos em razão do esbulho perpetrado;"
      },
      {
        "letra": "C",
        "texto": "em se tratando de ação possessória de força nova, o seu autor pode requerer a concessão de medida liminar, a qual assume a natureza de tutela antecipatória de mérito; a ação deve ser proposta no foro de situação do imóvel objeto da lide, sob pena de gerar o vício de incompetência absoluta;"
      },
      {
        "letra": "D",
        "texto": "a ação deve ser proposta no foro de situação do imóvel objeto da lide, sob pena de gerar o vício de incompetência absoluta;"
      },
      {
        "letra": "E",
        "texto": "o réu, caso entenda ter tido a sua posse turbada ou esbulhada pelo autor, pode pleitear a tutela possessória em seu favor no mesmo processo, desde que se valha da reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514892",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação inibitória é de cognição sumária de corte vertical, por se tratar de ação que se limita à análise da existência de risco."
      },
      {
        "letra": "B",
        "texto": "A ação de remoção do ilícito, assim como a ação inibitória, prescinde da comprovação da culpa íato sensu."
      },
      {
        "letra": "C",
        "texto": "A tutela inibitória visa a impedir a prática de um ato ilícito, sua repetição ou continuação, sendo, assim, espécie de tutela preventiva."
      },
      {
        "letra": "D",
        "texto": "A tutela cautelar é de cognição sumária de corte horizontal, porque fundada na probabilidade de dano."
      },
      {
        "letra": "E",
        "texto": "A tutela cautelar e tutela antecipatória são, respectivamente, acautelatória e satisfativa de direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514890",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação de imissão de posse é ação de natureza possessória."
      },
      {
        "letra": "B",
        "texto": "A reintegração de posse é ação dúplice que admite contrapedido possessório, não indenizatório."
      },
      {
        "letra": "C",
        "texto": "A fungibilidade das ações possessórias constitui fundamento bastante para conversão de ação de reintegração de posse em ação de imissão de posse."
      },
      {
        "letra": "D",
        "texto": "O prazo de ano e dia para reintegração de posse pelo rito especial inicia sua contagem, em caso de clandestinidade do ato de violação da posse, da data da ciência do esbulho."
      },
      {
        "letra": "E",
        "texto": "A ação de interdito proibitório tem natureza executiva, assim como a reintegração de posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "513364",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "A fungibilidade das ações possessórias, no que tange aos Interditos, é consagrada pelo artigo 920 do Código de Processo Civil. Entretanto, mesmo que exista a fungibilidade processual, do ponto de vista teórico existe a correlação de uma ação a ser manejada do ponto de vista processual contra cada agressão à posse. Neste diapasão, a ação correta a ser proposta para o caso de turbação da posse é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o interdito proibitório."
      },
      {
        "letra": "B",
        "texto": "a reintegração de posse."
      },
      {
        "letra": "C",
        "texto": "a manutenção da posse."
      },
      {
        "letra": "D",
        "texto": "a nunciação de obra nova."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506053",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: UEG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca dos interditos possessórios, da antecipação de tutela, da produção de provas e da ação rescisória, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de esbulho possessório, deve-se ajuizar ação de reintegração de posse, embora o manejo de outro interdito possessório não cause prejuízo ao requerente, porquanto se aplica o princípio da fungibilidade às ações possessórias."
      },
      {
        "letra": "B",
        "texto": "É de dois anos o prazo prescricional para ajuizamento de ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Considera-se diabólica toda prova negativa, ainda que delimitada e circunscrita no tempo e no espaço."
      },
      {
        "letra": "D",
        "texto": "A não apresentação de contestação gera, automaticamente, todos os efeitos da revelia."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de antecipação de tutela fundada em abuso de direito de defesa ou manifesto propósito protelatório do réu, é indispensável a comprovação de que a não concessão da tutela implicará dano irreparável ou de difícil reparação à parte requerente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1005306",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Determinado movimento popular resolve invadir e ocupar parte do terreno de uma escola estadual sem, no entanto, impedir a continuidade regular das atividades escolares dessa instituição. Na hipótese, verifica-se a ocorrência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Turbação, possibilitando o ajuizamento de ação de reintegração de posse."
      },
      {
        "letra": "B",
        "texto": "Turbação, possibilitando o ajuizamento de ação de manutenção de posse."
      },
      {
        "letra": "C",
        "texto": "Esbulho, possibilitando o ajuizamento de ação de manutenção de posse."
      },
      {
        "letra": "D",
        "texto": "Esbulho, possibilitando o ajuizamento de ação de reintegração de posse."
      },
      {
        "letra": "E",
        "texto": "Ameaça de esbulho, possibilitando o ajuizamento de ação de imissão de posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "630421",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Em relação aos procedimentos especiais previstos no Código de Processo Civil, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na pendência do processo possessório, é defeso, assim ao autor como ao réu, intentar a ação de reconhecimento do domínio."
      },
      {
        "letra": "B",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de esbulho."
      },
      {
        "letra": "C",
        "texto": "É lícito ao autor cumular ao pedido possessório o de desfazimento de construção ou plantação feita em detrimento de sua posse."
      },
      {
        "letra": "D",
        "texto": "A propositura de uma ação possessória em vez de outra não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "553262",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: Câmara Municipal de Serra - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Da comunicação dos atos processuais - Citação",
      "Ações possessórias"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, ambos os cônjuges NÃO serão necessariamente citados para as ações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possessórias."
      },
      {
        "letra": "B",
        "texto": "que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "C",
        "texto": "resultantes de fatos que digam respeito a ambos os cônjuges ou de atos praticados por eles."
      },
      {
        "letra": "D",
        "texto": "que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516235",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da ação reivindicatória e de suas peculiaridades.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem natureza de interdito possessório, objetivando a reintegração de posse de bem imóvel."
      },
      {
        "letra": "B",
        "texto": "Pode o réu, em contestação, alegar exceção de domínio com fundamento na usucapião."
      },
      {
        "letra": "C",
        "texto": "O autor deve demonstrar a posse anterior, mas não se exige a comprovação da propriedade do bem"
      },
      {
        "letra": "D",
        "texto": "A ação segue rito especial, definido no vigente Código de Processo Civil."
      },
      {
        "letra": "E",
        "texto": "Presta-se à expedição de mandado proibitório àquele que ameaça praticar turbação ou esbulho ao possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464737",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de depósito",
      "Ação de prestação de contas",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a afirmativa correta em relação aos proce- dimentos especiais cíveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Julgada procedente a ação de depósito, o juiz deve ordenar a expedição de mandado para a entrega, em 48 (quarenta e oito) horas, da coisa ou do equivalente em dinheiro."
      },
      {
        "letra": "B",
        "texto": "Não pode o réu de ação possessória, na contestação, demandar proteção possessória e indenização por prejuízos resultantes de turbação ou de esbulho cometido pelo autor em ofensa à sua posse."
      },
      {
        "letra": "C",
        "texto": "Na ação de nunciação de obra nova, tratando-se de demolição, colheita, corte de madeiras, extração de minérios e obras semelhantes, pode incluir-se o pedido de apreensão e depósito dos materiais e produtos já retirados."
      },
      {
        "letra": "D",
        "texto": "Na ação de usucapião de terras particulares, são intimados por oficial de justiça, para que manifestem interesse na causa, os representantes da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios."
      },
      {
        "letra": "E",
        "texto": "Aquele que pretender exigir a prestação de contas deve requerer a citação do réu para, no prazo de 15 (quinze) dias, apresentar as contas ou contestar a ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460050",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Grupo de moradores sem-teto invadiu terreno pertencente ao Estado, que, a fim de recuperar a posse do imóvel, ajuizou, cerca de um mês depois, ação de manutenção de posse, instruída com prova da posse, do esbulho e da data de sua ocorrência. Requereu a concessão de liminar. Levando em conta o que dispõe o Código de Processo Civil no que toca às ações possessórias, ao receber a inicial, o Juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecer o pedido como de reintegração e deferir, depois de justificado o alegado em audiência, a antecipação da tutela, se presentes os respectivos requisitos."
      },
      {
        "letra": "B",
        "texto": "deferir, sem a oitiva dos réus, expedição de mandado liminar de manutenção de posse."
      },
      {
        "letra": "C",
        "texto": "indeferir a petição inicial, por inadequação da via eleita."
      },
      {
        "letra": "D",
        "texto": "conhecer o pedido como de reintegração e deferir, sem a oitiva dos réus, expedição de mandado liminar de reintegração de posse."
      },
      {
        "letra": "E",
        "texto": "conhecer o pedido como de reintegração e designar audiência de justificação prévia, tendo em vista não caber liminar, sem oitiva dos réus, quando for parte o poder público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447565",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de depósito",
      "Ação de prestação de contas",
      "Ações possessórias"
    ],
    "enunciado_principal": "Dentre os procedimentos previstos no Código de Processo Civil, encontram-se os chamados de especiais, no Livro IV. Sobre essas ações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações de depósito, caso o réu não entregue o bem, ser-lhe-á decretada prisão, considerando-o depositário infiel."
      },
      {
        "letra": "B",
        "texto": "Nas ações de prestação de contas, aquele que pretende exigi-las, requererá a citação do réu para que, no prazo de cinco dias, apresente-as ou conteste a ação."
      },
      {
        "letra": "C",
        "texto": "Na ação de reintegração de posse, o possuidor turbado tem o direito de ser reintegrado, e aquele que for esbulhado deverá propor ação de manutenção de posse"
      },
      {
        "letra": "D",
        "texto": "O prazo para contestação nas ações de nunciação de obra nova é de quinze dias."
      },
      {
        "letra": "E",
        "texto": "Nas ações de demarcação, feitas as citações, os réus terão prazo comum de 30 dias para contestar a ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429773",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Em relação às ações possessórias, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a mera ameaça à posse não justifica sua proteção judicial, havendo necessidade de turbação ou esbulho, a legitimar as ações de manutenção e de reintegração na posse, respectivamente."
      },
      {
        "letra": "B",
        "texto": "são propostas somente por quem foi privado da posse, pois aquele que a possui não terá interesse processual na demanda possessória."
      },
      {
        "letra": "C",
        "texto": "terá natureza possessória a ação que tiver a posse como fundamento e como pedido; quando o pedido for a posse, mas o fundamento for a propriedade, a ação terá natureza petitória."
      },
      {
        "letra": "D",
        "texto": "é essencial, se houver composse, que todos os compossuidores proponham a demanda de defesa da posse, em litisconsórcio necessário."
      },
      {
        "letra": "E",
        "texto": "a norma processual civil não prevê a fungibilidade dos interditos possessórios, mas apenas destes com as ações reivindicatórias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415214",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, é lícito ao autor cumular ao pedido possessório o de condenação em perdas e danos; cominação de pena para caso de nova turbação ou esbulho; e desfazimento de construção ou plantação feita em detrimento de sua posse. Na pendência do processo possessório, é permitido, assim ao autor como ao réu, intentar a ação de reconhecimento do domínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414611",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "No tocante às ações possessórias, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o réu provar, em qualquer tempo, que o autor provisoriamente mantido ou reintegrado na posse carece de idoneidade financeira para, no caso de decair da ação, responder por perdas e danos, o juiz assinar-lhe-á o prazo de 5 (cinco) dias para requerer caução sob pena de ser depositada a coisa litigiosa."
      },
      {
        "letra": "B",
        "texto": "É lícito ao réu, na contestação, alegando que foi o ofendido em sua posse, demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor."
      },
      {
        "letra": "C",
        "texto": "A propositura de uma ação possessória em vez de outra não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados."
      },
      {
        "letra": "D",
        "texto": "É lícito ao autor cumular ao pedido possessório o de condenação em perdas e danos, a cominação de pena para caso de nova turbação ou esbulho, bem como o desfazimento de construção ou plantação feita em detrimento de sua posse."
      },
      {
        "letra": "E",
        "texto": "Na pendência do processo possessório, é permitido, tanto ao autor como ao réu, intentar a ação de reconhecimento do domínio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413792",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu  - Exceção",
      "Ações possessórias"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) A Jurisdição é uma função do Estado, por meio da qual ele soluciona os conflitos de interesse de forma coercitiva, aplicando a lei geral e abstrata aos casos concretos que lhe são submetidos.II) A Jurisdição possui como características a substitutividade, a definitividade, imperatividade, inafastabilidade, a inércia e indelegabilidade. III) Reconhecida a incompetência absoluta, deve o juiz remeter os autos ao juízo competente, sendo nulos os atos decisórios praticados até então. Mesmo que a sentença transite em julgado, a incompetência absoluta ensejará o ajuizamento de ação rescisória. IV) A incompetência relativa deve ser arguida por meio de exceção de incompetência, no prazo da contestação, sob pena de preclusão, contudo o juiz poderá declará-la de ofício, caso haja prejuízo para quaisquer das partes. V) As ações possessórias em regra são consideradas reais imobiliárias e a competência para julgá- las é do foro de situação da coisa, cuja conclusão se extrai do art. 95 do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a propositura IV é falsa."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas a propositura V é falsa."
      },
      {
        "letra": "E",
        "texto": "As assertivas I e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413330",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "A respeito das ações possessórias, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra as pessoas jurídicas de direito público não será deferida a reintegração liminar sem prévia audiência dos respectivos representantes judiciais."
      },
      {
        "letra": "B",
        "texto": "o réu só pode demandar a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho cometido pelo autor através de reconvenção."
      },
      {
        "letra": "C",
        "texto": "o interdito proibitório é uma tutela possessória destinada a inibir atos de turbação ou de esbulho."
      },
      {
        "letra": "D",
        "texto": "é lícito ao autor cumular ao pedido possessório o de desfazimento de construção ou plantação feita em detrimento de sua posse."
      },
      {
        "letra": "E",
        "texto": "na pendência do processo possessório é defeso, assim ao autor como ao réu, intentar ação de reconhecimento do domínio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406880",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do caráter dúplice das ações possessórias, pode o juiz, caso reconheça que o autor não faz jus à tutela possessória e que ele cometeu esbulho contra o réu, determinar a reintegração deste na posse, mesmo que isso não lhe tenha sido requerido."
      },
      {
        "letra": "B",
        "texto": "Em razão da fungibilidade das ações possessórias, se restar provado ao cabo da instrução que o autor, mesmo nunca tendo tido posse, é proprietário do bem imóvel disputado no processo e que a posse do réu, embora mantida de boa-fé, não é justa, pode o juiz, na sentença, conhecer da ação de reintegração de posse como reivindicatória e determinar a entrega do bem àquele."
      },
      {
        "letra": "C",
        "texto": "É cabível o ajuizamento de ação declaratória de aquisição de domínio por usucapião pelo proprietário de fração ideal de imóvel contra os demais condôminos, como sucedâneo de ação de extinção parcial de condomínio se, por ele, for alegado que exerce posse exclusiva sobre uma parcela individualizada do imóvel e que cumpre os demais requisitos necessários à aquisição ad usucapionem. Assim, não poderá o juiz extinguir processo alegando que falta interesse processual ao autor."
      },
      {
        "letra": "D",
        "texto": "O locatário, com base na posse direta derivada do contrato de locação, tem legitimidade para opor embargos de terceiro com vistas à desconstituição da penhora incidente sobre o imóvel locado feita na execução por título extra- judicial movida contra o locador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400573",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Prazos",
      "Ações possessórias",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Com relação às ações de procedimento especial, o prazo para contestar especificamente as ações de reintegração de posse, nunciação de obra nova e embargos de terceiro é, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias; 15 dias; 5 dias."
      },
      {
        "letra": "B",
        "texto": "15 dias ; 10 dias ;10 dias."
      },
      {
        "letra": "C",
        "texto": "15 dias; 20 dias; 10 dias."
      },
      {
        "letra": "D",
        "texto": "5 dias; 5 dias; 20 dias."
      },
      {
        "letra": "E",
        "texto": "15 dias, 5 dias, 10 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392580",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Carlos Santos é locatário de um imóvel rural e seu locador, Paulo Carvalho, pelo fato de ser proprietário do bem, entende que pode consumir os frutos da propriedade. Carlos Santos fica sabendo que Paulo Carvalho contratou alguns trabalhadores rurais para começar a colher os frutos na semana seguinte. Para a proteção da sua posse, Carlos Santos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve propor ação de interdito proibitório, em razão da ameaça à posse."
      },
      {
        "letra": "B",
        "texto": "não tem direito à proteção possessória, pois não é proprietário do imóvel."
      },
      {
        "letra": "C",
        "texto": "deve propor ação de manutenção de posse, pois ele vem sendo turbado de sua posse e pretende ser mantido integralmente na posse do imóvel."
      },
      {
        "letra": "D",
        "texto": "deve propor ação de reintegração de posse, pois há ameaça de turbação de sua posse."
      },
      {
        "letra": "E",
        "texto": "deve propor ação de imissão de posse, para garantir a integral manutenção da posse do imóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392507",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Sobre a concessão de liminar de reintegração ou de manutenção de posse, nas ações possessórias de procedimento especial previstas no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser negada pelo juiz, sob o argumento de carência de prova da posse, sem que seja designada audiência de justificação."
      },
      {
        "letra": "B",
        "texto": "poderá ser concedida contra as pessoas jurídicas de direito público sem prévia audiência dos respectivos representantes judiciais."
      },
      {
        "letra": "C",
        "texto": "a audiência de justificação se realiza, em regra, sem a presença do réu, haja vista ocorrer antes da citação."
      },
      {
        "letra": "D",
        "texto": "o deferimento da liminar depende da demonstração de fumus boni juris e de periculum in mora."
      },
      {
        "letra": "E",
        "texto": "é vedado ao juiz exigir a prestação de caução pelo autor provisoriamente mantido ou reintegrado na posse por força de liminar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390975",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca da antecipação de tutela e outras providências de caráter liminar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode o juiz antecipar os efeitos da tutela no que tange aos pedidos incontroversos."
      },
      {
        "letra": "B",
        "texto": "O manifesto comportamento protelatório do réu não é causa de antecipação dos efeitos da tutela, ressalvada a possibilidade de condená-lo por litigância de má-fé."
      },
      {
        "letra": "C",
        "texto": "Admite-se que o juiz determine medidas cautelares de ofício, ainda que não haja previsão legal, com base no poder geral de cautela."
      },
      {
        "letra": "D",
        "texto": "Na ação de manutenção ou reintegração de posse de força nova, cabe ao juiz constatar ou não o preenchimento dos requisitos legais, deferindo ou não a liminar, sem a possibilidade de designação de audiência de justificação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390326",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acolhimento da exceção de usucapião permite o registro da sentença, nas modalidades constitucional e tabular."
      },
      {
        "letra": "B",
        "texto": "A ação possessória julgada improcedente não tem força suficiente para interromper a prescrição em decorrência da citação válida, pois se assim não fosse, qualquer um que intentasse os interditos, mesmo por emulação, conseguiria impedir a procedência do pedido formulado na ação de usucapião."
      },
      {
        "letra": "C",
        "texto": "Na ação de usucapião, é vedada a apresentação de ata notarial para comprovar os aspectos qualitativos da posse ad usucapionem, uma vez que o ato extrajudicial produzido unilateralmente vulnera o princípio do contraditório."
      },
      {
        "letra": "D",
        "texto": "A sentença de procedência prolatada na ação de usucapião possui natureza constitutiva do direito real de propriedade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "390107",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Sobre as ações possessórias, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o princípio da fungibilidade, a propositura de uma ação possessória, em vez de outra, não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados."
      },
      {
        "letra": "B",
        "texto": "É vedado ao réu, ao apresentar contestação na ação de reintegração de posse, demandar proteção possessória em face do autor, sob a alegação de que foi esbulhado, tendo em vista que tal pretensão deve ser veiculada por meio de reconvenção."
      },
      {
        "letra": "C",
        "texto": "Não é lícito ao autor cumular o pedido possessório com o de condenação em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Concedido ou não o mandado liminar de manutenção ou de reintegração, o autor promoverá, nos 15 (quinze) dias subsequentes, a citação do réu para contestar a ação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386758",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Nas ações possessórias, NÃO é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cumulação, ao pedido possessório, de condenação em perdas e danos, fixação da pena para caso de nova turbação ou esbulho e desfazimento de construção ou plantação feita em detrimento da posse do autor."
      },
      {
        "letra": "B",
        "texto": "o deferimento imediato de manutenção ou reintegração possessória liminar, sem prévia audiência de seus representantes judiciais, nas ações propostas contra as pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "o rito ordinário, em nenhuma hipótese, por se tratar de demanda que obedece a procedimento especial."
      },
      {
        "letra": "D",
        "texto": "a fungibilidade processual na propositura das demandas respectivas."
      },
      {
        "letra": "E",
        "texto": "o caráter dúplice da defesa oferecida pelo réu, alegando ter sido ele o ofendido em sua posse, demandando a proteção possessória e a indenização pelos prejuízos resultantes da turbação ou do esbulho perpretados pelo autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "370518",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Prazos",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação de prestação de contas",
      "Ações possessórias"
    ],
    "enunciado_principal": "Com relação às ações de procedimento especial, os prazos para contestar especificamente as ações de nunciação de obra nova, reintegração de posse, prestação de contas e consignação em pagamento são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias; 15 dias; 5 dias e 15 dias"
      },
      {
        "letra": "B",
        "texto": "15 dias; 15 dias; 5 dias e 5 dias"
      },
      {
        "letra": "C",
        "texto": "15 dias; 15 dias; 10 dias e 10 dias."
      },
      {
        "letra": "D",
        "texto": "5 dias; 15 dias; 10 dias e 15 dias"
      },
      {
        "letra": "E",
        "texto": "15 dias; 05 dias; 10 dias e 05 dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361496",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: SABESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ações possessórias"
    ],
    "enunciado_principal": "Manifestantes invadem as instalações de Polim S.A., empresa de economia mista, firmando acampamento e destruindo parte de suas instalações. Neste caso, a Polim S.A.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ajuizar interdito proibitório e postular, em ação autônoma, condenação dos manifestantes em perdas e danos."
      },
      {
        "letra": "B",
        "texto": "não poderá ajuizar ação possessória, por se tratar de empresa de economia mista."
      },
      {
        "letra": "C",
        "texto": "poderá ajuizar ação de reintegração de posse, na qual não cabe cumular pedido de condenação dos manifestantes em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "poderá se valer do mandado de segurança para desalojar os manifestantes e obter indenização, se dispuser de prova pré-constituída de seu direito."
      },
      {
        "letra": "E",
        "texto": "poderá ajuizar ação de reintegração de posse e postular, cumulativamente ao pedido possessório, con- denação dos manifestantes em perdas e danos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357869",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "João e José firmaram compromisso de compra e venda de imóvel por meio do qual João se comprometeu a transferir a posse e a propriedade do bem quando José realizasse o pagamento de cinco parcelas de R$ 100.000,00. Porém, depois de paga a primeira parcela, José ingressou à força no imóvel. Imediatamente, João se insurgiu contra José, ajuizando ação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manutenção de posse com pedido de liminar, que será deferido se houver prova inequívoca da alegação, perigo na demora e reversibilidade da medida."
      },
      {
        "letra": "B",
        "texto": "reintegração de posse com pedido de liminar, que será deferido se a petição inicial estiver instruída com provas da posse, do esbulho e de sua data."
      },
      {
        "letra": "C",
        "texto": "reintegração de posse com pedido de liminar, que será deferido se a petição inicial estiver instruída com provas da posse, do esbulho e de sua data, e desde que tenha sido prestada caução, necessariamente."
      },
      {
        "letra": "D",
        "texto": "reintegração de posse com pedido de liminar, que será deferido sempre depois de justificação e se a petição inicial estiver instruída com provas da posse, da turbação e de sua data."
      },
      {
        "letra": "E",
        "texto": "imissão na posse com pedido de liminar, que será deferido se a petição inicial estiver instruída com prova da propriedade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357683",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Leopoldo residiu por 20 anos em fração de propriedade de Leonardo, onde exerceu as funções de caseiro. Não podendo mais custear os serviços de Leopoldo, Leonardo o demitiu e solicitou que deixasse o imóvel, notificando-o formalmente para tanto. No entanto, Leopoldo recusou-se a fazê-lo, afirmando que, depois de 20 anos, passou a ter posse e propriedade de parte do bem. Leonardo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá tolerar a presença de Leopoldo, tendo em vista o princípio da função social da propriedade."
      },
      {
        "letra": "B",
        "texto": "poderá requerer expedição de mandado de reintegração, pois Leopoldo não possui posse nem propriedade do bem, sobre o qual passou a praticar esbulho."
      },
      {
        "letra": "C",
        "texto": "deverá tolerar a presença de Leopoldo, que, depois de 20 anos de posse justa, adquiriu fração da propriedade do bem, por usucapião."
      },
      {
        "letra": "D",
        "texto": "deverá tolerar a presença de Leopoldo, que possui melhor posse sobre fração do bem."
      },
      {
        "letra": "E",
        "texto": "poderá requerer expedição de mandado de reintegração, pois, apesar de Leopoldo ter adquirido fra- ção do bem por usucapião, Leonardo possui melhor posse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "705765",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da comunicação dos atos processuais - Citação",
      "Ações possessórias"
    ],
    "enunciado_principal": "Considerando o Poder Público como réu, analise as assertivas abaixo. I. A citação será feita pelo correio, para qualquer comarca do País, exceto, entre outros casos, quando for ré pessoa de direito público. II. Nas ações de manutenção e de reintegração de posse contra as pessoas jurídicas de direito público, não será deferida a manutenção ou reintegração liminar sem prévia audiência dos respectivos representantes judiciais. III. O Município será representado em juízo, ativa e passivamente, por seu Prefeito ou Procurador. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "401392",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca das ações possessórias, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de ação de reintegração de posse em situação de ameaça de esbulho impede que o juiz conceda a medida de proteção da posse adequada."
      },
      {
        "letra": "B",
        "texto": "Sendo cumulado ao pedido possessório o de reparação dos danos causados pelo ato ilícito praticado, deverá a ação tramitar pelo procedimento ordinário, ante a impossibilidade de cumulação de pedidos em procedimentos especiais."
      },
      {
        "letra": "C",
        "texto": "Estando a petição inicial devidamente instruída, o juiz deferirá, sem ouvir o réu, a expedição do mandado liminar de manutenção ou de reintegração de posse."
      },
      {
        "letra": "D",
        "texto": "Caso o réu nas ações possessórias venha a alegar que foi ofendido em sua posse e demandar proteção possessória em seu favor, deverá fazê-lo através do oferecimento de reconvenção."
      },
      {
        "letra": "E",
        "texto": "É permitido ao autor, assim como ao réu, na pendência do processo possessório, intentar ação de reconhecimento de domínio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352148",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ações possessórias",
      "Ação de usucapião",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "No que concerne aos procedimentos especiais, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, não poderá o réu invocar a exceção de domínio em sua defesa, mas, por previsão expressa no CPC, poderá, na pendência do processo possessório, intentar ação de reconhecimento do domínio, que deverá ser distribuída, por prevenção, ao mesmo juízo em que tramitar a ação possessória."
      },
      {
        "letra": "B",
        "texto": "Os embargos de terceiro constituem meio de defesa e, por isso, não estão sujeitos aos requisitos da petição inicial."
      },
      {
        "letra": "C",
        "texto": "Ajuizada ação de atentado incidente à ação principal que já se encontra em grau de recurso, a competência para o julgamento do atentado será do tribunal ad quem."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos especiais de jurisdição voluntária, o julgador não está obrigado a observar critério de legalidade estrita."
      },
      {
        "letra": "E",
        "texto": "A sentença de procedência proferida em ação de usucapião tem natureza constitutiva, conferindo ao autor a aquisição derivada da propriedade, mediante o seu registro no cartório de registro de imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "350934",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "No que se refere aos procedimentos especiais do CPC, ao mandado de segurança e à Lei da Ação Civil Pública, julgue os itens seguintes. Nas ações possessórias, é lícito ao réu formular em seu favor, na própria contestação, proteção possessória e indenização pelos prejuízos resultantes da turbação ou do esbulho que alegar ter sofrido em razão da conduta do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346903",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de uma ação possessória em vez de outra obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, mesmo que seus requisitos estejam devidamente provados."
      },
      {
        "letra": "B",
        "texto": "É vedado ao autor cumular ao pedido possessório o de desfazimento de construção ou plantação feita em detrimento de sua posse, sendo-lhe lícito, no entanto, cumular, ao pedido possessório, o pedido de condenação em perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Na pendência do processo possessório, é lícito ao réu intentar a ação de reconhecimento do domínio."
      },
      {
        "letra": "D",
        "texto": "Na pendência do processo possessório, é lícito ao autor intentar a ação de reconhecimento do domínio."
      },
      {
        "letra": "E",
        "texto": "Se o réu provar, em qualquer tempo, que o autor, provisoriamente mantido na posse, carece de idoneidade financeira para, no caso de decair da ação, responder por perdas e danos, o juiz assinar-lhe-á o prazo de 5 (cinco) dias para requerer caução sob pena de ser depositada a coisa litigiosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "345774",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Examine as seguintes proposições a respeito da cumulação de pedidos: I - Na cumulação simples, os pedidos não precisam ser conexos e o fundamento de sua previsão legal é o de evitarem-se decisões incompatíveis ou conflitantes. II - Na cumulação eventual ou alternativa, o acolhimento do pedido subsidiário pressupõe o acolhimento do pedido principal. III - O artigo 921 do Código de Processo Civil permite ao autor cumular os pedidos de proteção possessória e de condenação em perdas e danos. Para tanto, o autor deverá optar pelo rito comum ordinário, abrindo mão, por conseguinte, da possibilidade de obter liminarmente a proteção possessória. IV - Em demanda declaratória de inexistência de relação jurídica tributária cumulada com repetição de indébito, a apreciação do segundo pedido pressupõe o acolhimento do primeiro. V - Possuindo dois cheques emitidos pelo mesmo devedor, um deles já prescrito e o outro não, o credor pode cumular ação monitória com ação de execução, cada qual fundada em um daqueles títulos. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma proposição está correta."
      },
      {
        "letra": "B",
        "texto": "Duas proposições estão corretas e três estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Três proposições estão corretas e duas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Quatro proposições estão corretas e uma está incorreta."
      },
      {
        "letra": "E",
        "texto": "Mais de três proposições estão incorretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "340845",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "A empresa “Z” construiu irregularmente prédio residencial em área de proteção ambiental do Distrito Federal. Embora ajuizada a ação civil pública para recomposição dos danos na área de proteção ambiental quando o prédio ainda estava no início das obras de fundação, muitas unidades residenciais foram alienadas pela empresa “Z”, no curso do processo. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público tem legitimação ativa, extraordinária e disjuntiva para ingressar com ação civil pública contra a empresa “Z” e o Distrito Federal, visando recompor os danos ambientais e o foro competente será o juízo de uma das varas de fazenda pública do Distrito Federal."
      },
      {
        "letra": "B",
        "texto": "As alienações promovidas pela empresa “Z”, em momento posterior à propositura da ação civil pública, impõe a necessária formação de litisconsórcio passivo dos compradores das unidades residenciais com os já integrantes do polo passivo da demanda."
      },
      {
        "letra": "C",
        "texto": "As alienações promovidas pela empresa “Z”, em momento posterior à propositura da ação civil pública, não alteram a legitimidade para a causa das partes originárias da lide ou os efeitos subjetivos da coisa julgada, que alcançarão os adquirentes das unidades residenciais."
      },
      {
        "letra": "D",
        "texto": "A defensoria pública pediu seu ingresso na lide, na qualidade de colegitimada ativa, porque, na mesma área de proteção ambiental, reside um grupo de catadores de lixo, que quer ser mantido no local. A participação da defensoria pública se dará na qualidade de litisconsorte ulterior do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "O Distrito Federal é também um colegitimado ativo para a proteção do meio ambiente violado, o que o autoriza a assumir, na ação civil pública em que é demandado, a posição que melhor convier ao interesse público. Pode aceitar a indicação do polo passivo ou concordar com as alegações do autor Ministério Público, quando será seu assistente litisconsorcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "338430",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Américo move ação reivindicatória de imóvel contra Bernardo, alegando que a propriedade lhe pertence. Bernardo contesta alegando que a propriedade é dele, já que possui, inclusive, título aquisitivo. Ocorre que, após a contestação, Bernardo, que também estava na posse do imóvel, resolve vendê-lo a Carlos, o qual estava ciente da existência da demanda. Este novo adquirente pretende intervir no feito. Assinale a alternativa que retrata o modo como tal intervenção se dará.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso Américo não concorde com a participação dele no polo passivo no lugar de Bernardo, Carlos poderá intervir no processo, como assistente litisconsorcial, independentemente da vontade do autor."
      },
      {
        "letra": "B",
        "texto": "Não poderá requerer seja admitido no polo passivo no lugar de Bernardo nem ser admitido como assistente, caso Américo não concorde."
      },
      {
        "letra": "C",
        "texto": "Caso Américo não concorde com a participação dele no polo passivo no lugar de Bernardo, Carlos poderá intervir no processo, como assistente simples, indepen- dentemente da vontade do autor."
      },
      {
        "letra": "D",
        "texto": "Poderá requerer seja admitido no polo passivo no lugar de Bernardo, devendo o juiz admiti-lo, ainda que Américo não concorde."
      },
      {
        "letra": "E",
        "texto": "Poderá ingressar em juízo, substituindo o alienante, Bernardo, mesmo que a parte contrária, Américo, não o consinta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332043",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Ações possessórias"
    ],
    "enunciado_principal": "DENTRE AS PROPOSIÇÕES ABAIXO, ALGUMAS SÃO FALSAS, OUTRAS VERDADEIRAS: I - Em demandas possessórias, o autor pode cumular o pedido de condenação em perdas e danos e o de desfazimento de construção, feita em detrimento de sua posse, bem como pode, não sendo possível determinar as consequências do ato ou fato ilícito, formular pedido genérico. II - O recurso especial, cuja fundamentação se insurge contra decisão interlocutória em processo de conhecimento que trata de perícia judicial, ficará retido nos autos, mas seu processamento deverá ocorrer juntamente com o do recurso contra a decisão final, ou das contrarrazões. III - Segundo decidiu unanimemente o Plenário do STF, no julgamento da ADI 4264, é inconstitucional o art. 11 do Decreto-lei 9.760/46, com a redação dada pelo art. 5º da Lei 11.481/2007, que autoriza o Serviço de Patrimônio da União a notificar por edital os interessados no procedimento de demarcação de terrenos de marinha. IV - A determinação da indisponibilidade de bens, em ação civil pública por improbidade administrativa, pode recair sobre aqueles adquiridos antes ou depois dos fatos narrados na inicial, inclusive bem de família, já que tal medida não implica em expropriação do bem. Das proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "I e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331772",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Mário, residente em Salvador, tem a posse de um imóvel rural situado em São Carlos, há mais de três anos. Romário que é seu vizinho, há um ano e um dia vem alegando que as linhas de divisa dos imóveis estão erradas e que suas terras avançam para mais de um terço do imóvel de Mário. Este último discorda e diz que está tudo correto. No entanto, há alguns dias, Romário,no auge do conflito, afirmou preten­ der destruir as divisas e tomar posse da parte que lhe cabe,sendo que, inclusive, parou tratores na porteira do imóvel de Mário, com homens armados vigiando o local. Na hipótese,qual a ação cabível para a defesa dos interesses de Mário?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ação de manutenção de posse, em São Carlos, com pedido de liminar."
      },
      {
        "letra": "B",
        "texto": "Ação de reintegração de posse, em São Carlos, sem pedido de liminar."
      },
      {
        "letra": "C",
        "texto": "Ação de interdito proibitório, em São Carlos, com pe­dido de liminar."
      },
      {
        "letra": "D",
        "texto": "Ação de imissão na posse, em Salvador, com pedido de liminar."
      },
      {
        "letra": "E",
        "texto": "Ação de interdito proibitório, em Salvador, sem pedido de liminar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "304679",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "ASSINALE A ALTERNATIVA INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações possessórias cujo procedimento especial é previsto no Código de Processo Civil consistem em interdito proibitório, manutenção e reintegração de posse, e visam, respectivamente, a tutelar a posse contra seu molestamento, turbação ou esbulho."
      },
      {
        "letra": "B",
        "texto": "Na ação de reintegração de posse, o juiz, ao conceder o pedido cumulado de desfazimento de construção ou plantação, deverá determinar ao réu-esbulhador que desfaça a construção ou plantação, tendo, pois, tal decisão, natureza mandamental."
      },
      {
        "letra": "C",
        "texto": "As demandas possessórias são dúplices, permitindo que o réu, em contestação, requeira tutela possessória, independentemente de reconvenção."
      },
      {
        "letra": "D",
        "texto": "A tutela possessória é dita de cognição sumária de corte vertical, porque a alegação e discussão do domínio são questões irrelevantes para a procedência da ação possessória."
      },
      {
        "letra": "E",
        "texto": "Há diferença entre as ações de reintegração de posse de força nova e a de força velha no que tange aos requisitos a serem demonstrados para obtenção da liminar possessória. Na ação de força nova, o perigo na demora é presumido pelo legislador; na de força velha, ao revés, o requerente deverá demonstrar a presença dos requisitos previstos no art. 273 do Código de Processo Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423381",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência",
      "Ações possessórias"
    ],
    "enunciado_principal": "Leia as afirmações abaixo.I - Pode o autor cumular ao pedido possessório quaisquer outros pedidos, sem que isto importe adoção do procedimento ordinário. II - O foro do local do imóvel é competente para conhecer da ação fundada em direito possessório a ele relativo, mas essa competência é de natureza relativa. III - O Juizado Especial Cível é absolutamente incompetente para conhecer de ação possessória sobre bem imóvel, independentemente do valor do bem.Quais estão INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372205",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação discriminatória é ação específica instituída em lei para separar e titular terras públicas, chamadas terras devolutas, do patrimônio imóvel particular."
      },
      {
        "letra": "B",
        "texto": "A ação monitória tutela o direito à soma em dinheiro, à coisa fungível (determinada pelo gênero e pela quantidade) ou à coisa móvel e certa. Não é adequada para imposição de obrigação de fazer ou não fazer, para tutela de direito à coisa imóvel, bem como para reclamar entrega de coisa infungível."
      },
      {
        "letra": "C",
        "texto": "O prazo para a ação possessória de força nova começa a correr da data do esbulho, independentemente de o esbulhado estar presente ou ausente."
      },
      {
        "letra": "D",
        "texto": "O procedimento especial do inventário e partilha de bens alude a casos de remoção e destituição do inventariante, e a doutrina distingue os casos de remoção (sendo esta aplicável nos casos em que o inventariante se omite em algum dever para com o processo de inventário ou comete ato contrário aos interesses do inventário), dos casos de destituição (cabível nas situações de perda da idoneidade do inventariante, como a falência ou condenação criminal)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341127",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Em ação de desapropriação por utilidade pública, alegada a urgência pelo expropriante, e desde que efetivado o depósito da quantia arbitrada, pode o juiz deferir a imissão provisória na posse do bem, independentemente de citação. Tal procedimento não ofende a Constituição. II - Os honorários advocatícios em ação de desapropriação por utilidade pública devem ser fixados em 5% sobre a diferença entre os valores da oferta e da indenização ao final definidos, ambos corrigidos monetariamente. III - O proprietário pode valer-se da ação reivindicatória para recuperar a faculdade de usar livremente de seu imóvel, faculdade essa perdida por ato clandestino do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "C",
        "texto": "Nenhuma das proposições está correta."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270797",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca das partes e dos procuradores no que tange à capacidade processual civil, leia as assertivas e marque a resposta CORRETA. I. Os incapazes serão representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil; II. O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais mobiliários; III. Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados; IV. Serão representados em juízo, ativa e passivamente: a União, os Estados, o Distrito Federal e os Territórios, por seus procuradores; o Município, por seu Prefeito ou procurador; a massa falida, pelo síndico; a herança jacente ou vacante, por seu inventariante; o espólio, pelo curador; as pessoas jurídicas, por quem os respectivos estatutos designarem, ou, não os designando, por seus diretores;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e III são falsas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas II e IV são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "265153",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Sobre os procedimentos processuais abaixo é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos de terceiro podem ser opostos somente pelo proprietário que, não sendo parte no processo, sofrer turbação ou esbulho em seus bens, como penhora ou arresto."
      },
      {
        "letra": "B",
        "texto": "As ações possessórias são fungíveis, ou seja, a propositura de uma em lugar da outra não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados."
      },
      {
        "letra": "C",
        "texto": "A ação monitória compete a quem quiser, com base em prova escrita com eficácia de título executivo, pagamento de soma em dinheiro, entrega de coisa infungível ou de determinado bem móvel."
      },
      {
        "letra": "D",
        "texto": "Como regra geral, as medidas cautelares são determinadas judicialmente sem a audiência das partes."
      },
      {
        "letra": "E",
        "texto": "Conceder-se-á mandado de segurança quando se tratar de decisão judicial da qual caiba recurso com efeito suspensivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707095",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Sem prejuízo da demanda nunciatória, cabe ao próprio interessado fazer o imediato embargo extrajudicial de obra nova, se o caso for urgente, sujeitando-se, contudo, à ratificação da medida em juízo. II - É lícito ao demandado em ação possessória utilizar a peça contestatória, para, além de resistir à pretensão do autor, pleitear a tutela interdital. III - Nas ações possessórias, a competência será definida pelo critério do forum rei sitae, porém, se a disputa incidir sobre imóvel situado em território de duas comarcas, será competente, para o julgamento, o juízo da comarca em que reside o réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "575038",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Ações possessórias"
    ],
    "enunciado_principal": "O Ministério Público intervirá como fiscal da lei nas ações cíveis que versarem sobre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litígios coletivos pela posse da terra rural."
      },
      {
        "letra": "B",
        "texto": "contratos individuais firmados entre sujeitos maiores e capazes que tenham por objeto a locação de imóveis rurais ou urbanos."
      },
      {
        "letra": "C",
        "texto": "anulação de títulos de crédito extraviados ou destruídos."
      },
      {
        "letra": "D",
        "texto": "reparação de dano sofrido em razão de delito ou acidente de veículos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432553",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Conceito de competência",
      "Ações possessórias"
    ],
    "enunciado_principal": "Cidadão brasileiro (Carlos), nascido em Porto Alegre-RS e residente no Canadá, possui, dentre seus bens, imóvel próprio, devidamente registrado no Registro de Imóveis da cidade de Gramado-RS. Ao ter conhecimento de que o imóvel foi invadido por terceiros, pode Carlos propor ação de reintegração de posse: I. Na Comarca de Gramado-RS. II. No Canadá, requerendo, após, a homologação da sentença no Superior Tribunal de Justiça e seu cumprimento no Brasil. III. Em Porto Alegre-RS, requerendo o cumprimento da sentença por carta precatória. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1635726",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Nas ações reivindicatórias de bem imóvel, o valor da causa deve corresponder:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À estimativa do valor de mercado do bem."
      },
      {
        "letra": "B",
        "texto": "À estimativa atribuída pela parte ao bem."
      },
      {
        "letra": "C",
        "texto": "Ao valor da compra do bem, atualizado."
      },
      {
        "letra": "D",
        "texto": "À estimativa oficial do imposto."
      },
      {
        "letra": "E",
        "texto": "Ao valor de venda do bem, atualizado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407152",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "O Estado de Goiás ajuíza uma ação com pedido de reintegração de posse em desfavor de alguém que esbulhou área de domínio público. Quando os autos processuais estão conclusos para sentença, o réu cede seus direitos possessórios a um terceiro. Quanto ao andamento processual a partir dessa premissa hipotética, está CORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença terá efeitos sobre o cessionário, ainda que este não tenha participado da relação processual."
      },
      {
        "letra": "B",
        "texto": "Se tomar conhecimento da alienação dos direitos possessórios, o Estado de Goiás terá de propor novamente a demanda em face do cessionário, dando-lhe oportunidade de contestar."
      },
      {
        "letra": "C",
        "texto": "Tendo conhecimento de que a área foi cedida a um terceiro, o Estado de Goiás deverá promover-lhe a intimação, a fim de que assuma a posição do requerido."
      },
      {
        "letra": "D",
        "texto": "A sentença eventualmente desfavorável ao réu não poderá atingir o terceiro-adquirente, já que ele não participou da relação processual."
      },
      {
        "letra": "E",
        "texto": "O terceiro-adquirente, por ser o novo possuidor, poderá adentrar na relação processual em substituição ao réu originário, independentemente de consentimento do Estado de Goiás."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "400627",
    "metadata": "Ano: 2010 | Banca: ADVISE | Órgão: Câmara Municipal de Puxinanã - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Sobre as Ações Possessórias,é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito ao autor cumular ao pedido possessório o de: condenação em perdas e danos; cominação de pena para caso de nova turbação ou esbulho; desfazimento de construção ou plantação feita em detrimento de sua posse."
      },
      {
        "letra": "B",
        "texto": "Na pendência do processo possessório, não é defeso, assim ao autor como ao réu, intentar a ação de reconhecimento do domínio"
      },
      {
        "letra": "C",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de turbação e reintegrado no de esbulho"
      },
      {
        "letra": "D",
        "texto": "Contra as pessoas jurídicas de direito público não será deferida a manutenção ou a reintegração liminar sem prévia audiência dos respectivos representantes judiciais."
      },
      {
        "letra": "E",
        "texto": "O possuidor direto ou indireto, que tenha justo receio de ser molestado na posse, poderá impetrar ao juiz que o segure da turbação ou esbulho iminente, mediante mandado proibitório, em que se comine ao réu determinada pena pecuniária caso transgrida o preceito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1190421",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca do processo civil brasileiro, julgue o item subsequente. Para a concessão da liminar na ação possessória de força nova, submetida ao procedimento especial, dispensa-se a comprovação do periculum in mora.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1188335",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Petição Inicial",
      "Ações possessórias"
    ],
    "enunciado_principal": "Julgue o item que segue no que concerne ao pedido. No caso de o autor formular mais de um pedido, sendo o primeiro de imissão na posse de determinado imóvel e o segundo de reparação dos danos gerados pela ocupação injustificada do bem, há cumulação própria sucessiva, não cumulação subsidiária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]