[
  {
    "id": "1368336",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: PPSA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considerando o procedimento do agravo de instrumento, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o relator, caso entenda que a decisão recorrida está em manifesto confronto com súmula do Supremo Tribunal Federal, deverá redigir seu voto, imediatamente, com proposta de provimento ao recurso, designando data para julgamento."
      },
      {
        "letra": "B",
        "texto": "o relator converterá o recurso em agravo retido, nos casos relativos aos efeitos em que a apelação é recebida, mandando remeter os autos ao juiz da causa."
      },
      {
        "letra": "C",
        "texto": "o relator poderá requisitar informações ao juiz da causa, que as prestará no prazo máximo de 15 (quinze) dias."
      },
      {
        "letra": "D",
        "texto": "o relator mandará ouvir o Ministério Público, se for o caso, para que se pronuncie no prazo de 05 (cinco) dias."
      },
      {
        "letra": "E",
        "texto": "a decisão liminar que concede a tutela antecipada recursal somente é passível de reforma no momento do julgamento do agravo, salvo se o próprio relator a reconsiderar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "621715",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "No que se refere à atuação dos sujeitos processuais e ao procedimento ordinário previsto no CPC, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente mediante expresso requerimento das partes é permitido ao juiz realizar o julgamento antecipado da lide, sob pena de violação ao princípio constitucional do devido processo legal."
      },
      {
        "letra": "B",
        "texto": "O réu revel, ainda que compareça extemporaneamente ao processo, não receberá intimações e ficará impedido de praticar atos processuais, inclusive, interpor recurso."
      },
      {
        "letra": "C",
        "texto": "De acordo com o CPC, a petição inicial será considerada inepta se a parte for manifestamente ilegítima ou se faltar ao autor o interesse em agir."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, atuando como parte ou como fiscal da lei, deve ser intimado de todos os atos do processo, além de poder produzir provas e ter legitimidade para interpor recurso."
      },
      {
        "letra": "E",
        "texto": "A decisão do juiz pelo indeferimento total da petição inicial possui natureza interlocutória e deve ser impugnada por intermédio do recurso de agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "662874",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no vigente Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal, conhecendo do recurso de apelação, pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "Como regra, a apelação será recebida em seu efeito devolutivo. Será, no entanto, recebida no efeito devolutivo e suspensivo nas hipóteses previstas em lei."
      },
      {
        "letra": "C",
        "texto": "A petição de agravo de instrumento será instruída obrigatoriamente com cópias da petição inicial, da contestação, da petição que ensejou a decisão agravada, da própria decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "D",
        "texto": "O recurso extraordinário e o recurso especial, nos casos previstos na Constituição Federal, serão interpostos concomitantemente perante o presidente ou o vice-presidente do tribunal recorrido, em uma única petição."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença terminativa ou de mérito, ou houver julgado a ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597311",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "No Código de Processo Civil, o art. 496 traz o rol dos recursos cabíveis em nosso sistema jurídico processual. Sobre tais recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a apelação é recurso cabível contra sentença, sendo que nos casos de extinção do processo sem julgamento do mérito, o tribunal não pode julgar desde logo a lide, se a causa versar sobre questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "após interpor agravo de instrumento, o agravante, no tríduo legal, deverá juntar aos autos do processo cópia da petição do referido recurso, o comprovante de sua interposição, bem como a relação dos documentos que o instruíram, sob pena de ser inadmitido."
      },
      {
        "letra": "C",
        "texto": "se tratando de Recurso Extraordinário, a súmula da decisão sobre a repercussão geral constará de ata do Julgamento que será publicada no Diário Oficial, mas não valerá como acórdão."
      },
      {
        "letra": "D",
        "texto": "não admitido o recurso extraordinário ou o recurso especial, caberá agravo em autos apartados no prazo de 10 (dez) dias."
      },
      {
        "letra": "E",
        "texto": "cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença que resolveu ou não de mérito, ou houver julgado procedente ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593430",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Maria ajuizou ação contra Pedro, que adotou o rito processual ordinário.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto Maria quanto Pedro poderão interpor recurso de apelação contra a decisão que julgar, parcialmente, procedente o pedido formulado pela autora."
      },
      {
        "letra": "B",
        "texto": "Maria poderá interpor agravo de instrumento contra a decisão do juiz que, em audiência de instrução, indeferir a oitiva de testemunha arrolada tempestivamente."
      },
      {
        "letra": "C",
        "texto": "Maria não poderá acumular pedido condenatório de pagamento de quantia certa com pedido constitutivo, pois estes são procedimentos incompatíveis."
      },
      {
        "letra": "D",
        "texto": "Caso Pedro não alegue, na peça contestatória, defesas como ilegitimidade de parte ou incompetência absoluta, ficará precluso o direito de alegar tais defesas em outra oportunidade."
      },
      {
        "letra": "E",
        "texto": "Caso o juiz defira o depoimento pessoal de Pedro, este poderá se recusar a depor, sem que isso lhe provoque qualquer consequência processual, visto que ninguém está obrigado a produzir prova contra si mesmo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "571867",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em cada uma das próximas opções é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada a respeito de recursos, reexame necessário e ação rescisória. Assinale a opção em que a assertiva está correta de acordo com a legislação processual e com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ação judicial entre particulares, a parte sucumbente interpôs recurso de apelação de apenas um dos capítulos da sentença de improcedência. Nessa situação, para fins de contagem do prazo decadencial de eventual ação rescisória, deve-se considerar a data do trânsito em julgado parcial, caso se pretenda rescindir capítulo que não tenha sido objeto da apelação."
      },
      {
        "letra": "B",
        "texto": "Por considerar infundados os argumentos de ente público embargado, o magistrado julgou procedente determinada ação de embargos à execução fiscal interposta por particular. Nessa situação, o MP terá legitimidade recursal, porque é obrigatória sua intervenção na lide como fiscal da lei."
      },
      {
        "letra": "C",
        "texto": "Em execução movida por particular contra a fazenda pública, determinado município ajuizou embargos, que foram considerados infundados e julgados improcedentes. Nessa situação, se o valor dos embargos for superior a sessenta salários mínimos, o reexame necessário pelo tribunal será condição de eficácia da sentença."
      },
      {
        "letra": "D",
        "texto": "Em agravo de instrumento, o relator monocraticamente concedeu tutela antecipada recursal contra a fazenda pública. Nessa situação, antes de realizar eventual pedido de suspensão de liminar para tribunal superior, o ente público deverá obrigatoriamente interpor agravo interno para o colegiado."
      },
      {
        "letra": "E",
        "texto": "Ao interpor recurso de agravo de instrumento, o recorrente deixou de juntar cópia da certidão de intimação da decisão agravada. Nessa situação, o agravo deverá ser conhecido e aplicado o princípio da instrumentalidade das formas, se, por outro meio inequívoco, for possível comprovar a tempestividade recursal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "567078",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmativa correta quanto ao agravo de instrumento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se que o Tribunal converta em retido o agravo de instrumento interposto contra a decisão do juiz de primeiro grau que deixa de receber o recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "Caso o agravante não requeira a juntada, aos autos do processo de primeiro grau, de cópia do agravo e de comprovante de sua interposição, o Tribunal poderá, de ofício, deixar de conhecer do recurso."
      },
      {
        "letra": "C",
        "texto": "Da decisão do relator que indeferir o pedido de efeito suspensivo ou de antecipação da tutela recursal, não cabe pedido de reconsideração."
      },
      {
        "letra": "D",
        "texto": "A cópia da petição que originou a decisão agravada é considerada, pelo sistema vigente, peça obrigatória para instrução da petição de agravo de instrumento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544934",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considere as seguintes peças: I. Petição inicial. II. Procuração outorgada ao advogado do autor. III. Documentos que instruem a petição inicial. IV. Contestação.V. Procuração outorgada ao advogado do réu. VI. Decisão interlocutória. VII. Certidão de intimação das partes da decisão interlocutória. Inconformado com a decisão interlocutória, o autor pretende interpor agravo de instrumento. São obrigatórias, para instruir esse recurso, as peças indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, IV e VII."
      },
      {
        "letra": "B",
        "texto": "II, V, VI e VII."
      },
      {
        "letra": "C",
        "texto": "II, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II, III e VI."
      },
      {
        "letra": "E",
        "texto": "II, IV, VI e VII."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "528073",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considerando o ato judicial que determine o cumprimento imediato de sentença no caso de controvérsia sobre os limites da execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": ") É cabível agravo de instrumento contra o ato que determinou o cumprimento."
      },
      {
        "letra": "B",
        "texto": "Deve ser impugnado por meio de embargos à execução."
      },
      {
        "letra": "C",
        "texto": "Não caberá recurso algum, posto tratar-se de mero impulso processual, cumprindo a parte apenas o que for incontroverso."
      },
      {
        "letra": "D",
        "texto": "É passível de apelação, impugnando-se todo o cumprimento."
      },
      {
        "letra": "E",
        "texto": "Apenas embargos declaratórios poderão solucionar a questão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "513356",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Contra a decisão de liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe apelação."
      },
      {
        "letra": "B",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "C",
        "texto": "cabe agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "não cabe recurso, visto que é fase processual objetiva e técnica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492127",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Qual é o recurso cabível contra a decisão que defere ou indefere liminar em Mandado de Segurança?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agravo de instrumento"
      },
      {
        "letra": "B",
        "texto": "Recurso especial"
      },
      {
        "letra": "C",
        "texto": "Apelação"
      },
      {
        "letra": "D",
        "texto": "Embargos infringentes"
      },
      {
        "letra": "E",
        "texto": "Agravo interno"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485288",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Encerrada a fase instrutória nos autos de ação de despejo por falta de pagamento do aluguel e acessórios, relativa a um imóvel objeto de contrato de locação celebrado entre particulares, o juiz proferiu sentença em que acolhia o pleito autoral. Inconformado, o demandado interpôs recurso de apelação, que foi recebido nos efeitos devolutivo e suspensivo.Discordando dessa decisão, por entender que o apelo da parte ré não seria dotado de efeito suspensivo, o autor deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor agravo retido, ao qual o órgão ad quem deverá negar provimento."
      },
      {
        "letra": "B",
        "texto": "interpor agravo retido, ao qual o órgão ad quem deverá dar provimento."
      },
      {
        "letra": "C",
        "texto": "ajuizar mandado de segurança, por se tratar de decisão irrecorrível."
      },
      {
        "letra": "D",
        "texto": "interpor agravo de instrumento, ao qual o órgão ad quem deverá dar provimento."
      },
      {
        "letra": "E",
        "texto": "interpor agravo de instrumento, ao qual o órgão ad quem deverá negar provimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "484441",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Agravo de admissão",
      "Classificação dos Recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime e forem interpostos simultaneamente embargos infringentes e recurso extraordinário ou recurso especial, ficarão estes sobrestados até o julgamento daqueles."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão de juiz de direito de primeiro grau de jurisdição que não recebe o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Contra a decisão do relator que converte o recurso de agravo de instrumento em agravo retido cabe agravo interno."
      },
      {
        "letra": "D",
        "texto": "No julgamento de apelação, a utilização de novos fundamentos legais pelo tribunal para manter a sentença recorrida viola as regras da devolutividade dessa espécie recursal."
      },
      {
        "letra": "E",
        "texto": "Contra a decisão do órgão especial de Tribunal de Justiça que decide o incidente de declaração de inconstitucionalidade cabe recurso extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475685",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo à sistemática de impugnação e correção de decisões judiciais.Por ocasião do julgamento do recurso de agravo instrumental de decisão que defira liminar em mandado de segurança, franqueia-se ao tribunal converter o agravo em agravo retido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "466296",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Pedro interpôs agravo de instrumento em face da decisão que indeferiu o seu pedido de produção de prova pericial. Pedro, no entanto, não juntou nos autos principais cópia da petição do recurso, do comprovante de sua interposição e da relação dos documentos que instruíram o recurso. Nesse caso, o relator do agravo de instrumento no tribunal pode:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a conversão do agravo de instrumento em agravo retido;"
      },
      {
        "letra": "B",
        "texto": "julgar improcedente o recurso, por descumprimento de dispositivo legal;"
      },
      {
        "letra": "C",
        "texto": "inadmitir o recurso, caso exista certidão que comprove a citada omissão;"
      },
      {
        "letra": "D",
        "texto": "inadmitir o recurso, caso o agravado alegue e comprove a citada omissão;"
      },
      {
        "letra": "E",
        "texto": "determinar a intimação do agravado para cumprir a disposição legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700429",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I - Não se admite a extinção do processo no julgamento do agravo de instrumento, sob pena de ofensa ao duplo grau de jurisdição e ao princípio da congruência. II - Não há falar em extinção do processo sem sentença, apenas com decisão interlocutória, razão pela qual o Tribunal de Justiça, ao apreciar agravo de instrumento com a finalidade de extinção do feito (por acolhimento de preliminar, por exemplo), deve restituir os autos à origem para a prolação de sentença terminativa. III - Após a admissão do recurso de agravo, na modalidade instrumento, o Tribunal de Justiça poderá apreciar os fundamentos do pedido ou da defesa, que versem sobre questões de ordem pública, mesmo quando apenas um deles foi objeto de acolhimento pelo órgão a quo, sendo possível a extinção do processo principal. IV - Um Tribunal de segunda instância concedeu liminarmente a antecipação dos efeitos da tutela após a oposição de recurso de agravo de instrumento. Após esse fato, houve prolação de sentença de mérito no processo originário. Nesta situação, a decisão que antecipou a tutela perde imediatamente sua eficácia, independentemente de seu conteúdo, e o recurso de agravo perde seu objeto por falta superveniente de interesse recursal. Está (ão) correta (s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As proposições I, II e IV"
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição III"
      },
      {
        "letra": "C",
        "texto": "As proposições II e IV"
      },
      {
        "letra": "D",
        "texto": "As proposições III e IV"
      },
      {
        "letra": "E",
        "texto": "Apenas a proposição II"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "700427",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições e marque a assertiva correta: I – No trâmite de uma execução definitiva de sentença, proferida em ação civil pública tendo por objeto recuperação ambiental, entra em vigor a Lei 12.651/2012, que versa sobre o Código Florestal. Nesta hipótese, para se preservar o princípio da isonomia a decisão judicial deve ser adaptada ao novo texto normativo, que terá seus ditames aplicados mesmo nesta fase processual. II – Ao decidir embargos declaratórios contra sentença o juiz fixa multa, porque os considera procrastinatórios. Contra esta decisão cabe agravo de instrumento, que será julgado antes do recurso de apelação, como prevê o art. 559 do CPC, segundo o qual “a apelação não será incluída em pauta antes do agravo de instrumento interposto no mesmo processo. III - Segundo entendimento do Superior Tribunal de Justiça, nas decisões por maioria, em reexame necessário, não se admitem embargos infringentes, nem mesmo pela parte prejudicada por eventual mudança da decisão antes desfavorável à Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas todas as assertivas"
      },
      {
        "letra": "B",
        "texto": "Está errada apenas a assertiva I"
      },
      {
        "letra": "C",
        "texto": "Estão erradas as assertivas I e II"
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas II e III"
      },
      {
        "letra": "E",
        "texto": "Estão erradas as assertivas I e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "630420",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso ordinário constitucional"
    ],
    "enunciado_principal": "No processo civil, em face da decisão judicial que resolver a impugnação à execução, dando prosseguimento ao feito, cabe recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "De agravo retido."
      },
      {
        "letra": "C",
        "texto": "Ordinário."
      },
      {
        "letra": "D",
        "texto": "De apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "472061",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "No que diz respeito aos recursos e à ação rescisória, julgue os próximos itens. Se determinada parte interpuser recurso de agravo de instrumento, o relator poderá converter o recurso em agravo retido. Nessa hipótese, o agravante poderá, caso deseje reformar de imediato tal decisão, interpor recurso de agravo no prazo de cinco dias, ao órgão competente para o julgamento do recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463572",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a resposta incorreta:I - O recurso adesivo não será admitido nos embargos infringentes e no recurso extraordinário. II - De acordo com súmula do Superior Tribunal de Justiça, os embargos de declaração manifestados com notório propósito de prequestionamento não tem caráter protelatório. III - O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte.IV - Recebido o agravo de instrumento no tribunal, o relator poderá atribuir efeito suspensivo ao recurso ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição I está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão incorretas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "460045",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O Estado interpôs recurso extraordinário contra acórdão do Tribunal de Justiça. Não admitido o recurso, interpôs agravo, que, de acordo com o Código de Processo Civil e com Súmula do Supremo Tribunal Federal, deverá ser interposto em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias, por instrumento, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      },
      {
        "letra": "B",
        "texto": "10 dias, nos próprios autos, em petição dirigida ao Tribunal de origem, que não poderá deixar de encaminhar o recurso ao Supremo Tribunal Federal, depois de intimar o agravado para resposta."
      },
      {
        "letra": "C",
        "texto": "5 dias, por instrumento, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      },
      {
        "letra": "D",
        "texto": "5 dias, nos próprios autos, em petição dirigida ao Tribunal de origem, que, depois de intimar o agravado para resposta, poderá deixar de encaminhar o recurso ao Supremo Tribunal Federal se o recurso extraordinário estiver fundado em ofensa reflexa ao princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "10 dias, nos próprios autos, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460041",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Ao sentenciar, Juízo confirmou antecipação dos efeitos da tutela. Interposta apelação, recebeu o recurso nos efeitos devolutivo e suspensivo. De acordo com o Código de Processo Civil, contra referida decisão cabe",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pedido de reconsideração, dirigido ao próprio Juiz da causa, que deverá desacolhê-lo, tendo em vista ser recebida nos efeitos devolutivo e suspensivo apelação interposta de sentença que confirma a antecipação dos efeitos da tutela."
      },
      {
        "letra": "B",
        "texto": "mandado de segurança, no âmbito do qual deverá ser denegada a ordem, tendo em vista ser recebida nos efeitos devolutivo e suspensivo apelação interposta de sentença que confirma a antecipação dos efeitos da tutela."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento, ao qual deverá ser dado provimento, tendo em vista dever ser recebida apenas no efeito devolutivo apelação interposta de sentença que confirma a antecipação dos efeitos da tutela."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, ao qual deverá ser negado provimento, tendo em vista dever ser recebida nos efeitos devolutivo e suspensivo apelação interposta de sentença que confirma a antecipação dos efeitos da tutela."
      },
      {
        "letra": "E",
        "texto": "mandado de segurança, no âmbito do qual deverá ser concedida a ordem, tendo em vista dever ser recebida apenas no efeito devolutivo apelação interposta de sentença que confirma a antecipação dos efeitos da tutela."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458612",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Agravo retido",
      "Agravo de instrumento",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Durante audiência de instrução e julgamento em processo que tramita sob o rito ordinário houve indeferimento de pergunta do Defensor Público dirigida a uma das testemunhas, havendo evidente prejuízo à parte assistida pela Defensoria Pública. No caso, a medida correta seria a de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor agravo de instrumento, postulando o recebimento e abertura de prazo para formação do instrumento e remessa ao Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "interpor agravo de instrumento, oral e imediatamente, constando do termo de audiência."
      },
      {
        "letra": "C",
        "texto": "arguir nulidade, postulando que conste tal arguição no termo de audiência, objetivando posterior interposição do recurso de agravo retido, por petição dirigida ao Juiz da causa, no prazo de 10 (dez) dias."
      },
      {
        "letra": "D",
        "texto": "interpor, de forma oral, agravo retido imediatamente à decisão proferida, expondo sucintamente as razões."
      },
      {
        "letra": "E",
        "texto": "interpor agravo de instrumento no prazo de 10 (dez) dias, após arguida nulidade durante a audiência, tendo tal constado do termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "448913",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Encerrada a fase instrutória nos autos de ação de alimentos, proferiu o juiz sentença em que condenava o réu a pagar ao autor determinada verba mensal, a título de pensionamento. Inconformado, o demandado interpôs recurso de apelação, o qual foi recebido nos efeitos devolutivo e suspensivo. Discordando dessa decisão, por entender que o apelo do réu não seria dotado de efeito suspensivo, deve o autor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor agravo retido, o qual deverá ser provido pelo órgão ad quem;"
      },
      {
        "letra": "B",
        "texto": "interpor agravo de instrumento, o qual deverá ser provido pelo órgão ad quem;"
      },
      {
        "letra": "C",
        "texto": "interpor agravo de instrumento, o qual deverá ser desprovido pelo órgão ad quem;"
      },
      {
        "letra": "D",
        "texto": "interpor agravo retido, o qual deverá ser desprovido pelo órgão ad quem;"
      },
      {
        "letra": "E",
        "texto": "ajuizar mandado de segurança, por se tratar de decisão irrecorrível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432840",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre a disciplina dos recursos no Código de Processo Civil, considerando a jurisprudência predominante dos tribunais superiores, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agravo de instrumento pode ser convertido em agravo retido quando interposto com o objetivo de impugnar decisão proferida no âmbito de execução."
      },
      {
        "letra": "B",
        "texto": "Prevalece no STJ que os pressupostos de constituição e desenvolvimento válido e regular do processo, assim como as condições da ação – matérias de ordem pública – se submetem à preclusão nas instâncias ordinárias."
      },
      {
        "letra": "C",
        "texto": "É cabível agravo regimental, a ser processado pelo Tribunal a quo, destinado a impugnar decisão monocrática que nega seguimento a recurso especial com fundamento no art. 543-C, § 7º, I, do Código de Processo Civil. De acordo com este dispositivo, publicado o acórdão do STJ, os recursos sobrestados na origem terão seguimento denegado na hipótese de o acórdão recorrido coincidir com a orientação do STJ."
      },
      {
        "letra": "D",
        "texto": "É recorrível mediante agravo nos próprios autos o ato do presidente do tribunal de origem que, com fundamento no art. 543- C, § 1º, do CPC, determina a suspensão de recursos especiais, enquanto se aguarda o julgamento de outro recurso encaminhado ao STJ como representativo da controvérsia."
      },
      {
        "letra": "E",
        "texto": "O STJ admite a intervenção da Defensoria Pública como amicus curiae, quando esta atuar em muitas ações sobre o mesmo tema, como ocorreu recentemente no processo para o julgamento de recurso repetitivo em que se discutem encargos de crédito rural, destinado ao fomento de atividade comercial. O pedido de intervenção deve ser realizado antes do início do julgamento pelo órgão colegiado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432688",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência da cópia da certidão de intimação da decisão agravada é óbice ao conhecimento do agravo de instrumento, mesmo quando, por outros meios inequívocos, for possível aferir a tempestividade do recurso;"
      },
      {
        "letra": "B",
        "texto": "O relator pode negar seguimento monocraticamente ao recurso de embargos de declaração apresentado em face da decisão colegiada do recurso de apelação;"
      },
      {
        "letra": "C",
        "texto": "A apelação devolverá ao tribunal o conhecimento da matéria impugnada, exceção feita às questões suscitadas e discutidas no processo e que a sentença não tenha julgado por inteiro;"
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo na forma retida, devendo ser interposto em petição dirigida ao juiz da causa, no prazo de 10 (dez) dias;"
      },
      {
        "letra": "E",
        "texto": "Cabe agravo interno da decisão monocrática do relator que converte o agravo de instrumento em agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429584",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Teoria geral do processo cautelar",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Considere as afirmações seguintes e assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta de ajuizamento da ação principal no prazo de 30 dias acarreta a perda da eficácia da liminar deferida e a extinção do processo cautelar."
      },
      {
        "letra": "B",
        "texto": "Cabe recurso contra decisão monocrática liminar de membro do tribunal local que nega efeito suspensivo em agravo de instrumento interposto contra decisão antecipatória de tutela."
      },
      {
        "letra": "C",
        "texto": "Cabe recurso extraordinário contra acórdão que defere medida liminar, segundo orientação do STF."
      },
      {
        "letra": "D",
        "texto": "É lícito ao magistrado revogar a antecipação de tutela a qualquer tempo, independentemente tanto de fatos novos constantes dos autos quanto de fundamentação específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427905",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Contra decisão monocrática do relator, que defere a concessão de efeito suspensivo a recurso de agravo de instrumento, é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "agravo ao órgão julgador colegiado"
      },
      {
        "letra": "C",
        "texto": "recurso especial ou recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento ao Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425312",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considerando a edição da Lei nº 11.232, de 22 de dezembro de 2005, que alterou a Lei nº 5.869, de 11 de janeiro de 1973 - Código de Processo Civil, para estabelecer a fase de cumprimento das sentenças no processo de conhecimento e revogar dispositivos relativos à execução fundada em título judicial, e dá outras providências, no que tange à liquidação de sentença temos os seguintes requisitos, SALVO uma única alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso, na liquidação, discutir de novo a lide ou modificar a sentença que a julgou."
      },
      {
        "letra": "B",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "C",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, na forma do art. 475-J do CPC, instruindo o pedido com a memória discriminada e atualizada do cálculo."
      },
      {
        "letra": "D",
        "texto": "Poderá o juiz valer-se do contador do juízo, quando a memória apresentada pelo credor aparentemente exceder os limites da decisão exequenda e, ainda, nos casos de assistência judiciária."
      },
      {
        "letra": "E",
        "texto": "Da decisão de liquidação caberá agravo de instrumento em caso de liquidação de decisão já transitada em julgado e agravo retido em caso de liquidação pendente de recurso, sem ainda o devido trânsito em julgado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425310",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Em relação aos prazos previstos para recursos no Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação 15 dias; Agravo de Instrumento 15 dias; Agravo Retido 10 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário ao STF 15 dias; Recurso ordinário ao STJ 15 dias; Recurso especial ao STJ 15 dias; Embargos de divergência no STF 15 dias."
      },
      {
        "letra": "C",
        "texto": "Embargos de declaração 5 dias; Agravo de Instrumento 10 dias; Agravo Retido 10 dias; Apelação 8 dias."
      },
      {
        "letra": "D",
        "texto": "Recurso Extraordinário 15 dias; Recurso Especial 15 dias; Embargos de declaração 2 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "E",
        "texto": "Agravo, nos próprios autos contra inadmissão de recurso especial 10 dias; Agravo nos próprios autos, contra inadmissão de recurso extraordinário 10 dias; Agravo Retido 10 dias; Agravo de Instrumento 15 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425189",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Qual das alternativas abaixo está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da citação por edital: I - a afirmação do autor, ou a certidão do oficial, quanto às circunstâncias de ser desconhecido ou incerto o réu ou quando ignorado, incerto ou inacessível o lugar em que se encontrar; ( ll - a afixação do edital, na sede do juízo, certificada pelo escrivão; Ill - a publicação do edital no prazo máximo de quinze (15) dias, uma vez no órgão oficial e pelo menos duas vezes em jornal local, onde houver; IV - a determinação, pelo juiz, do prazo, que variará entre vinte (20) e sessenta (60) dias, correndo da data da primeira publicação;"
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de seu mérito: ( I - quando o juiz acolher ou rejeitar o pedido do autor; (ll - quando o réu reconhecer a procedência do pedido formulado pelo autor; (Ill - quando as partes transigirem; IV - quando o juiz pronunciar a decadência ou a prescrição; ( V - quando o autor renunciar ao direito sobre que se funda a ação; VI quando ocorrer confusão entre autor e réu;"
      },
      {
        "letra": "C",
        "texto": "O recurso extraordinário suspende a execução da sentença; a interposição do agravo de instrumento não obsta ao andamento do processo, ressalvado o disposto no art. 558 do CPC;"
      },
      {
        "letra": "D",
        "texto": "Concorrendo vários credores, o dinheiro ser-lhes-á distribuido e entregue consoante a ordem das respectivas prelações; não havendo título legal à preferência, receberá em primeiro lugar o credor que promoveu em primeiro a citação do réu na fase de conhecimento, cabendo aos demais concorrentes direito sobre a importância restante, observada a anterioridade de cada penhora;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420763",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma audiência realizada por um juízo cível, o magistrado indefere a oitiva de testemunha arrolada pelo autor. A parte, caso se sinta prejudicada, através de seu patrono, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aviar agravo retido."
      },
      {
        "letra": "B",
        "texto": "Efetuar protesto."
      },
      {
        "letra": "C",
        "texto": "Interpor agravo de petição."
      },
      {
        "letra": "D",
        "texto": "Opor embargos declaratórios."
      },
      {
        "letra": "E",
        "texto": "Opor agravo de instrumento imediatamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "418659",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "\"Joaquina impetra mandado de segurança no Tribunal de Justiça do local em que reside por ter direito líquido e certo que foi violado por abuso de autoridade da autoridade coatora envolvida na situação. Considere que, nessa hipótese, a autoridade coatora era o Governador do Estado, que possuía foro por prerrogativa de função e que, por essa razão, a competência para julgamento do writ era mesmo do Tribunal de Justiça local. Considere, ainda, que a impetração ocorreu tempestivamente, e que todos os requisitos de admissibilidade foram observados. Entretanto, mesmo com a observância de todos os requisitos formais, meritoriamente, foi denegatória a decisão do mandado de segurança impetrado por Joaquina.\"Tendo em vista todos os aspectos apresentados no caso anterior, assinale a opção que indica, acertadamente, o recurso a ser interposto por Joaquina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso especial para o STJ."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário para o STJ"
      },
      {
        "letra": "C",
        "texto": "Embargos infringentes para o STJ."
      },
      {
        "letra": "D",
        "texto": "Agravo de instrumento para o STJ."
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário para o STF."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "416909",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma ação cível, proferida a sentença, a parte vencida interpôs recurso de apelação. O juiz, no entanto, não admitiu o recurso, por estar a sentença em conformidade com Súmula do Superior Tribunal de Justiça. Dessa decisão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe apelação, nem agravo em qualquer de suas espécies."
      },
      {
        "letra": "B",
        "texto": "cabe agravo a ser interposto verbalmente."
      },
      {
        "letra": "C",
        "texto": "cabe nova apelação."
      },
      {
        "letra": "D",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "E",
        "texto": "cabe agravo de instrumento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415211",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Estabelece o Código de Processo Civil que recebido o agravo de instrumento no tribunal, o relator poderá atribuir efeito suspensivo ao recurso ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão. A decisão liminar proferida somente é passível de reforma no momento do julgamento do agravo, salvo se o próprio relator a reconsiderar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413801",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Leia as assertivas e responda:I) A apelação devolverá ao tribunal o conhecimento da matéria impugnada, ainda que a sentença não as tenha julgado por inteiro. Quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao tribunal o conhecimento dos demais. II) Interposta a apelação, o juiz, declarando os efeitos em que a recebe, mandará dar vista ao apelado para responder, recebendo o recurso de apelação ainda quando a sentença esteja em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. III) Apresentada a resposta à apelação, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso. Caso o apelante comprove justo impedimento, o juiz relevará a pena de deserção, fixando-lhe prazo para efetuar o preparo. IV) A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida apenas no efeito devolutivo, quando interposta de sentença que homologar a divisão ou a demarcação. V) O agravo de instrumento será dirigido diretamente ao tribunal competente, através de petição com os seguintes requisitos: a exposição do fato e do direito; as razões do pedido de reforma da decisão, bem como o nome e o endereço completo dos advogados, constantes do processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "413515",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "De acordo com a legislação vigente e a jurisprudência do STJ, assinale a opção correta acerca de antecipação de tutela e liminares contra o poder público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que a sentença a ser proferida esteja sujeita por força de lei ao reexame necessário, não cabe concessão de liminar contra o poder público."
      },
      {
        "letra": "B",
        "texto": "Concedida indevidamente liminar por juiz, o ente público prejudicado pode interpor agravo de instrumento ou agravo retido."
      },
      {
        "letra": "C",
        "texto": "O agravo de instrumento interposto contra decisão que defere tutela antecipada fica prejudicado quando há superveniência de sentença de mérito, desde que a sentença seja de procedência dos pedidos do autor."
      },
      {
        "letra": "D",
        "texto": "É incabível a concessão de tutela antecipada contra a fazenda pública com base em incontrovérsia sobre os fatos constitutivos do direito do autor quando essa incontrovérsia decorrer exclusivamente da ausência de impugnação específica."
      },
      {
        "letra": "E",
        "texto": "Contra o deferimento de tutela antecipada em sentença, a parte prejudicada deve interpor agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "400871",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Acerca do processo de execução e da liquidação e cumprimento de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No cumprimento provisório da sentença, o exequente deverá instruir a petição inicial com a certidão de interposição do recurso recebido com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A liquidação da sentença somente poderá ser requerida após o trânsito em julgado do recurso impugnatório."
      },
      {
        "letra": "C",
        "texto": "Na liquidação por cálculo, o executado poderá impugná-lo via embargos à execução."
      },
      {
        "letra": "D",
        "texto": "A decisão que puser fim à liquidação de sentença poderá ser impugnada por agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "No processo de execução, a inexistência do interesse de agir implica a extinção do feito, com resolução do mérito, por falta de pressuposto processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392578",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João da Silva ingressa com ação de indenização por danos materiais decorrentes de colisão de veículo em face de Pedro de Souza. Em resposta, Pedro de Souza alega prescrição e no mérito que a colisão ocorreu por imprudência de João da Silva. A sentença rejeitou a prejudicial de prescrição, mas julgou a ação improcedente. Diante dessa decisão, Pedro de Souza pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor recurso de apelação em face do tópico da sentença que afastou a prescrição."
      },
      {
        "letra": "B",
        "texto": "interpor recurso adesivo para insistir na prescrição, se João da Silva interpuser recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "interpor recurso de agravo de instrumento em face do tópico da sentença que lhe foi desfavorável."
      },
      {
        "letra": "D",
        "texto": "insistir no acolhimento da prescrição em preliminar de contrarrazões de recurso de apelação, se João da Silva recorrer."
      },
      {
        "letra": "E",
        "texto": "insurgir-se contra a rejeição da prescrição por meio de agravo retido, que deve ser reiterado por ocasião das contrarrazões, se João da Silva recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387602",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Agravo de instrumento",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Acerca da liquidação da sentença, prevista no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão de liquidação não caberá agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "Quando a sentença não determinar o valor devido, procede-se à sua liquidação."
      },
      {
        "letra": "C",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se nos mesmos autos."
      },
      {
        "letra": "D",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, não necessitando apresentar memória discriminada do cálculo."
      },
      {
        "letra": "E",
        "texto": "Far-se-á a liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "384798",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso ordinário constitucional",
      "Recurso Especial"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, a indicação do nome e do endereço completo dos advogados, constantes do processo, é requisito da petição de interposição do recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De apelação."
      },
      {
        "letra": "B",
        "texto": "De agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Ordinário."
      },
      {
        "letra": "D",
        "texto": "Especial"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Dos recursos a seguir enumerados, aponte aquele que é recebido, como regra, no duplo efeito, devolutivo e suspensivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "apelação."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "recurso especial."
      },
      {
        "letra": "E",
        "texto": "agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368508",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em determinada ação judicial, o Defensor Público, reputando essencial a produção de prova pericial, requer ao Juiz a produção desse meio de prova, sobrevindo decisão de indeferimento “por ausência de previsão legal”, designando-se, desde logo, audiência de instrução e julgamento para colheita de prova testemunhal. Inconformado com referida decisão, o Defensor Público pode valer-se :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do recurso de agravo retido ou de instrumento, de acordo com critério de oportunidade ou conveniência."
      },
      {
        "letra": "B",
        "texto": "de mandado de segurança, na medida em que se trata de decisão irrecorrível, mas que causa gravame à parte."
      },
      {
        "letra": "C",
        "texto": "de embargos de declaração, a fim de que o juiz explicite as razões do indeferimento do meio de prova requerido."
      },
      {
        "letra": "D",
        "texto": "de agravo de instrumento, que, caso seja convertido em agravo retido pelo relator, desafiará a interposição de novo agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "de reclamação constitucional, por se tratar de indevida inversão procedimental que impede a continuidade dos atos processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362502",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento",
      "Princípios Recursais"
    ],
    "enunciado_principal": "Sobre o recurso de agravo, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição de agravo de instrumento será instruída, obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado, de forma que, na ausência destes requisitos, o tribunal não poderá apreciar o mérito do recurso;"
      },
      {
        "letra": "B",
        "texto": "Caberá agravo nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando será admitida a sua interposição por instrumento;"
      },
      {
        "letra": "C",
        "texto": "Aplica-se o princípio da fungibilidade dos recursos no caso de interposição do agravo de instrumento ao invés de agravo retido, na hipótese de decisão interlocutória proferida em audiência de instrução de julgamento;"
      },
      {
        "letra": "D",
        "texto": "A lei confere expressamente ao relator o poder de atribuir efeito suspensivo ao recurso, de sorte a tornar desnecessária a impetração de mandado de segurança para tal fim, bastando à parte requerer dito efeito na própria petição que dirige ao tribunal;"
      },
      {
        "letra": "E",
        "texto": "Das decisões interlocutórias caberá agravo, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843812",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre o recurso de agravo é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Das decisões interlocutórias caberá agravo de instrumento, no prazo de 15 (quinze) dias, bem como nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida."
      },
      {
        "letra": "B",
        "texto": "O agravante, no prazo de 3 (três) dias, requererá juntada, aos autos do processo de cópia da petição do agravo de instrumento e do comprovante de sua interposição, assim como a relação dos documentos que instruíram o recurso.O não cumprimento dessa norma será reconhecido de ofício pelo juiz, importando inadmissibilidade do agravo."
      },
      {
        "letra": "C",
        "texto": "Recebido o agravo de instrumento no tribunal, e distribuído incontinenti, o relator converterá o agravo de instrumento em agravo retido, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, bem como nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, mandando remeter os autos ao juiz da causa."
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias caberá agravo, no prazo de 15 (quinze) dias, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, bem como nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando será admitida a sua interposição por instrumento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484672",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão de liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá o recurso de agravo retido."
      },
      {
        "letra": "B",
        "texto": "caberá o recurso de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "caberá o recurso de apelação."
      },
      {
        "letra": "D",
        "texto": "caberá o recurso de embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "não caberá recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471556",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O prazo para a União, Estados e Municípios apresentarem contrarrazões em agravo de instrumento é de: Assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias."
      },
      {
        "letra": "B",
        "texto": "20 dias"
      },
      {
        "letra": "C",
        "texto": "15 dias."
      },
      {
        "letra": "D",
        "texto": "10 dias."
      },
      {
        "letra": "E",
        "texto": "3 dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451902",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Os recursos podem ser definidos como ferramentas jurídicas cabíveis quando a parte vencida, o Ministério Público ou terceiro prejudicado buscam novo pronunciamento judicial acerca daquilo que foi desfavorável ao recorrente em determinado julgado. Considerando os recursos previstos no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das decisões interlocutórias proferidas em audiência de instrução e julgamento, caberá agravo na forma retida por meio de petição, no prazo de 5 dias."
      },
      {
        "letra": "B",
        "texto": "a apelação interposta de sentença que confirmar a antecipação dos efeitos da tutela ou decidir o processo cautelar será recebida nos efeitos suspensivo e devolutivo."
      },
      {
        "letra": "C",
        "texto": "os recursos especial e extraordinário serão interpostos perante o presidente ou o vice-presidente do Superior Tribunal de Justiça e Supremo Tribunal Federal, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o recurso especial e o recurso extraordinário não obstam a execução da sentença, assim como a interposição do agravo de instrumento, em regra, não impede o andamento do feito."
      },
      {
        "letra": "E",
        "texto": "o recorrente poderá desistir do recurso interposto desde que, devidamente intimados, o recorrido e eventuais litisconsortes manifestem anuência nos autos ou aquiesçam com seu silêncio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447280",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no sistema próprio do Direito Processual Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de antecipação de tutela no corpo da sentença, impõe que eventual recurso de apelação, por ausência de disposição legal, seja integralmente recebido em seu efeito devolutivo e suspensivo."
      },
      {
        "letra": "B",
        "texto": "A reforma processual promovida em 2005 alterou o regime de impugnação das decisões interlocutórias, estabelecendo como regra geral a interposição de recurso de agravo de instrumento manejado diretamente na Corte competente."
      },
      {
        "letra": "C",
        "texto": "A interposição de agravo retido conduz automaticamente à apreciação da matéria pelo Tribunal de Justiça como preliminar, por ocasião do julgamento da apelação, independentemente de reiteração posterior da parte interessada."
      },
      {
        "letra": "D",
        "texto": "A decisão do relator que converte o agravo de instrumento em retido é passível de reforma imediata, mediante a interposição de recurso de agravo interno, no prazo de 05 (cinco) dias,nos termos do art. 557, § 1º do CPC."
      },
      {
        "letra": "E",
        "texto": "Cabe ao agravante, no prazo de 03 (três) dias, comunicar ao Juízo singular a interposição do recurso de agravo de instrumento, juntando cópia da petição recursal, seu comprovante de interposição e a relação de documentos apresentados, sendo o descumprimento desse ônus processual razão para o não conhecimento do recurso, desde que a questão seja arguida e provada pela parte agravada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423194",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considere a hipótese de o juiz indeferir, em audiência de instrução e julgamento, a produção de prova requerida pelo Ministério Público. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá agravo, no prazo de vinte dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "B",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "É impugnável via agravo, no prazo de dez dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "D",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória capaz de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "É impugnável via agravo retido, devendo ser interposto oral e imediatamente, uma vez que se trata de decisão interlocutória proferida em audiência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "365732",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, considere as seguintes afirmativas: 1. Nas decisões por maioria, em reexame necessário, se admitem embargos infringentes. 2. Em profundidade, não fica o órgão ad quem competente para o julgamento dos embargos infringentes adstrito aos motivos invocados no voto vencido. 3. Não será conhecido o recurso extraordinário que não apresentar preliminar formal de repercussão geral. 4. O agravo de instrumento interposto contra decisão que não admitir recurso especial ou recurso extraordinário será instruído, obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado e, facultativamente, com outras peças que o agravante entender úteis. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359626",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução de sentença; a apelação é recebida em regra nos efeitos devolutivo e suspensivo, salvo as hipóteses em que a lei processual prevê seu recebimento somente no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Desde que com a anuência do recorrido ou dos litisconsortes, o recorrente poderá desistir do recurso a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "Embora subordinado ao recurso principal, o recurso adesivo prossegue e será julgado em caso de desistência do recurso principal ou de sua deserção."
      },
      {
        "letra": "D",
        "texto": "Como regra, a interposição do agravo de instrumento suspende o andamento do processo."
      },
      {
        "letra": "E",
        "texto": "O recurso só pode ser interposto pela parte vencida ou pelo Ministério Público, nos processos em que couber intervir, como parte ou fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357061",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "É INCORRETO afirmar-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agravo retido não depende de preparo, sendo cabível contra decisões interlocutórias proferidas na audiência de instrução e julgamento, e deve ser interposto oral e imediatamente."
      },
      {
        "letra": "B",
        "texto": "Das decisões interlocutórias, caberá agravo, no prazo de 10 (dez) dias, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "Recebido o agravo de instrumento no tribunal, ao relator é facultado atribuir efeito suspensivo ao recurso, ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão."
      },
      {
        "letra": "D",
        "texto": "Poderá a petição de agravo de instrumento ser instruída da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "333190",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O agravo é o recurso cabível para o enfrentamento de decisões prolatadas em processo judicial. Partindo desse tema, analise as afirmativas a seguir. I. O agravo retido contra decisão prolatada em audiência de instrução e julgamento deve ser oral e interposto imediatamente ao ato, sob pena de preclusão. II. O agravo de instrumento deverá ser dirigido ao juízo que prolatou a decisão guerreada que, após dar vista ao agravado para responder, remeterá o recurso e a resposta ao tribunal competente. III. A petição de agravo contra decisão que não admite recurso extraordinário ou recurso especial deverá ser dirigida à presidência do tribunal de origem e independe do pagamento de custas e despesas postais.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se somente a afirmativa II estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322959",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial"
    ],
    "enunciado_principal": "Contra a sentença emprimeiro grau de jurisdição que julga procedente o pedido do autor e antecipa os efeitos da tutela, é possível a interposição do(s) seguinte(s) recurso(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação, somente."
      },
      {
        "letra": "B",
        "texto": "apelação e agravo de instrumento, concomitantemente."
      },
      {
        "letra": "C",
        "texto": "apelação e agravo retido, concomitantemente."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, somente."
      },
      {
        "letra": "E",
        "texto": "recurso especial, somente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "893021",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em face dessa situação hipotética, julgue o item seguinte.Caso o réu pretenda reformar a decisão que antecipou os efeitos da tutela, ele deverá interpor o recurso de agravo retido, no prazo de dez dias, contado a partir da intimação da decisão antecipatória concedida, não se admitido, no caso em apreço, agravo de instrumento. Na eventualidade de interposição desse recurso, o relator deverá convertê-lo em agravo retido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352450",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo jurisprudência dominante do Superior Tribunal de Justiça, do ato judicial proferido no âmbito do incidente de liquidação que extingue o próprio processo, determinando o arquivamento dos autos, é cabível o recurso de agravo de instrumento. II. Segundo jurisprudência dominante do Superior Tribunal de Justiça, se a sentença extinguiu o processo sem resolução de mérito, não pode o Tribunal, julgando a apelação aí interposta, decidir o mérito, uma vez afastada a causa que determinou a extinção do processo em primeiro grau. III. Segundo jurisprudência dominante do Superior Tribunal de Justiça, havendo litisconsortes com diferentes procuradores no processo de conhecimento, o prazo para recorrer é dobrado, ainda que somente um possua interesse processual em recorrer da decisão. IV. Segundo a Lei nº 11.419/2006, que dispõe sobre a informatização do processo judicial, a arguição de falsidade de documento original, transmitido em processo eletrônico, será processada em meio físico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352448",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Agravo de instrumento",
      "Providências Preliminares: Ação Declaratória Incidental",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo a orientação dominante do Superior Tribunal de Justiça, em se tratando de agravo de instrumento interposto em face de decisão interlocutória, proferida por juiz singular, é inadmissível a complementação das peças do instrumento respectivo após a sua interposição no Tribunal, ainda que para a juntada de peças facultativas que o órgão julgador repute como necessárias à compreensão da controvérsia. II. É inadmissível a ação declaratória se já tiver ocorrido a violação do direito. III. Extingue-se o processo sem resolução do mérito, por abandono do autor, se o advogado deste, intimado por três vezes, não praticar ato que lhe incumba.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352444",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Contra decisão de mérito que denega Mandado de Segurança interposto originariamente perante Tribunal Regional Federal, cabe recurso ordinário para o Superior Tribunal de Justiça. II. Os juízes que participaram colegiadamente do julgamento rescindendo estão impedidos de julgar a ação rescisória. III. É inaplicável o benefício do prazo dobrado aos litisconsortes em agravo de instrumento contra decisão que inadmitiu o recurso especial. IV. Segundo o Código de Processo Civil, os embargos de declaração suspendem o prazo para a interposição de outros recursos, por qualquer das pa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324640",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em relação ao recurso de agravo previsto no Código de Processo Civil, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de agravo será sempre recebido na forma retida, admitindo-se apenas o agravo de instrumento quando se tratar de ato interlocutório que decida o mérito em ação sujeita a cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "Não se aplica ao agravo a possibilidade de o relator negar seu seguimento caso a decisão recorrida esteja em manifesto confronto com súmula ou com jurisprudência dominante do Supremo Tribunal Federal, ou de Tribunal Superior, hipótese que ocorre apenas com o recurso de apelação"
      },
      {
        "letra": "C",
        "texto": "Em regra, o agravo será na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, ou ainda nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando então será admitida a sua interposição por instrumento."
      },
      {
        "letra": "D",
        "texto": "O recurso de agravo retido será interposto sempre em primeiro grau de jurisdição. No entanto, na hipótese de decisão suscetível de causar à parte lesão grave e de difícil reparação, o Juiz irá admiti - lo como agravo de instrumento e remetê - lo ao Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "Em caso de agravo retido, não há necessi- dade de qualquer providência ulterior à sua interposição por parte do agravante para que se dê seu conhecimento quando do julgamento do recurso de apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311767",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação no cumprimento de sentença, uma vez decidida, é recorrível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por agravo de instrumento, mesmo quando importar extinção da execução."
      },
      {
        "letra": "B",
        "texto": "por apelação, em quaisquer casos."
      },
      {
        "letra": "C",
        "texto": "por apelação apenas quando importar a extinção da execução."
      },
      {
        "letra": "D",
        "texto": "por agravo de instrumento, em quaisquer casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270736",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não receberá o recurso de apelação, quando a sentença estiver em conformidade com a Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "o prazo estipulado para o juiz reexaminar os pressupostos de admissibilidade da apelação, após a resposta do recorrido, é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é vedado ao relator negar seguimento liminar ao agravo de instrumento ou convertê-lo em agravo retido."
      },
      {
        "letra": "D",
        "texto": "é inadmissível recurso adesivo em sede de recurso extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "237183",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão emanada do presidente de tribunal que suspender os efeitos de medida liminar proferida em mandado de segurança, caberá o seguinte recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação"
      },
      {
        "letra": "B",
        "texto": "agravo"
      },
      {
        "letra": "C",
        "texto": "embargos"
      },
      {
        "letra": "D",
        "texto": "reconsideração"
      },
      {
        "letra": "E",
        "texto": "inominado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "213527",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Tício ajuizou ação de cobrança contra Igor, julgada procedente em primeira instância. Tício interpôs recurso de apelação, recebido por decisão do Magistrado apenas no efeito devolutivo. Tício interpôs contra esta decisão embargos declaratórios por entender que havia contradição, os quais foram rejeitados pelo Magistrado. Contra a decisão que recebeu o recurso no efeito devolutivo caberá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo de instrumento, no prazo de dez dias."
      },
      {
        "letra": "B",
        "texto": "mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "agravo retido, no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, no prazo de quinze dias."
      },
      {
        "letra": "E",
        "texto": "agravo retido, no prazo de quinze dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432556",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento",
      "Recurso Especial"
    ],
    "enunciado_principal": "Recurso especial interposto pelo autor é inadmitido pelo tribunal de origem, em decisão publicada em 15 de abril de 2011. Ao agravar da decisão, o autor acosta à sua petição diversas cópias do processo de origem, dentre as quais não se inclui cópia da própria decisão que denegou o recurso especial (decisão agravada). Recebido o agravo nos autos do processo, a parte ré é intimada para apresentar suas contrarrazões. Ao fazê-lo, sustenta que não deve ser admitido o agravo de instrumento por falta de peça obrigatória. Neste caso:I. Era desnecessária a juntada da cópia da decisão agravada. II. Como o autor valeu-se de agravo de instrumento, era indispensável a juntada da cópia da decisão agravada, razão pela qual não deverá ser conhecido o agravo de instrumento. III. O Tribunal deverá abrir vista ao autor para juntada de cópia da decisão agravada. IV. Apenas o Superior Tribunal de Justiça poderá decidir sobre a questão levantada pelo réu/agravado. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas I e IV estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432555",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em audiência de instrução e julgamento, o juiz profere decisão antecipatoria da tutela determinando o desfazimento, em 48 horas, de obra em imóvel de propriedade do réu. Neste caso: I. O réu poderá interpor agravo de instrumento, em face do perigo de lesão grave e de difícil reparação. II. O réu não poderá interpor agravo de instrumento, mas, sim, agravo retido, em face da expressa disposição contida no artigo 523, § 3.°, do CPC. III. O réu poderá impetrar mandado de segurança, em face da ausência de recurso cabível contra a decisão. IV. O réu poderá ajuizar correição parcial, em face da ausência de recurso cabível contra a decisão. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "299010",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O agravo, no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na forma retida, independe de preparo."
      },
      {
        "letra": "B",
        "texto": "possui duplo efeito, como regra."
      },
      {
        "letra": "C",
        "texto": "é dirigido diretamente ao tribunal competente, não cabendo ao agravante qualquer providência perante o juízo recorrido."
      },
      {
        "letra": "D",
        "texto": "se interposto pelo meio instrumental, será sempre decidido de modo colegiado."
      },
      {
        "letra": "E",
        "texto": "interposto na forma retida, é conhecido automaticamente por ocasião do exame da apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "207710",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O primeiro juízo de admissibilidade do recurso de apelação, realizado pelo juiz a quo, deve restringir-se às questões formais típicas, tais como a tempestividade e o preparo, sem jamais adentrar o seu mérito, que é de competência exclusiva do tribunal ad quem."
      },
      {
        "letra": "B",
        "texto": "Será incabível a interposição de embargos infringentes de acórdão da 1.ª Câmara Cível do tribunal que, por maioria, confirmou a sentença de mérito na parte em que esta reconheceu obrigação de indenizar."
      },
      {
        "letra": "C",
        "texto": "A reiteração, na apelação, dos mesmos argumentos apresentados na contestação — e já afastados pela sentença — impede o conhecimento do recurso."
      },
      {
        "letra": "D",
        "texto": "Segundo recente posicionamento do STF, é inconstitucional, por afronta ao princípio da motivação das decisões judiciais, decisão de turma recursal de juizados especiais que adote os mesmos fundamentos da sentença questionada."
      },
      {
        "letra": "E",
        "texto": "Em agravo de instrumento, mesmo que tenham sido apresentadas todas as peças obrigatórias exigidas conforme o Código de Processo Civil, o relator poderá não conhecer o recurso sob o argumento de que a ordem de juntada dos documentos torna difícil a exata compreensão da controvérsia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "87583",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Natanael é advogado do processo A. Tendo em vista decisão interlocutória desfavorável ao seu cliente e, em razão dos prejuízos iminentes relativos a esta decisão, Natanael interpôs agravo de instrumento, requerendo a juntada aos autos principais de cópia da petição do agravo de instrumento e do comprovante de sua interposição, assim como a relação dos documentos que instruíram o recurso no décimo dia da propositura do referido recurso. Neste caso, de acordo com o Código de Processo Civil, Natanael",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extrapolou o prazo legal de quarenta e oito horas, o que acarretará a inadimissibilidade do agravo."
      },
      {
        "letra": "B",
        "texto": "atendeu o prazo legal não havendo penalidade legal."
      },
      {
        "letra": "C",
        "texto": "extrapolou o prazo legal de cinco dias, o que poderá acarretar a inadimissibilidade do agravo."
      },
      {
        "letra": "D",
        "texto": "extrapolou o prazo legal de três dias, o que poderá acarretar a inadimissibilidade do agravo."
      },
      {
        "letra": "E",
        "texto": "extrapolou o prazo legal de cinco dias, porém seu recurso poderá ainda ser admitido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "86889",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil brasileiro, o agravo de instrumento terá a sua petição instruída obrigatoriamente com cópias da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão agravada e da certidão da respectiva intimação, apenas."
      },
      {
        "letra": "B",
        "texto": "decisão agravada, da petição inicial, contestação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "C",
        "texto": "decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "D",
        "texto": "certidão da respectiva intimação, da petição inicial, contestação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "E",
        "texto": "decisão agravada, da certidão da respectiva intimação, da petição inicial, contestação e da procuração outorgada ao advogado do agravante, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "86043",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Acerca do sistema recursal previsto no Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No recurso de apelação pode-se inovar, inclusive com questões de fato, desde que provada a impossibilidade de suscitação anterior por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "Quando interposta de sentença que rejeitar, liminarmente, os embargos à execução, a apelação será recebida somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "Se o agravante, no prazo de três dias, não requerer a juntada aos autos do processo de cópia da petição do agravo de instrumento, do comprovante de sua interposição e da relação dos documentos que instruíram o recurso, este não será admitido, independentemente de arguição pelo agravado."
      },
      {
        "letra": "D",
        "texto": "Em determinadas situações, o relator poderá conhecer do agravo interposto contra decisão que não admitiu o recurso especial e, monocraticamente, dar provimento ao próprio recurso especial."
      },
      {
        "letra": "E",
        "texto": "Não há previsão, no Código de Processo Civil, para o oferecimento de contrarrazões ao recurso de apelação contra sentença que indeferir a petição inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85455",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em determinada ação, o juiz proferiu um despacho com conteúdo decisório. Inconformada, uma das partes requereu a reconsideração da decisão, contudo, o juiz não modificou sua deliberação. A parte impetrou então agravo de instrumento referindo-se a essa nova decisão e daí contando seu prazo. Em razão desses fatos, aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antes de apresentar agravo de instrumento, a parte deveria ter impetrado agravo retido, pois é o único modo que permite ao juiz retratar-se da decisão anteriormente proferida."
      },
      {
        "letra": "B",
        "texto": "O pedido de reconsideração não interrompe nem suspende o prazo para interposição de agravo de instrumento, que deve ser contado a partir do primeiro ato."
      },
      {
        "letra": "C",
        "texto": "As decisões proferidas são independentes, ainda que se refiram à solução de um mesmo pedido, razão pela qual caberá interposição de recurso em face do segundo despacho."
      },
      {
        "letra": "D",
        "texto": "As decisões não comportam nenhum tipo de inconformismo, visto que o poder decisório do juiz independe da vontade das partes, diante do princípio da imparcialidade e condução da causa."
      },
      {
        "letra": "E",
        "texto": "Não poderá o juiz reconsiderar sua decisão, caso seja interlocutória, haja vista que poderá gerar o inconformismo da outra parte litigante no feito, que perderá seu direito de recorrer do primeiro despacho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456888",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão que recebe apelação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "B",
        "texto": "cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "não cabe recurso."
      },
      {
        "letra": "D",
        "texto": "cabe apelação."
      },
      {
        "letra": "E",
        "texto": "cabe agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434350",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento da sentença possui, como regra, efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "O deferimento do efeito suspensivo na impugnação ao cumprimento não necessariamente impede o prosseguimento da execução, podendo o credor requerer o prosseguimento oferecendo e prestando caução suficiente e idônea."
      },
      {
        "letra": "C",
        "texto": "A decisão na impugnação ao cumprimento da sentença será sempre recorrível por agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "O deferimento de efeito suspensivo na impugnação ao cumprimento da sentença somente e cabível na execução provisona."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407155",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Corn relação ao agravo de instrumento, está INCORRETA a seguinte afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição de agravo de instrumento deverá conter o nome e o endereço completo dos advogados constantes do processo."
      },
      {
        "letra": "B",
        "texto": "Se o juiz comunicar que reformou inteiramente a decisão agravada, o relator considerará prejudicado o agravo."
      },
      {
        "letra": "C",
        "texto": "O relator negará seguimento a agravo de instrumento manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal ou de Tribunal Superior."
      },
      {
        "letra": "D",
        "texto": "Computar-se-á em dobro o prazo para requerer a juntada, aos autos do processo originário, de cópia da petição de agravo de instrumento e do comprovante de sua interposição, assim como a relação dos documentos que instruíram o recurso, quando a Fazenda Pública for a agravante."
      },
      {
        "letra": "E",
        "texto": "agravo de instrumento é cabível de decisões interlocutórias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "61190",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, com relação ao Agravo é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agravante, no prazo de 3 dias, requererá juntada, aos autos do processo de cópia da petição do agravo de instrumento e do comprovante de sua interposição, assim como a relação dos documentos que instruíram o recurso."
      },
      {
        "letra": "B",
        "texto": "Em regra, das decisões interlocutórias caberá agravo, no prazo de 10 dias, na forma retida, sendo que o agravo retido independe de preparo."
      },
      {
        "letra": "C",
        "texto": "O agravo de instrumento será dirigido diretamente ao tribunal competente."
      },
      {
        "letra": "D",
        "texto": "A petição de agravo de instrumento será instruída obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "E",
        "texto": "O Tribunal conhecerá do agravo retido independentemente de requerimento expresso da parte nas razões ou na resposta da apelação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "44602",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Agravo retido",
      "Agravo de instrumento",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação a recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem anuência da outra parte ou dos litisconsortes, desistir do recurso que interpôs."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Admitidos ambos os recursos - especial e extraordinário - os autos serão remetidos imediatamente ao STF."
      },
      {
        "letra": "D",
        "texto": "Interposto o agravo e ouvido o agravado no prazo de dez dias, o juiz não poderá reformar sua decisão."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo será conhecido, mesmo se houver desistência do recurso principal ou se este for declarado deserto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544294",
    "metadata": "Ano: 2009 | Banca: AOCP | Órgão: CASAN - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. Recebido o agravo de instrumento no tribunal, e distribuído incontinenti, o relator poderá converter o agravo de instrumento em agravo retido, salvo I. quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação. II. nos casos de inadmissão da apelação. III. nos relativos aos efeitos em que a apelação é recebida, mandando remeter os autos ao juiz da causa. IV. nos casos de admissão da apelação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "391105",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Quanto ao recurso de agravo, no código de processo civil, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito devolutivo, na modalidade de agravo retido, será diferido."
      },
      {
        "letra": "B",
        "texto": "A ausência de peças obrigatórias implica o não conhecimento do agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "A decisão do relator que lhe nega seguimento pela intempestividade é irrecorrível."
      },
      {
        "letra": "D",
        "texto": "O agravo contra a inadmissão de recurso especial independe de preparo."
      },
      {
        "letra": "E",
        "texto": "Será cabível na modalidade retida e oral quando interposto de decisão proferida em audiência de instrução e julgamento."
      }
    ],
    "gabarito": "C"
  }
]