[
  {
    "id": "690721",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido"
    ],
    "enunciado_principal": "Durante uma audiência de instrução e julgamento, o juiz deferiu a contradita da testemunha do réu, indeferiu a produção de prova pericial requerida pelo autor, fundamentando claramente suas decisões, e, ao final, julgou antecipadamente a lide, considerando a demanda improcedente. Diante da atual sistemática processual, frente aos atos praticados pelo juiz, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com relação à contradita aceita, poderá o réu interpor agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "no que diz respeito ao julgamento antecipado da lide, poderá o réu interpor apelação."
      },
      {
        "letra": "C",
        "texto": "quanto ao indeferimento da prova pericial, poderá o autor interpor embargos de declaração."
      },
      {
        "letra": "D",
        "texto": "não há recursos previstos no Código de Processo Civil para as decisões interlocutórias proferidas em sede de audiência de instrução e julgamento, cabendo à parte que sentir-se lesada apenas requerer que constem seus protestos na ata de audiência."
      },
      {
        "letra": "E",
        "texto": "poderá o autor interpor agravo retido diante do indeferimento da prova pericial e apelação frente à sentença de improcedência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "643318",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "A respeito dos recursos, do cumprimento de sentença, da revelia e das provas, julgue o item que se segue.É obrigatória a interposição oral e imediata do recurso de agravo retido contra decisão interlocutória proferida em audiência de instrução, sob pena de preclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "549587",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: MSGás",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na modalidade de agravo retido o agravante requererá que o tribunal dele conheça, preliminarmente, por ocasião do julgamento da apelação."
      },
      {
        "letra": "B",
        "texto": "Mesmo sem instrumento de mandato, o advogado poderá, em nome da parte, intentar ação, a fim de evitar decadência ou prescrição, bem como intervir, no processo, para praticar atos reputados urgentes. Nestes casos, se obrigará a exibir o instrumento de mandato no prazo de 30 (trinta) dias, prorrogáveis até outros 30 (trinta), por despacho do juiz."
      },
      {
        "letra": "C",
        "texto": "O advogado tem direito de examinar, sem exceções, em cartório de justiça e secretaria de tribunal, autos de qualquer processo."
      },
      {
        "letra": "D",
        "texto": "A oposição de Embargos de Declaração suspende o prazo de interposição de outros recursos recomeçando a correr, por inteiro, no dia útil imediato à data da intimação de seu julgamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "521379",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do agravo retido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento do agravo retido será realizado antes da apreciação da apelação, independentemente de pedido expresso da parte."
      },
      {
        "letra": "B",
        "texto": "A exigência da forma oral para interposição contra decisão interlocutória proferida em audiência de instrução e julgamento aplica-se à audiência de tentativa de conciliação."
      },
      {
        "letra": "C",
        "texto": "No curso do processo de execução, não é possível interpor agravo retido; entretanto, a utilização do agravo de instrumento é facultada à parte."
      },
      {
        "letra": "D",
        "texto": "No agravo retido, caso o juiz não se retrate da decisão interlocutória, a resposta do agravado será interposta junto às contrarrazões à apelação do agravante."
      },
      {
        "letra": "E",
        "texto": "O preparo do agravo retido interposto durante a audiência de instrução e julgamento será efetuado no primeiro dia útil posterior à data da audiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503176",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "O agravo retido é modalidade de recurso. Quanto a isso, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depende de preparo e pagamento das custas de porte e remessa."
      },
      {
        "letra": "B",
        "texto": "Será dirigido diretamente ao tribunal compe tente, por meio de petição, ocasião em que o relator convocará o juiz para demonstrar interesse em reformar a decisão."
      },
      {
        "letra": "C",
        "texto": "Não se conhecerá do agravo se a parte não re­ querer expressamente, nas razões ou na respos­ ta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "D",
        "texto": "O agravante requererá que se forme instrumento com as peças necessárias para o julgamento."
      },
      {
        "letra": "E",
        "texto": "Não permite a oitiva da parte contrária, uma vez que somente será apreciado se houver apelação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484441",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Agravo de admissão",
      "Classificação dos Recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime e forem interpostos simultaneamente embargos infringentes e recurso extraordinário ou recurso especial, ficarão estes sobrestados até o julgamento daqueles."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão de juiz de direito de primeiro grau de jurisdição que não recebe o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Contra a decisão do relator que converte o recurso de agravo de instrumento em agravo retido cabe agravo interno."
      },
      {
        "letra": "D",
        "texto": "No julgamento de apelação, a utilização de novos fundamentos legais pelo tribunal para manter a sentença recorrida viola as regras da devolutividade dessa espécie recursal."
      },
      {
        "letra": "E",
        "texto": "Contra a decisão do órgão especial de Tribunal de Justiça que decide o incidente de declaração de inconstitucionalidade cabe recurso extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1332625",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Quanto ao agravo retido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser oferecido em audiência"
      },
      {
        "letra": "B",
        "texto": "é interposto perante o Tribunal ad quem"
      },
      {
        "letra": "C",
        "texto": "sua interposição não permite a retratação do juiz"
      },
      {
        "letra": "D",
        "texto": "seu conhecimento deve ser requerido preliminarmente quando da apelação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1231088",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta a respeito dos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dos despachos não cabe recurso."
      },
      {
        "letra": "B",
        "texto": "O agravo retido depende de preparo"
      },
      {
        "letra": "C",
        "texto": "O recorrente somente poderá desistir do recurso com a anuência do recorrido ou dos litisconsortes."
      },
      {
        "letra": "D",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo quando condenar à prestação de alimentos."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime mantiver, em grau de apelação, a sentença de mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700434",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido"
    ],
    "enunciado_principal": "Marque a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "B",
        "texto": "O magistrado não pode conhecer de ofício de nenhuma exceção substancial, que precisa ser afirmada pelo réu para ser apreciada pelo juiz."
      },
      {
        "letra": "C",
        "texto": "Há divergência na doutrina e jurisprudência sobre a possibilidade de juízo de retratação no agravo retido, devido à forma de interposição do recurso e à sua principal finalidade de evitar a preclusão."
      },
      {
        "letra": "D",
        "texto": "Incide o art. 188 do CPC (que confere prazo em dobro para recorrer à Fazenda Pública e ao Ministério Público) na hipótese de o recurso interposto ser o incidente de suspensão de liminar previsto no art. 4º, § 3º, da Lei 8.437/1992, que prevê o prazo de cinco dias para agravar do despacho que conceder ou negar a suspensão."
      },
      {
        "letra": "E",
        "texto": "O recurso ex officio, interposto contra sentença em processo cautelar, em face de pessoa jurídica de direito público, que importe em reclassificação funcional, terá efeito devolutivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "630420",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso ordinário constitucional"
    ],
    "enunciado_principal": "No processo civil, em face da decisão judicial que resolver a impugnação à execução, dando prosseguimento ao feito, cabe recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "De agravo retido."
      },
      {
        "letra": "C",
        "texto": "Ordinário."
      },
      {
        "letra": "D",
        "texto": "De apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492568",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Assinale o recurso que, nos termos do Código de Processo Civil, admite cabimento excepcionalmente na forma oral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "Agravo retido."
      },
      {
        "letra": "C",
        "texto": "Apelação."
      },
      {
        "letra": "D",
        "texto": "Recurso ordinário."
      },
      {
        "letra": "E",
        "texto": "Embargos de declaração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462676",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "A respeito dos recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o preparo do agravo retido pode ser feito após a sentença, na hipótese do agravante pleitear o conhecimento deste como preliminar do julgamento do recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "o exame dos pressupostos de admissibilidade da apelação só pode ser feito pelo juiz no momento do recebimento do recurso, vedado o reexame de tais pressupostos após a apresentação da resposta."
      },
      {
        "letra": "C",
        "texto": "no procedimento ordinário, os embargos de declaração interrompem o prazo para a interposição de outros recursos por qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "no recurso extraordinário, a existência de repercussão geral só poderá ser reconhecida pelo Plenário do Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "no recurso especial admite-se o reexame da prova quando o recorrente for beneficiário da assistência judiciária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460045",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O Estado interpôs recurso extraordinário contra acórdão do Tribunal de Justiça. Não admitido o recurso, interpôs agravo, que, de acordo com o Código de Processo Civil e com Súmula do Supremo Tribunal Federal, deverá ser interposto em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias, por instrumento, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      },
      {
        "letra": "B",
        "texto": "10 dias, nos próprios autos, em petição dirigida ao Tribunal de origem, que não poderá deixar de encaminhar o recurso ao Supremo Tribunal Federal, depois de intimar o agravado para resposta."
      },
      {
        "letra": "C",
        "texto": "5 dias, por instrumento, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      },
      {
        "letra": "D",
        "texto": "5 dias, nos próprios autos, em petição dirigida ao Tribunal de origem, que, depois de intimar o agravado para resposta, poderá deixar de encaminhar o recurso ao Supremo Tribunal Federal se o recurso extraordinário estiver fundado em ofensa reflexa ao princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "10 dias, nos próprios autos, em petição dirigida diretamente ao Supremo Tribunal Federal, onde o agravado será intimado para resposta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458612",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Agravo retido",
      "Agravo de instrumento",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Durante audiência de instrução e julgamento em processo que tramita sob o rito ordinário houve indeferimento de pergunta do Defensor Público dirigida a uma das testemunhas, havendo evidente prejuízo à parte assistida pela Defensoria Pública. No caso, a medida correta seria a de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor agravo de instrumento, postulando o recebimento e abertura de prazo para formação do instrumento e remessa ao Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "interpor agravo de instrumento, oral e imediatamente, constando do termo de audiência."
      },
      {
        "letra": "C",
        "texto": "arguir nulidade, postulando que conste tal arguição no termo de audiência, objetivando posterior interposição do recurso de agravo retido, por petição dirigida ao Juiz da causa, no prazo de 10 (dez) dias."
      },
      {
        "letra": "D",
        "texto": "interpor, de forma oral, agravo retido imediatamente à decisão proferida, expondo sucintamente as razões."
      },
      {
        "letra": "E",
        "texto": "interpor agravo de instrumento no prazo de 10 (dez) dias, após arguida nulidade durante a audiência, tendo tal constado do termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "457369",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Desembargador relator em sede de apelação, violando a norma constitucional, determina a busca e apreensão de uma criança. Dessa decisão monocrática, o recurso cabível é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo interno;"
      },
      {
        "letra": "B",
        "texto": "agravo nos autos;"
      },
      {
        "letra": "C",
        "texto": "recurso especial;"
      },
      {
        "letra": "D",
        "texto": "recurso extraordinário;"
      },
      {
        "letra": "E",
        "texto": "embargos de divergência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "447559",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo retido",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Sobre a liquidação de sentença, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da decisão de liquidação caberá agravo retido."
      },
      {
        "letra": "B",
        "texto": "é defeso na liquidação discutir de novo a lide ou modificar a sentença que a julgou."
      },
      {
        "letra": "C",
        "texto": "far-se-á liquidação por arbitramento quando, para determinar o valor da condenação, houver a necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "na liquidação por artigos, observar-se-á, no que couber, as regras gerais dos procedimentos especiais."
      },
      {
        "letra": "E",
        "texto": "requerida a liquidação por arbitramento, o juiz nomeará um perito e fixará prazo preclusivo de 30 dias para entrega do laudo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432688",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência da cópia da certidão de intimação da decisão agravada é óbice ao conhecimento do agravo de instrumento, mesmo quando, por outros meios inequívocos, for possível aferir a tempestividade do recurso;"
      },
      {
        "letra": "B",
        "texto": "O relator pode negar seguimento monocraticamente ao recurso de embargos de declaração apresentado em face da decisão colegiada do recurso de apelação;"
      },
      {
        "letra": "C",
        "texto": "A apelação devolverá ao tribunal o conhecimento da matéria impugnada, exceção feita às questões suscitadas e discutidas no processo e que a sentença não tenha julgado por inteiro;"
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo na forma retida, devendo ser interposto em petição dirigida ao juiz da causa, no prazo de 10 (dez) dias;"
      },
      {
        "letra": "E",
        "texto": "Cabe agravo interno da decisão monocrática do relator que converte o agravo de instrumento em agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "427905",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Contra decisão monocrática do relator, que defere a concessão de efeito suspensivo a recurso de agravo de instrumento, é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "agravo ao órgão julgador colegiado"
      },
      {
        "letra": "C",
        "texto": "recurso especial ou recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento ao Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425310",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Em relação aos prazos previstos para recursos no Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação 15 dias; Agravo de Instrumento 15 dias; Agravo Retido 10 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário ao STF 15 dias; Recurso ordinário ao STJ 15 dias; Recurso especial ao STJ 15 dias; Embargos de divergência no STF 15 dias."
      },
      {
        "letra": "C",
        "texto": "Embargos de declaração 5 dias; Agravo de Instrumento 10 dias; Agravo Retido 10 dias; Apelação 8 dias."
      },
      {
        "letra": "D",
        "texto": "Recurso Extraordinário 15 dias; Recurso Especial 15 dias; Embargos de declaração 2 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "E",
        "texto": "Agravo, nos próprios autos contra inadmissão de recurso especial 10 dias; Agravo nos próprios autos, contra inadmissão de recurso extraordinário 10 dias; Agravo Retido 10 dias; Agravo de Instrumento 15 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420763",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma audiência realizada por um juízo cível, o magistrado indefere a oitiva de testemunha arrolada pelo autor. A parte, caso se sinta prejudicada, através de seu patrono, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aviar agravo retido."
      },
      {
        "letra": "B",
        "texto": "Efetuar protesto."
      },
      {
        "letra": "C",
        "texto": "Interpor agravo de petição."
      },
      {
        "letra": "D",
        "texto": "Opor embargos declaratórios."
      },
      {
        "letra": "E",
        "texto": "Opor agravo de instrumento imediatamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416909",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma ação cível, proferida a sentença, a parte vencida interpôs recurso de apelação. O juiz, no entanto, não admitiu o recurso, por estar a sentença em conformidade com Súmula do Superior Tribunal de Justiça. Dessa decisão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe apelação, nem agravo em qualquer de suas espécies."
      },
      {
        "letra": "B",
        "texto": "cabe agravo a ser interposto verbalmente."
      },
      {
        "letra": "C",
        "texto": "cabe nova apelação."
      },
      {
        "letra": "D",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "E",
        "texto": "cabe agravo de instrumento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413515",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "De acordo com a legislação vigente e a jurisprudência do STJ, assinale a opção correta acerca de antecipação de tutela e liminares contra o poder público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que a sentença a ser proferida esteja sujeita por força de lei ao reexame necessário, não cabe concessão de liminar contra o poder público."
      },
      {
        "letra": "B",
        "texto": "Concedida indevidamente liminar por juiz, o ente público prejudicado pode interpor agravo de instrumento ou agravo retido."
      },
      {
        "letra": "C",
        "texto": "O agravo de instrumento interposto contra decisão que defere tutela antecipada fica prejudicado quando há superveniência de sentença de mérito, desde que a sentença seja de procedência dos pedidos do autor."
      },
      {
        "letra": "D",
        "texto": "É incabível a concessão de tutela antecipada contra a fazenda pública com base em incontrovérsia sobre os fatos constitutivos do direito do autor quando essa incontrovérsia decorrer exclusivamente da ausência de impugnação específica."
      },
      {
        "letra": "E",
        "texto": "Contra o deferimento de tutela antecipada em sentença, a parte prejudicada deve interpor agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A respeito dos recursos, considere: I. Contra a decisão que não recebe a apelação, cabe agravo retido. II. A apelação interposta contra sentença que decidir o processo cautelar será recebida somente no efeito devolutivo. III. Recebida a apelação nos efeitos devolutivo e suspensivo, o juiz não poderá inovar no processo. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406877",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Revelia",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser negado seguimento ao recurso adesivo, ainda que o recorrente litigue sob os auspícios da Lei 1.060/1950, caso a apelação seja considerada deserta em razão da ausência de preparo."
      },
      {
        "letra": "B",
        "texto": "Segundo o entendimento firmado pelo Superior Tribunal de Justiça para os fins do artigo 543-C, a não apresentação, pelo agravante, de cópia de peça dos autos principais que, embora não considerada obrigatória pelo artigo 525, I do mesmo Código, seja essencial à compreensão da controvérsia travada no agravo previsto no artigo 522, é causa para que se negue seguimento ao recurso, não tendo o relator o poder/dever de oportunizar ao recorrente a complementação da documentação."
      },
      {
        "letra": "C",
        "texto": "Se a revelia do réu que contestara é decretada no curso do processo, após o desatendimento, por ele, de intimação pessoal para regularizar defeito de representação decorrente da renúncia de seu advogado, o prazo para recorrer da sentença só começa a fluir após a publicação desta no órgão oficial destinado à veiculação das intimações judiciais."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a apresentação de outros recursos pela parte que os interpõe, não produzindo o mesmo efeito em relação ao adversário; quanto a este, o efeito é de mera suspensão do curso do prazo recursal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392578",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João da Silva ingressa com ação de indenização por danos materiais decorrentes de colisão de veículo em face de Pedro de Souza. Em resposta, Pedro de Souza alega prescrição e no mérito que a colisão ocorreu por imprudência de João da Silva. A sentença rejeitou a prejudicial de prescrição, mas julgou a ação improcedente. Diante dessa decisão, Pedro de Souza pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor recurso de apelação em face do tópico da sentença que afastou a prescrição."
      },
      {
        "letra": "B",
        "texto": "interpor recurso adesivo para insistir na prescrição, se João da Silva interpuser recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "interpor recurso de agravo de instrumento em face do tópico da sentença que lhe foi desfavorável."
      },
      {
        "letra": "D",
        "texto": "insistir no acolhimento da prescrição em preliminar de contrarrazões de recurso de apelação, se João da Silva recorrer."
      },
      {
        "letra": "E",
        "texto": "insurgir-se contra a rejeição da prescrição por meio de agravo retido, que deve ser reiterado por ocasião das contrarrazões, se João da Silva recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389755",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Considerando-se que o recurso é o remédio voluntário idôneo a ensejar, dentro do mesmo processo, a reforma, a invalidação, o esclarecimento ou a integração de decisão judicial que se impugna, analise as afirmativas abaixo.I - O juiz de primeiro grau pode reexaminar os pressupostos de admissibilidade do recurso, mesmo após receber a apelação e declarar seus efeitos, enquanto os autos não forem remetidos ao Tribunal. II - Caso o recorrente oponha embargos de declaração considerados de natureza protelatória, ao embar- gante será imposta multa, e o prazo para que interponha outros recursos não será interrompido. III - Será aplicado o regime da repercussão geral às questões de natureza constitucional que já tenham sido objeto de decisão pelo STF em reiteradas ocasiões, a ponto de formar jurisprudência dominante IV - Uma vez interposto o recurso do agravo em sua forma retida, seu conhecimento ocorre de forma automática por ocasião do julgamento da apelação, sendo desnecessário à parte requerer expressamente sua apreciação pelo Tribunal. Está correto APENAS o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386335",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido"
    ],
    "enunciado_principal": "Analise as afirmativas seguintes. I. A juntada das peças obrigatórias do agravo é atribuição do agravante, mas, se a peça obrigatória for juntada nas contrarrazões do agravo, sana o vício. II. É defeso à parte, praticado o ato, com a interposição do recurso, ainda que lhe reste prazo, complementá-lo, aditá-lo ou corrigi-lo, pois já se operou a preclusão consumativa. III. É completamente desnecessária a formação do contraditório em sede recursal na hipótese de sentença que indefere a inicial antes da citação do réu. IV. Contra a decisão monocrática do relator, que nega seguimento a recurso manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência do respectivo tribunal, do Supremo Tribunal Federal, ou de Tribunal Superior, não cabe recurso. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "II e III apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Dos recursos a seguir enumerados, aponte aquele que é recebido, como regra, no duplo efeito, devolutivo e suspensivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "apelação."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "recurso especial."
      },
      {
        "letra": "E",
        "texto": "agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368508",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em determinada ação judicial, o Defensor Público, reputando essencial a produção de prova pericial, requer ao Juiz a produção desse meio de prova, sobrevindo decisão de indeferimento “por ausência de previsão legal”, designando-se, desde logo, audiência de instrução e julgamento para colheita de prova testemunhal. Inconformado com referida decisão, o Defensor Público pode valer-se :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do recurso de agravo retido ou de instrumento, de acordo com critério de oportunidade ou conveniência."
      },
      {
        "letra": "B",
        "texto": "de mandado de segurança, na medida em que se trata de decisão irrecorrível, mas que causa gravame à parte."
      },
      {
        "letra": "C",
        "texto": "de embargos de declaração, a fim de que o juiz explicite as razões do indeferimento do meio de prova requerido."
      },
      {
        "letra": "D",
        "texto": "de agravo de instrumento, que, caso seja convertido em agravo retido pelo relator, desafiará a interposição de novo agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "de reclamação constitucional, por se tratar de indevida inversão procedimental que impede a continuidade dos atos processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362502",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento",
      "Princípios Recursais"
    ],
    "enunciado_principal": "Sobre o recurso de agravo, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição de agravo de instrumento será instruída, obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado, de forma que, na ausência destes requisitos, o tribunal não poderá apreciar o mérito do recurso;"
      },
      {
        "letra": "B",
        "texto": "Caberá agravo nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando será admitida a sua interposição por instrumento;"
      },
      {
        "letra": "C",
        "texto": "Aplica-se o princípio da fungibilidade dos recursos no caso de interposição do agravo de instrumento ao invés de agravo retido, na hipótese de decisão interlocutória proferida em audiência de instrução de julgamento;"
      },
      {
        "letra": "D",
        "texto": "A lei confere expressamente ao relator o poder de atribuir efeito suspensivo ao recurso, de sorte a tornar desnecessária a impetração de mandado de segurança para tal fim, bastando à parte requerer dito efeito na própria petição que dirige ao tribunal;"
      },
      {
        "letra": "E",
        "texto": "Das decisões interlocutórias caberá agravo, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357881",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Ao final de audiência de instrução e julgamento, Procurador do Município do Recife requer a conversão do feito em diligência a fim de que se realize perícia. O Juiz indefere o pedido e dá a palavra às partes para debates orais. Antes, porém, o Procurador do Município do Recife deverá interpor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandado de segurança, na forma oral, que deverá ser imediatamente remetido ao tribunal, dada a prio- ridade em seu julgamento."
      },
      {
        "letra": "B",
        "texto": "agravo retido, na forma oral, cuja apreciação deverá ser expressamente requerida ao tribunal nas razões ou na resposta da apelação."
      },
      {
        "letra": "C",
        "texto": "agravo retido, na forma oral, cuja apreciação, pelo tribunal, independe de novo requerimento, por ocasião do julgamento de apelação."
      },
      {
        "letra": "D",
        "texto": "agravo retido, na forma escrita, cuja apreciação deverá ser expressamente requerida ao tribunal nas razões ou na resposta da apelação."
      },
      {
        "letra": "E",
        "texto": "agravo retido, na forma escrita, cuja apreciação, pelo tribunal, independe de novo requerimento, por ocasião do julgamento de apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1223890",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido"
    ],
    "enunciado_principal": "Plínio ajuizou ação de recisão de contrato c.c. indenização por danos morais e materiais contra José. O feito tramitou regularmente e foi julgado procedente pelo Magistrado competente, que acolheu todos os pedidos veiculados na inicial. Interposto recurso de apelação por José a Câmara Julgadora, por maioria de votos, reforma parcialmente a sentença de primeiro grau, rejeitando o pedido de indenização por danos morais, mantendo, no mais, a sentença tal como prolatada. Plínio, inconformado, interpôs embargos infringentes, abrindo-se vista ao recorrido José para contrarrazões. Após, o relator do acórdão embargado, ao fazer o juízo de admissibilidade do recurso não admite o recurso interposto por Plínio. Contra esta decisão, Plínio, mais uma vez inconformado, poderá interpor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "B",
        "texto": "agravo, no prazo de 05 dias, para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "C",
        "texto": "agravo, no prazo de 10 dias, para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "D",
        "texto": "correição parcial para o Presidente do Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "agravo, no prazo de 15 dias, para o órgão competente para julgamento do recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "493096",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Uma determinada empresa ajuizou mandado de segurança contra ato do Secretário da Fazenda do Estado do Maranhão. O feito tramitou regularmente na Justiça Estadual até a concessão definitiva da segurança pelo Magistrado prolator da r. sentença de Primeiro grau. O Ministério Público, para evitar grave lesão à economia pública, poderá veicular requerimento ao Presidente do Tribunal de Justiça do Maranhão para suspensão da execução da sentença. Neste caso, se o Presidente do Tribunal de Justiça suspender, em decisão fundamentada, a execução da sentença, contra esta decisão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá agravo para o Superior Tribunal de Justiça, no prazo de 10 dias."
      },
      {
        "letra": "B",
        "texto": "não caberá recurso."
      },
      {
        "letra": "C",
        "texto": "caberá agravo, com efeito suspensivo, no prazo de 10 dias, que será levado a julgamento na sessão seguinte à sua interposição."
      },
      {
        "letra": "D",
        "texto": "caberá agravo, sem efeito suspensivo, no prazo de 5 dias, que será levado a julgamento na sessão seguinte à sua interposição."
      },
      {
        "letra": "E",
        "texto": "caberá agravo, com efeito suspensivo, no prazo de 5 dias, que será levado a julgamento na sessão seguinte à sua interposição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462405",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: CORE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Recurso Especial"
    ],
    "enunciado_principal": "A respeito do recurso no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo recursal para o revel que não tenha advogado constituído começa a correr a partir de sua intimação, isto é, da publicação da sentença no órgão oficial, sendo assegurado àquele, intimado por edital, o prazo em dobro para recorrer."
      },
      {
        "letra": "B",
        "texto": "Com a interposição dos embargos de declaração, todos os demais prazos recursais são suspensos, e essa suspensão valerá para o embargante, para a parte contrária e para terceiros prejudicados."
      },
      {
        "letra": "C",
        "texto": "Cabe agravo contra decisão que defira pedido de relevação de pena de deserção e fixe novo prazo para o recorrente efetuar o preparo, acolhendo-se a justificativa de justo impedimento."
      },
      {
        "letra": "D",
        "texto": "A retenção de recurso especial interposto contra acórdão proferido no agravo de instrumento, deduzido em face de decisão interlocutória de primeiro grau, impõe ao recorrente reiterá-lo no prazo para a interposição do recusto contra decisão final, ou para as contra-razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451902",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Os recursos podem ser definidos como ferramentas jurídicas cabíveis quando a parte vencida, o Ministério Público ou terceiro prejudicado buscam novo pronunciamento judicial acerca daquilo que foi desfavorável ao recorrente em determinado julgado. Considerando os recursos previstos no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das decisões interlocutórias proferidas em audiência de instrução e julgamento, caberá agravo na forma retida por meio de petição, no prazo de 5 dias."
      },
      {
        "letra": "B",
        "texto": "a apelação interposta de sentença que confirmar a antecipação dos efeitos da tutela ou decidir o processo cautelar será recebida nos efeitos suspensivo e devolutivo."
      },
      {
        "letra": "C",
        "texto": "os recursos especial e extraordinário serão interpostos perante o presidente ou o vice-presidente do Superior Tribunal de Justiça e Supremo Tribunal Federal, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o recurso especial e o recurso extraordinário não obstam a execução da sentença, assim como a interposição do agravo de instrumento, em regra, não impede o andamento do feito."
      },
      {
        "letra": "E",
        "texto": "o recorrente poderá desistir do recurso interposto desde que, devidamente intimados, o recorrido e eventuais litisconsortes manifestem anuência nos autos ou aquiesçam com seu silêncio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447280",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no sistema próprio do Direito Processual Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de antecipação de tutela no corpo da sentença, impõe que eventual recurso de apelação, por ausência de disposição legal, seja integralmente recebido em seu efeito devolutivo e suspensivo."
      },
      {
        "letra": "B",
        "texto": "A reforma processual promovida em 2005 alterou o regime de impugnação das decisões interlocutórias, estabelecendo como regra geral a interposição de recurso de agravo de instrumento manejado diretamente na Corte competente."
      },
      {
        "letra": "C",
        "texto": "A interposição de agravo retido conduz automaticamente à apreciação da matéria pelo Tribunal de Justiça como preliminar, por ocasião do julgamento da apelação, independentemente de reiteração posterior da parte interessada."
      },
      {
        "letra": "D",
        "texto": "A decisão do relator que converte o agravo de instrumento em retido é passível de reforma imediata, mediante a interposição de recurso de agravo interno, no prazo de 05 (cinco) dias,nos termos do art. 557, § 1º do CPC."
      },
      {
        "letra": "E",
        "texto": "Cabe ao agravante, no prazo de 03 (três) dias, comunicar ao Juízo singular a interposição do recurso de agravo de instrumento, juntando cópia da petição recursal, seu comprovante de interposição e a relação de documentos apresentados, sendo o descumprimento desse ônus processual razão para o não conhecimento do recurso, desde que a questão seja arguida e provada pela parte agravada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423194",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considere a hipótese de o juiz indeferir, em audiência de instrução e julgamento, a produção de prova requerida pelo Ministério Público. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá agravo, no prazo de vinte dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "B",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "É impugnável via agravo, no prazo de dez dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "D",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória capaz de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "É impugnável via agravo retido, devendo ser interposto oral e imediatamente, uma vez que se trata de decisão interlocutória proferida em audiência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359241",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto à teoria geral dos recursos e as espécies recursais, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito expansivo subjetivo (ou dimensão subjetiva do efeito evolutivo) ocorre quando a decisão de um recurso atingir uma parte que não figurou na relação recursal."
      },
      {
        "letra": "B",
        "texto": "O princípio da complementariedade excepciona a preclusão consumativa, em caso de provimento de embargos de declaração que gerem nova sucumbência, autorizando-se o aditamento às razões"
      },
      {
        "letra": "C",
        "texto": "O Tribunal pode, em recurso impugnando sentença terminativa, julgar diretamente o mérito, de ofício, se as razões fundarem-se em error in procedendo e matéria fática, vedada a reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo e deverá ser expressamente reiterada sua apreciação pelo Tribunal, nas razões ou contrarrazões de apelação"
      },
      {
        "letra": "E",
        "texto": "O Juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357061",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "É INCORRETO afirmar-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agravo retido não depende de preparo, sendo cabível contra decisões interlocutórias proferidas na audiência de instrução e julgamento, e deve ser interposto oral e imediatamente."
      },
      {
        "letra": "B",
        "texto": "Das decisões interlocutórias, caberá agravo, no prazo de 10 (dez) dias, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "Recebido o agravo de instrumento no tribunal, ao relator é facultado atribuir efeito suspensivo ao recurso, ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão."
      },
      {
        "letra": "D",
        "texto": "Poderá a petição de agravo de instrumento ser instruída da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "345773",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Sobre os atos do juiz e os respectivos recursos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indeferimento liminar da reconvenção tem natureza e forma de sentença, ensejando recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "Cabe apelação do ato que, no curso do processo, reconhece a ilegitimidade ad causam de um dos réus, excluindo-o da relação processual."
      },
      {
        "letra": "C",
        "texto": "A impugnação ao valor da causa é resolvida por meio de decisão interlocutória, passível de agravo."
      },
      {
        "letra": "D",
        "texto": "As exceções de impedimento e de suspeição do juiz não são por ele decididas, salvo se manifestamente improcedentes. Neste último caso, caberá recurso de agravo, na modalidade de instrumento."
      },
      {
        "letra": "E",
        "texto": "Cabe agravo de instrumento contra a antecipação dos efeitos da tutela, ainda que corporificada na sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "333190",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O agravo é o recurso cabível para o enfrentamento de decisões prolatadas em processo judicial. Partindo desse tema, analise as afirmativas a seguir. I. O agravo retido contra decisão prolatada em audiência de instrução e julgamento deve ser oral e interposto imediatamente ao ato, sob pena de preclusão. II. O agravo de instrumento deverá ser dirigido ao juízo que prolatou a decisão guerreada que, após dar vista ao agravado para responder, remeterá o recurso e a resposta ao tribunal competente. III. A petição de agravo contra decisão que não admite recurso extraordinário ou recurso especial deverá ser dirigida à presidência do tribunal de origem e independe do pagamento de custas e despesas postais.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se somente a afirmativa II estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322959",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial"
    ],
    "enunciado_principal": "Contra a sentença emprimeiro grau de jurisdição que julga procedente o pedido do autor e antecipa os efeitos da tutela, é possível a interposição do(s) seguinte(s) recurso(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação, somente."
      },
      {
        "letra": "B",
        "texto": "apelação e agravo de instrumento, concomitantemente."
      },
      {
        "letra": "C",
        "texto": "apelação e agravo retido, concomitantemente."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, somente."
      },
      {
        "letra": "E",
        "texto": "recurso especial, somente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "893021",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em face dessa situação hipotética, julgue o item seguinte.Caso o réu pretenda reformar a decisão que antecipou os efeitos da tutela, ele deverá interpor o recurso de agravo retido, no prazo de dez dias, contado a partir da intimação da decisão antecipatória concedida, não se admitido, no caso em apreço, agravo de instrumento. Na eventualidade de interposição desse recurso, o relator deverá convertê-lo em agravo retido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476224",
    "metadata": "Ano: 2012 | Banca: IMAM | Órgão: Prefeitura de Lavras - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Sobre recursos, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Das decisões interlocutórias caberá agravo, no prazo de cinco dias, na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, bem como nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando será admitida a sua interposição por instrumento."
      },
      {
        "letra": "B",
        "texto": "As questões de fato, não propostas no juízo inferior, poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      },
      {
        "letra": "C",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "D",
        "texto": "O Supremo Tribunal Federal, em decisão irrecorrível, não conhecerá do recurso extraordinário, quando a questão constitucional nele versada não oferecer repercussão geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425991",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido",
      "Embargos infringentes",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Sobre os recursos em processo civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte que cumprir voluntariamente a condenação determinada por sentença nãopoderá recorrer, mesmo que o prazo do recurso não tenha se esgotado."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos de divergência contra acórdão que, em agravo regimental, decide recurso especial."
      },
      {
        "letra": "C",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado improcedente ação rescisória."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324640",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em relação ao recurso de agravo previsto no Código de Processo Civil, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de agravo será sempre recebido na forma retida, admitindo-se apenas o agravo de instrumento quando se tratar de ato interlocutório que decida o mérito em ação sujeita a cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "Não se aplica ao agravo a possibilidade de o relator negar seu seguimento caso a decisão recorrida esteja em manifesto confronto com súmula ou com jurisprudência dominante do Supremo Tribunal Federal, ou de Tribunal Superior, hipótese que ocorre apenas com o recurso de apelação"
      },
      {
        "letra": "C",
        "texto": "Em regra, o agravo será na forma retida, salvo quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, ou ainda nos casos de inadmissão da apelação e nos relativos aos efeitos em que a apelação é recebida, quando então será admitida a sua interposição por instrumento."
      },
      {
        "letra": "D",
        "texto": "O recurso de agravo retido será interposto sempre em primeiro grau de jurisdição. No entanto, na hipótese de decisão suscetível de causar à parte lesão grave e de difícil reparação, o Juiz irá admiti - lo como agravo de instrumento e remetê - lo ao Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "Em caso de agravo retido, não há necessi- dade de qualquer providência ulterior à sua interposição por parte do agravante para que se dê seu conhecimento quando do julgamento do recurso de apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270736",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não receberá o recurso de apelação, quando a sentença estiver em conformidade com a Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "o prazo estipulado para o juiz reexaminar os pressupostos de admissibilidade da apelação, após a resposta do recorrido, é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é vedado ao relator negar seguimento liminar ao agravo de instrumento ou convertê-lo em agravo retido."
      },
      {
        "letra": "D",
        "texto": "é inadmissível recurso adesivo em sede de recurso extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "248647",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue o item abaixo.A comunicação da interposição do agravo de instrumento não basta à suspensão do processo, sob pena de violação do princípio da irrecorribilidade em separado das decisões interlocutórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432555",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em audiência de instrução e julgamento, o juiz profere decisão antecipatoria da tutela determinando o desfazimento, em 48 horas, de obra em imóvel de propriedade do réu. Neste caso: I. O réu poderá interpor agravo de instrumento, em face do perigo de lesão grave e de difícil reparação. II. O réu não poderá interpor agravo de instrumento, mas, sim, agravo retido, em face da expressa disposição contida no artigo 523, § 3.°, do CPC. III. O réu poderá impetrar mandado de segurança, em face da ausência de recurso cabível contra a decisão. IV. O réu poderá ajuizar correição parcial, em face da ausência de recurso cabível contra a decisão. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "301721",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "No processo civil comum, em geral os prazos para interposição de recursos é de 15 (quinze dias), sendo uma exceção a esta regra quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação"
      },
      {
        "letra": "B",
        "texto": "Embargos infringentes"
      },
      {
        "letra": "C",
        "texto": "Embargos de divergência"
      },
      {
        "letra": "D",
        "texto": "Agravo retido"
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299010",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "O agravo, no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na forma retida, independe de preparo."
      },
      {
        "letra": "B",
        "texto": "possui duplo efeito, como regra."
      },
      {
        "letra": "C",
        "texto": "é dirigido diretamente ao tribunal competente, não cabendo ao agravante qualquer providência perante o juízo recorrido."
      },
      {
        "letra": "D",
        "texto": "se interposto pelo meio instrumental, será sempre decidido de modo colegiado."
      },
      {
        "letra": "E",
        "texto": "interposto na forma retida, é conhecido automaticamente por ocasião do exame da apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "97345",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido"
    ],
    "enunciado_principal": "O agravo retido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será conhecido mesmo se o vencido não tiver requerido a sua apreciação pelo tribunal nas razões de apelação."
      },
      {
        "letra": "B",
        "texto": "depende de preparo, que deve ser recolhido, através da guia própria, no prazo de interposição."
      },
      {
        "letra": "C",
        "texto": "contra decisões interlocutórias proferidas em audiência deverá ser interposto oral e imediatamente."
      },
      {
        "letra": "D",
        "texto": "será conhecido mesmo se o vencedor não tiver requerido a sua apreciação pelo tribunal na resposta da apelação."
      },
      {
        "letra": "E",
        "texto": "devolve a matéria para o tribunal, impedindo o juiz que proferiu a decisão agravada de reformá-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456888",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão que recebe apelação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "B",
        "texto": "cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "não cabe recurso."
      },
      {
        "letra": "D",
        "texto": "cabe apelação."
      },
      {
        "letra": "E",
        "texto": "cabe agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407166",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Agravo retido",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "A Lei n. 12.016, de 7 de agosto de 2009, reguladora do mandado de segurança individual e coletivo, dispõe que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe mandado de segurança contra atos de gestão comercial praticados pelos administradores de empresas públicas, de sociedade de economia mista e de concessionárias de serviço público."
      },
      {
        "letra": "B",
        "texto": "da decisão do juiz de primeiro grau que conceder ou denegar a liminar caberá agravo retido, observado o disposto no Código de Processo Civil."
      },
      {
        "letra": "C",
        "texto": "a legitimidade para recorrer é exclusiva da pessoa jurídica a qual se acha vinculada a autoridade coatora."
      },
      {
        "letra": "D",
        "texto": "das decisões proferidas em única instância pelos tribunais cabem os recursos especial e extraordinário, nos casos legalmente previstos, e recurso ordinário, quando a ordem for concedida."
      },
      {
        "letra": "E",
        "texto": "da decisão do presidente do tribunal que suspender a execução da liminar e da sentença caberá agravo, sem efeito suspensivo, no prazo de cinco dias, que será levado a julgamento na sessão seguinte á sua interposição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "44602",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Agravo retido",
      "Agravo de instrumento",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação a recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem anuência da outra parte ou dos litisconsortes, desistir do recurso que interpôs."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Admitidos ambos os recursos - especial e extraordinário - os autos serão remetidos imediatamente ao STF."
      },
      {
        "letra": "D",
        "texto": "Interposto o agravo e ouvido o agravado no prazo de dez dias, o juiz não poderá reformar sua decisão."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo será conhecido, mesmo se houver desistência do recurso principal ou se este for declarado deserto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544294",
    "metadata": "Ano: 2009 | Banca: AOCP | Órgão: CASAN - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. Recebido o agravo de instrumento no tribunal, e distribuído incontinenti, o relator poderá converter o agravo de instrumento em agravo retido, salvo I. quando se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação. II. nos casos de inadmissão da apelação. III. nos relativos aos efeitos em que a apelação é recebida, mandando remeter os autos ao juiz da causa. IV. nos casos de admissão da apelação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "391105",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Quanto ao recurso de agravo, no código de processo civil, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito devolutivo, na modalidade de agravo retido, será diferido."
      },
      {
        "letra": "B",
        "texto": "A ausência de peças obrigatórias implica o não conhecimento do agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "A decisão do relator que lhe nega seguimento pela intempestividade é irrecorrível."
      },
      {
        "letra": "D",
        "texto": "O agravo contra a inadmissão de recurso especial independe de preparo."
      },
      {
        "letra": "E",
        "texto": "Será cabível na modalidade retida e oral quando interposto de decisão proferida em audiência de instrução e julgamento."
      }
    ],
    "gabarito": "C"
  }
]