[
  {
    "id": "690721",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido"
    ],
    "enunciado_principal": "Durante uma audiência de instrução e julgamento, o juiz deferiu a contradita da testemunha do réu, indeferiu a produção de prova pericial requerida pelo autor, fundamentando claramente suas decisões, e, ao final, julgou antecipadamente a lide, considerando a demanda improcedente. Diante da atual sistemática processual, frente aos atos praticados pelo juiz, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com relação à contradita aceita, poderá o réu interpor agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "no que diz respeito ao julgamento antecipado da lide, poderá o réu interpor apelação."
      },
      {
        "letra": "C",
        "texto": "quanto ao indeferimento da prova pericial, poderá o autor interpor embargos de declaração."
      },
      {
        "letra": "D",
        "texto": "não há recursos previstos no Código de Processo Civil para as decisões interlocutórias proferidas em sede de audiência de instrução e julgamento, cabendo à parte que sentir-se lesada apenas requerer que constem seus protestos na ata de audiência."
      },
      {
        "letra": "E",
        "texto": "poderá o autor interpor agravo retido diante do indeferimento da prova pericial e apelação frente à sentença de improcedência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "663624",
    "metadata": "Ano: 2016 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Considere as disposições do código de processo civil e assinale a alternativa correta sobre os efeitos do recurso de apelação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apelação será sempre recebida no efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A apelação interposta da sentença que homologar a divisão ou a demarcação será recebida no efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "A apelação interposta da sentença que rejeitar liminarmente embargos à execução não será recebida no efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "A apelação interposta da sentença que julgar procedente o pedido de instituição de arbitragem será recebida no efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "A apelação interposta da sentença que não confirmar a antecipação dos efeitos da tutela não será recebida no efeito devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "621719",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Determinado indivíduo propôs ação judicial contra empresa pública federal, pelo procedimento ordinário, requerendo o pagamento no valor de R$ 200.000. O juiz proferiu sentença acolhendo o pedido relativo a R$ 100.000 e, quanto aos outros valores objeto da cobrança, reconheceu de ofício a existência de prescrição. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No julgamento de apelação interposta contra a sentença, caso o tribunal verifique a ocorrência de nulidade sanável no processo, deverá obrigatoriamente determinar o retorno dos autos ao juízo que prolatou a sentença."
      },
      {
        "letra": "B",
        "texto": "Eventual recurso de apelação interposto pelo autor da ação pode ser provido monocraticamente, pelo relator, caso a sentença esteja em manifesto confronto com súmula de tribunal superior."
      },
      {
        "letra": "C",
        "texto": "A sentença é nula de pleno direito porque, conforme o CPC, é vedado ao magistrado reconhecer de ofício a prescrição."
      },
      {
        "letra": "D",
        "texto": "A sentença que condenou a empresa pública está sujeita ao reexame necessário e somente produzirá efeitos depois de confirmada pelo tribunal."
      },
      {
        "letra": "E",
        "texto": "Se somente a empresa pública apelar da sentença, o tribunal poderá aumentar o valor da indenização caso entenda, pela prova dos autos, não ter havido prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "620389",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Recurso ordinário constitucional",
      "Recurso Especial"
    ],
    "enunciado_principal": "Os mandados de segurança decididos em única instância pelos Tribunais Regionais Federais ou pelos Tribunais dos Estados e do Distrito Federal e Territórios, quando denegatória serão julgados em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso de Apelação."
      },
      {
        "letra": "B",
        "texto": "Embargos Infringentes."
      },
      {
        "letra": "C",
        "texto": "Recurso Ordinário."
      },
      {
        "letra": "D",
        "texto": "Recurso Especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "617792",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Ricardo ajuizou ação de cobrança pelo rito sumário contra Roberto. Após o regular processamento da demanda e designada audiência de instrução e julgamento com inquirição das testemunhas arroladas pelas partes, o Magistrado prolata a sentença de mérito na própria audiência, fazendo a leitura no próprio ato, julgando procedente o pedido inicial. Inconformado, Roberto poderá interpor recurso de apelação no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias contados da data da audiência."
      },
      {
        "letra": "B",
        "texto": "15 dias contados da data da audiência."
      },
      {
        "letra": "C",
        "texto": "15 dias contados da data da publicação da sentença no diário oficial."
      },
      {
        "letra": "D",
        "texto": "5 dias contados da data da publicação da sentença no diário oficial."
      },
      {
        "letra": "E",
        "texto": "15 dias contados a partir de 72 horas da data da audiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614575",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Recurso Especial"
    ],
    "enunciado_principal": "São espécies de recurso segundo o CPC:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação e recurso especial."
      },
      {
        "letra": "B",
        "texto": "agravo retido e recurso em sentido estrito."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento e recurso de revista."
      },
      {
        "letra": "D",
        "texto": "recurso extraordinário e agravo de petição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "610109",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Analise as assertivas em relação a apelação que seguem abaixo. I- A apelação devolverá ao tribunal o conhecimento da matéria impugnada. II- As questões de fato, não propostas no juízo inferior, poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior. III- Ficam também submetidas ao tribunal as questões anteriores à sentença, ainda não decididas. IV- A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito suspensivo, quando interposta de sentença que: homologar a divisão ou a demarcação e condenar à prestação de alimentos. V- Recebida a apelação em ambos os efeitos, o juiz poderá inovar no processo; recebida só no efeito devolutivo, o apelado poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta. É correto o que se afirma apenas no(s) Item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "814397",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "Mesmo que a sentença esteja de acordo com súmula do Superior Tribunal de Justiça e do Supremo Tribunal Federal, o juiz deverá receber o recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, o juiz poderá inovar no processo."
      },
      {
        "letra": "D",
        "texto": "Os embargos à execução serão oferecidos no prazo de quinze dias, contados da juntada aos autos do mandado de citação e, quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuge."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença deverá ser feita no prazo de 15 dias, a partir da intimação do cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "662874",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no vigente Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal, conhecendo do recurso de apelação, pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "Como regra, a apelação será recebida em seu efeito devolutivo. Será, no entanto, recebida no efeito devolutivo e suspensivo nas hipóteses previstas em lei."
      },
      {
        "letra": "C",
        "texto": "A petição de agravo de instrumento será instruída obrigatoriamente com cópias da petição inicial, da contestação, da petição que ensejou a decisão agravada, da própria decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "D",
        "texto": "O recurso extraordinário e o recurso especial, nos casos previstos na Constituição Federal, serão interpostos concomitantemente perante o presidente ou o vice-presidente do tribunal recorrido, em uma única petição."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença terminativa ou de mérito, ou houver julgado a ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597311",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "No Código de Processo Civil, o art. 496 traz o rol dos recursos cabíveis em nosso sistema jurídico processual. Sobre tais recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a apelação é recurso cabível contra sentença, sendo que nos casos de extinção do processo sem julgamento do mérito, o tribunal não pode julgar desde logo a lide, se a causa versar sobre questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "após interpor agravo de instrumento, o agravante, no tríduo legal, deverá juntar aos autos do processo cópia da petição do referido recurso, o comprovante de sua interposição, bem como a relação dos documentos que o instruíram, sob pena de ser inadmitido."
      },
      {
        "letra": "C",
        "texto": "se tratando de Recurso Extraordinário, a súmula da decisão sobre a repercussão geral constará de ata do Julgamento que será publicada no Diário Oficial, mas não valerá como acórdão."
      },
      {
        "letra": "D",
        "texto": "não admitido o recurso extraordinário ou o recurso especial, caberá agravo em autos apartados no prazo de 10 (dez) dias."
      },
      {
        "letra": "E",
        "texto": "cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença que resolveu ou não de mérito, ou houver julgado procedente ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593430",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Maria ajuizou ação contra Pedro, que adotou o rito processual ordinário.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto Maria quanto Pedro poderão interpor recurso de apelação contra a decisão que julgar, parcialmente, procedente o pedido formulado pela autora."
      },
      {
        "letra": "B",
        "texto": "Maria poderá interpor agravo de instrumento contra a decisão do juiz que, em audiência de instrução, indeferir a oitiva de testemunha arrolada tempestivamente."
      },
      {
        "letra": "C",
        "texto": "Maria não poderá acumular pedido condenatório de pagamento de quantia certa com pedido constitutivo, pois estes são procedimentos incompatíveis."
      },
      {
        "letra": "D",
        "texto": "Caso Pedro não alegue, na peça contestatória, defesas como ilegitimidade de parte ou incompetência absoluta, ficará precluso o direito de alegar tais defesas em outra oportunidade."
      },
      {
        "letra": "E",
        "texto": "Caso o juiz defira o depoimento pessoal de Pedro, este poderá se recusar a depor, sem que isso lhe provoque qualquer consequência processual, visto que ninguém está obrigado a produzir prova contra si mesmo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "588498",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "No penúltimo dia para oferecimento de sua apelação, o advogado Fábio Agnaldo protocola o recurso, ainda sem o preparo, que realiza no último dia, quando então o junta por petição aos autos. O juiz deixa de receber seu apelo, afirmando que ao recorrer o preparo deveria ter sido protocolado junto com as razões recursais. Nesse caso, terá ocorrido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preclusão temporal."
      },
      {
        "letra": "B",
        "texto": "contumácia."
      },
      {
        "letra": "C",
        "texto": "perempção."
      },
      {
        "letra": "D",
        "texto": "preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "preclusão lógica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "582926",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Laura ajuizou ação cautelar preparatória contra seu marido Adamastor, por meio da qual objetiva a apreensão judicial de bens adquiridos na constância da união conjugal cuja posse se encontrava em poder do requerido. O juízo deferiu a liminar inaudita altera parte, e o feito teve seu trâmite regular. Ao proferir sentença, o juízo julgou improcedente o pedido de sequestro e revogou a liminar concedida. Nessa situação, caso pretenda reformar a decisão que rejeitou o seu pedido, Laura poderá interpor recurso de apelação no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "582925",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Bruno interpôs recurso de apelação contra sentença que julgou procedente ação de reparação de dano material e moral formulado por Mário. O tribunal de justiça negou provimento ao recurso e Bruno interpôs recurso especial sob o argumento de ofensa a norma infraconstitucional. Nesse caso, Mário não poderá executar provisoriamente a decisão recorrida, visto que o recurso especial deve ser recebido no efeito devolutivo e suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577704",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Apelação no CPC 1973",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "O Ministério Público ajuizou ação civil pública de responsabilidade por dano ao patrimônio artístico, histórico e cultural, objetivando dentre outros preservar construção antiga na cidade de Planaltina, onde funcionava uma biblioteca pública, que já ameaçava ruir. No decorrer do trâmite processual o estado geral da construção deteriorou-se gravemente e a biblioteca foi fechada. A ação foi julgada procedente, ordenando o juiz que o réu procedesse à reparação imediata da construção. O vencido recorreu da sentença e a apelação foi admitida. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação será admitido pelo juiz necessariamente nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "B",
        "texto": "Enquanto não transitada em julgado a sentença de primeiro grau, o vencido não será obrigado a reparar a construção."
      },
      {
        "letra": "C",
        "texto": "Sendo o recurso de apelação admitido apenas no efeito devolutivo, pode o relator, reexaminando a admissibilidade, por petição do vencido, corrigir a decisão do juiz de primeira instância, para outorgar também o efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "Não cabe a suspensão dos efeitos da sentença, porque ocorrerá a perda irremediável do bem de valor artístico, histórico e cultural, caso a sentença seja suspensa."
      },
      {
        "letra": "E",
        "texto": "Ao receber a apelação, o juiz de primeira instância declara em que efeitos a recebe. Essa decisão não pode mais ser revista por este órgão julgador, mesmo após as contrarrazões do apelado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577702",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "“X\" apelou de uma sentença para que o tribunal o reconhecesse como parte legítima para a ação e já julgasse o mérito da demanda. Ocorre que o tribunal, ao examinar o recurso de “X\", acabou por afastar a questão da ilegitimidade, reconhecendo, em seu lugar, a coisa julgada. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de “X\" só será examinado quanto ao pedido de reforma da sentença terminativa, porque o tribunal não está autorizado a julgar o mérito da demanda inicial, substituindo-se ao juízo natural do litígio."
      },
      {
        "letra": "B",
        "texto": "Agiu corretamente o tribunal ao reconhecer a coisa julgada, mesmo sem pedido expresso de “X\", já que respeitado os limites da impugnação ao plano da admissibilidade."
      },
      {
        "letra": "C",
        "texto": "O tribunal não estava autorizado a reconhecer a ocorrência da coisa julgada, porque acabou reformando para pior a ação de “X\"."
      },
      {
        "letra": "D",
        "texto": "Se a sentença de primeiro grau cuidou apenas da questão da legitimidade ativa para a causa, sem qualquer julgamento do mérito da ação, “X\" não poderia pedir o julgamento de mérito ao tribunal."
      },
      {
        "letra": "E",
        "texto": "O Tribunal, acolhendo o recurso de “X\", sua legitimidade ativa, e julgando o mérito da ação, estará adstrito a julgar a ação procedente, não podendo julgá-la improcedente, sob pena de suprimir a primeira instância de julgamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "567080",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Foi julgada parcialmente procedente demanda em que o autor pleiteava indenização por danos materiais emorais, para condenar o réu exclusivamente ao pagamento de danos materiais e, quanto a esses, em valor inferior ao pleiteado na petição inicial. O autor apresenta recurso de apelação, pedindo reforma da sentença para majoração dos danos materiais. O réu apresenta, também, recurso de apelação, pedindo reforma da sentença para que se reconheça a inexistência dos danos materiais. Considerando que os recursos de ambas as partes preenchem os requisitos para conhecimento, o Tribunal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem autorização legal para julgar sobre o valor dos danos morais, considerando o efeito expansivo da apelação e a proibição de reformatio in pejus."
      },
      {
        "letra": "B",
        "texto": "tem autorização legal, mesmo sem alegação das partes nesse sentido, para reconhecer a ocorrência de coisa julgada, considerando o efeito translativo das apelações e a inexistência de proibição, quanto a tal efeito, de reformatio in pejus."
      },
      {
        "letra": "C",
        "texto": "não tem autorização legal, sem alegação das partes nesse sentido, para reconhecer a existência de incapacidade de alguma das partes, considerando o efeito substitutivo das apelações e a proibição, quanto a tal efeito, de reformatio in pejus"
      },
      {
        "letra": "D",
        "texto": "tem autorização legal para julgar sobre a ocorrência dos danos materiais e morais, considerando o efeito devolutivo das apelações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552744",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Sobre o recurso de apelação, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser interposta diretamente no juízo ad quem, o qual será responsável pela análise da matéria."
      },
      {
        "letra": "B",
        "texto": "Não será recebida a apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "Após recebida a apelação e apresentada a resposta, é vedada a realização de nova análise dos pressupostos de admissibilidade do recurso."
      },
      {
        "letra": "D",
        "texto": "Será inadmitida a apelação quando as razões recursais reproduzirem os mesmos argumentos da petição inicial ou da contestação."
      },
      {
        "letra": "E",
        "texto": "As questões de fato não suscitadas no juízo inferior não poderão, sob hipótese alguma, ser apresentadas na apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "544539",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Hamilton é condenado na sentença de Primeira Instância ao pagamento de indenização, ao autor José Renato, no valor de R$ 10.000,00, valor esse que é depositado com o acréscimo dos ônus sucumbenciais, sem ressalva, apelando em seguida no prazo legal de quinze dias, com o devido preparo recolhido. Esse recurso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não será conhecido, por ter ocorrido preclusão temporal."
      },
      {
        "letra": "B",
        "texto": "será conhecido, pois o depósito do valor da indenização é considerado requisito prévio de admissibilidade para interposição do apelo."
      },
      {
        "letra": "C",
        "texto": "será conhecido, já que interposto no prazo legal e devidamente preparado."
      },
      {
        "letra": "D",
        "texto": "não será conhecido, por ter ocorrido preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "não será conhecido, por ter havido preclusão lógica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532505",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Em restauração de autos de execução, da sentença caberá o recurso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos de declaração, pois a decisão não tem natureza jurídica terminativa."
      },
      {
        "letra": "B",
        "texto": "apelação, recebida apenas no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento, sem suspensão da execução restaurada."
      },
      {
        "letra": "D",
        "texto": "apelação, recebida nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "E",
        "texto": "agravo de instrumento, com a suspensão da execução restaurada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "513360",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "B",
        "texto": "A apelação será recebida, por regra, em seu efeito devolutivo e suspensivo quando interposta contra sentença que homologar a divisão ou demarcação."
      },
      {
        "letra": "C",
        "texto": "É regra presente no Código de Processo Civil que o recorrente pode, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, segundo regra expressa em lei, tem legitimidade para recorrer nos processo em que oficiou como fiscal da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "513358",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "O recurso cabível contra o indeferimento da inicial de ação cível ordinária é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agravo de instrumento, havendo juízo de retratação do magistrado."
      },
      {
        "letra": "B",
        "texto": "o agravo de instrumento, não havendo juízo de retratação do magistrado."
      },
      {
        "letra": "C",
        "texto": "a apelação, havendo juízo de retratação do magistrado."
      },
      {
        "letra": "D",
        "texto": "a apelação, não havendo juízo de retratação do magistrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513357",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Em um processo judicial, emitida a sentença, a parte autora foi derrotada em toda a sua pretensão. Inconformado, com decisão, apresentou apelação no 5º (quinto) dia após a publicação da sentença, alegando error in judicando no que tange a parte da decisão desafiada. Passados 6 (seis) dias da interposição do recurso, o advogado percebeu que também poderia ter alegado a existência de súmula e o fato de uma prova específica ter sido ignorada no julgamento. No que concerne à possibilidade de corrigir a apelação e ampliar o recurso, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível alterar apelação, pois ainda está dentro do prazo processual para o recurso."
      },
      {
        "letra": "B",
        "texto": "Não é possível alterar a apelação, já que houve preclusão consumativa."
      },
      {
        "letra": "C",
        "texto": "Não é possível alterar a apelação, uma vez que houve preclusão lógica."
      },
      {
        "letra": "D",
        "texto": "Não é possível alterar a apelação, pois houve preclusão temporal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "484441",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Agravo de admissão",
      "Classificação dos Recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime e forem interpostos simultaneamente embargos infringentes e recurso extraordinário ou recurso especial, ficarão estes sobrestados até o julgamento daqueles."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão de juiz de direito de primeiro grau de jurisdição que não recebe o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Contra a decisão do relator que converte o recurso de agravo de instrumento em agravo retido cabe agravo interno."
      },
      {
        "letra": "D",
        "texto": "No julgamento de apelação, a utilização de novos fundamentos legais pelo tribunal para manter a sentença recorrida viola as regras da devolutividade dessa espécie recursal."
      },
      {
        "letra": "E",
        "texto": "Contra a decisão do órgão especial de Tribunal de Justiça que decide o incidente de declaração de inconstitucionalidade cabe recurso extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1332623",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos recursos, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser interpostos das sentenças, decisões interlocutórias e despachos"
      },
      {
        "letra": "B",
        "texto": "os embargos de declaração devem ser opostos no prazo de 10 dias"
      },
      {
        "letra": "C",
        "texto": "a ação rescisória é uma espécie de recurso cujo prazo para propositura é de 2 anos"
      },
      {
        "letra": "D",
        "texto": "a apelação, como regra, é recebida nos efeitos devolutivo e suspensivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1231088",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta a respeito dos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dos despachos não cabe recurso."
      },
      {
        "letra": "B",
        "texto": "O agravo retido depende de preparo"
      },
      {
        "letra": "C",
        "texto": "O recorrente somente poderá desistir do recurso com a anuência do recorrido ou dos litisconsortes."
      },
      {
        "letra": "D",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo quando condenar à prestação de alimentos."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime mantiver, em grau de apelação, a sentença de mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700427",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições e marque a assertiva correta: I – No trâmite de uma execução definitiva de sentença, proferida em ação civil pública tendo por objeto recuperação ambiental, entra em vigor a Lei 12.651/2012, que versa sobre o Código Florestal. Nesta hipótese, para se preservar o princípio da isonomia a decisão judicial deve ser adaptada ao novo texto normativo, que terá seus ditames aplicados mesmo nesta fase processual. II – Ao decidir embargos declaratórios contra sentença o juiz fixa multa, porque os considera procrastinatórios. Contra esta decisão cabe agravo de instrumento, que será julgado antes do recurso de apelação, como prevê o art. 559 do CPC, segundo o qual “a apelação não será incluída em pauta antes do agravo de instrumento interposto no mesmo processo. III - Segundo entendimento do Superior Tribunal de Justiça, nas decisões por maioria, em reexame necessário, não se admitem embargos infringentes, nem mesmo pela parte prejudicada por eventual mudança da decisão antes desfavorável à Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas todas as assertivas"
      },
      {
        "letra": "B",
        "texto": "Está errada apenas a assertiva I"
      },
      {
        "letra": "C",
        "texto": "Estão erradas as assertivas I e II"
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas II e III"
      },
      {
        "letra": "E",
        "texto": "Estão erradas as assertivas I e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "630420",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso ordinário constitucional"
    ],
    "enunciado_principal": "No processo civil, em face da decisão judicial que resolver a impugnação à execução, dando prosseguimento ao feito, cabe recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "De agravo retido."
      },
      {
        "letra": "C",
        "texto": "Ordinário."
      },
      {
        "letra": "D",
        "texto": "De apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598454",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Sobre apelação, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a interposição de apelação adesiva não exige preparo."
      },
      {
        "letra": "B",
        "texto": "a apelação interposta contra sentença que julgou o pedido de instituição de arbitragem será recebida no efeito meramente devolutivo."
      },
      {
        "letra": "C",
        "texto": "o princípio da causa madura somente tem aplicação, admitindo o julgamento da lide pelo tribunal, se a causa versar, exclusivamente, sobre questão de direito."
      },
      {
        "letra": "D",
        "texto": "a apelação devolverá ao tribunal o conhecimento da matéria impugnada, as questões anteriores à sentença, ainda não decididas e as questões de fato, ainda que não propostas no juízo inferior."
      },
      {
        "letra": "E",
        "texto": "o relator, em decisão irrecorrível, negará seguimento à apelação manifestamente inadmissível, improcedente, prejudicada ou em confronto com a jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal, ou de Tribunal Superior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "574686",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da suspensão do processo",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Contribuinte ajuizou demanda, pelo rito ordinário, em face do Município, em que se insurgiu contra a nova alíquota prevista em lei para o imposto sobre propriedade predial e territorial urbana, sob o fundamento de ser ela extremamente elevada e ofensiva aos princípios da capacidade contributiva e da razoabilidade. Regularmente citado, o ente federativo não apresentou contestação. Depois de decretada a revelia da parte ré, o juiz proferiu sentença em que julgava procedente o pedido. Sem que tivesse havido a interposição de recurso de apelação pelo Município, os autos subiram ao Tribunal de Justiça por força do duplo grau de jurisdição obrigatório. Vislumbrando na lei municipal os vícios de inconstitucionalidade alegados na petição inicial, deve órgão fracionário ao qual foram distribuídos os autos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade por se tratar de duplo grau de jurisdição obrigatório, e não de recurso de apelação;"
      },
      {
        "letra": "B",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade porque o seu acórdão se limitaria a afastar a incidência da lei no caso concreto, sem lhe declarar expressamente a inconstitucionalidade;"
      },
      {
        "letra": "C",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade em razão da revelia do Município-réu, a importar na própria confissão dos vícios de inconstitucionalidade alegados na inicial;"
      },
      {
        "letra": "D",
        "texto": "suscitar o prévio incidente de arguição de inconstitucionalidade e, após a apreciação, pelo tribunal pleno, ou órgão especial, da matéria constitucional, retomar o julgamento do feito, ficando obrigatoriamente vinculado à premissa fixada no julgamento do incidente;"
      },
      {
        "letra": "E",
        "texto": "suscitar o prévio incidente de arguição de inconstitucionalidade, embora, após a apreciação, pelo tribunal pleno, ou órgão especial, da matéria constitucional, não fique obrigatoriamente vinculado, ao retomar o julgamento do feito, à premissa fixada no julgamento do incidente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "514051",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA. De acordo com o art. 520 do Código de Processo Civil, a apelação será recebida só no efeito devolutivo, quando interposta de sentença que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deferir liminarmente embargos à execução ou julgálos procedentes."
      },
      {
        "letra": "B",
        "texto": "homologar a divisão ou a demarcação."
      },
      {
        "letra": "C",
        "texto": "condenar à prestação de alimentos"
      },
      {
        "letra": "D",
        "texto": "decidir o processo cautelar"
      },
      {
        "letra": "E",
        "texto": "julgar procedente o pedido de instituição de arbitragem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "473792",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: IPT-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João Paulo move ação de cobrança de R$ 5.000,00 em face de Maria Silva referente aos serviços prestados como professor. A sentença acolhe parte dos argumentos da ré, condenando-a a pagar o valor de R$ 3.000,00. Somente Maria interpõe recurso de apelação. Neste caso, o autor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá se insurgir contra a sentença por meio de recurso adesivo, pois não interpôs seu recurso no prazo legal."
      },
      {
        "letra": "B",
        "texto": "poderá interpor recurso adesivo no prazo de 10 dias, contado da intimação para apresentação de contrarrazões."
      },
      {
        "letra": "C",
        "texto": "poderá interpor recurso adesivo no prazo que dispuser para responder ao recurso de Maria Silva."
      },
      {
        "letra": "D",
        "texto": "poderá interpor recurso adesivo, sem necessidade de recolhimento do preparo, que já foi recolhido por Maria Silva."
      },
      {
        "letra": "E",
        "texto": "poderá interpor recurso adesivo, que deverá ser conhecido, ainda que o recurso de Maria Silva seja considerado intempestivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462676",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "A respeito dos recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o preparo do agravo retido pode ser feito após a sentença, na hipótese do agravante pleitear o conhecimento deste como preliminar do julgamento do recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "o exame dos pressupostos de admissibilidade da apelação só pode ser feito pelo juiz no momento do recebimento do recurso, vedado o reexame de tais pressupostos após a apresentação da resposta."
      },
      {
        "letra": "C",
        "texto": "no procedimento ordinário, os embargos de declaração interrompem o prazo para a interposição de outros recursos por qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "no recurso extraordinário, a existência de repercussão geral só poderá ser reconhecida pelo Plenário do Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "no recurso especial admite-se o reexame da prova quando o recorrente for beneficiário da assistência judiciária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460482",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do procedimento especial para arrecadação de bens e declaração judicial de vacância da herança jacente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transitada em julgado a sentença que declarou a vacância, o cônjuge e os herdeiros não mais poderão reclamar seus direitos."
      },
      {
        "letra": "B",
        "texto": "A apelação, voltada contra sentença que julgou improcedente habilitação de herdeiro, suspende o prazo para futuras habilitações."
      },
      {
        "letra": "C",
        "texto": "O depositário dos bens tem poderes de representação, inclusive judicial, da herança, bem como de guarda provisória do patrimônio arrecadado."
      },
      {
        "letra": "D",
        "texto": "O juiz não pode determinar a venda de bens da herança antes da declaração de vacância."
      },
      {
        "letra": "E",
        "texto": "A Fazenda Pública do Município pode apelar da decisão judicial que julga procedente a habilitação do herdeiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "460479",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Para impugnar o acórdão não unânime de Tribunal de Justiça, que tenha julgado improcedente ação rescisória, é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso ordinário."
      },
      {
        "letra": "B",
        "texto": "recurso de embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "recurso especial e/ou recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "recurso de apelação."
      },
      {
        "letra": "E",
        "texto": "agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "457802",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em relação aos princípios gerais e efeitos dos recursos, é correto que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da singularidade ou da unirrecorribilidade é o que estabelece caber, para cada ato judicial, um único recurso adequado."
      },
      {
        "letra": "B",
        "texto": "em regra, a apelação é recebida somente no efeito devolutivo, sem suspensividade, que é excepcional."
      },
      {
        "letra": "C",
        "texto": "a decisão que atribui efeitos ao recurso é irrecorrível, salvo se possibilitar a execução provisória do julgado."
      },
      {
        "letra": "D",
        "texto": "o princípio da fungibilidade recursal, previsto expressamente no ordenamento processual, tem como principal requisito a dúvida objetiva quanto ao recurso cabível, desde que não haja má-fé ou erro grosseiro."
      },
      {
        "letra": "E",
        "texto": "os efeitos em que recebidos os recursos constituem matéria dispositiva, sujeita a preclusão para o órgão judicante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432688",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência da cópia da certidão de intimação da decisão agravada é óbice ao conhecimento do agravo de instrumento, mesmo quando, por outros meios inequívocos, for possível aferir a tempestividade do recurso;"
      },
      {
        "letra": "B",
        "texto": "O relator pode negar seguimento monocraticamente ao recurso de embargos de declaração apresentado em face da decisão colegiada do recurso de apelação;"
      },
      {
        "letra": "C",
        "texto": "A apelação devolverá ao tribunal o conhecimento da matéria impugnada, exceção feita às questões suscitadas e discutidas no processo e que a sentença não tenha julgado por inteiro;"
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo na forma retida, devendo ser interposto em petição dirigida ao juiz da causa, no prazo de 10 (dez) dias;"
      },
      {
        "letra": "E",
        "texto": "Cabe agravo interno da decisão monocrática do relator que converte o agravo de instrumento em agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "430339",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Nulidades no CPC 1973",
      "Da extinção do processo",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Não está em consonância com as disposições sobre os Recursos no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constatando a ocorrência de nulidade insanável, o tribunal poderá determinar a realização ou renovação do ato processual. Cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento"
      },
      {
        "letra": "C",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito devolutivo, quando interposta de sentença que rejeitar liminarmente embargos à execução"
      },
      {
        "letra": "D",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "E",
        "texto": "Apresentada a resposta, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429167",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conhecimento de um recurso pelo órgão ao qual caiba seu julgamento implica a consequência jurídica de seu exame de mérito, para necessariamente provê-lo."
      },
      {
        "letra": "B",
        "texto": "Todos os recursos são interpostos perante o mesmo órgão julgador da decisão recorrida, isto é, ao órgão jurisdicional a quo."
      },
      {
        "letra": "C",
        "texto": "O prévio juízo de admissibilidade recursal é feito diretamente pelo órgão jurisdicional ao qual se tenha recorrido, ou seja, o órgão jurisdicional ad quem."
      },
      {
        "letra": "D",
        "texto": "Da decisão que recebe ou não o recurso interposto cabe apelação, por seu caráter de definitividade."
      },
      {
        "letra": "E",
        "texto": "Como regra geral, não se podem invocar no recurso matérias que não tenham sido arguidas e discutidas anteriormente, até a prolação da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425310",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Em relação aos prazos previstos para recursos no Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação 15 dias; Agravo de Instrumento 15 dias; Agravo Retido 10 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário ao STF 15 dias; Recurso ordinário ao STJ 15 dias; Recurso especial ao STJ 15 dias; Embargos de divergência no STF 15 dias."
      },
      {
        "letra": "C",
        "texto": "Embargos de declaração 5 dias; Agravo de Instrumento 10 dias; Agravo Retido 10 dias; Apelação 8 dias."
      },
      {
        "letra": "D",
        "texto": "Recurso Extraordinário 15 dias; Recurso Especial 15 dias; Embargos de declaração 2 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "E",
        "texto": "Agravo, nos próprios autos contra inadmissão de recurso especial 10 dias; Agravo nos próprios autos, contra inadmissão de recurso extraordinário 10 dias; Agravo Retido 10 dias; Agravo de Instrumento 15 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418382",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Sobre os Recursos Civeis, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses."
      },
      {
        "letra": "B",
        "texto": "As questões de fato, não propostas no juízo inferior, poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, é facultado ao juiz inovar no processo; recebida só no efeito devolutivo, o apelado poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta."
      },
      {
        "letra": "D",
        "texto": "Constatando a ocorrência de nulidade sanável, o tribunal poderá determinar a realização ou renovação do ato processual, intimadas as partes, cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417888",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Petição Inicial",
      "Apelação no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Acerca da petição inicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de cumulação de pedidos própria, o juiz não pode acolher mais de um pedido simultaneamente, o que é possível no caso de pedido alternativo e de pedido sucessivo."
      },
      {
        "letra": "B",
        "texto": "O autor poderá alterar tanto a causa de pedir quanto o pedido depois do saneamento do processo, desde que haja concordância do réu."
      },
      {
        "letra": "C",
        "texto": "Não possuirá efeito regressivo a apelação interposta contra decisão que indeferir a petição inicial."
      },
      {
        "letra": "D",
        "texto": "A emenda da inicial é um direito subjetivo do autor."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência do STJ, a aplicação de multa pelo descumprimento de obrigação de fazer ou não fazer dispensa prévia intimação pessoal do devedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416909",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma ação cível, proferida a sentença, a parte vencida interpôs recurso de apelação. O juiz, no entanto, não admitiu o recurso, por estar a sentença em conformidade com Súmula do Superior Tribunal de Justiça. Dessa decisão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe apelação, nem agravo em qualquer de suas espécies."
      },
      {
        "letra": "B",
        "texto": "cabe agravo a ser interposto verbalmente."
      },
      {
        "letra": "C",
        "texto": "cabe nova apelação."
      },
      {
        "letra": "D",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "E",
        "texto": "cabe agravo de instrumento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416565",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "\"Lindalva ajuíza ação de cobrança em face de Miracema. Após regular trâmite processual, o Juiz profere sentença e condena Miracema a pagar a Lindalva, integralmente, a quantia requerida pela autora. Inconformada, Miracema resolve interpor recurso de apelação por meio do advogado que constituiu nos autos.\" Considerando-se, hipoteticamente, que a intimação da sentença tenha se dado em 28/05/14, quarta-feira, e supondo que na localidade em que tramitou o processo seja feriado nos dias 29/05/14 e 12/06/14, assinale a alternativa que indica o último dia para que haja a regular interposição do recurso de apelação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "09/06/14."
      },
      {
        "letra": "B",
        "texto": "12/06/14."
      },
      {
        "letra": "C",
        "texto": "13/06/14."
      },
      {
        "letra": "D",
        "texto": "16/06/14."
      },
      {
        "letra": "E",
        "texto": "17/06/14."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415219",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Caberá recurso de apelação das decisões proferidas em consequência da aplicação da Lei n. 1.060/1950, que estabelece normas para a concessão de assistência judiciária aos necessitados. A apelação será recebida somente no efeito devolutivo quando a sentença conceder o pedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415218",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Estabelece a Lei n. 5.478/1968, que dispõe sobre a ação de alimentos, que a decisão judicial sobre alimentos não transita em julgado e pode a qualquer tempo ser revista. Da sentença caberá apelação no efeito devolutivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414604",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso adesivo, uma vez recebido, passa a ter existência autônoma em relação ao recurso principal, sendo julgado ainda que deste se desista."
      },
      {
        "letra": "B",
        "texto": "em regra, o recurso especial é dotado de efeito de- volutivo e suspensivo, excepcionalmente podendo ser recebido somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "a apelação é dotada de efeito translativo, permitindo ao tribunal conhecer de ofício das matérias de ordem pública, ainda que não suscitadas por quem apela."
      },
      {
        "letra": "D",
        "texto": "os embargos de declaração suspendem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "o Ministério Público tem legitimidade, para recorrer, restrita aos casos em que funciona como parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413801",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Leia as assertivas e responda:I) A apelação devolverá ao tribunal o conhecimento da matéria impugnada, ainda que a sentença não as tenha julgado por inteiro. Quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao tribunal o conhecimento dos demais. II) Interposta a apelação, o juiz, declarando os efeitos em que a recebe, mandará dar vista ao apelado para responder, recebendo o recurso de apelação ainda quando a sentença esteja em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. III) Apresentada a resposta à apelação, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso. Caso o apelante comprove justo impedimento, o juiz relevará a pena de deserção, fixando-lhe prazo para efetuar o preparo. IV) A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida apenas no efeito devolutivo, quando interposta de sentença que homologar a divisão ou a demarcação. V) O agravo de instrumento será dirigido diretamente ao tribunal competente, através de petição com os seguintes requisitos: a exposição do fato e do direito; as razões do pedido de reforma da decisão, bem como o nome e o endereço completo dos advogados, constantes do processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A respeito dos recursos, considere: I. Contra a decisão que não recebe a apelação, cabe agravo retido. II. A apelação interposta contra sentença que decidir o processo cautelar será recebida somente no efeito devolutivo. III. Recebida a apelação nos efeitos devolutivo e suspensivo, o juiz não poderá inovar no processo. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "409236",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "O Juiz não receberá o recurso de apelação, independentemente de prévia intimação das partes, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso estiver exclusivamente baseado em documento que poderia ter sido trazido aos autos na fase postulatória."
      },
      {
        "letra": "B",
        "texto": "a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "o recurso for manifestamente improcedente."
      },
      {
        "letra": "D",
        "texto": "as razões recursais reproduzirem os mesmos argumentos da petição inicial ou da contestação."
      },
      {
        "letra": "E",
        "texto": "o preparo recursal tiver sido insuficientemente recolhido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "408727",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "F. T. ajuizou ação de rescisão contratual cumulada com reparação de danos em face da Construtora e Incorporadora Queda Livre, visando à rescisão do contrato de promessa de compra e venda firmado em agosto de 2010. O objeto do contrato é a unidade 204 do Edifício Bons Ares, cuja entrega estava prevista para agosto de 2012. Diante do atraso na conclusão da obra, F. T. decidiu rescindir o contrato, pedir a restituição de todos os valores pagos à construtora pela aquisição do imóvel e ver reparados os danos morais em decorrência da demora na entrega das chaves. Foi proferida sentença declarando a rescisão do contrato e condenando a construtora ré a devolver R$ 40.000,00 (quarenta mil reais) referentes aos valores pagos pela aquisição do imóvel até então, corrigidos monetariamente. O pedido de dano moral, entretanto, foi indeferido pelo juiz, que considerou que o inadimplemento da ré teria causado mero aborrecimento ao autor, insuficiente para ensejar qualquer indenização. F. T., mesmo insatisfeito com a negativa do dano moral, resolveu conformar-se com a sentença, tendo deixado passar o prazo recursal, na expectativa de encerrar mais rápido o processo. A construtora ré, todavia, interpôs recurso de apelação, visando reformar a sentença condenatória. Diante desta situação hipotética, F. T .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está impedido de interpor qualquer recurso, pois, tendo deixado passar o prazo recursal, deu-se a preclusão temporal."
      },
      {
        "letra": "B",
        "texto": "poderá interpor apelação adesivamente, sendo que, caso a ré desista de seu recurso, a apelação adesiva deixará de ser conhecida."
      },
      {
        "letra": "C",
        "texto": "está impedido de interpor qualquer recurso, ante a falta de interesse recursal, uma vez que a sentença proferida lhe foi favorável."
      },
      {
        "letra": "D",
        "texto": "poderá interpor apelação, na forma adesiva, no prazo para o oferecimento das contrarrazões à apelação interposta pela ré, estando dispensado o pagamento de preparo, despesa paga pela ré no recurso principal."
      },
      {
        "letra": "E",
        "texto": "poderá fazer pedido contraposto no bojo da petição das contrarrazões ao recurso de apelação interposto pela ré, possibilitando a reforma da decisão judicial quanto ao dano moral indeferido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406881",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Considere a seguinte situação: O advogado do autor é intimado da sentença no dia 06 de dezembro, terça-feira. Não há expediente forense no dia 08 de dezembro, quinta-feira, data em que se comemora o “Dia da Justiça”, nem no dia 19 de dezembro, segunda-feira, data em que se comemora a “Emancipação Política do Paraná”. Pelo Presidente do Tribunal de Justiça, por outro lado, é decretado recesso judiciário do dia 20 de dezembro, terça-feira (inclusive) ao dia 06 de janeiro, sexta-feira (inclusive). Nesse caso, tendo em conta a inocorrência de outras circunstâncias suspensivas ou interruptivas do curso do prazo para apelar e contando com a ajuda do calendário abaixo, o recurso deverá ser protocolado até o dia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "09 de janeiro, segunda-feira."
      },
      {
        "letra": "B",
        "texto": "11 de janeiro, quarta-feira."
      },
      {
        "letra": "C",
        "texto": "12 de janeiro, quinta-feira."
      },
      {
        "letra": "D",
        "texto": "10 de janeiro, terça-feira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406877",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Revelia",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser negado seguimento ao recurso adesivo, ainda que o recorrente litigue sob os auspícios da Lei 1.060/1950, caso a apelação seja considerada deserta em razão da ausência de preparo."
      },
      {
        "letra": "B",
        "texto": "Segundo o entendimento firmado pelo Superior Tribunal de Justiça para os fins do artigo 543-C, a não apresentação, pelo agravante, de cópia de peça dos autos principais que, embora não considerada obrigatória pelo artigo 525, I do mesmo Código, seja essencial à compreensão da controvérsia travada no agravo previsto no artigo 522, é causa para que se negue seguimento ao recurso, não tendo o relator o poder/dever de oportunizar ao recorrente a complementação da documentação."
      },
      {
        "letra": "C",
        "texto": "Se a revelia do réu que contestara é decretada no curso do processo, após o desatendimento, por ele, de intimação pessoal para regularizar defeito de representação decorrente da renúncia de seu advogado, o prazo para recorrer da sentença só começa a fluir após a publicação desta no órgão oficial destinado à veiculação das intimações judiciais."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a apresentação de outros recursos pela parte que os interpõe, não produzindo o mesmo efeito em relação ao adversário; quanto a este, o efeito é de mera suspensão do curso do prazo recursal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392578",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João da Silva ingressa com ação de indenização por danos materiais decorrentes de colisão de veículo em face de Pedro de Souza. Em resposta, Pedro de Souza alega prescrição e no mérito que a colisão ocorreu por imprudência de João da Silva. A sentença rejeitou a prejudicial de prescrição, mas julgou a ação improcedente. Diante dessa decisão, Pedro de Souza pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor recurso de apelação em face do tópico da sentença que afastou a prescrição."
      },
      {
        "letra": "B",
        "texto": "interpor recurso adesivo para insistir na prescrição, se João da Silva interpuser recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "interpor recurso de agravo de instrumento em face do tópico da sentença que lhe foi desfavorável."
      },
      {
        "letra": "D",
        "texto": "insistir no acolhimento da prescrição em preliminar de contrarrazões de recurso de apelação, se João da Silva recorrer."
      },
      {
        "letra": "E",
        "texto": "insurgir-se contra a rejeição da prescrição por meio de agravo retido, que deve ser reiterado por ocasião das contrarrazões, se João da Silva recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "385370",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Providências preliminares e julgamento conforme o estado do processo",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito da petição inicial e da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos arts. 282 e 283, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, ele a indeferirá de plano."
      },
      {
        "letra": "B",
        "texto": "Independentemente da natureza da lide e das partes envolvidas, se o réu deixar de contestar a ação, o juiz deverá julgar a lide antecipadamente, proferindo sentença de total procedência, em decorrência da presunção de veracidade dos fatos constitutivos do direito do autor."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, a decisão somente poderá ser reformada, em recurso de apelação, pelo tribunal competente."
      },
      {
        "letra": "D",
        "texto": "A regra da impugnação específica dos fatos se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Transcorrido o prazo para a resposta, é vedado ao autor desistir da ação sem o consentimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "384798",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso ordinário constitucional",
      "Recurso Especial"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, a indicação do nome e do endereço completo dos advogados, constantes do processo, é requisito da petição de interposição do recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De apelação."
      },
      {
        "letra": "B",
        "texto": "De agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Ordinário."
      },
      {
        "letra": "D",
        "texto": "Especial"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Dos recursos a seguir enumerados, aponte aquele que é recebido, como regra, no duplo efeito, devolutivo e suspensivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "apelação."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "recurso especial."
      },
      {
        "letra": "E",
        "texto": "agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378890",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Tendo sucumbido em primeiro grau, Ana Maria, por intermédio de seu advogado, interpõe recurso de apelação no 14º dia e recolhe as custas de preparo no 15º dia. Para quem entende que essa conduta configura uma irregularidade insanável, terá ocorrido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficácia do apelo, cabendo ao Tribunal julgar, discricionariamente, se haverá ou não seu recebimento e subsequente exame meritório."
      },
      {
        "letra": "B",
        "texto": "nulidade do apelo, que será desentranhado dos autos e não admitido, por não poder gerar efeitos processuais."
      },
      {
        "letra": "C",
        "texto": "preclusão temporal, não se recebendo o recurso de apelação pela intempestividade."
      },
      {
        "letra": "D",
        "texto": "preclusão lógica, sem recebimento do recurso de apelação porque os atos praticados em dias distintos são inconciliáveis e geram a inadmissibilidade recursal."
      },
      {
        "letra": "E",
        "texto": "preclusão consumativa, com a consequência da não admissibilidade do recurso de apelação, porque os atos deveriam ter sido praticados simultaneamente, protocolando-se uma única peça processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372668",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Quanto ao instituto da tutela antecipada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de antecipação dos efeitos da tutela não poderá ser concedido no período de suspensão do processo"
      },
      {
        "letra": "B",
        "texto": "Na hipótese de o juiz conceder tutela antecipada ao proferir sentença de mérito, eventual interposição de apelação não suspenderá os efeitos da sentença em relação aos efeitos antecipados"
      },
      {
        "letra": "C",
        "texto": "Mesmo quando um ou mais dos pedidos cumulados, ou parcelas deles, mostrar-se incontroverso, a antecipação de tutela, para ser concedida, depende de requerimento da parte."
      },
      {
        "letra": "D",
        "texto": "O pedido de antecipação de tutela é facultado exclusivamente ao autor."
      },
      {
        "letra": "E",
        "texto": "A função precípua da tutela antecipada é assegurar o resultado prático do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361497",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: SABESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Concernente aos recursos, considere: I. Pode o prejudicado que não foi parte apresentar recurso se demonstrar nexo de interdependência entre o interesse de intervir e a relação jurídica submetida à apreciação judicial. II. A renúncia ao direito de recorrer independe da aceitação da outra parte. III. A apelação é dirigida ao juiz, que a recebe, em regra, nos efeitos suspensivo e devolutivo.Está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357689",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Maria ajuizou ação de cobrança contra Gerson e Renato, devedores solidários, os quais apresentaram defesas distintas mas com fundamentos comuns. O pedido foi julgado procedente mas apenas Renato recorreu. De acordo com o Código de Processo Civil, o recurso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo, deverá ser interposto no prazo de 15 dias e respondido no prazo de 5."
      },
      {
        "letra": "B",
        "texto": "aproveita a Gerson, será recebido apenas no efeito devolutivo e deverá ser interposto e respondido no prazo de 15 dias."
      },
      {
        "letra": "C",
        "texto": "não aproveita a Gerson, será recebido apenas no efeito devolutivo e deverá ser interposto e respondido no prazo de 15 dias."
      },
      {
        "letra": "D",
        "texto": "não aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo, deverá ser interposto no prazo de 15 dias e respondido no prazo de 5."
      },
      {
        "letra": "E",
        "texto": "aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo e deverá ser interposto e respon- dido no prazo de 15 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357684",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Márcio ajuizou ação de obrigação de fazer contra Telefonia do Centro Oeste pugnando pela retirada de seu nome dos cadastros de proteção ao crédito. Postulou pela concessão de tutela antecipada, a qual foi deferida de plano, sem oitiva da parte contrária. Ao final, porém, o pedido foi julgado improcedente, com revogação expressa da tutela antecipada. Apelação interposta por Márcio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser recebida apenas no efeito devolutivo, mas com o restabelecimento dos efeitos da tutela revogada de forma expressa pela sentença, por se estar diante de direito da personalidade."
      },
      {
        "letra": "B",
        "texto": "deverá ser recebida nos efeitos devolutivo e suspensivo, que não restabelecerá os efeitos da tutela revogada de forma expressa pela sentença."
      },
      {
        "letra": "C",
        "texto": "deverá ser recebida apenas no efeito devolutivo, que não restabelecerá os efeitos da tutela revogada de forma expressa pela sentença."
      },
      {
        "letra": "D",
        "texto": "deverá ser recebida nos efeitos devolutivo e suspensivo, que restabelecerá os efeitos da tutela revogada de forma expressa pela sentença."
      },
      {
        "letra": "E",
        "texto": "restabelece os efeitos da tutela revogada de forma expressa pela sentença, independentemente do efeito em que tenha sido recebida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1223890",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido"
    ],
    "enunciado_principal": "Plínio ajuizou ação de recisão de contrato c.c. indenização por danos morais e materiais contra José. O feito tramitou regularmente e foi julgado procedente pelo Magistrado competente, que acolheu todos os pedidos veiculados na inicial. Interposto recurso de apelação por José a Câmara Julgadora, por maioria de votos, reforma parcialmente a sentença de primeiro grau, rejeitando o pedido de indenização por danos morais, mantendo, no mais, a sentença tal como prolatada. Plínio, inconformado, interpôs embargos infringentes, abrindo-se vista ao recorrido José para contrarrazões. Após, o relator do acórdão embargado, ao fazer o juízo de admissibilidade do recurso não admite o recurso interposto por Plínio. Contra esta decisão, Plínio, mais uma vez inconformado, poderá interpor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "B",
        "texto": "agravo, no prazo de 05 dias, para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "C",
        "texto": "agravo, no prazo de 10 dias, para o órgão competente para julgamento do recurso."
      },
      {
        "letra": "D",
        "texto": "correição parcial para o Presidente do Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "agravo, no prazo de 15 dias, para o órgão competente para julgamento do recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843809",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Com relação ao recurso de apelação previsto no Código de Processo Civil, podemos afirmar: I – Da sentença caberá apelação e devolverá ao Tribunal o conhecimento da matéria impugnada. II - Nos casos de extinção do processo sem julgamento do mérito (art. 267), ao analisar a apelação, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento. III – As questões anteriores à sentença ainda não decididas, não podem ser submetidas ao tribunal. IV – A apelação será recebida somente no efeito suspensivo quando interposta contra sentença que decidir o processo cautelar. V - Recebida a apelação em ambos os efeitos, o juiz não poderá inovar no processo; recebida só no efeito devolutivo, o apelado poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "somente as afirmativas III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "somente as afirmativas I, II e V estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "740607",
    "metadata": "Ano: 2013 | Banca: COPS-UEL | Órgão: AFPR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "O prazo para a fazenda pública apresentar contrarrazões de recurso de Apelação, em relação ao concedido à outra parte, computa-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela metade."
      },
      {
        "letra": "B",
        "texto": "igualmente."
      },
      {
        "letra": "C",
        "texto": "em dobro."
      },
      {
        "letra": "D",
        "texto": "em quádruplo."
      },
      {
        "letra": "E",
        "texto": "em quíntuplo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "557414",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Acerca dos Recursos no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relator, monocraticamente, pode dar ou negar provimento ao recurso, atendidos os requisitos do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Em todos os casos de agravo manifestamente inadmissível ou infundado, o tribunal condenará o agravante a pagar ao agravado multa entre um e dez por cento do valor corrigido da causa, ficando a interposição de qualquer outro recurso condicionada ao depósito do respectivo valor."
      },
      {
        "letra": "C",
        "texto": "Como a apelação devolve ao tribunal toda a matéria impugnada, na sua interposição é desnecessário requerer a apreciação de agravo retido."
      },
      {
        "letra": "D",
        "texto": "Nos embargos infringentes, o recorrido não tem prazo para responder ao recurso."
      },
      {
        "letra": "E",
        "texto": "Os embargos infringentes terão o mesmo relator da apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "451902",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Os recursos podem ser definidos como ferramentas jurídicas cabíveis quando a parte vencida, o Ministério Público ou terceiro prejudicado buscam novo pronunciamento judicial acerca daquilo que foi desfavorável ao recorrente em determinado julgado. Considerando os recursos previstos no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das decisões interlocutórias proferidas em audiência de instrução e julgamento, caberá agravo na forma retida por meio de petição, no prazo de 5 dias."
      },
      {
        "letra": "B",
        "texto": "a apelação interposta de sentença que confirmar a antecipação dos efeitos da tutela ou decidir o processo cautelar será recebida nos efeitos suspensivo e devolutivo."
      },
      {
        "letra": "C",
        "texto": "os recursos especial e extraordinário serão interpostos perante o presidente ou o vice-presidente do Superior Tribunal de Justiça e Supremo Tribunal Federal, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o recurso especial e o recurso extraordinário não obstam a execução da sentença, assim como a interposição do agravo de instrumento, em regra, não impede o andamento do feito."
      },
      {
        "letra": "E",
        "texto": "o recorrente poderá desistir do recurso interposto desde que, devidamente intimados, o recorrido e eventuais litisconsortes manifestem anuência nos autos ou aquiesçam com seu silêncio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447280",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no sistema próprio do Direito Processual Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de antecipação de tutela no corpo da sentença, impõe que eventual recurso de apelação, por ausência de disposição legal, seja integralmente recebido em seu efeito devolutivo e suspensivo."
      },
      {
        "letra": "B",
        "texto": "A reforma processual promovida em 2005 alterou o regime de impugnação das decisões interlocutórias, estabelecendo como regra geral a interposição de recurso de agravo de instrumento manejado diretamente na Corte competente."
      },
      {
        "letra": "C",
        "texto": "A interposição de agravo retido conduz automaticamente à apreciação da matéria pelo Tribunal de Justiça como preliminar, por ocasião do julgamento da apelação, independentemente de reiteração posterior da parte interessada."
      },
      {
        "letra": "D",
        "texto": "A decisão do relator que converte o agravo de instrumento em retido é passível de reforma imediata, mediante a interposição de recurso de agravo interno, no prazo de 05 (cinco) dias,nos termos do art. 557, § 1º do CPC."
      },
      {
        "letra": "E",
        "texto": "Cabe ao agravante, no prazo de 03 (três) dias, comunicar ao Juízo singular a interposição do recurso de agravo de instrumento, juntando cópia da petição recursal, seu comprovante de interposição e a relação de documentos apresentados, sendo o descumprimento desse ônus processual razão para o não conhecimento do recurso, desde que a questão seja arguida e provada pela parte agravada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423193",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação, cujo prazo de interposição, de regra, é de quinze dias, somente é cabível da sentença que corporifica julgamento do processo com resolução de mérito, isto é, daquela tida como definitiva."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração são cabíveis contra qualquer decisão judicial e, uma vez interpostos, interrompem o prazo recursal."
      },
      {
        "letra": "C",
        "texto": "A insuficiência do valor do preparo do recurso implicará em deserção independentemente de intimação."
      },
      {
        "letra": "D",
        "texto": "Após apresentado o recurso voluntário pela parte sucumbente para modificar a sentença proferida com julgamento de mérito, é incabível a desistência do recurso sem a anuência da parte contrária."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para recorrer nas causas que atua como fiscal da lei quando se trate de discussão a respeito de direitos individuais indisponíveis e as partes estejam assistidas por advogados ou Defensoria Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "414145",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Processo Cautelar",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Para assegurar a efetividade do direito de Joaquim que move ação em face de Tomás, o advogado do autor poderá se valer de medidas cautelares, aptas a salvaguardar direitos quando presentes o fumus boni iuris e o periculum in mora.A respeito dessa tutela de urgência, prevista no Livro III do Código de Processo Civil, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida cautelar conservará sua eficácia ainda que haja suspensão do processo principal, salvo se houver decisão judicial em contrário."
      },
      {
        "letra": "B",
        "texto": "A exibição de documentos, medida cautelar típica, poderá ser ajuizada no curso do processo principal ou em caráter preparatório, sempre pela via de processo autônomo apensado ao principal."
      },
      {
        "letra": "C",
        "texto": "O arresto pode cessar pela transação ou nela novação e se resolve em penhora quando julgada procedente a ação principal."
      },
      {
        "letra": "D",
        "texto": "A apelação interposta contra sentença que decidir processo cautelar será recebida somente no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "O recurso especial interposto contra decisão interlocutória em processo cautelar ficará retido nos autos e somente será processado se requerido pela parte interessada na oportunidade de recorrer da decisão final ou contra-arrazoar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410543",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os autos devem ser reencaminhados ao juízo a quo para novo julgamento da lide se o tribunal constatar a ocorrência de nulidade sanável que demande a realização ou a renovação de ato processual."
      },
      {
        "letra": "B",
        "texto": "Segundo o STJ, não impede o conhecimento do recurso especial a ausência de assinatura do advogado da causa no recurso."
      },
      {
        "letra": "C",
        "texto": "No caso de apelação contra sentença que tenha dado fim a processo sem julgamento de mérito, o tribunal pode decidir o mérito da ação mesmo sem o requerimento do recorrente quando a ação versar sobre questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "D",
        "texto": "Não são cabíveis embargos infringentes contra acórdão não unânime que julgue procedente uma ação rescisória."
      },
      {
        "letra": "E",
        "texto": "Um juiz não pode deixar de receber apelação interposta mesmo que a matéria fundamentadora da sentença já tenha sido, na ocasião da interposição do recurso, sumulada nos tribunais superiores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "405329",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Acerca do recurso de apelação e sua disciplina no Código de Processo Civil, assinale alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apelação devolverá ao Tribunal o conhecimento da matéria impugnada, salvo as questões não julgadas por inteiro pela sentença."
      },
      {
        "letra": "B",
        "texto": "No julgamento da apelação ficam também submetidas à apreciação pelo Tribunal as questões anteriores à sentença, se já decididas."
      },
      {
        "letra": "C",
        "texto": "Nos casos de indeferimento da inicial, o autor poderá apelar, sendo facultado ao juiz, em quarenta e oito horas, reformar sua decisão. Mantida a decisão, os autos serão, imediatamente, remetidos ao Tribunal competente."
      },
      {
        "letra": "D",
        "texto": "Nas hipóteses em que, liminarmente, for julgada improcedente a ação, por versar apenas sobre matéria de direito e por já haver sido, em casos idênticos e no mesmo juízo, proferida sentença de improcedência, o autor poderá apelar e ao juiz não é facultado rever a decisão."
      },
      {
        "letra": "E",
        "texto": "A decisão acerca da impugnação ao cumprimento de sentença é recorrível mediante apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "401383",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "É considerado intempestivo o recurso de apelação que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tenha sido protocolado no prazo legal"
      },
      {
        "letra": "B",
        "texto": "tenha sido protocolado no prazo legal, mas, em razão do advento do julgamento do recurso de embargos de declaração, não tenha sido posteriormente ratificado, dentro do prazo legal."
      },
      {
        "letra": "C",
        "texto": "tenha sido protocolado no prazo legal, porém, sem a realização do preparo recursal."
      },
      {
        "letra": "D",
        "texto": "tenha sido protocolado no prazo legal, porém, sem a presença nos autos do documento de representação processual da parte."
      },
      {
        "letra": "E",
        "texto": "tenha sido protocolado no prazo legal, porém, por parte que não haja sucumbido no objeto da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365730",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, considere as seguintes afirmativas: 1. A apelação produz, em regra, ambos os efeitos – devolutivo e suspensivo. 2. O recurso cabível contra a decisão que decide a liquidação de sentença é a apelação. 3. Não cabe, no processo de mandado de segurança, a interposição de embargos infringentes. 4. Contra a decisão do órgão especial de um Tribunal de Justiça que decide o incidente de inconstitucionalidade, é cabível recurso extraordinário. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "363153",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: CONDER",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a afirmativa incorreta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "B",
        "texto": "Havendo apelação, todas as questões suscitadas e discutidas no processo serão objeto de apreciação e julgamento pelo tribunal, ainda que a sentença não as tenha julgado por inteiro."
      },
      {
        "letra": "C",
        "texto": "O recurso apenas pode ser interposto pela parte vencida e pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O recurso interposto por um devedor, em caso de solidariedade passiva, aproveitará aos outros, quando as defesas opostas ao credor Ihes forem comuns."
      },
      {
        "letra": "E",
        "texto": "As questões de fato que não forem propostas no juízo inferior, somente poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359626",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução de sentença; a apelação é recebida em regra nos efeitos devolutivo e suspensivo, salvo as hipóteses em que a lei processual prevê seu recebimento somente no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Desde que com a anuência do recorrido ou dos litisconsortes, o recorrente poderá desistir do recurso a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "Embora subordinado ao recurso principal, o recurso adesivo prossegue e será julgado em caso de desistência do recurso principal ou de sua deserção."
      },
      {
        "letra": "D",
        "texto": "Como regra, a interposição do agravo de instrumento suspende o andamento do processo."
      },
      {
        "letra": "E",
        "texto": "O recurso só pode ser interposto pela parte vencida ou pelo Ministério Público, nos processos em que couber intervir, como parte ou fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359241",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto à teoria geral dos recursos e as espécies recursais, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito expansivo subjetivo (ou dimensão subjetiva do efeito evolutivo) ocorre quando a decisão de um recurso atingir uma parte que não figurou na relação recursal."
      },
      {
        "letra": "B",
        "texto": "O princípio da complementariedade excepciona a preclusão consumativa, em caso de provimento de embargos de declaração que gerem nova sucumbência, autorizando-se o aditamento às razões"
      },
      {
        "letra": "C",
        "texto": "O Tribunal pode, em recurso impugnando sentença terminativa, julgar diretamente o mérito, de ofício, se as razões fundarem-se em error in procedendo e matéria fática, vedada a reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo e deverá ser expressamente reiterada sua apreciação pelo Tribunal, nas razões ou contrarrazões de apelação"
      },
      {
        "letra": "E",
        "texto": "O Juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351409",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "0 autor A ajuizou ação objetivando os pedidos w, x, y e z, sucumbindo quanto a w, y e z. Interpôs recurso de apelação buscando o beneplácito da instância superior, somente quanto ao pedido y. Notificado de que o réu R apelou de toda a sentença, o autor A pretende ampliar seu inconformismo para pleitear o pedido z junto à instância superior. À vista da apelação do réu R, poderia A propor recurso de apelação adesiva, mesmo já havendo interposto recurso autônomo de apelação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, A poderá interpor recurso quanto ao pedido z, não havendo preclusão porque o réu apelou de toda a sentença."
      },
      {
        "letra": "B",
        "texto": "Sim, A poderá interpor recurso. No entanto, deverá recorrer quanto a w e z e não apenas de um único pedido, porque com a interposição do recurso pelo réu R, foi devolvida toda a matéria."
      },
      {
        "letra": "C",
        "texto": "Sim, A poderá interpor novo recurso quanto ao pedido z, quanto ao pedido w, ou quanto a ambos, diante do princípio da complementaridade."
      },
      {
        "letra": "D",
        "texto": "Não, A não poderá interpor novo recurso diante do princípio da consumação. Além disso, o recurso adesivo não pode ser interposto se a parte já apresentou recurso principal."
      },
      {
        "letra": "E",
        "texto": "Não, A não poderá interpor novo recurso diante do prircípio da translatividade plena, podendo o tribunal modificar a sentença no que entender correto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351151",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Considerando que A ajuíze contra B ação postulando os pedidos X, Y e Z, com base na situação fática F, julgue os itens subsecutivos.O recurso cabível contra decisão que acolhesse integralmente os pedidos de A seria a apelação, salvo se um dos pedidos tivesse sido deferido mediante antecipação de tutela proferida em sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346900",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de admissão"
    ],
    "enunciado_principal": "“A”, após ter seu recurso de apelação improvido, interpôs recursos extraordinário e especial, os quais foram inadmi- tidos no primeiro juízo de admissibilidade, realizado pelo Tribunal de Justiça de São Paulo. Nesse caso, pode-se afir- ma que se “A” desejar recorrer integralmente das decisões.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberão dois recursos de agravo, nos próprios autos, no prazo de 10 dias, dirigidos à presidência do Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "B",
        "texto": "caberá apenas um recurso de agravo, nos próprios au- tos, no prazo de 10 dias, dirigido à presidência do Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "C",
        "texto": "caberão dois agravos de instrumento, dirigidos, respectivamente, para o presidente do Supremo Tribunal Federal e do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "caberá agravo nos próprios autos, no prazo de 5 dias, dirigido à presidência do Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "E",
        "texto": "deverá instruir eventual recurso de agravo com os comprovantes de pagamento de custas e despesas postais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322959",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial"
    ],
    "enunciado_principal": "Contra a sentença emprimeiro grau de jurisdição que julga procedente o pedido do autor e antecipa os efeitos da tutela, é possível a interposição do(s) seguinte(s) recurso(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação, somente."
      },
      {
        "letra": "B",
        "texto": "apelação e agravo de instrumento, concomitantemente."
      },
      {
        "letra": "C",
        "texto": "apelação e agravo retido, concomitantemente."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, somente."
      },
      {
        "letra": "E",
        "texto": "recurso especial, somente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322958",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Sobre o recurso de apelação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para interposição é de dez dias."
      },
      {
        "letra": "B",
        "texto": "A apelação interposta contra sentença que decidir o processo cautelar será recebida nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "C",
        "texto": "A interposição do recurso será realizada diretamente no Tribunal de Justiça quando se tratar de ação proposta perante a justiça comum estadual."
      },
      {
        "letra": "D",
        "texto": "O juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do SuperiorTribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "Não é possível a realização de sustentação oral quando do julgamento do recurso de apelação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322294",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Leia as proposições abaixo e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas cobranças ao condômino de quantias devidas ao condomínio, observa-se-á o procedimento sumário, desde que o montante do débito não ultrapasse o valor equivalente a 60 (sessenta) salários mínimos."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, não sendo obtida a conciliação na primeira audiência, o Réu terá o prazo de quinze dias para a apresentação de defesa, sendo após os autos conclusos ao Juiz para decisão da causa."
      },
      {
        "letra": "C",
        "texto": "No procedimento ordinário, a contestação e a reconvenção serão oferecidas simultaneamente, mediante peça única, sendo a exceção processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "A cumulação de vários pedidos, num único processo, contra o mesmo réu, somente será admitida caso entre eles exista conexão."
      },
      {
        "letra": "E",
        "texto": "Da decisão que indeferir a petição inicial, sob o procedimento ordinário, caberá recurso de apelação, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1224028",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: FPMA - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Recurso Especial"
    ],
    "enunciado_principal": "Sobre as sentenças e recursos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As chamadas sentenças mandamentais impõem ao demandado o cumprimento das obrigações de fazer, não fazer e de pagar quantia certa."
      },
      {
        "letra": "B",
        "texto": "A apelação cível interposta contra sentença que está em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal não deve ser recebida pelo juiz."
      },
      {
        "letra": "C",
        "texto": "A decisão liminar do relator que converte o agravo de instrumento em retido é recorrível por agravo dirigido ao respectivo órgão colegiado."
      },
      {
        "letra": "D",
        "texto": "A apelação contra a sentença que julga procedentes os embargos à execução será recebida no efeito devolutivo e suspensivo."
      },
      {
        "letra": "E",
        "texto": "O recurso especial tem efeito suspensivo, o que impede a execução provisória da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984174",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A audiência preliminar somente será realizada em causas versando direitos indisponíveis."
      },
      {
        "letra": "B",
        "texto": "Se o direito em litígio não admitir transação, ou se as circunstâncias da causa evidenciarem ser improvável sua obtenção, ainda assim o juiz não poderá desde logo sanear o processo e ordenar a produção da prova."
      },
      {
        "letra": "C",
        "texto": "O tribunal poderá desde logo julgar a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "D",
        "texto": "Submete-se ao duplo grau de jurisdição a sentença que anula o casamento."
      },
      {
        "letra": "E",
        "texto": "Qualquer decisão contra a Fazenda Pública se submete à devolução oficial ou à remessa de ofício ao Segundo Grau de Jurisdição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506981",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quantos aos recursos no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em função do efeito translativo dos recursos, a apelação devolve obrigatoriamente ao tribunal o conhecimento de todos os fundamentos do pedido, ainda que eles não tenham sido deduzidos nas razões;"
      },
      {
        "letra": "B",
        "texto": "após a proclamação do resultado do julgamento e encerrada a prestação jurisdicional no tocante à apelação, é possível a correção de erro material no acórdão, ainda que isso importe em alteração do decidido, em atenção aos princípios da economia processual, instrumentalidade das formas e da segurança jurídica;"
      },
      {
        "letra": "C",
        "texto": "não há nulidade do julgamento em órgão colegiado do qual participou Ministro impedido, se o seu voto não foi decisivo para o resultado;"
      },
      {
        "letra": "D",
        "texto": "a determinação do juízo de primeiro grau para que se recolha a taxa judiciária sob pena de cancelamento da distribuição é impugnável por apelação, visto tratar-se de decisão com força definitiva;"
      },
      {
        "letra": "E",
        "texto": "compete ao órgão colegiado o julgamento dos embargos de declaração opostos contra decisão monocrática do relator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "443637",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Tendo em vista a sistemática recursal brasileira, considere as alternativas abaixo e aponte a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A máxima tantum devolutum quantum appellatum é norma geral de direito recursal que se refere à extensão do efeito devolutivo o qual, nesse ponto, se restringe à matéria impugnada."
      },
      {
        "letra": "B",
        "texto": "O efeito translativo não se produz nas vias recursais extraordinárias por força da exigência de prequestionamento."
      },
      {
        "letra": "C",
        "texto": "No regime da apelação, o art. 518, §1º do Código de Processo Civil inseriu novo pressuposto processual, pois não será admitido tal recurso se a decisão recorrida estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. A decisão que inadmitir o recurso, com fundamento em tais “súmulas impeditivas”, é irrecorrível."
      },
      {
        "letra": "D",
        "texto": "O recurso cabível da decisão que inadmite os recursos especial e extraordinário, na origem, é o agravo nos próprios autos ou agravo “interno aos autos”."
      },
      {
        "letra": "E",
        "texto": "Da decisão monocrática do relator que, no procedimento do agravo de instrumento, indefere a antecipação da tutela recursal, ou indefere a atribuição de efeito suspensivo ao agravo, com base no art. 558 do Código de Processo Civil, não cabe recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372039",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a interdição for requerida pelo Ministério Público, o juiz deverá intimar a Defensoria Pública para exercer o múnus de curador à lide; quando a interdição não for requerida pelo Ministério Público, esse intervirá como fiscal da lei, não havendo, a princípio, a necessidade de nomeação de curador à lide."
      },
      {
        "letra": "B",
        "texto": "O interditando é citado para se submeter à inspeção judicial, mas poderá constituir advogado para insurgir- se contra a pretensão."
      },
      {
        "letra": "C",
        "texto": "O recurso de apelação interposto da sentença que julga procedente a ação de interdição tem efeito suspensivo, dada a gravidade de tal decisão na esfera jurídica do interdito."
      },
      {
        "letra": "D",
        "texto": "O recurso de apelação interposto contra sentença que levanta a interdição não tem efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368725",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "No tocante à apelação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível sua interposição de sentenças e de decisões interlocutórias."
      },
      {
        "letra": "B",
        "texto": "será sempre recebida nos efeitos devolutivo e suspensivo, obstando pois a execução provisória do julgado."
      },
      {
        "letra": "C",
        "texto": "seu preparo será oferecido perante o tribunal que a julgar."
      },
      {
        "letra": "D",
        "texto": "nos casos de extinção do processo sem julgamento do mérito, o tribunal pode desde logo julgar a lide, se a causa versar questão exclusivamente de direito e estiver em condições de julgamento imediato."
      },
      {
        "letra": "E",
        "texto": "trata-se de recurso interposto diretamente ao tribunal competente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359527",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Processo Cautelar",
      "Apelação no CPC 1973",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "O prazo para a fazenda pública responder a apelação contra sentença em processo cautelar é de;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 (cinco) dias."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "D",
        "texto": "30 (trinta) dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352450",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo jurisprudência dominante do Superior Tribunal de Justiça, do ato judicial proferido no âmbito do incidente de liquidação que extingue o próprio processo, determinando o arquivamento dos autos, é cabível o recurso de agravo de instrumento. II. Segundo jurisprudência dominante do Superior Tribunal de Justiça, se a sentença extinguiu o processo sem resolução de mérito, não pode o Tribunal, julgando a apelação aí interposta, decidir o mérito, uma vez afastada a causa que determinou a extinção do processo em primeiro grau. III. Segundo jurisprudência dominante do Superior Tribunal de Justiça, havendo litisconsortes com diferentes procuradores no processo de conhecimento, o prazo para recorrer é dobrado, ainda que somente um possua interesse processual em recorrer da decisão. IV. Segundo a Lei nº 11.419/2006, que dispõe sobre a informatização do processo judicial, a arguição de falsidade de documento original, transmitido em processo eletrônico, será processada em meio físico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311767",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação no cumprimento de sentença, uma vez decidida, é recorrível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por agravo de instrumento, mesmo quando importar extinção da execução."
      },
      {
        "letra": "B",
        "texto": "por apelação, em quaisquer casos."
      },
      {
        "letra": "C",
        "texto": "por apelação apenas quando importar a extinção da execução."
      },
      {
        "letra": "D",
        "texto": "por agravo de instrumento, em quaisquer casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270736",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não receberá o recurso de apelação, quando a sentença estiver em conformidade com a Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "o prazo estipulado para o juiz reexaminar os pressupostos de admissibilidade da apelação, após a resposta do recorrido, é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é vedado ao relator negar seguimento liminar ao agravo de instrumento ou convertê-lo em agravo retido."
      },
      {
        "letra": "D",
        "texto": "é inadmissível recurso adesivo em sede de recurso extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270615",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, é incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando não forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "o recurso adesivo será admissível na apelação, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "C",
        "texto": "o recurso adesivo não será conhecido se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "D",
        "texto": "a apelação será recebida em seu efeito devolutivo e suspensivo quando interposta de sentença que decidir o processo cautelar."
      },
      {
        "letra": "E",
        "texto": "a apelação será recebida apenas em seu efeito devolutivo quando interposta de sentença que confirmar a antecipação dos efeitos da tutela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "237183",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão emanada do presidente de tribunal que suspender os efeitos de medida liminar proferida em mandado de segurança, caberá o seguinte recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação"
      },
      {
        "letra": "B",
        "texto": "agravo"
      },
      {
        "letra": "C",
        "texto": "embargos"
      },
      {
        "letra": "D",
        "texto": "reconsideração"
      },
      {
        "letra": "E",
        "texto": "inominado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "301800",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Analise as afirmações abaixo e assinale a alternativa correta, segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As questões de fato, não propostas no juízo inferior, não poderão ser suscitadas na apelação, mesmo provando a parte que deixou de fazê-lo por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "A apelação será sempre recebida em seu efeito devolutivo e suspensivo."
      },
      {
        "letra": "C",
        "texto": "O Juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo de instrumento no prazo de 10 (dez) dias."
      },
      {
        "letra": "E",
        "texto": "Os embargos de declaração serão opostos no prazo de 5 (cinco) dias, com indicação do ponto obscuro, contraditório ou omisso, estando sujeito a preparo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301721",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "No processo civil comum, em geral os prazos para interposição de recursos é de 15 (quinze dias), sendo uma exceção a esta regra quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação"
      },
      {
        "letra": "B",
        "texto": "Embargos infringentes"
      },
      {
        "letra": "C",
        "texto": "Embargos de divergência"
      },
      {
        "letra": "D",
        "texto": "Agravo retido"
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "207710",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O primeiro juízo de admissibilidade do recurso de apelação, realizado pelo juiz a quo, deve restringir-se às questões formais típicas, tais como a tempestividade e o preparo, sem jamais adentrar o seu mérito, que é de competência exclusiva do tribunal ad quem."
      },
      {
        "letra": "B",
        "texto": "Será incabível a interposição de embargos infringentes de acórdão da 1.ª Câmara Cível do tribunal que, por maioria, confirmou a sentença de mérito na parte em que esta reconheceu obrigação de indenizar."
      },
      {
        "letra": "C",
        "texto": "A reiteração, na apelação, dos mesmos argumentos apresentados na contestação — e já afastados pela sentença — impede o conhecimento do recurso."
      },
      {
        "letra": "D",
        "texto": "Segundo recente posicionamento do STF, é inconstitucional, por afronta ao princípio da motivação das decisões judiciais, decisão de turma recursal de juizados especiais que adote os mesmos fundamentos da sentença questionada."
      },
      {
        "letra": "E",
        "texto": "Em agravo de instrumento, mesmo que tenham sido apresentadas todas as peças obrigatórias exigidas conforme o Código de Processo Civil, o relator poderá não conhecer o recurso sob o argumento de que a ordem de juntada dos documentos torna difícil a exata compreensão da controvérsia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "125496",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito do Recurso de Apelação: I. A apelação será recebida só no efeito devolutivo, quando interposta de sentença que confirmar a antecipação dos efeitos da tutela. II. Recebida a apelação em ambos os efeitos, o juiz não poderá inovar no processo; recebida só no efeito devolutivo, o apelado poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta. III. Provando o apelante justo impedimento, o juiz relevará a pena de deserção, fixando-lhe prazo para efetuar o preparo. Esta decisão será irrecorrível, cabendo ao tribunal apreciar-lhe a legitimidade. IV. Após a apresentação da resposta, o juiz não poderá reexaminar os pressupostos de admissibilidade do recurso. De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "86043",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Acerca do sistema recursal previsto no Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No recurso de apelação pode-se inovar, inclusive com questões de fato, desde que provada a impossibilidade de suscitação anterior por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "Quando interposta de sentença que rejeitar, liminarmente, os embargos à execução, a apelação será recebida somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "Se o agravante, no prazo de três dias, não requerer a juntada aos autos do processo de cópia da petição do agravo de instrumento, do comprovante de sua interposição e da relação dos documentos que instruíram o recurso, este não será admitido, independentemente de arguição pelo agravado."
      },
      {
        "letra": "D",
        "texto": "Em determinadas situações, o relator poderá conhecer do agravo interposto contra decisão que não admitiu o recurso especial e, monocraticamente, dar provimento ao próprio recurso especial."
      },
      {
        "letra": "E",
        "texto": "Não há previsão, no Código de Processo Civil, para o oferecimento de contrarrazões ao recurso de apelação contra sentença que indeferir a petição inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635736",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "No âmbito dos processos civil e penal, é correto afirmar em relação aos recursos neles previstos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe apelação no prazo de cinco dias das sentenças de absolvição proferidas pelo juiz criminal singular."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração suspendem o prazo de interposição para outros recursos."
      },
      {
        "letra": "C",
        "texto": "No processo criminal, cabe apelação no prazo de quinze dias da sentença que julgar extinta a punibilidade."
      },
      {
        "letra": "D",
        "texto": "No processo civil, cabe apelação somente das sentenças que resolverem o mérito da causa."
      },
      {
        "letra": "E",
        "texto": "O recurso em sentido estrito tem cabimento nas decisões do Tribunal do Júri em que a decisão dos jurados for contrária à prova dos autos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456888",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão que recebe apelação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "B",
        "texto": "cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "não cabe recurso."
      },
      {
        "letra": "D",
        "texto": "cabe apelação."
      },
      {
        "letra": "E",
        "texto": "cabe agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434349",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Proferida sentença de procedência em ação indenizatória por acidente do trabalho na Justiça Estadual em março de 2004, apelou o réu, em abril do mesmo ano, ao Tribunal de Justiça. Enquanto pendia de julgamento o recurso, sobreveio a decisão do Supremo Tribunal Federal no Conflito de Competência n.° T204, determinando ser de competência da Justiça Trabalhista o julgamento de ações referentes a acidentes do trabalho. Ao fazê-lo, o Plenário do Supremo decidiu, por maioria, que o marco temporal da competência da Justiça trabalhista é o advento da Emenda Constitucional n.° 45, de 2004, cuja publicação se deu em 01 de julho de 2004. O desembargador relator da apelação, ciente do referido julgamento pelo Supremo Tribunal Federal, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a anulação dos atos praticados pelo juiz estadual, em face de sua incompetência absoluta, determinando a remessa do feito à Justiça do Trabalho."
      },
      {
        "letra": "B",
        "texto": "permanecer com o recurso e dar a ele regular processamento no Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "declinar da competência para o julgamento do recurso em favor do Tribunal Regional do Trabalho, mantendo, no entanto, os atos praticados até a entrada em vigor da Emenda Constitucional n.° 45, de 2004."
      },
      {
        "letra": "D",
        "texto": "determinar a anulação tão somente da sentença proferida pelo juiz estadual, em face de sua incompetência absoluta, determinando a remessa do feito à Justiça do Trabalho para que o juiz do trabalho profira sentença, aproveitando a instrução do feito havida na Justiça Estadual."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407156",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Apelação no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "No que diz respeito à liquidação de sentença, está CORRETA a seguinte afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe à parte credora instruir o pedido de cumprimento de sentença com a memória discriminada e atualizada do cálculo, podendo o juiz valer-se de contador do juízo somente se o credor for beneficiário de assistência judiciária."
      },
      {
        "letra": "B",
        "texto": "Será admitida a rediscussão da sentença na fase de liquidação de sentença."
      },
      {
        "letra": "C",
        "texto": "Requerida a liquidação por artigos, o juiz nomeará o perito e fixará o prazo para entrega do laudo."
      },
      {
        "letra": "D",
        "texto": "Da decisão de liquidação caberá apelação."
      },
      {
        "letra": "E",
        "texto": "Do requerimento de liquidação de sentença será a parte intimada na pessoa de seu advogado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "342661",
    "metadata": "Ano: 2010 | Banca: CEPUERJ | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Determinado consumidor ajuizou ação de reparação por danos morais e materiais contra as empresas _ JCRO CERTO LTDA e GRANA PRETA BANCO DE INVESTIMENTOS SA, que juntas compõem o pólo passivo em litisconsórcio não unitário. Na sentença, julgou-se a ação parcialmente procedente em relação ao primeiro réu, mas improcedente no que se referia ao segundo. Sabendo-se que as empresas são apresentadas por diferentes procuradores, o prazo que a LUCRO CERTO LTDA terá para apresentar recurso de apelação é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias"
      },
      {
        "letra": "B",
        "texto": "15 dias"
      },
      {
        "letra": "C",
        "texto": "20 dias"
      },
      {
        "letra": "D",
        "texto": "30 dias"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "29969",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A apelação será recebida em seu efeito devolutivo e suspensivo, quando interposta de sentença que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenar à prestação de alimentos."
      },
      {
        "letra": "B",
        "texto": "homologar a divisão ou a demarcação."
      },
      {
        "letra": "C",
        "texto": "julgar a liquidação de sentença."
      },
      {
        "letra": "D",
        "texto": "decidir o processo cautelar."
      },
      {
        "letra": "E",
        "texto": "julgar procedente o pedido de instituição de arbitragem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341729",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "O recurso de apelação será recebido em seu efeito devolutivo e suspensivo. Será, no entanto, recebido só no efeito devolutivo, quando interposto de decisão que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homologar a demarcação."
      },
      {
        "letra": "B",
        "texto": "julgar procedente o pedido de instituição de arbitragem."
      },
      {
        "letra": "C",
        "texto": "confirmar a antecipação dos efeitos da tutela."
      },
      {
        "letra": "D",
        "texto": "determinar o levantamento de quantia em dinheiro sem caução idônea."
      },
      {
        "letra": "E",
        "texto": "decidir o processo cautelar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341724",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Apelação no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Acerca da liquidação de sentença, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte será intimada, na pessoa de seu advogado, do requerimento de liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "Na liquidação por artigos, o procedimento comum deve ser observado no que couber."
      },
      {
        "letra": "C",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, na forma da lei processual civil, instruindo o pedido com a memória discriminada e atualizada do cálculo."
      },
      {
        "letra": "D",
        "texto": "Far- se-á a liquidação por arbitramento quando o objeto da liquidação, por sua natureza, exigir o conhecimento técnico de um árbitro."
      },
      {
        "letra": "E",
        "texto": "Da sentença de liquidação, caberá apelação."
      }
    ],
    "gabarito": "E"
  }
]