[
  {
    "id": "570803",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmativa INCORRETA quanto à arbitragem no Direito Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula compromissória inserida em determinado contrato não possui caráter acessório a esse, de modo que a nulidade do contrato implicará a nulidade da referida cláusula."
      },
      {
        "letra": "B",
        "texto": "A instituição da arbitragem interrompe a prescrição, retroagindo à data do requerimento de sua instauração, ainda que extinta a arbitragem por ausência de jurisdição."
      },
      {
        "letra": "C",
        "texto": "Instituída a arbitragem, caberá aos árbitros manter, modificar ou revogar a medida cautelar ou de urgência concedida pelo Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "Os árbitros poderão não proferir sentenças parciais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "570801",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmativa INCORRETA sobre a arbitragem no Direito Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão arbitral proferida por entidade não eleita pelas partes afigura-se nula de pleno direito, possibilitando a interferência do Poder Judiciário para desconstituí-la, mediante requerimento da parte prejudicada."
      },
      {
        "letra": "B",
        "texto": "A convenção de arbitragem é uma das espécies de compromisso arbitral."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de adesão, a cláusula compromissória terá eficácia somente se o aderente tomar a iniciativa de instituir a arbitragem ou concordar, expressamente, com a sua instituição, desde que por escrito em documento anexo ou em negrito, com a assinatura ou visto especialmente para essa cláusula."
      },
      {
        "letra": "D",
        "texto": "É possível a utilização de regulamentos corporativos como direito aplicável em um processo arbitral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "567062",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmativa correta sobre arbitragem no Direito Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes, de comum acordo, não poderão afastar a aplicação de dispositivo do regulamento do órgão arbitral institucional ou entidade especializada que limite a escolha do árbitro único, coárbitro ou presidente do tribunal à respectiva lista de árbitros, autorizado o controle da escolha pelos órgãos competentes da instituição, sendo que, nos casos de impasse e arbitragem multiparte, deverá ser observado o que dispuser o regulamento aplicável."
      },
      {
        "letra": "B",
        "texto": "O compromisso arbitral não é autônomo em relação ao contrato no qual estiver inserido, de tal sorte que a nulidade deste implicará a nulidade daquele."
      },
      {
        "letra": "C",
        "texto": "O árbitro precisa ter formação jurídica, e as partes podem escolhê-lo de acordo com a especialidade técnica que seja mais útil à solução da questão em concreto."
      },
      {
        "letra": "D",
        "texto": "Reportando-se as partes, na cláusula compromissória, às regras de algum órgão arbitral institucional ou entidade especializada, a arbitragem será instituída e processada de acordo com tais regras, podendo, igualmente, as partes estabelecerem, na própria cláusula ou em outro documento, a forma convencionada para a instituição da arbitragem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "567058",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmativa INCORRETA sobre a arbitragem no Direito Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arbitragem obedecerá ao procedimento estabelecido pelas partes na convenção de arbitragem, que poderá reportar-se às regras de um órgão arbitral institucional ou entidade especializada, facultando-se, ainda, às partes, delegar ao próprio árbitro, ou ao tribunal arbitral, regular o procedimento."
      },
      {
        "letra": "B",
        "texto": "O compromisso arbitral é uma das espécies de convenção de arbitragem."
      },
      {
        "letra": "C",
        "texto": "Sobrevindo, no curso da arbitragem, controvérsia acerca de direitos indisponíveis, e verificando-se que de sua existência, ou não, dependerá o julgamento, o árbitro, ou o tribunal arbitral, remeterá as partes à autoridade competente do Poder Judiciário, suspendendo o procedimento arbitral."
      },
      {
        "letra": "D",
        "texto": "É possível a aplicação de direito estrangeiro para a solução de um conflito submetido a processo arbitral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512248",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos métodos alternativos de solução de conflitos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral não admite controle judicial sobre sua validade."
      },
      {
        "letra": "B",
        "texto": "Ao convencionar a arbitragem, as partes renunciam, em definitivo, ao direito de acesso à justiça."
      },
      {
        "letra": "C",
        "texto": "A cláusula compromissória de arbitragem é a convenção por meio da qual as partes estatuem, prévia e abstratamente, que eventuais controvérsias oriundas de certo negócio jurídico sejam dirimidas pelo juízo arbitral."
      },
      {
        "letra": "D",
        "texto": "A autocomposição, por sua rara ocorrência, tem cada vez mais perdido prestígio no ordenamento jurídico brasileiro como método eficaz de solução de conflitos."
      },
      {
        "letra": "E",
        "texto": "A mediação pressupõe a intervenção de um terceiro imparcial e equidistante, sendo, pois, espécie heterocompositiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498725",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "EM RELAÇÃO A ARBITRAGEM, É CORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há possibilidade de controle judicial, inclusive para rediscutir o decidido;"
      },
      {
        "letra": "B",
        "texto": "Os arbitros são equiparados aos servidores públicos para efeitos penais;"
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral trata-se de um titulo executivo extrajudicial;"
      },
      {
        "letra": "D",
        "texto": "É possivel ser imposta compulsoriamente em qualquer contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464252",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A cláusula de um contrato empresarial que faz compulsória a arbitragem para solução de litígios de natureza patrimonial entre as partes é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficaz, se quaisquer das partes decidir pelo ajuizamento de uma ação."
      },
      {
        "letra": "B",
        "texto": "válida, apenas se se tratar de contrato de adesão, porque coloca qualquer aderente em situação de igualdade."
      },
      {
        "letra": "C",
        "texto": "válida, se livremente pactuada, não implicando violação à garantia constitucional de inafastabilidade da jurisdição."
      },
      {
        "letra": "D",
        "texto": "nula, ainda que livremente pactuada, porque viola norma de ordem pública."
      },
      {
        "letra": "E",
        "texto": "anulável, porque a lei proíbe a arbitragem compulsória em qualquer modalidade de contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463093",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "De acordo com a Lei no 9.307/1996, que dispõe sobre a arbitragem, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão do árbitro ou dos árbitros poderá ser expressa verbalmente ou por escrito."
      },
      {
        "letra": "B",
        "texto": "a sentença proferida pelo árbitro deverá ser homologada pelo Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "as partes nomearão os árbitros e seus suplentes sempre em número par."
      },
      {
        "letra": "D",
        "texto": "os árbitros são considerados juízes de fato, mas não de direito"
      },
      {
        "letra": "E",
        "texto": "qualquer pessoa capaz e que tenha a confiança das partes pode ser árbitro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463092",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A arbitragem é aplicada na resolução de conflitos envolvendo contratos internacionais, entre os quais se incluem os relativos a transportes marítimos. Na arbitragem, verifica-se que a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cláusula compromissória não é autônoma, em relação ao contrato em que estiver inserta, de tal sorte que a nulidade deste implica a nulidade da cláusula compromissória."
      },
      {
        "letra": "B",
        "texto": "cláusula compromissória é a convenção através da qual as partes submetem um litígio à arbitragem de uma ou mais pessoas, podendo ser judicial ou extra-judicial."
      },
      {
        "letra": "C",
        "texto": "sentença arbitral não será considerada nula, ainda que o compromisso arbitral seja considerado nulo."
      },
      {
        "letra": "D",
        "texto": "sentença arbitral produz, entre as partes e seus sucessores, os mesmos efeitos da sentença proferida pelos órgãos do Poder Judiciário e, sendo condenatória, constitui título executivo."
      },
      {
        "letra": "E",
        "texto": "compromisso arbitral é a convenção através da qual as partes em um contrato se comprometem a submeter à arbitragem os litígios que possam vir a surgir, relativamente a tal contrato"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "419865",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação",
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Diante das necessidades humanas e dos interesses que precisam ser resguardados, é inevitável o aparecimento de conflitos. “A pacificação é o escopo máximo da jurisdição. Se o que importa é pacificar, torna-se irrelevante que a pacificação venha por obra do Estado ou por outros meios”. (CINTRA, Antonio Carlos de Araujo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido. Teoria Geral do Processo, 1993, p. 29). Diante dessa situação, foram criados mecanismos alternativos de pacificação social, sendo correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conciliação pode ser extraprocessual e endoprocessual. Na Constituição de 1988 é prevista a restauração da antiga Justiça de Paz, com atribuições conciliatórias, sem caráter jurisdicional."
      },
      {
        "letra": "B",
        "texto": "As partes nomearão um ou mais árbitros, sempre em número ímpar, não podendo nomear, entretanto, os respectivos suplentes."
      },
      {
        "letra": "C",
        "texto": "A mediação é uma forma de abordar o conflito com a colaboração de um terceiro imparcial que auxilia as partes a interagir e descobrir, por si mesmas, uma solução."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral deve preencher os mesmos requisitos exigidos pelo art. 458 do Código de Processo Civil para a sentença judicial."
      },
      {
        "letra": "E",
        "texto": "Competirá ao árbitro ou ao tribunal arbitral, no início do procedimento, tentar a conciliação das partes. Se aceita, o fato será declarado mediante sentença arbitral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "411231",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A respeito da arbitragem, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sobrevindo, no curso da arbitragem, controvérsia acerca de direitos indisponíveis e verificando-se que de sua existência, ou inexistência, dependerá o julgamento, o árbitro ou o tribunal arbitral remeterá as partes à autoridade competente do Poder Judiciário, extinguindo o procedimento arbitral."
      },
      {
        "letra": "B",
        "texto": "A sentença arbitral poderá ser redigida de forma concisa, dispensando-se o relatório."
      },
      {
        "letra": "C",
        "texto": "Caso a testemunha, intimada pelo tribunal arbitral, deixe de comparecer à audiência aprazada para sua oitiva, poderá esse tribunal determinar sua condução coercitiva."
      },
      {
        "letra": "D",
        "texto": "Se, durante o procedimento arbitral, um árbitro vier a ser substituído, deverão ser repetidas as provas já produzidas."
      },
      {
        "letra": "E",
        "texto": "É admissível a decretação de nulidade da sentença arbitral em sede da ação de embargos do devedor, que tenham sido oferecidos em face da execução judicial da referida sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372317",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Via de regra, a impugnação ao cumprimento da sentença não terá efeito suspensivo, o qual, todavia, poderá ser conferido pelo juiz se os fundamentos do pedido forem relevantes, ou caso o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação"
      },
      {
        "letra": "B",
        "texto": "Quando a sentença contiver uma parte líquida e outra ilíquida, o credor deve primeiro promover a liquidação desta, antes do que não será lícito pedir o seu cumprimento, seja no todo, ou mesmo apenas na parte líquida."
      },
      {
        "letra": "C",
        "texto": "Iniciado o cumprimento da sentença e lavrado o auto de penhora e de avaliação, deverá ser promovida a intimação pessoal do devedor, independentemente de possuir advogado constituído nos autos"
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral é considerada título executivo judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "367175",
    "metadata": "Ano: 2014 | Banca: BIO-RIO | Órgão: EMGEPRON",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Nos termos da lei de arbitragem, o arbitro deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser de nível superior"
      },
      {
        "letra": "B",
        "texto": "possuir ensino médio completo"
      },
      {
        "letra": "C",
        "texto": "ser da confança das partes"
      },
      {
        "letra": "D",
        "texto": "sofrer nomeação pelo Juiz"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371261",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Sobre a arbitragem, de acordo com a Lei nº 9.307/96, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A demanda para a decretação de nulidade da sentença arbitral seguirá o procedimento comum, previsto no Código de Processo Civil, e deverá ser proposta pela parte interessada no prazo de até sessenta dias após o recebimento da notificação da sentença arbitral ou de seu aditamento."
      },
      {
        "letra": "B",
        "texto": "Sendo nomeados vários árbitros, as partes envolvidas elegerão o presidente do tribunal arbitral e, não havendo consenso entre elas, será designado presidente o mais idoso."
      },
      {
        "letra": "C",
        "texto": "No prazo de dez dias, a contar do recebimento da notificação ou da ciência pessoal da sentença arbitral, a parte interessada, mediante comunicação à outra parte, poderá solicitar ao árbitro ou ao tribunal arbitral que corrija qualquer erro material da sentença arbitral."
      },
      {
        "letra": "D",
        "texto": "Nada tendo sido convencionado pelas partes, o prazo para a apresentação da sentença é de seis meses, contado da instituição da arbitragem ou da substituição do árbitro, podendo ser prorrogado pelas partes e árbitros, havendo comum acordo."
      },
      {
        "letra": "E",
        "texto": "No procedimento arbitral, em caso de ausência sem justa causa de testemunha convocada para prestar depoimento poderá o árbitro ou o presidente do tribunal arbitral determinar a condução coercitiva da testemunha faltosa requerendo, se necessário, o auxílio de força policial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335876",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Acerca da arbitragem, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula a sentença arbitral quando o julgamento de mérito nela contido contrariar lei federal ou alterar a verdade dos fatos."
      },
      {
        "letra": "B",
        "texto": "a nulidade do contrato no qual se estipulou a cláusula arbitral implica, necessariamente, a nulidade da cláusula compromissária."
      },
      {
        "letra": "C",
        "texto": "a sentença arbitral brasileira não fica sujeita a recurso ou a homologação pelo Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "somente o Poder Judiciário pode decidir acerca da validade e eficácia da convenção de arbitragem e do contrato que contenha a cláusula compromissória, de sorte que, em caso de tal alegação, o Tribunal Arbitral deve submeter a questão ao juiz togado competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301609",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos sistemas não judiciais de composição de litígios.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na arbitragem, as partes podem escolher, livremente, as regras de direito que serão aplicadas, desde que não haja violação aos bons costumes e à ordem pública."
      },
      {
        "letra": "B",
        "texto": "As pessoas maiores de dezoito anos de idade e capazes podem celebrar arbitragem para dirimir conflitos de interesses relativos a direitos patrimoniais, da personalidade, materiais ou imateriais."
      },
      {
        "letra": "C",
        "texto": "O árbitro, embora livre para dirimir o conflito no caso concreto, não pode valer-se de regras internacionais de comércio."
      },
      {
        "letra": "D",
        "texto": "A negociação direta admite a presença de um terceiro mediador, que, para dirimir o conflito de interesses, busca o entendimento entre as partes."
      },
      {
        "letra": "E",
        "texto": "A conciliação consiste em forma de solução de conflitos na qual um terceiro neutro e imparcial auxilia as partes a conversar, refletir, entender o conflito e a buscar, elas próprias, a solução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341132",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - A sentença arbitral proferida no território nacional constitui título executivo judicial, independentemente de homologação por qualquer órgão do Poder Judiciário. II - A arbitragem pode dar-se por equidade, a critério das partes. Já na sentença judicial, o julgamento por equidade somente é possível nos casos previstos em lei. III - Em razão da eficácia preclusiva da coisa julgada, não se admite a possibilidade de rediscutir as questões que poderiam ter sido suscitadas mas não o foram. Assim, passada em julgado a sentença que julgou procedente o pedido de repetição de indébito, não pode o réu ajuizar ação com a alegação de prescrição para se eximir de cumprir aquela sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620546",
    "metadata": "Ano: 2011 | Banca: Nosso Rumo | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de Convenção de Arbitragem"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o juiz acolher ou rejeitar o pedido do autor."
      },
      {
        "letra": "B",
        "texto": "pela convenção de arbitragem."
      },
      {
        "letra": "C",
        "texto": "quando o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "D",
        "texto": "quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "quando o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "216514",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A arbitragem constitui-se em método previsto no direito internacional e no direito brasileiro para a resolução de controvérsias. A legislação brasileira que trata da arbitragem foi elaborada tendo como parâmetro o modelo de arbitragem internacional das Nações Unidas. Assinale a opção correta, tendo como parâmetro a lei que regula, no Brasil, a arbitragem (Lei n.º 9.307/1996).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A escolha dos árbitros é feita pelo magistrado da causa."
      },
      {
        "letra": "B",
        "texto": "A sentença arbitral não está sujeita à homologação do Poder Judiciário para surtir efeitos entre as partes."
      },
      {
        "letra": "C",
        "texto": "Qualquer matéria está sujeita à arbitragem no Brasil."
      },
      {
        "letra": "D",
        "texto": "O árbitro é escolhido entre os magistrados de carreira da comarca onde a contenda surgir."
      },
      {
        "letra": "E",
        "texto": "A arbitragem pode ser compulsória, nos casos previstos em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "191318",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "A sentença arbitral pode ser anulada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a qualquer momento, após o procedimento, desde que se comprove que o compromisso arbitral é nulo."
      },
      {
        "letra": "B",
        "texto": "se a sentença não for proferida por um juiz ou um árbitro formado em direito."
      },
      {
        "letra": "C",
        "texto": "se for proferida fora dos limites da convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "se não for homologada pelo Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "caso uma das partes não esteja de acordo com a sentença proferida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "191317",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Após uma intervenção de arbitragem, é proferida a sentença arbitral, sabendo-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estrangeira não é reconhecida ou aplicada no Brasil."
      },
      {
        "letra": "B",
        "texto": "deve ser assinada somente pelas partes envolvidas."
      },
      {
        "letra": "C",
        "texto": "não delibera sobre as custas e despesas de arbitragem."
      },
      {
        "letra": "D",
        "texto": "seu relatório prescinde dos fundamentos da decisão."
      },
      {
        "letra": "E",
        "texto": "pode ser comunicada às partes pelo correio, se registrado o recebimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "191316",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Ocorrem eventos em que há necessidade de se recorrer à arbitragem, sobre a qual é sabido que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é uma forma alternativa de composição de litígio entre partes."
      },
      {
        "letra": "B",
        "texto": "é um processo moroso, com prazos longos e indefinidos."
      },
      {
        "letra": "C",
        "texto": "é regida por um sistema jurídico único, no Brasil."
      },
      {
        "letra": "D",
        "texto": "tem aplicação proibida na esfera pública, sendo utilizada apenas em âmbito privado."
      },
      {
        "letra": "E",
        "texto": "sua sentença não tem força judicial se assinada a cláusula compromissória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "189795",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "De acordo com a Lei no 9.307/96, que dispõe sobre a arbitragem, será denegada a homologação para o reconhecimento ou execução da sentença arbitral estrangeira, se constatado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão ofende a ordem pública nacional."
      },
      {
        "letra": "B",
        "texto": "a sentença arbitral foi proferida fora do território nacional."
      },
      {
        "letra": "C",
        "texto": "os efeitos da decisão recairão sobre os sucessores das partes."
      },
      {
        "letra": "D",
        "texto": "houve prévia denegação da homologação por vícios formais."
      },
      {
        "letra": "E",
        "texto": "há voto em separado de árbitro divergente do da maioria."
      }
    ],
    "gabarito": "A"
  }
]