[
  {
    "id": "632928",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A respeito da intervenção de terceiros, considere: I. A oposição, oferecida antes da audiência, será apensada aos autos principais e correrá simultaneamente com a ação, sendo ambas julgadas pela mesma sentença. II. Se o nomeado à autoria negar a qualidade que lhe é atribuída, o processo continuará contra o nomeante, a quem então se assinará novo prazo para contestar. III. A citação do responsável pela indenização, nos casos de denunciação da lide, deverá ser feita dentro de 30 dias quando o mesmo encontrar-se em lugar incerto, período em que ficará suspenso o processo. IV. Na hipótese de chamamento ao processo, a sentença que julgar procedente a ação, condenando os devedores, valerá como título executivo em favor do que satisfizer a dívida. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "620587",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe a ação de oposição nas ações pessoais mobiliárias."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão que soluciona o pedido de nomeação à autoria cabe recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Formado o litisconsórcio passivo necessário unitário, a contestação oferecida pelo corréu não obsta a incidência dos efeitos materiais da revelia em relação ao revel."
      },
      {
        "letra": "D",
        "texto": "No incidente de chamamento ao processo, extromissão da parte é o procedimento processual empregado para a substituição da parte ré pelo chamado."
      },
      {
        "letra": "E",
        "texto": "Se dois ou mais dos litisconsortes representados por advogado comum sucumbirem, não se contará o prazo em dobro para recorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "617790",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre o litisconsórcio e a assistência, nos termos estabelecidos pelo Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos e os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "A assistência tem lugar em qualquer dos tipos de procedimento e em todos os graus da jurisdição; mas o assistente recebe o processo no estado em que se encontra."
      },
      {
        "letra": "D",
        "texto": "Na assistência, sendo revel o assistido, o assistente será considerado seu gestor de negócios."
      },
      {
        "letra": "E",
        "texto": "A assistência não obsta a que a parte principal reconheça a procedência do pedido, casos em que, terminando o processo, cessa a intervenção do assistente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611772",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "\"(...) forma pela qual um terceiro ingressa em processo alheio para excluir direito de autor e réu, pleiteando o direito ou coisa que controvertem esses sujeitos processuais.\" O trecho acima citado trata-se de: Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 232",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assistência simples"
      },
      {
        "letra": "B",
        "texto": "Chamamento ao processo"
      },
      {
        "letra": "C",
        "texto": "Denunciação a lide"
      },
      {
        "letra": "D",
        "texto": "Oposição"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598820",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: CRF-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Segundo as regras do direito processual civil brasileiro acerca da intervenção de terceiros, aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer oposição contra o titular do direito."
      },
      {
        "letra": "B",
        "texto": "nomear a autoria o proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "apresentar denunciação a lide para assegurar direito de regresso."
      },
      {
        "letra": "D",
        "texto": "promover o chamamento ao processo do terceiro coobrigado."
      },
      {
        "letra": "E",
        "texto": "atuar como assistente em razão da existência de interesse comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "583376",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "No que tange à assistência como forma de intervenção de terceiros, no Código de Processo Civil em vigor, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente simples, admitido no processo, atuará como auxiliar da parte, exercendo os mesmos poderes e se sujeitando aos mesmos ônus processuais que o assistido, pelo que pode obstar que este reconheça a procedência do pedido, desista da ação ou transija sobre direitos controvertidos, desde que o faça antes da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "Transitada em julgado a sentença na causa em que interveio o assistente simples, este não poderá, em processo posterior, discutir a justiça da decisão, pelo que se submete à indiscutibilidade decorrente da coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "Pela exceptio male gesti processus, pode o assistente simples alegar e provar que a parte assistida conduziu mal o processo em que foi derrotada. Obtendo êxito nessa exceção, o assistente simples desconstitui a eficácia da intervenção e fica autorizado a rediscutir a justiça da decisão em processo posterior."
      },
      {
        "letra": "D",
        "texto": "Descabe a assistência nos Juizados Especiais e no procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "Sendo revel o assistido, não se admite assistência simples, mas se admite a assistência litisconsorcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "582920",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimentos Especiais de Jurisdição Voluntária"
    ],
    "enunciado_principal": "Considerando que Vera e João sejam casados há mais de quinze anos, e que, em função de uma doença mental de João, Vera proponha ação de interdição e curatela, julgue o item a seguir.Caso demonstrem interesse jurídico no resultado do processo, os filhos do casal, absolutamente capazes, podem intervir como assistentes do interditando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "580187",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Sobre a participação de preposto e representação e assistência por advogado nos Juizados Especiais Cíveis, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O mandato ao advogado poderá ser verbal, inclusive quanto aos poderes especiais."
      },
      {
        "letra": "B",
        "texto": "O juiz alertará as partes da conveniência do patrocínio por advogado, quando a causa o recomendar."
      },
      {
        "letra": "C",
        "texto": "O réu, sendo pessoa jurídica ou titular de firma individual, poderá ser representado por preposto credenciado, munido de carta de preposição com poderes para transigir, sem haver necessidade de vínculo empregatício."
      },
      {
        "letra": "D",
        "texto": "Sendo facultativa a assistência, se uma das partes comparecer assistida por advogado, ou se o réu for pessoa jurídica ou firma individual, terá a outra parte, se quiser, assistência judiciária prestada por órgão instituído junto ao Juizado Especial, na forma da lei local."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "562737",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes únicos. Os atos e as omissões de um prejudicarão os outros."
      },
      {
        "letra": "B",
        "texto": "Os litisconsortes não podem promover o andamento do processo e todos devem ser intimados dos respectivos atos."
      },
      {
        "letra": "C",
        "texto": "A assistência tem lugar em qualquer dos tipos de procedimento e em todos os graus de jurisdição, mas o assistente recebe o processo para se manifestar desde o início do feito."
      },
      {
        "letra": "D",
        "texto": "O assistente atuará como auxiliar da parte principal, exercerá os mesmos poderes e sujeitar-se-á aos mesmos ônus processuais que o assistido."
      },
      {
        "letra": "E",
        "texto": "A assistência obsta que a parte principal reconheça a procedência do pedido, desista da ação ou transija sobre direitos controvertidos; casos em que, terminado o processo, cessa a intervenção do assistente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "556124",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Com relação à assistência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o assistente pode atuar contra os interesses do assistido se o seu interesse jurídico for diverso ou colidente."
      },
      {
        "letra": "B",
        "texto": "o assistente pode ingressar no feito apenas até a audiência de instrução."
      },
      {
        "letra": "C",
        "texto": "pode intervir como assistente aquele que possui interesse exclusivamente econômico em que a sentença lhe seja favorável."
      },
      {
        "letra": "D",
        "texto": "o juiz excluirá o assistente da lide quando revel o assistido."
      },
      {
        "letra": "E",
        "texto": "esta não impede que a parte principal reconheça a procedência do pedido ou transija sobre direitos controvertidos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "552748",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa CORRETA: I. Ao juiz é vedado limitar qualquer tipo de litisconsórcio quanto ao número de litigantes. II. Não havendo impugnação dentro de 5 (cinco) dias, o pedido do assistente será deferido. III. Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos. IV. Na denunciação da lide, feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534552",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Fernando, de quinze anos de idade, com aprovação e apoio de sua mãe, ajuizou ação contra o espólio do suposto pai, objetivando a declaração de paternidade post mortem. Sabendo do ajuizamento da ação, antes mesmo da citação do espólio, Paulo, estudante, maior de idade e herdeiro do de cujus, postulou seu ingresso no feito como assistente e contestou o pedido de Fernando. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a assistência por parte de Paulo impede o reconhecimento da procedência do pedido pelo espólio."
      },
      {
        "letra": "B",
        "texto": "caso o espólio seja revel, Paulo deverá ser considerado seu gestor de negócios."
      },
      {
        "letra": "C",
        "texto": "o espólio tem personalidade jurídica e é representado pelo inventariante."
      },
      {
        "letra": "D",
        "texto": "Fernando não tem legitimatio ad causam e, por isso, deve ser representado, na ação, por sua mãe."
      },
      {
        "letra": "E",
        "texto": "ao ingressar em juízo, Paulo exerceu capacidade postulatória."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532391",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "A respeito do litisconsórcio e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide, quando feita pelo autor, deve ser requerida na petição inicial, viabilizando eventual direito de regresso do autor em relação ao denunciado."
      },
      {
        "letra": "B",
        "texto": "Extromissão é o procedimento mediante o qual o réu é excluído da relação processual devido a ingresso de terceiro na modalidade de intervenção de terceiros conhecida como oposição."
      },
      {
        "letra": "C",
        "texto": "No rito dos juizados especiais cíveis, permite-se o ingresso de terceiro que tiver interesse jurídico como assistente simples até que a sentença seja prolatada pelo magistrado."
      },
      {
        "letra": "D",
        "texto": "Em todas as hipóteses de litisconsórcio necessário, caso o recurso interposto por algum dos litisconsortes seja provido, os demais litisconsortes, que não recorreram, também serão beneficiados."
      },
      {
        "letra": "E",
        "texto": "Na ação de alimentos, se não tiver condições de arcar totalmente com o encargo, o parente que deva alimentos em primeiro lugar, deverá nomear à autoria parente de grau imediato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "531954",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O texto do Código de Processo Civil de 1973 dispõe que o litisconsórcio necessário ocorre nas hipóteses em que, por disposição da lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes, e sobre esta definição não há qualquer crítica oriunda da doutrina nem da jurisprudência."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de litisconsórcio unitário passivo, a ausência de citação de um dos réus dentro do prazo assinalado pelo juiz não prejudica o andamento do feito, de modo que o processo poderá ser instruído e julgado."
      },
      {
        "letra": "C",
        "texto": "No litisconsórcio e na assistência litisconsorcial, os litisconsortes serão considerados como litigantes distintos, de modo que os atos e as omissões de um não prejudicam os outros, mas essa regra não se aplica para o litisconsórcio unitário."
      },
      {
        "letra": "D",
        "texto": "Se parte processual é o sujeito que pede e contra quem se pede, o assistente simples é parte porque requer seu ingresso no feito, uma vez que a assistência é via voluntária de ingresso na relação jurídica processual."
      },
      {
        "letra": "E",
        "texto": "Nas hipóteses do Código de Processo Civil de 1973, as modalidades de intervenção de terceiros contemplam procedimentos que permitem a participação de terceiros, voluntária ou provocada, de modo que contribuam para o processo sem serem afetados pela sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530875",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Filipe propõe ação reintegratória contra seu vizinho, Nicolas, alegando ter ele invadido parte de seu imóvel rural, ao reavivar antigos marcos divisórios. Nicolas ingressa no feito argumentando que se encontra no imóvel na qualidade de caseiro e não de proprietário, apontando Igor como dono da terra, a quem requer seja introduzido no processo em seu polo passivo. Esta conduta de Nicolas caracteriza a figura da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência."
      },
      {
        "letra": "B",
        "texto": "denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "substituição processual."
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "E",
        "texto": "nomeação à autoria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "525961",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Segundo o disposto no Código de Processo Civil de 1973, I. a assistência tem lugar em qualquer dos tipos de procedimento e em todos os graus de jurisdição, mas o assistente sempre recebe o processo no estado em que se encontra. II. o assistente atuará como auxiliar da parte principal, exercerá os mesmos poderes e sujeitar-se-á aos mesmos ônus processuais que o assistido. III. considera-se litisconsorte da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido. IV. transitada em julgado a sentença, na causa em que interveio o assistente, este não mais poderá, em qualquer hipótese, e em processo posterior, discutir a justiça daquela decisão. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV"
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "523040",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Em uma ação de cobrança proposta pelo BRDE em relação a certo fiador, o devedor principal (afiançado) poderá intervir voluntariamente no feito por meio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "da nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "do chamamento ao processo."
      },
      {
        "letra": "D",
        "texto": "da assistência simples."
      },
      {
        "letra": "E",
        "texto": "da assistência litisconsorcial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514893",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na assistência litisconsorcial, a lide discutida em juízo é também do assistente, de modo que a sentença atingirá diretamente a relação jurídica entre o assistente e o adversário do assistido."
      },
      {
        "letra": "B",
        "texto": "Na assistência simples, sendo revel o assistido, o assistente será considerado seu gestor de negócios."
      },
      {
        "letra": "C",
        "texto": "A oposição é a espécie de intervenção de terceiros facultativa e admissível até a sentença."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é ação regressiva de natureza condenatória processada simultaneamente e julgada na mesma sentença que a causa principal."
      },
      {
        "letra": "E",
        "texto": "O chamamento ao processo é espécie de intervenção de terceiro cabível no processo de conhecimento, no processo de execução e no processo cautelar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "511186",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "João Costa é administrador da fazenda de propriedade de Dorival Nunes. O proprietário da fazenda vizinha, considerando ter sido esbulhado em sua posse, propõe ação reintegratória contra João Costa, e não contra Dorival Nunes. Em razão disso, João Costa deverá, em relação a Dorival Nunes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciá-lo da lide."
      },
      {
        "letra": "B",
        "texto": "nomeá-lo à autoria."
      },
      {
        "letra": "C",
        "texto": "chamá-lo ao processo."
      },
      {
        "letra": "D",
        "texto": "pleitear que ele seja admitido como litisconsorte necessário."
      },
      {
        "letra": "E",
        "texto": "requerer seu ingresso no processo como assistente litisconsorcial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "496908",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "No que tange às modalidades de intervenção de terceiros,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o chamamento ao processo dá-se na única hipótese em que o réu fiador trouxer aos autos o devedor principal, para responder solidariamente aos termos da ação."
      },
      {
        "letra": "B",
        "texto": "ocorrendo a intervenção de terceiros, será necessária a prolação de duas sentenças, uma julgando a lide principal, outra julgando a situação jurídica acessória que envolve o terceiro."
      },
      {
        "letra": "C",
        "texto": "aquele que foi demandado e considere não ser o titular do direito controvertido, deverá utilizar-se da oposição para trazer aos autos a parte legítima no polo passivo."
      },
      {
        "letra": "D",
        "texto": "dá-se a nomeação à autoria quando aquele que detiver a coisa em nome próprio, sendo-lhe demandada em nome alheio, trouxer ao processo a parte indigitada."
      },
      {
        "letra": "E",
        "texto": "uma das hipóteses de denunciação da lide é a do proprietário ou possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "494584",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "No que se refere ao litisconsórcio e às modalidades de intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se credores solidários ajuizarem conjuntamente ação contra um mesmo devedor, para cobrança de dívida divisível, o litisconsórcio formado será unitário."
      },
      {
        "letra": "B",
        "texto": "A oposição interventiva deve ser distribuída por dependência ao juízo da ação principal, enquanto a oposição autônoma tem distribuição aleatória."
      },
      {
        "letra": "C",
        "texto": "A lei que instituiu os juizados especiais cíveis e criminais no âmbito da justiça federal proíbe expressamente a formação de litisconsórcio em processos de sua competência."
      },
      {
        "letra": "D",
        "texto": "O consentimento do autor, necessário para o deferimento da nomeação à autoria, pode ser tácito."
      },
      {
        "letra": "E",
        "texto": "Consoante entendimento sumulado do STF, havendo litisconsórcio, conta-se em dobro o prazo para recurso, ainda que a sucumbência atinja apenas um dos litisconsortes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485910",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes ao litisconsórcio e intervenção de terceiros.Considere a seguinte situação hipotética. Após ter adquirido imóvel de Roberto, Caio foi citado em ação judicial reivindicatória ajuizada por Pedro, que alegava ser o verdadeiro proprietário do bem. Nessa situação, para que garanta o direito que a evicção do bem venha a trazer, Caio deve trazer Roberto à lide mediante o instituto denominado chamamento ao processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485287",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Depois de um acidente automobilístico envolvendo três veículos, um dos condutores, Luiz, sofreu graves lesões corporais, cuja culpa pelo acidente fora exclusivamente do condutor Marcos. Entretanto, Luiz ajuizou ação em face de José, pleiteando a indenização dos danos materiais e morais sofridos, acreditando ter sido ele o causador do acidente. Citado, José procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha a nortear a resposta de José deverá ser no sentido de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar relativa à sua ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Marcos, para que, na eventualidade de ser condenado a pagar as verbas indenizatórias reclamadas por Luiz, possa o réu exercer, no mesmo processo, o direito de regresso em face do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "alegar, como tese meritória, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "D",
        "texto": "arguir a questão preliminar relativa à ausência de pressuposto de validade da relação processual."
      },
      {
        "letra": "E",
        "texto": "alegar a inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484432",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre intervenção de terceiros, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há ampliação subjetiva do processo na oposição, na assistência simples e na nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "A intervenção anômala de pessoas jurídicas de direito público exige a demonstração de interesse jurídico."
      },
      {
        "letra": "C",
        "texto": "Há ampliação do objeto do processo em casos de oposição e denunciação da lide, e, no segundo caso, ela é eventual."
      },
      {
        "letra": "D",
        "texto": "É permitida a denunciação sucessiva da lide, mas não o chamamento sucessivo ao processo."
      },
      {
        "letra": "E",
        "texto": "O devedor pode chamar seu fiador ao processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "481532",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Quanto à intervenção de terceiros, está INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na nomeação à autoria, ocorre a substituição do réu originário, demandado equivocadamente, pelo verdadeiro legitimado, corrigindo-se com isso o polo passivo na ação."
      },
      {
        "letra": "B",
        "texto": "as hipóteses de denunciação da lide são associadas ao direito de regresso, permitindo que o titular desse direito já o exerça nos mesmos autos em que pode ser condenado, o que favorece a economia processual."
      },
      {
        "letra": "C",
        "texto": "o chamamento ao processo se dá com a pretensão do réu, fiador ou devedor solidário, originariamente demandado, de trazer para o polo passivo, em litisconsórcio com ele, o devedor principal ou os demais devedores solidários."
      },
      {
        "letra": "D",
        "texto": "na oposição, o terceiro buscará demonstrar ao juízo que o bem ou vantagem em litígio não devem ser atribuídos nem ao autor nem ao réu da ação originária e sim a ele, opoente, por ser o verdadeiro titular desse bem ou vantagem."
      },
      {
        "letra": "E",
        "texto": "a denunciação da lide pelo réu cabe quando é ele parte ilegítima, trazendo aos autos o terceiro, litisdenunciado, como verdadeiramente legitimado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "481528",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. Considera-se litisconsorte da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido. II. A assistência não obsta a que a parte principal reconheça a procedência do pedido, desista da ação ou transija sobre direitos controvertidos; casos em que, terminando o processo, cessa a intervenção do assistente. III. Transitada em julgado a sentença, na causa em que interveio o assistente, este não poderá depois, em processo posterior, em nenhuma hipótese discutir a justiça da decisão na qual se formou a coisa julgada, dada sua imutabilidade e a natureza da intervenção assistencial. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467330",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca das intervenções de terceiros, da competência e das modalidades de respostas do réu, julgue o item a seguir.O assistente simples pode adotar posição contrária à do assistido: por exemplo, se o assistido formular pedido de desistência da ação, poderá o assistente opor-se a tal requerimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "701002",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "De acordo com as normas estabelecidas no Código de Processo Civil (CPC), qual constitui forma de intervenção de terceiro obrigatória, provocada pelo autor ou réu, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700433",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as seguintes assertivas: I - O art. 456 do Código Civil de 2002 prevê que “para poder exercitar o direito que da evicção lhe resulta, o adquirente notificará do litígio o alienante imediato, ou qualquer dos anteriores, quando e como lhe determinarem as leis do processo. Pode-se afirmar que introduziu a denunciação da lide “per saltum”. II - A assistência litisconsorcial é hipótese de litisconsórcio unitário facultativo ulterior. Trata-se de intervenção espontânea pela qual o terceiro transforma-se em litisconsorte do assistido. III - Nos casos de recurso representativo de controvérsia – se o recurso paradigma não tiver admissibilidade, os demais também não terão. IV - No direito brasileiro, atualmente, há casos em que se admite a formação de um litisconsórcio passivo facultativo ulterior simples, por provocação do autor, mesmo que já tenha havido a citação de outro réu, com a estabilização subjetiva do processo. V - Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos. Os prazos para contestar e recorrer são unos, começam da juntada aos autos do último mandado de citação cumprido. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva V está errada"
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas"
      },
      {
        "letra": "C",
        "texto": "A assertiva IV está errada"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das respostas anteriores"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "626125",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre assistência e intervenção de terceiros, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na assistência, sendo revel o assistido, o assistente será considerado seu gestor de negócios;"
      },
      {
        "letra": "B",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou direito sobre que controvertem autor e réu, poderá oferecer oposição contra ambos, desde que o faça antes de saneado o processo;"
      },
      {
        "letra": "C",
        "texto": "No chamamento ao processo, a sentença que julgar procedente a ação, condenando devedores, não vale como título executivo em favor só devedor que satisfizer a dívida, para exigir a proporção que cabe aos codevedores;"
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide somente é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda;"
      },
      {
        "letra": "E",
        "texto": "O interesse do terceiro que autoriza sua intervenção como assistente deve ser jurídico, servindo como exemplo aquele detido pelo credor, em ação condenatória promovida por terceiro contra devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "472054",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Julgue os seguintes itens, acerca da assistência, da intervenção de terceiros, da resposta do réu e da revelia. Na nomeação à autoria, o nomeante será retirado do polo passivo da demanda e entrará em seu lugar aquele que for nomeado. Para que isso ocorra, terá de haver dupla aceitação, ou seja, tanto o autor quanto o nomeado deverão aceitar a nomeação à autoria. A denunciação da lide, por sua vez, se aperfeiçoará independentemente da aceitação do denunciado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "472052",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Julgue os seguintes itens, acerca da assistência, da intervenção de terceiros, da resposta do réu e da revelia.O assistente simples poderá adotar posição contrária à do assistido. Nesse sentido, na hipótese de o assistido formular pedido de desistência da ação, poderá o assistente opor-se a tal requerimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462247",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Revendo os seus critérios de distribuição de itinerários de linhas de ônibus, o Poder Público municipal editou ato administrativo por meio do qual atribuiu à sociedade empresária “A”, uma das concessionárias do serviço público em questão, uma linha bastante lucrativa, que, até então, era explorada pela sociedade empresária “B”. Sentindo-se prejudicada com a alteração, que, em sua ótica, foi promovida com desvio de finalidade, porquanto visava a beneficiar indevidamente a concorrente, a empresa “B” ajuizou demanda, sob o rito ordinário, em face da pessoa jurídica de direito público, pleiteando a anulação do ato administrativo editado. No que concerne à empresa contemplada com a nova linha, a sua inclusão na relação processual deve se dar em razão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do litisconsórcio passivo, necessário e simples."
      },
      {
        "letra": "B",
        "texto": "do litisconsórcio passivo, necessário e unitário."
      },
      {
        "letra": "C",
        "texto": "do litisconsórcio passivo, facultativo e simples."
      },
      {
        "letra": "D",
        "texto": "da assistência simples."
      },
      {
        "letra": "E",
        "texto": "da denunciação da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "438077",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Kevin e Kate são grandes amigos e, em determinado momento, resolvem iniciar, conjuntamente, uma atividade empresarial. Para dar início ao negócio, ambos procuram Selma e com ela assinam um contrato de empréstimo, no qual fica estabelecido que Selma emprestará à dupla a quantia de R$ 50.000,00 (cinquenta mil reais), e que, seis meses após a assinatura do contrato, Kevin e Kate deverão devolver integralmente a quantia devidamente corrigida e acrescida de uma taxa de 5% sobre o valor emprestado. Com o vencimento do empréstimo, nos termos contratados, e a dupla não cumpre com a obrigação devida a Selma. Diante dessa situação, Selma ajuíza ação de cobrança em face de Kevin. O réu, julgando não ser correto apenas ele ter responsabilidade pelo pagamento da dívida, decide levar Kate para o processo, a fim de agir regressivamente contra ela, caso venha a pagar sozinho todo o montante previsto no contrato de empréstimo. Considerando o caso acima apresentado, assinale a opção que indica corretamente a figura de intervenção de terceiros de que Kevin deve se valer para atingir o seu propósito quanto a Kate.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433958",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "O instrumento processual que permite incluir na lide aquele que estiver obrigado pela lei a indenizar o réu em ação regressiva denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria"
      },
      {
        "letra": "B",
        "texto": "denunciação da lide"
      },
      {
        "letra": "C",
        "texto": "assistência litisconsorcial"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426391",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, sendo que este fenômeno jurídico será conceituado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litisconsórcio."
      },
      {
        "letra": "B",
        "texto": "Nomeação à Autoria."
      },
      {
        "letra": "C",
        "texto": "Assistência."
      },
      {
        "letra": "D",
        "texto": "Denunciação da Lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417886",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Revelia"
    ],
    "enunciado_principal": "Acerca da pluralidade de partes no processo civil, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a admissão de assistência simples no processo, exige-se a existência de lide pendente e alheia, bem como a de interesse jurídico ou econômico no resultado da demanda."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de assistência, a revelia do assistido confere ao assistente a função de gestor de negócios."
      },
      {
        "letra": "C",
        "texto": "Com o trânsito em julgado da sentença referente à causa em que interveio o assistente, este não poderá, em nenhuma hipótese, em processo posterior, discutir novamente a justiça da decisão."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de litisconsórcio necessário, exige-se uma decisão igual para todos os litisconsortes."
      },
      {
        "letra": "E",
        "texto": "No caso de litisconsórcio multitudinário, se o excessivo número de litisconsortes facultativos comprometer a rápida solução do litígio ou dificultar a defesa, o juiz poderá limitar o número de litisconsorte, desde que assim requeira o réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "408730",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "B. é proprietário de uma chácara a 50 km de Goiânia. Após uma viagem de três meses pela Europa, B. se deparou com um sujeito chamado J. ocupando o seu imóvel. J. estava morando na chácara de B. a pedido de V., que havia tomado posse do imóvel e se apresentado como seu dono, tendo contratado J. para cuidar da chácara como caseiro. Sem saber da situação, B. ajuizou ação reivindicatória em face de J., visando a imediata desocupação do imóvel, bem como a reparação dos prejuízos decorrentes da invasão. Sendo citado nos termos da ação proposta, J.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá chamar ao processo o verdadeiro esbulhador da posse de B., o senhor V., conforme demonstrado na narrativa dos fatos."
      },
      {
        "letra": "B",
        "texto": "deverá nomear à autoria o senhor V., de forma a regularizar o polo passivo da demanda, sob pena de responder por perdas e danos decorrentes da extinção do processo sem resolução de mérito"
      },
      {
        "letra": "C",
        "texto": "poderá denunciar à lide o senhor V., tendo em vista o seu direito de regresso contra este em caso de eventual condenação à reparação civil pecuniária de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "poderá ser assistido pelo senhor V., que possui total interesse no julgamento de improcedência da ação reivindicatória."
      },
      {
        "letra": "E",
        "texto": "deverá apresentar defesa de mérito na ação, tendo em vista a sua legitimidade passiva para a demanda ajuizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402224",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A modalidade de intervenção de terceiros que se presta a assegurar a efetivação do direito de regresso em favor da parte eventualmente sucumbente no processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "a assistência."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo."
      },
      {
        "letra": "E",
        "texto": "a oposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe denunciação da lide àquele que for obrigado a indenizar, em ação regressiva, o que se despendeu em juízo, mesmo quando isso demandar a análise de fato diverso dos envolvidos na ação principal."
      },
      {
        "letra": "B",
        "texto": "Na ação em que o fiador for réu, a nomeação do devedor à autoria poderá ser requerida em qualquer fase do procedimento."
      },
      {
        "letra": "C",
        "texto": "Contar-se-á em dobro o prazo para recorrer quando só um dos litisconsortes for sucumbente."
      },
      {
        "letra": "D",
        "texto": "O assistente simples, em nome próprio, atua no processo como legitimado extraordinário, auxiliando na defesa de direito alheio."
      },
      {
        "letra": "E",
        "texto": "A oposição pode ser oferecida antes ou depois da audiência, cabendo ao juiz decidi-la sempre simultaneamente com a ação principal e desta primeiro conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393013",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Lucius, em razão de contrato de prestação de serviços médicos através de seguro-saúde, está obrigado a indenizar, em ação regressiva, o prejuízo que a empresa titular do seguro-saúde terá se perder ação de reparação de danos morais e materiais proposta por paciente que foi vítima de erro médico. Lucius será convocado para intervir no processo através",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "do chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "da nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "da oposição sucessiva."
      },
      {
        "letra": "E",
        "texto": "da assistência simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392928",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Petrus adquiriu, através de compromisso particular de venda e compra, um apartamento, sabendo tratar-se de coisa litigiosa, face à existência de ação judicial proposta por terceiro que se diz proprietário do imóvel. Nesse caso, Petrus .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá intervir no processo através de denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "não poderá intervir no processo."
      },
      {
        "letra": "C",
        "texto": "poderá ingressar em juízo substituindo o alienante, sem o consentimento da parte contrária."
      },
      {
        "letra": "D",
        "texto": "poderá intervir no processo na qualidade de opoente."
      },
      {
        "letra": "E",
        "texto": "poderá intervir no processo, assistindo o alienante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387604",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação interrompe o prazo para resposta, que recomeça da intimação da decisão."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes não serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um prejudicarão e beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "O litisconsorte tem o direito de promover o andamento do processo, porém não precisa ser intimado dos atos."
      },
      {
        "letra": "D",
        "texto": "Não há litisconsórcio necessário quando o juiz tiver de decidir a lide de modo uniforme para todas as partes."
      },
      {
        "letra": "E",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, não poderá intervir no processo para assisti-la."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "385365",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "A respeito da assistência no Direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o ingresso do assistente, apenas, até o despacho saneador."
      },
      {
        "letra": "B",
        "texto": "Na assistência simples, o assistente assume a condição de litisconsorte do assistido para todos os efeitos, podendo até mesmo impedir que a demanda termine por desistência a pedido da parte principal."
      },
      {
        "letra": "C",
        "texto": "Sendo revel o assistido, o assistente será considerado seu gestor de negócios."
      },
      {
        "letra": "D",
        "texto": "Havendo um número exagerado de litisconsortes, necessários no pólo passivo do processo, o juiz poderá limitar o número de litigantes e determinar o desdobramento das ações, quando tal fato comprometer a rápida solução do litígio ou dificultar a defesa."
      },
      {
        "letra": "E",
        "texto": "A assistência simples obsta a que a parte principal transija a respeito de direitos controvertidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "381213",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento sumário",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de litisconsórcio, assistência e intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de nomeação à autoria, ainda que o autor recuse o nomeado, o nomeante deve ser retirado do polo passivo da demanda e, em seu lugar, entrar aquele que foi nomeado"
      },
      {
        "letra": "B",
        "texto": "Na denunciação da lide, modalidade de intervenção de terceiro, fundada em direito de regresso, há apenas cumulação de ordem subjetiva."
      },
      {
        "letra": "C",
        "texto": "Nos feitos que tramitem no rito sumário, inadmite-se qualquer modalidade de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Nos litisconsórcios facultativos, o número de litigantes é ilimitado, sem possibilidade de restrição pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A posição do assistente simples deve ser a mesma do assistido, podendo, portanto, o assistido formular pedido de desistência da ação sem que o assistente se oponha a esse requerimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361728",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor recusar a nomeação à autoria pleiteada pela ré, esta não terá direito à abertura de novo prazo para contestação"
      },
      {
        "letra": "B",
        "texto": "O regime do litisconsórcio necessário assegura decisão unitária para todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O direito do evicto de indenizar-se do pagamento indevido em face do anterior alienante não se condiciona à denunciação da lide em ação de terceiro reivindicante."
      },
      {
        "letra": "D",
        "texto": "A alienação do objeto litigioso não altera a legitimidade processual das partes, de forma que o legitimado superveniente não poderá, como parte, ingressar no feito como assistente litisconsorcial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, o cabimento do chamamento ao processo em fase de execução evidencia a aplicação dos princípios da economicidade e celeridade processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361190",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre litisconsórcio e intervenção de terceiros, segundo as regras do Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o necessário e multitudinário poderá ser indeferido pelo juiz da causa, quando este comprometer a rápida solução do litígio."
      },
      {
        "letra": "B",
        "texto": "os atos de um litisconsorte não beneficiarão os demais, ainda que o litisconsórcio seja unitário."
      },
      {
        "letra": "C",
        "texto": "pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença reconheça seu direito e lhe seja favorável, poderá intervir somente como assistente litisconsorcial."
      },
      {
        "letra": "D",
        "texto": "é obrigatório o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      },
      {
        "letra": "E",
        "texto": "feita a denunciação da lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360459",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No que se refere às hipóteses de intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um terceiro apresenta oposição, pretendendo a coisa ou o direito sobre o qual controvertem autor e réu, antes da audiência de instrução e julgamento, forma-se novo processo, mediante petição inicial que deve respeitar os requisitos previstos na legislação processual civil."
      },
      {
        "letra": "B",
        "texto": "Se, em ação de despejo, for requerida a intervenção de terceiro na modalidade de assistência simples, mediante a demonstração de interesse exclusivamente econômico, o juiz deverá admitir a intervenção, pois, para a admissão do assistente simples, basta a demonstração do interesse meramente econômico."
      },
      {
        "letra": "C",
        "texto": "Considere que pessoa com sessenta e cinco anos de idade tenha ingressado com oposição interventiva em ação sob o rito ordinário e tenha requerido o benefício da prioridade na tramitação processual. Nessa situação, o juiz rejeitará o pedido de prioridade, pois o benefício é concedido ao idoso com mais de sessenta e cinco anos nos processos em que figura como parte, não se estendendo às hipóteses de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Considere que no prazo de resposta o réu tenha nomeado à autoria determinada pessoa e que o juiz, considerando ausentes os pressupostos previstos na legislação processual, tenha indeferido o pedido. Nessa situação, o juiz deverá assinar ao nomeante novo prazo para contestar o pedido do autor."
      },
      {
        "letra": "E",
        "texto": "Caso o réu tenha deixado de denunciar à lide aquele que estava obrigado, pelo contrato, a indenizar em ação regressiva o prejuízo decorrente de sua perda na demanda, não será possível o exercício do direito de regresso em ação autônoma."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "493094",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, analise as seguintes assertivas:I. No caso de nomeação à autoria, o réu requererá a nomeação no prazo para a defesa e o juiz, ao deferir o pedido, suspenderá o processo e mandará ouvir o autor no prazo de 5 (cinco) dias. Aceitando o nomeado, ao autor incumbirá promover-lhe a citação; recusando-o, ficará sem efeito a nomeação. II. No chamamento ao processo a sentença que julgar procedente a ação, condenando os devedores, valerá como título executivo, em favor do que satisfizer a dívida, para exigi-la, por inteiro, do devedor principal, ou de cada um dos codevedores a sua quota, na proporção que Ihes tocar. III. Na oposição, se um dos opostos reconhecer a procedência do pedido, contra o outro prosseguirá o opoente. IV. Feita a denunciação da lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante, mas não poderá aditar a petição inicial, procedendo-se em seguida à citação do réu. Nos termos preconizados pelo Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471558",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, nos termos das disposições do Código de Processo Civil e da jurisprudência do Superior Tribunal de Justiça, indique a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. Todavia, esse poder judicial de avaliar a conveniência do litisconsórcio não se aplica ao litisconsórcio facultativo, o qual não pode ser recusado pelo magistrado."
      },
      {
        "letra": "B",
        "texto": "Constatado o litisconsórcio necessário, a eficácia da sentença independerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "C",
        "texto": "Considera-se litisconsorte da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido. O assistente litisconsorcial poderia já ter ingressado no feito, desde o início, como litisconsorte facultativo da parte assistida."
      },
      {
        "letra": "D",
        "texto": "Não se admite que cada litisconsorte promova individualmente o andamento do processo, mas basta que apenas um deles seja intimado dos respectivos atos."
      },
      {
        "letra": "E",
        "texto": "Transitada em julgado a sentença, na causa em que interveio o assistente, este não poderá, em processo posterior, discutir a justiça da decisão, ainda que sob o argumento de que desconhecia a existência de alegações ou de provas, de que o assistido, por dolo ou culpa, não se valeu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "405323",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas causas em que é oferecida a oposição, o juiz decidirá primeiro a lide principal, em seguida, a oposição."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo- Ihe demandada em nome próprio, deverá chamar ao processo o proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "D",
        "texto": "Nas causas em que interveio o assistente, simples ou litisconsorcial, uma vez transitada em julgado a sentença, este não poderá, em hipótese alguma, em processo posterior, discutir a justiça da decisão."
      },
      {
        "letra": "E",
        "texto": "Nas causas em que interveio o assistente, a parte principal não poderá reconhecer a procedência do pedido, desistir da ação ou transigir sobre direitos controvertidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "401390",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A sentença proferida num processo, em princípio, só deve atingir, favorecer ou prejudicar as partes (autor e réu). Todavia, há situações em que a decisão tomada num processo tem reflexo em outra relação jurídica de direito material, estendendo indiretamente os efeitos da sentença a terceira pessoa, estranha à relação jurídica processual originária. O “terceiro juridicamente interessado” pode, com o escopo de defender interesse próprio, intervir voluntariamente no processo, ou mediante provocação de uma das partes. Sobre as hipóteses de intervenção de terceiros no processo civil brasileiro, está INCORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que pretende evitar que seja proferida, em determinado processo, decisão desfavorável a uma das partes que, mediata ou imediatamente, possa lhe trazer prejuízos pode fazer uso da assistência, modalidade de intervenção de terceiros voluntária, que não suspende o andamento do processo."
      },
      {
        "letra": "B",
        "texto": "A oposição é a modalidade de intervenção de terceiros voluntária pela qual um terceiro pretende o mesmo direito sobre o qual outros sujeitos litigam em um processo já pendente, sendo que o seu julgamento é questão prévia e prejudicial à demanda originária."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá convocar o proprietário ou possuidor a participar da demanda, através do chamamento ao processo."
      },
      {
        "letra": "D",
        "texto": "A denunciação à lide é obrigatória para aquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "E",
        "texto": "Não é cabível intervenção de terceiros nas ações que tramitam nos juizados especiais cíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379516",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Constitui forma de intervenção de terceiro, nos termos do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a assistência"
      },
      {
        "letra": "B",
        "texto": "o litisconsórcio"
      },
      {
        "letra": "C",
        "texto": "a oposição"
      },
      {
        "letra": "D",
        "texto": "a substituição"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379299",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito de intervenção causado em decorrência da assistência simples, o assistente sempre poderá discutir a justiça da decisão, desde que o faça em ação autônoma deduzindo pretensão própria, visto que não é considerado parte e não está sujeito aos efeitos da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Em ação movida por terceiro vítima de acidente auto- mobilístico, a jurisprudência do Superior Tribunal de Justiça admite que a demanda seja endereçada concomitantemente contra o segurado causador do acidente e a seguradora, dispensada a denunciação à lide para que esta possa figurar no polo passivo da causa."
      },
      {
        "letra": "C",
        "texto": "Em caso de evicção é autorizada a denunciação da lide ao alienante imediato em litisconsórcio com seus antecessores, sendo vedada, entretanto, a denunciação per saltum."
      },
      {
        "letra": "D",
        "texto": "O recurso de terceiro prejudicado deve veicular pedido de reforma ou anulação da decisão impugnada, a fim de satisfazer seus interesses, razão pela qual não é admitida a participação do terceiro prejudicado que oferece simples embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Não é cabível a oposição em ação que o réu reconheceu a procedência do pedido do autor no prazo de contestação, visto que inexiste controvérsia entre ambos sobre o bem ou direito pretendido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371572",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações de improbidade administrativa, o ente estatal lesado deverá ingressar no polo ativo do feito, sob pena de nulidade."
      },
      {
        "letra": "B",
        "texto": "Conforme a jurisprudência pacificada do STJ, é solidária a condenação da seguradora interveniente por meio da assistência litisconsorcial."
      },
      {
        "letra": "C",
        "texto": "Em atenção à celeridade e à eficiência processual, o STJ considera ser cabível o chamamento ao processo em fase de execução."
      },
      {
        "letra": "D",
        "texto": "De acordo com o STJ, nas ações de indenização fundadas na responsabilidade civil objetiva do Estado, é vedada a denunciação à lide do agente público supostamente responsável pelo ato lesivo."
      },
      {
        "letra": "E",
        "texto": "De acordo com entendimento do STJ, não há óbice ao deferimento de assistência simples em mandado de segurança"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "370293",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: IPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe a fxação de honorários advocatícios nas causas em que fgurar como parte pessoa jurídica de direito público."
      },
      {
        "letra": "B",
        "texto": "O juiz, verifcando a incapacidade processual ou a irregularidade da representação das partes, extinguirá a ação sem julgamento de mérito."
      },
      {
        "letra": "C",
        "texto": "Se o assistido fcar vencido, o assistente será condenado nas custas em proporção à atividade que houver exercido no processo."
      },
      {
        "letra": "D",
        "texto": "Haverá sucumbência recíproca e proporcional, podendo ser compensados entre as partes os honorários e as despesas processuais, em caso de um litigante decair de parte mínima do pedido."
      },
      {
        "letra": "E",
        "texto": "As despesas dos atos processuais, efetuados a requerimento do Ministério Público ou da Fazenda Pública, serão pagas pelo autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365717",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O litisconsórcio necessário pode ocorrer somente no polo ativo da relação jurídica processual."
      },
      {
        "letra": "B",
        "texto": "O litisconsórcio facultativo ativo pode sofrer limitação quanto ao número de litigantes."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes indistintos; os atos e as omissões de um prejudicarão ou beneficiarão os outros."
      },
      {
        "letra": "D",
        "texto": "Considera-se assistente simples da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359234",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da assistência simples e da litisconsorcial, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assistência simples é a forma de intervenção de terceiros que se justifica pela presença do interesse jurídico."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial é compatível com o litisconsórcio facultativo ou necessário."
      },
      {
        "letra": "C",
        "texto": "A impugnação da assistência não suspende o andamento do processo."
      },
      {
        "letra": "D",
        "texto": "A assistência não obsta a que a parte principal transija sobre direitos controvertidos"
      },
      {
        "letra": "E",
        "texto": "A atuação do assistente, sendo revel o assistido, pode impedir os efeitos da revelia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357064",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Recurso Extraordinário",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente atuará como auxiliar da parte principal, exercerá os mesmos poderes e sujeitar-se-á aos mesmos ônus processuais que o assistido."
      },
      {
        "letra": "B",
        "texto": "O STF, em decisão irrecorrível, não conhecerá do recurso extraordinário, quando a questão constitucional nele versada não oferecer repercussão geral; para esse fim, será considerada a existência, ou não, de questões relevantes do ponto de vista econômico, político, social ou jurídico, que ultrapassem os interesses subjetivos da causa."
      },
      {
        "letra": "C",
        "texto": "As cartas precatórias, rogatórias, de ordem e, de um modo geral, todas as comunicações oficiais que transitem entre órgãos do Poder Judiciário, bem como entre os deste e os dos demais Poderes, serão feitas preferencialmente por meio eletrônico."
      },
      {
        "letra": "D",
        "texto": "A edição, a revisão e o cancelamento de enunciado de súmula com efeito vinculante dependerão de decisão tomada por maioria simples dos membros do Supremo Tribunal Federal, obrigatoriamente em sessão plenária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "355318",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as proposições abaixo, levando em conta o disposto no Código de Processo Civil. I. Na hipótese de litisconsórcio necessário, a eficácia da sentença depende da citação de todos os litisconsortes, mas dispensa-se a intimação de cada um deles acerca dos respectivos atos. II. O assistente pode obstar que a parte principal reconheça a procedência do pedido, embora não possa recorrer da sentença. III. Ocorrendo denunciação da lide, a sentença que julgar procedente o pedido condenará o réu e o denunciado a satisfazer solidariamente a pretensão do autor. Está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "351415",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Na relação jurídico-processual podem ser agregadas outras pessoas com interesse na solução da lide. Identifique nas proposições abaixo as figuras de intervenção de terceiro, apontando a alternativa em que conste a ordem seqüencial correta: I. Ação de indenização movida contra a Administração Pública, por dano causado por funcionário publico, que ingressa em Juízo, também. II. Ação reivindicatória movida por A contra BeC, em que este se apresenta como proprietário do imóvel, pretendendo a coisa sobre a qual litigam A e B. III. Ação movida contra quem tem a detenção da coisa e o detentor busca a mudança no polo passivo da demanda.Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência, oposição, nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "oposição, nomeação à autoria, assistência."
      },
      {
        "letra": "C",
        "texto": "nomeação à autoria, oposição, assistência."
      },
      {
        "letra": "D",
        "texto": "assistência, assistência, nomeação a autoria."
      },
      {
        "letra": "E",
        "texto": "nomeação a autoria, oposição, nomeação a autoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350508",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Moraes Silveira envolve-se em acidente automobilístico em Salvador, colidindo seu veículo com o de Consuelo, a quem acusa de haver provocado danos ao dirigir negligentemente. Propõe ação contra Consuelo, cujo carro estava segurado contra acidentes. Querendo que a seguradora componha o polo passivo da lide, o advogado de Consuelo deverá requerer, visando à eventual formação de título judicial contra a seguradora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua oposição."
      },
      {
        "letra": "B",
        "texto": "seu chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "sua nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "sua assistência."
      },
      {
        "letra": "E",
        "texto": "sua denunciação da lide."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346768",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera afinidade de questões mostra-se suficiente para que seja formado litisconsórcio ativo ou passivo."
      },
      {
        "letra": "B",
        "texto": "Ainda que a omissão da parte não implique a perda do direito de regresso, a denunciação da lide será obrigatória."
      },
      {
        "letra": "C",
        "texto": "No ordenamento jurídico brasileiro, é proibido o litisconsórcio superveniente, em razão da prevalência do princípio do juiz natural."
      },
      {
        "letra": "D",
        "texto": "Aceito pela parte que pretende assistir, o assistente qualificado passa à condição de autor ou de réu no processo."
      },
      {
        "letra": "E",
        "texto": "Os opostos terão prazo em dobro para contestar a demanda, dada a existência de litisconsórcio entre eles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "336184",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "O assistente simples",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aquele que possui interesse exclusivamente econômico."
      },
      {
        "letra": "B",
        "texto": "não pode obstar que o assistido desista da ação."
      },
      {
        "letra": "C",
        "texto": "pode requerer nova instrução probatória, ao receber o processo."
      },
      {
        "letra": "D",
        "texto": "não está sujeito aos ônus processuais."
      },
      {
        "letra": "E",
        "texto": "pode pedir seu ingresso no feito apenas no primeiro grau de jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335864",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre a assistência judiciária, é acertado afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode beneficiar estrangeiros, ainda que residentes no Brasil."
      },
      {
        "letra": "B",
        "texto": "a impugnação do direito à assistência judiciária não suspende o curso do processo e será feita em autos apartados."
      },
      {
        "letra": "C",
        "texto": "a condição de pobre é presumida para todo aquele que a afirma, não podendo o juiz, portanto, indeferir a assistência judiciária sem que haja a impugnação da outra parte."
      },
      {
        "letra": "D",
        "texto": "nas causas em que uma das partes for beneficiária da assistência judiciária, não haverá condenação em honorários advocatícios, independentemente de quem seja vencedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "329216",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o julgamento de ação proposta por litisconsortes ativos voluntários domiciliados em distintos estados da Federação, quando o pedido se originar de natureza comum, são competentes tanto o foro da sede da ré quanto o do domicílio de um dos autores."
      },
      {
        "letra": "B",
        "texto": "A recusa pelo autor da nomeação à autoria pleiteada pela ré impede a abertura de novo prazo para que a nomeante apresente contestação, dada a violação do princípio da igualdade de tratamento às partes."
      },
      {
        "letra": "C",
        "texto": "De acordo com entendimento do STJ, não há óbice ao chamamento ao processo dos devedores solidários da dívida comum em fase de execução do título executivo extrajudicial cujo crédito tenha sido discutido em processo de conhecimento prévio à execução."
      },
      {
        "letra": "D",
        "texto": "No mandado de segurança, somente se admite o litisconsórcio ativo voluntário quando postulado no momento do ajuizamento da ação, sob pena de violação do princípio do juiz natural."
      },
      {
        "letra": "E",
        "texto": "O assistente litisconsorcial, embora não seja considerado interveniente secundário e acessório, uma vez que a relação discutida entre o assistido e o seu adversário também lhe pertence, não terá tratamento processual idêntico ao do conferido ao assistido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322954",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Ao réu em ação de indenização que detém direito de regresso contra terceiro, por força de lei ou contrato, é possível utilizar-se da seguinte forma de intervenção de terceiros no processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "oposição."
      },
      {
        "letra": "D",
        "texto": "nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "assistência simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322953",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "A respeito da assistência no Direito Processual Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o ingresso do assistente até o despacho saneador."
      },
      {
        "letra": "B",
        "texto": "Haverá assistência litisconsorcial quando a sentença influenciar na relação jurídica entre o assistente e o adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "Não é possível ao assistente discutir em processo posterior a justiça da decisão proferida no processo em que interveio."
      },
      {
        "letra": "D",
        "texto": "A assistência obsta que a parte principal reconheça a procedência do pedido."
      },
      {
        "letra": "E",
        "texto": "Em caso de revelia da parte principal, o assistente deverá ser excluído do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322632",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da intervenção de terceiros e da assistência, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se que a intervenção é ad coadjuvandum quando o terceiro procura prestar cooperação a uma das partes primitivas, como na assistência, modalidade de intervenção que permite ao terceiro ingressar no processo pendente, a qualquer tempo, porém desde que haja algum vínculo jurídico entre o ingressante e o adversário do assistido."
      },
      {
        "letra": "B",
        "texto": "A intervenção de terceiro é fato jurídico processual que autoriza um terceiro interessado a ingressar numa ação, assumindo a condição de parte, com alargamento do objeto litigioso do processo e tornando mais complexa a relação processual."
      },
      {
        "letra": "C",
        "texto": "A doutrina processual brasileira, adepta da corrente ampliativa, defende a viabilidade da intervenção de terceiro, na qualidade de assistente, inclusive nas ações coletivas, em face dos direitos de ampla defesa e do contraditório."
      },
      {
        "letra": "D",
        "texto": "Nos termos do CPC brasileiro, o assistente atuará como auxiliar da parte principal e sujeitar-se-á aos mesmos ônus processuais que o assistido, porém não exercerá os mesmos poderes deste já que receberá o processo no estado em que se encontra."
      },
      {
        "letra": "E",
        "texto": "É ponto pacífico na doutrina processual brasileira que a assistência litisconsorcial é hipótese de litisconsórcio facultativo ulterior ou de intervenção espontânea pela qual o terceiro transforma-se em litisconsorte do assistido, não recebendo o mesmo tratamento deste."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317497",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. Apesar do princípio da persuasão racional, a prova testemunhal não deve ser admitida se já houver, no processo, prova documental sobre o ponto. II. A prova pericial somente pode ser apresentada mediante laudo, peça escrita elaborada pelo perito e assinada por ele e pelos assistentes técnicos. III. A própria parte não pode funcionar como assistente técnico. IV. A inspeção judicial não pode ocorrer a qualquer tempo, devendo suceder a audiência preliminar e anteceder a audiência de instrução e julgamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "487544",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada na intervenção de terceiros é sempre inter partes, o que se justifica pelo fato de que haverá um vínculo entre o terceiro, o objeto litigioso do processo e a relação jurídica material deduzida"
      },
      {
        "letra": "B",
        "texto": "A intervenção de terceiros, na modalidade nomeação à autoria, provoca uma ampliação subjetiva no processo, podendo alargar o objeto litigioso da lide."
      },
      {
        "letra": "C",
        "texto": "Na assistência, o interesse jurídico é pressuposto da intervenção, de tal forma que não será autorizada quando o interesse for meramente econômico ou afetivo."
      },
      {
        "letra": "D",
        "texto": "A assistência simples cabe quando o terceiro alegar a existência de um interesse jurídico imediato na causa."
      },
      {
        "letra": "E",
        "texto": "A nomeação à autoria feita pelo preposto ocorre quando aquele que detiver a coisa em nome alheio nomeia à autoria o proprietário ou possuidor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425988",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, não altera a legitimidade das partes, salvo se o adquirente ou o cessionário ingressar em juízo, substituindo o alienante, ou o cedente, com o consentimento da parte contrária. Caso a parte contrária não consinta, o adquirente ou o cessionário poderá intervir no processo como assistente litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de uma relação jurídica indivisível, na ação que busca anular um casamento tem-se um litisconsórcio necessário por força de lei, caso em que o juiz ordenará ao autor que promova a citação do outro cônjuge, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide pode ser feita pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "Na nomeação à autoria, se o nomeado reconhecer a qualidade que lhe é atribuída, contra ele correrá o processo; se a negar, o processo continuará contra o nomeante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372199",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio male gesti processus é a exceção que cabe ao assistido para obter a exclusão do assistente simples do processo."
      },
      {
        "letra": "B",
        "texto": "À assistência litisconsorcial pode habilitar-se aquele que teria legitimidade para figurar como parte."
      },
      {
        "letra": "C",
        "texto": "Em caso de corresponsabilidade por danos, o réu na ação de indenização poderá nomear à autoria os demais responsáveis pelo dano."
      },
      {
        "letra": "D",
        "texto": "Está pacificado que a denunciação da lide não é um dever processual, mas, simplesmente, um ônus, mesmo nos casos de exercício do direito que da evicção resulta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372042",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente simples defende direito próprio no processo em que participa nessa condição."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial é, também, reconhecida, em doutrina, como verdadeira intervenção litisconsorcial ulterior. É fundamental que seja requerida ao juiz da causa sob o fundamento de que o habilitando é parte em relação jurídica material e que o outro polo de tal relação é composto pelo adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "A oposição é espécie de intervenção de terceiro que compete a quem pretender o direito, ou a coisa, que é objeto da demanda. Na oposição, o terceiro opoente deduz demanda contra ambas as partes do processo, podendo apresentá-la em qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide e o chamamento ao processo são espécies de intervenção de terceiro cabíveis tanto no processo de conhecimento, como no processo de execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341137",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O menor de 16 anos, sem assistência de seu representante legal, não pode figurar no processo como autor ou réu, pois, nessa situação faltar-lhe-ia \"capacidade para estar em juízo\". II - Recusada pelo autor da ação reivindicatória a substituição do réu pelo adquirente do imóvel, é facultado a este intervir no processo como assistente. III - Acha-se pacificado o entendimento de que, condenado a pagar quantia certa ou já fixada na liquidação da sentença, tem o devedor o prazo de 15 dias, contado do trânsito em julgado da sentença, independentemente de intimação, para efetuar o pagamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324636",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Em relação à assistência, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na assistência simples, o assistente assume a condição de litisconsorte do assistido para todos os efeitos, podendo até mesmo impedir que a demanda termine por desistência a pedido da parte principal."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial ocorrerá sempre que a sentença a ser prolatada em determinado feito infuenciar a relação entre o assistente e o adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "A assistência simples tem lugar em qualquer dos tipos de procedimento e apenas em 1° grau de jurisdição, sendo que o assistente receberá o feito no estado em que se encontrar."
      },
      {
        "letra": "D",
        "texto": "Quando ocorrer o pedido de assistência, não haverá qualquer possibilidade de recusa dele pelas partes, fcando sua aceitação a inteira escolha do juiz mediante exame da conveniência processual."
      },
      {
        "letra": "E",
        "texto": "Após o trânsito em julgado da sentença, o assistente simples poderá rediscutir integralmente , e sem exceção, os fatos e os fundamentos de direito em outro processo, caso isso seja do seu interesse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324635",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Em relação à denunciação da lide, prevista no Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver denunciação da lide, a demanda principal ficará suspensa a partir do momento em que for ordenada a citação do denunciado."
      },
      {
        "letra": "B",
        "texto": "Quando houver denunciação da lide, a demanda principal ficará suspensa até o trânsito em julgado da sentença que julgar a lide secundária."
      },
      {
        "letra": "C",
        "texto": "Feita a denunciação pelo réu e apresentada a contestação do denunciado, este último seguirá em litisconsórcio com o autor da demanda principal."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide sucessiva é admitida pelo Código de Processo Civil, mas limitada a apenas duas denunciações. Atingido o limite, o Juiz poderá indeferilas."
      },
      {
        "letra": "E",
        "texto": "Não há possibilidade de denunciação da lide formulada pelo ocupante do polo ativo da demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "261928",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "É CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não havendo impugnação dentro de 5 (cinco) dias, o pedido do assistente será deferido."
      },
      {
        "letra": "B",
        "texto": "Não havendo impugnação dentro de 10 (dez) dias, o pedido do assistente será deferido."
      },
      {
        "letra": "C",
        "texto": "Não havendo impugnação dentro de 15 (quinze) dias, o pedido do assistente será deferido."
      },
      {
        "letra": "D",
        "texto": "Não havendo impugnação dentro de 20 (vinte) dias, o pedido do assistente será deferido."
      },
      {
        "letra": "E",
        "texto": "Não havendo impugnação dentro de 30 (trinta) dias, o pedido do assistente será deferido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "214474",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Paulo, aderindo ao pedido formulado por uma das partes, interveio e foi admitido num processo cuja sentença irá influir na relação jurídica entre ele e o adversário desta. Paulo atuará no processo na condição de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistente litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "assistente simples."
      },
      {
        "letra": "C",
        "texto": "opoente."
      },
      {
        "letra": "D",
        "texto": "litisdenunciante."
      },
      {
        "letra": "E",
        "texto": "nomeante à autoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707091",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - A sentença líquida proferida contra a Fazenda Pública não transita em julgado enquanto não for submetida ao segundo grau de jurisdição, cabendo ao tribunal, em sede de reexame necessário, analisar toda a matéria discutida, podendo, inclusive, agravar a condenação imposta à Fazenda Pública. II - Na ação de sequestro intentada por interessado capaz, envolvendo crédito de natureza não alimentar, motivada pelo descumprimento da ordem de preferência dos pagamentos devidos pela Fazenda Pública, é obrigatória a intervenção do Ministério Público. III - Pode o processo prosseguir com a participação do assistente litisconsorcial, ainda que a parte assistida desista da ação, renuncie ao direito ou reconheça a procedência do pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I está errada."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535309",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Sentença",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência"
    ],
    "enunciado_principal": "Dadas as proposições abaixo, assinale a alternativa CORRETA: I - A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu e no foro da situação da coisa, respectivamente. II - Ocorre a assistência quando, pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, puder intervir no processo para assisti-la; A assistência tem lugar em qualquer dos tipos de procedimento, apenas no primeiro grau de jurisdição. III - No procedimento ordinário, quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. IV - O pedido deve ser certo e determinado, não sendo lícito formular pedido genérico. V - O juiz apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, desde que alegados pelas partes, devendo indicar na sentença os motivos que lhe formaram o convencimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I, II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II, IV e V estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II, III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I, II, IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "486580",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A oposição possui por limite temporal o trânsito em julgado da sentença da causa principal e deve ser proposta perante o juízo competente para apreciar o recurso interposto. Assim, se o processo principal estiver em grau de recurso, perante o Supremo Tribunal Federal, a oposição deverá ser proposta perante este órgão judicial."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria somente é cabível quando o mero detentor é demandado e indica aquele que é o proprietário ou possuidor da coisa litigiosa, visando-lhe transferir a posição de réu."
      },
      {
        "letra": "C",
        "texto": "O chamamento ao processo é o incidente pelo qual o devedor demandado chama para integrar o mesmo processo os coobrigados pela dívida, de modo a fazê-los também responsáveis pelo resultado do feito, sendo uma faculdade do réu."
      },
      {
        "letra": "D",
        "texto": "Na assistência, em qualquer das suas modalidades, o assistente pode opor recurso, ainda quando o assistido não o faça."
      },
      {
        "letra": "E",
        "texto": "A Denunciação a lide é o ato pelo qual somente o réu procura trazer a juízo para melhor tutelar seu direito, terceiro denunciado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214135",
    "metadata": "Ano: 2011 | Banca: PGE-RO | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "No que se refere à assistência, de acordo com o Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo revel o assistido, o assistente será considerado seu gestor de negócios."
      },
      {
        "letra": "B",
        "texto": "A assistência simples obsta a que a parte principal transija sobre direitos controvertidos."
      },
      {
        "letra": "C",
        "texto": "Transitada em julgado a sentença, na causa em que interveio o assistente, este não poderá, em regra, discutir a justiça da decisão em processo posterior."
      },
      {
        "letra": "D",
        "texto": "Considera-se litisconsorte da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido."
      },
      {
        "letra": "E",
        "texto": "A impugnação das partes quanto ao pedido do terceiro para sua admissão como assistente deverá ocorrer no prazo de cinco dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201780",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Formulado pelo terceiro, com interesse jurídico em que a sentença seja favorável a uma das partes, pedido de assistência, o prazo para que elas o impugnem é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "48 (quarenta e oito) horas;"
      },
      {
        "letra": "B",
        "texto": "5 (cinco) dias;"
      },
      {
        "letra": "C",
        "texto": "10 (dez) dias;"
      },
      {
        "letra": "D",
        "texto": "15 (quinze) dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2893311",
    "metadata": "Ano: 2010 | Banca: CEFET-BA | Órgão: EBAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca do litisconsórcio, da assistência e da intervenção de terceiros: I. O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa, sendo que o pedido de tal limitação interrompe o prazo para a resposta, que é retomado quando da intimação da decisão. II. O assistente pode obstar que a parte principal reconheça a procedência do pedido, caso em que prosseguirá na relação processual, seguindo o feito seu curso normal. III. Nas hipóteses de nomeação à autoria, o autor tem a faculdade de aceite ou recusa de tal nomeação, sendo que seu silêncio quanto a tal aspecto acarreta a aceitação. IV. Nas hipóteses de ocorrência da oposição, deverá esta ser julgada em momento anterior ao julgamento da ação. V. É obrigatória a denunciação da lide a todos os devedores solidários, quando o credor exigir de um ou de alguns deles totalmente a dívida comum. Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456885",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Revelia"
    ],
    "enunciado_principal": "Sendo revel o assistido, o assistente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será considerado seu gestor de negócios."
      },
      {
        "letra": "B",
        "texto": "não poderá intervir no feito."
      },
      {
        "letra": "C",
        "texto": "não poderá recorrer da sentença sem expressa anuência do assistido."
      },
      {
        "letra": "D",
        "texto": "assumirá a condição de parte principal."
      },
      {
        "letra": "E",
        "texto": "terá novo prazo para apresentar contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94014",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do regime jurídico das partes e dos terceiros no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assistência simples ocorre quando o juiz defere a um terceiro, com interesse jurídico no resultado favorável à parte que irá assistir, o direito de intervir no processo para auxiliá-la."
      },
      {
        "letra": "B",
        "texto": "O pedido de assistência litisconsorcial não é admitido após o julgamento de primeira instância."
      },
      {
        "letra": "C",
        "texto": "Descabe o pedido de assistência em favor do réu quando o processo corre à revelia."
      },
      {
        "letra": "D",
        "texto": "Julgada procedente a ação de indenização em que tenha sido acolhida a denunciação à lide pelo réu, o juiz declarará o direito de regresso em favor do denunciante, mas a sentença não terá eficácia de título executivo contra o denunciado."
      },
      {
        "letra": "E",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo, mas a intimação dos atos do processo somente será obrigatória quando se tratar de litisconsórcio necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "82806",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "A assistência judiciária gratuita",
    "alternativas": [
      {
        "letra": "A",
        "texto": "independe de decisão judicial."
      },
      {
        "letra": "B",
        "texto": "não isenta a parte do pagamento de custas cabíveis nos recursos."
      },
      {
        "letra": "C",
        "texto": "é definida em razão do valor da causa, que não pode ultrapassar vinte salários mínimos."
      },
      {
        "letra": "D",
        "texto": "não isenta a parte assistida do pagamento de honorários advocatícios sucumbenciais em caso de derrota."
      },
      {
        "letra": "E",
        "texto": "pode ser requerida no curso da ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77025",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DETRAN-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca das regras que tratam do litisconsórcio, da assistência e da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá oferecer oposição."
      },
      {
        "letra": "B",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de parte no processo."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou alguns deles, parcial ou totalmente a dívida comum."
      },
      {
        "letra": "D",
        "texto": "Havendo litisconsórcio o andamento processual deverá ser feito somente de forma conjunta por todos os litisconsortes."
      },
      {
        "letra": "E",
        "texto": "Há litisconsórcio facultativo quando a eficácia da sentença depender da citação de todos os litisconsortes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "62750",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Em um procedimento ordinário em que figuram no polo passivo da demanda o réu como parte principal e um assistente não litisconsorcial regularmente admitido, o réu reconheceu a procedência do pedido, sem a concordância do assistente. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o processo prosseguirá normalmente contra o assistente."
      },
      {
        "letra": "B",
        "texto": "cessará a intervenção do assistente."
      },
      {
        "letra": "C",
        "texto": "o reconhecimento da procedência do pedido será considerado nulo pela falta de concordância do assistente."
      },
      {
        "letra": "D",
        "texto": "o juiz designará audiência de conciliação entre a parte principal e o assistente."
      },
      {
        "letra": "E",
        "texto": "o juiz condicionará o prosseguimento do processo contra o assistente à manifestação do autor nesse sentido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "57156",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Considerando que, no curso de um processo, o juiz tenha identificado que o advogado do assistente simples do autor renunciou ao mandato, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dependerá sempre de pedido do réu a exclusão do assistente, caso este não resolva o vício de representação."
      },
      {
        "letra": "B",
        "texto": "Por se tratar do procurador do assistente, não haverá consequência processual devido à renúncia."
      },
      {
        "letra": "C",
        "texto": "O vício de representação implicará a imediata exclusão do assistente do feito."
      },
      {
        "letra": "D",
        "texto": "Sob pena de exclusão, o assistente deverá sanar o vício no prazo conferido pelo juiz."
      },
      {
        "letra": "E",
        "texto": "No prazo concedido pelo juiz, o assistente ou o autor deverá sanar o vício, sob pena de anulação do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "44601",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da capacidade de ser parte e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A substituição processual e também a substituição de parte só são admitidas se forem expressamente previstas na lei ou no contrato."
      },
      {
        "letra": "B",
        "texto": "Apresentada a nomeação da autoria pelo réu, o juiz suspenderá o processo e mandará citar o nomeado para integrar o feito como autor."
      },
      {
        "letra": "C",
        "texto": "O litisconsórcio multitudinário pode ser limitado pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Para causas que versem acerca de direitos reais imobiliários, os cônjuges são litisconsortes necessários se autores."
      },
      {
        "letra": "E",
        "texto": "Assistência, nomeação a autoria e denunciação à lide são formas de intervenção espontânea de terceiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "41127",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da disciplina jurídica das partes e de seus procuradores e da intervenção de terceiros no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em processo de execução, é cabível a intervenção de terceiros, na modalidade da assistência."
      },
      {
        "letra": "B",
        "texto": "O juiz pode limitar a formação do litisconsórcio facultativo com enfoque na célere solução da lide e na facilitação da defesa do réu."
      },
      {
        "letra": "C",
        "texto": "No caso de a nomeação à autoria ter sido requerida de modo temerário, sem que o réu originário também tenha ofertado contestação, o indeferimento da nomeação, pelo juiz, importará em revelia."
      },
      {
        "letra": "D",
        "texto": "A ausência de citação de todos os litisconsortes, na hipótese de litisconsórcio passivo necessário, torna a sentença passível de anulação."
      },
      {
        "letra": "E",
        "texto": "É vedada a substituição voluntária das partes no curso do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "35977",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na responsabilidade pelo fato do produto, quando não identificado claramente o seu fabricante, a ação poderá ser proposta contra o comerciante, facultando-se a este denunciar à lide o fabricante."
      },
      {
        "letra": "B",
        "texto": "Quando cabível e requerida pelo réu a nomeação à autoria, o juiz poderá acolhê-la sem oitiva do autor."
      },
      {
        "letra": "C",
        "texto": "Se o réu não chamar ao processo os demais devedores solidários e vier a ser condenado ao pagamento de dívida comum, terá precluso o seu direito de regresso."
      },
      {
        "letra": "D",
        "texto": "A assistência só será admitida se houver concordância da parte assistida."
      },
      {
        "letra": "E",
        "texto": "Oferecida oposição, autor e réu da ação principal serão citados na pessoa dos seus respectivos advogados, ressalvada a hipótese de revelia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "35543",
    "metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições abaixo e, após, marque a alternativa correta.I - Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando: a) entre elas houver comunhão de direitos ou de obrigações relativamente à lide; b) os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito; c) entre as causas houver conexão pelo objeto ou pela causa de pedir; d) ocorrer afinidade de questões por um ponto comum de fato ou de direito.II - Há litisconsórcio necessário quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes. Em tal caso, a eficácia da sentença dependerá da citação de todos os litisconsortes no processo. O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de declarar extinto o processo.III - Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, poderá intervir no processo para assisti-la. A assistência só tem lugar no procedimento comum ordinário e em primeiro grau de jurisdição. O assistente recebe o processo no estado em que se encontra.IV - Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos. O opoente deduzirá o seu pedido, observando os requisitos exigidos para a propositura da ação. Distribuída a oposição por dependência, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de 15 (quinze) dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma das afirmações acima está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas duas das afirmações acima estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas três afirmações acima estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as quatro afirmações acima estão corretas."
      }
    ],
    "gabarito": "C"
  }
]