[
  {
    "id": "577694",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Audiência de Conciliação",
      "Mediação e Conciliação",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Mauro Cappelletti relaciona a “terceira onda de acesso à justiça\" aos métodos alternativos de solução dos conflitos (In Os métodos alternativos de solução de conflitos no quadro do movimento universal de acesso à justiça, RePro 74/82, São Paulo, editora RT). Sobre o tema, julgue os itens a seguir: I. No procedimento comum ordinário, a audiência de tentativa de conciliação acontece após transcorrido o prazo de contestação do réu e se a causa versar sobre direitos que admitam a transação. Cabe, contudo, ao juiz tentar, a qualquer tempo, conciliar as partes. II. Para as novas regras do Código de Processo Civil de 2015, não é necessária a espera do transcurso do prazo de contestação, para que o juiz designe a primeira audiência de conciliação ou de mediação. III. Coincidem, contudo, os dois diplomas processuais civis - CPC/1973 e CPC/2015, acerca do não comparecimento injustificado da parte, procurador ou preposto, na primeira audiência de conciliação, isto é, ambos os códigos consideram a ausência injustificada como mero desinteresse na conciliação. IV. Nos procedimentos dos juizados especiais cíveis (Lei 9.099/1995) a solução dos conflitos será obtida pela homologação judicial do termo de conciliação ou do laudo do juízo arbitral, bem assim, caso não obtidas tais soluções, pelo julgamento do juiz togado, após audiência de instrução e julgamento. V. Conciliação e mediação são termos intercambiáveis, no novo Código de Processo Civil de 2015, e significam que o conciliador ou mediador podem sugerir soluções para o encerramento do litígio entre as partes. Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "516117",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. I. Quando o litígio versar sobre direitos patrimoniais de caráter privado, o juiz, de ofício, determinará o comparecimento das partes ao início da audiência de instrução e julgamento. II. Em causas relativas à família, terá lugar igualmente a conciliação, nos casos e para os fins em que a lei consente a transação. III. Antes de iniciar a instrução, o juiz tentará conciliar as partes. Chegando a acordo, o juiz mandará tomá-lo por termo. IV. O termo de conciliação, assinado pelas partes e homologado pelo juiz, terá valor de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420763",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma audiência realizada por um juízo cível, o magistrado indefere a oitiva de testemunha arrolada pelo autor. A parte, caso se sinta prejudicada, através de seu patrono, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aviar agravo retido."
      },
      {
        "letra": "B",
        "texto": "Efetuar protesto."
      },
      {
        "letra": "C",
        "texto": "Interpor agravo de petição."
      },
      {
        "letra": "D",
        "texto": "Opor embargos declaratórios."
      },
      {
        "letra": "E",
        "texto": "Opor agravo de instrumento imediatamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416908",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Em uma ação cível, produzida a prova pericial, o réu solicitou esclarecimentos em audiência por parte do perito e do assistente técnico do autor. Somente o autor arrolou testemunhas, tendo o réu requerido o depoimento pessoal do autor. Na audiência de instrução e julgamento, as testemunhas arroladas pelo autor serão ouvidas, obedecida a ordem legal prevista no Código de Processo Civil, após",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os esclarecimentos do perito e do assistente técnico e o depoimento pessoal do autor."
      },
      {
        "letra": "B",
        "texto": "os esclarecimentos do perito antes do depoimento pessoal do autor e dos esclarecimentos do assistente técnico."
      },
      {
        "letra": "C",
        "texto": "o depoimento pessoal do autor e antes dos esclarecimentos do perito e do assistente técnico."
      },
      {
        "letra": "D",
        "texto": "o depoimento pessoal do autor e os esclarecimentos do perito e do assistente técnico."
      },
      {
        "letra": "E",
        "texto": "os esclarecimentos do perito e do assistente técnico e antes do depoimento pessoal do autor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413800",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As provas serão produzidas na audiência nesta ordem: o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, requeridos no prazo e na forma do art. 435; após, o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu; e, finalmente, serão inquiridas as testemunhas arroladas pelo autor e pelo réu."
      },
      {
        "letra": "B",
        "texto": "audiência poderá ser adiada por convenção das partes, caso em que só será admissível uma vez; caso não possam comparecer, por motivo justificado, o perito, as partes, as testemunhas ou os advogados, incumbindo ao advogado provar o impedimento até a abertura da audiência; não o fazendo, o juiz procederá à instrução."
      },
      {
        "letra": "C",
        "texto": "Finda a instrução, o juiz dará a palavra ao advogado do autor e ao do réu, bem como ao órgão do Ministério Público, sucessivamente, pelo prazo de 20 (vinte) minutos para cada um, prorrogável por 10 (dez), a critério do juiz. Havendo litisconsorte ou terceiro, o prazo, que formará com o da prorrogação um só todo, dividir-se-á entre os do mesmo grupo, se não convencionarem de modo diverso."
      },
      {
        "letra": "D",
        "texto": "Para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, poderá o juiz, de ofício ou a requerimento, determinar as medidas necessárias, tais como a imposição de multa por tempo de atraso, busca e apreensão, remoção de pessoas e coisas, desfazimento de obras e impedimento de atividade nociva, se necessário com requisição de força policial. O juiz poderá, de ofício, modificar o valor ou a periodicidade da multa, caso verifique que se tornou insuficiente ou excessiva."
      },
      {
        "letra": "E",
        "texto": "A sentença que condenar o réu no pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária, cuja inscrição será ordenada pelo juiz na forma prescrita na Lei de Registros Públicos, à exceção quando a condenação for genérica ou pendente de arresto de bens do devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386633",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Acerca de audiência e sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos essenciais da sentença o relatório, os fundamentos e a decisão interlocutória."
      },
      {
        "letra": "B",
        "texto": "A verdade dos fatos estabelecida como fundamento da sentença não faz coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Se verificar erro na sentença publicada, o escrivão pode alertar o juiz para alterá-la por meio de embargo de declaração."
      },
      {
        "letra": "D",
        "texto": "A função do juiz é jurisdicional e, portanto, é impróprio afirmar que exerce poder de polícia na audiência."
      },
      {
        "letra": "E",
        "texto": "Como as audiências são públicas, é absolutamente vedada sua realização a portas fechadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368509",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "No decorrer de audiência de instrução e julgamento, deve ser considerado correto o procedimento probatório previsto no Código de Processo Civil e realizado pelo juiz que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite a colheita do depoimento pessoal do réu na presença do autor, inquirindo-o na forma prescrita para a oitiva de testemunhas."
      },
      {
        "letra": "B",
        "texto": "indefere o depoimento de testemunha sobre fato que só por documento pode ser comprovado."
      },
      {
        "letra": "C",
        "texto": "permite a cada parte oferecer no máximo dez testemunhas sobre cada fato, não podendo dispensá-las unilateralmente."
      },
      {
        "letra": "D",
        "texto": "dispensa o depoimento das testemunhas que não puderem comparecer na audiência de instrução."
      },
      {
        "letra": "E",
        "texto": "dispensa a produção das provas requeridas pela parte cujo advogado compareceu à audiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423194",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considere a hipótese de o juiz indeferir, em audiência de instrução e julgamento, a produção de prova requerida pelo Ministério Público. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá agravo, no prazo de vinte dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "B",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "É impugnável via agravo, no prazo de dez dias, na forma retida, uma vez que se trata de decisão interlocutória proferida em audiência."
      },
      {
        "letra": "D",
        "texto": "Caberá agravo, no prazo de 10 dias, por instrumento, uma vez que se trata de decisão interlocutória capaz de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "É impugnável via agravo retido, devendo ser interposto oral e imediatamente, uma vez que se trata de decisão interlocutória proferida em audiência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423378",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "A respeito da audiência de instrução e julgamento, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Via de regra, as provas serão produzidas nesta ordem; colhem-se os depoimentos pessoais, primeiro do autor e depois do réu; ouvem-se as testemunhas arroladas, começando-se pelas do réu e, depois, as do autor; a seguir, procede-se à oitiva dos peritos e assistentes técnicos."
      },
      {
        "letra": "B",
        "texto": "Pode ser dispensada pelo juiz a produção das provas requeridas pela parte cujo advogado, sem comprovação de justo impedimento, deixou de comparecer à audiência."
      },
      {
        "letra": "C",
        "texto": "É inadmissível o adiamento da audiência de instrução e julgamento por convenção das partes."
      },
      {
        "letra": "D",
        "texto": "Uma vez iniciada, é inadmissível sua suspensão a pedido das partes para fins de transação."
      },
      {
        "letra": "E",
        "texto": "O juiz interrogará as testemunhas sobre os fatos articulados, cabendo, primeiro ao autor, e depois ao réu, formular perguntas tendentes a esclarecer ou a completar o depoimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368723",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "No que diz respeito à audiência,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz exerce o poder de polícia, competindo-lhe manter a ordem e o decoro em seu curso, bem como requisitar força policial, se necessário."
      },
      {
        "letra": "B",
        "texto": "as perguntas às partes e às testemunhas são dirigidas diretamente pelos advogados das partes, sem interferência do juiz."
      },
      {
        "letra": "C",
        "texto": "trata-se de ato realizado a portas fechadas, excepcionalmente podendo o juiz deferir-lhe a publicidade."
      },
      {
        "letra": "D",
        "texto": "a conciliação das partes só é tentada nas causas relativas a direitos patrimoniais de caráter privado."
      },
      {
        "letra": "E",
        "texto": "ao deporem as partes, o perito, assistentes técnicos e as testemunhas, os advogados podem intervir ou apartear livremente, independente de licença do juiz da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289775",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A audiência poderá ser adiada se não puder comparecer o advogado da parte, por motivo justificado, desde que ele prove esse impe- dimento no prazo de cinco dias, contados do ato processual."
      },
      {
        "letra": "B",
        "texto": "A audiência poderá ser adiada se não puder comparecer o advogado da parte, por motivo justificado, desde que ele prove esse impedimento até a abertura daquele ato processual. Não havendo essa prova, o juiz deve dar início à instrução, postergando a produção de provas requeridas pela parte cujo advogado não compareceu à audiência."
      },
      {
        "letra": "C",
        "texto": "A audiência poderá ser adiada se não puder comparecer o advogado da parte, por motivo justificado, desde que ele prove esse impe- dimento até a abertura daquele ato processual. Não havendo essa prova, o juiz deve dar início à instrução, podendo dispensar a produ- ção de provas requeridas pela parte cujo advogado não compareceu à audiência."
      },
      {
        "letra": "D",
        "texto": "A audiência poderá ser adiada se não puder comparecer o advogado da parte, por motivo justificado, desde que ele prove esse impe- dimento até a abertura da audiência. Não havendo essa prova, o juiz deve nomear advogado dativo à parte e dar início à instrução."
      },
      {
        "letra": "E",
        "texto": "A audiência nunca pode ser adiada em razão da ausência do advogado, se o seu constituinte comparece para o ato e as testemunhas por ele arroladas estão presentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "288711",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Em ação de reparação de danos por morte de genitor, o réu não contestou os fatos relacionados ao evento, apenas impugnando os prejuízos sofridos pelo autor. Por ocasião da audiência de instrução e julgamento,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve haver a oitiva de todas as testemunhas arroladas pelo autor, até o limite de 10 (dez), para a prova do evento e dos danos."
      },
      {
        "letra": "B",
        "texto": "pode haver a limitação da oitiva a 3 (três) testemunhas para a prova do dano material, bem como a denegação da oitiva daquelas que presenciaram o evento."
      },
      {
        "letra": "C",
        "texto": "pode o juiz decidir por tomar de ofício o depoimento pessoal das partes, aplicando a pena de confissão à parte que se recusar a depor."
      },
      {
        "letra": "D",
        "texto": "em hipótese da testemunha do autor negar os fatos impeditivos de seu depoimento, a oitiva de testemunha da contradita, pode ocorrer em audiência seguinte."
      },
      {
        "letra": "E",
        "texto": "pode haver a dispensa do debate oral para desde logo ser proferida a sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "269851",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "No tocante às audiências previstas no CPC, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A produção de provas na audiência de instrução e julgamento segue a seguinte ordem: depoimento pessoal do autor; inquirição das testemunhas; esclarecimentos dos peritos, dos assistentes técnicos; e depoimento pessoal do réu."
      },
      {
        "letra": "B",
        "texto": "No CPC, é expressamente prevista a possibilidade de o juiz, finda a fase de instrução e oferecidas as razões finais, em vez de sentenciar, converter o julgamento em diligência probatória."
      },
      {
        "letra": "C",
        "texto": "No procedimento comum ordinário, a designação da data e da hora da audiência de instrução e julgamento é ato pessoal do juiz."
      },
      {
        "letra": "D",
        "texto": "A audiência de instrução e julgamento é ato processual essencial."
      },
      {
        "letra": "E",
        "texto": "A conciliação em juízo, por não constituir ato postulatório, exige a participação de advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268027",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Com relação ao comparecimento em juízo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência do advogado em audiência de prova testemunhal implica a perda do direito de ser ouvida a testemunha arrolada pela parte cujo patrono é o advogado faltante."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de procedimento ordinário, é imprescindível a presença de advogado na audiência de conciliação."
      },
      {
        "letra": "C",
        "texto": "Deve o juiz recusar-se a ouvir testemunha que chegue tardiamente à audiência em curso e que não atenda ao chamado no momento em que seja apregoada."
      },
      {
        "letra": "D",
        "texto": "A ausência do réu na audiência de procedimento sumário implica a sua revelia, ainda que à audiência compareça seu advogado e este apresente defesa."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de procedimento sumário, as partes não estão obrigadas a comparecer pessoalmente para a tentativa de conciliação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "243918",
    "metadata": "Ano: 2012 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Processo de execução"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo legislação processual vigente, quando a elaboração da memória do cálculo depender de dados existentes em poder do devedor ou do terceiro, o juiz requisitará, de oficio, fixando prazo de até trinta dias para o cumprimento da diligência."
      },
      {
        "letra": "B",
        "texto": "São titulos executivos judiciais nos termos do Código de Processo Civil: a sentença proferida no processo civil que reconheça a existência de obrigação de fazer, não fazer, entregar coisa ou pagar quantia; a sentença penal condenatória com transito em julgado; a sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta , em juízo; a sentença arbitral, o acordo extrajudicíal, de qualquer natureza, homologado judicialmente; a sentença estrangeira, homologada pelo STJ e o formal de partilha, exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal."
      },
      {
        "letra": "C",
        "texto": "Na audiência de instrução e julgamento as provas serão produzidas nesta ordem: o juiz tomará os depoimentos pessoais, primeiro do autor e depois do reú; depois o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, requeridos no prazo e na forma do art. 435; e finalmente serão inquiridas as testemunhas arroladas pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "São incazes de depor como testemunhas , nos termos da lei, dentre outros, o cônjuge bem como o ascendente e o descendente em qualquer grau, ou colateral, até o segundo grau, de alguma das partes, por consanguinidade ou afinidade, salva se o exigir o interesse publico, ou tratando-se de causa relativa ao estado da pessoa, não se puder obter de outro modo a prova que o juiz repute necessária ao julgamento do mérito."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir será permitida antes da citação do réu, desde que este concorde com o postulado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "241042",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "A testemunha intimada a comparecer à audiência, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada puder informar sobre os fatos, não será obrigada a comparecer."
      },
      {
        "letra": "B",
        "texto": "deixar de comparecer, ficará impedida de depor em outra ocasião, prejudicando a parte que a arrolou."
      },
      {
        "letra": "C",
        "texto": "deixar de comparecer, será processada pelo crime de desobediência, mas não poderá ser conduzida contra sua vontade."
      },
      {
        "letra": "D",
        "texto": "deixar de comparecer, sem motivo justificado, será conduzida, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "E",
        "texto": "não comparecer espontaneamente, deverá ser trazida pela parte que a arrolou em outra sessão de audiência que o Juiz designar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "297649",
    "metadata": "Ano: 2011 | Banca: FEPESE | Órgão: CELESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Assinale a alternativa correta, com fundamento no Código de Processo Civil Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O termo de conciliação adquire o valor de sentença quando assinado pelas partes."
      },
      {
        "letra": "B",
        "texto": "A audiência não poderá ser adiada por convenção das partes."
      },
      {
        "letra": "C",
        "texto": "As audiências serão sempre públicas, inclusive no caso de processos que corram em segredo de justiça."
      },
      {
        "letra": "D",
        "texto": "Enquanto depuserem as partes, o perito, os assistentes técnicos e as testemunhas, os advogados poderão intervir ou apartear, desde que autorizados pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A produção de provas em audiência observará a ordem legal estabelecida: primeiramente, o juiz tomará depoimentos pessoais; posteriormente, o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos; finalmente, serão inquiridas as testemunhas arroladas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235142",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "A respeito da audiência preliminar, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a causa versar sobre direitos disponíveis, a audiência preliminar não será obrigatória se a avaliação do juiz apontar improvável conciliação."
      },
      {
        "letra": "B",
        "texto": "À audiência preliminar é obrigatória a presença das partes, sob pena de extinção ou revelia."
      },
      {
        "letra": "C",
        "texto": "Somente será considerada conciliação a realização de transação entre as partes, ou seja, a existência de concessões mútuas aos interesses conflitantes."
      },
      {
        "letra": "D",
        "texto": "No saneamento, o juiz decidirá as questões pendentes e aquelas que já tenham sido alvo de decisão anterior em que tenha ocorrido a preclusão."
      },
      {
        "letra": "E",
        "texto": "Não havendo audiência preliminar, a declaração de saneamento e a fixação dos pontos controvertidos ocorrerão, necessariamente, na audiência de instrução e julgamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204031",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Na audiência, de acordo com o Código de Processo Civil, as provas serão produzidas na seguinte ordem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, as testemunhas arroladas pelo autor e pelo réu serão inquiridas, o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu."
      },
      {
        "letra": "B",
        "texto": "o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu, o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos e serão inquiridas as testemunhas arroladas pelo autor e pelo réu."
      },
      {
        "letra": "C",
        "texto": "o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu e serão inquiridas as testemunhas arroladas pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu e serão inquiridas as testemunhas arroladas pelo réu e pelo autor."
      },
      {
        "letra": "E",
        "texto": "as testemunhas arroladas pelo autor e pelo réu serão inquiridas, o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu e o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "99973",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "A respeito da audiência de instrução e julgamento, con- sidere: I. A audiência poderá ser adiada, somente um vez, por convenção das partes. II. Quem der causa ao adiamento responderá pelas despesas acrescidas. III. Em virtude da amplitude do direito de defesa, o juiz não poderá, ouvidas as partes, fixar os pontos controvertidos sobre os quais incidirá a prova. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "83753",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Havendo razões para crer que a testemunha arrolada pela outra parte é sua amiga íntima, o momento adequado para apresentar a contradita será o imediatamente posterior a sua oitiva, oportunidade em que essa situação poderá ser comprovada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83752",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "A preclusão, fenômeno processual que pode decorrer do transcurso do prazo estabelecido para a prática de determinado ato, também pode ser identificada por meio da prática de ato incompatível com o ato seguinte, momento em que atinge também a prática de atos judiciais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83751",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "O denominado princípio da carga dinâmica da prova determina a possibilidade de o ônus da sua produção recair sobre a parte que detém condições para dele se desincumbir; contudo, a concepção adotada no Código de Processo Civil é a da distribuição estática desse ônus.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "62335",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Considerando as regras aplicáveis às audiências contidas no Código de Processo Civil, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode o juiz dispensar a produção das provas requeridas pela parte cujo advogado não compareceu à audiência."
      },
      {
        "letra": "B",
        "texto": "Os pontos controvertidos devem ser fixados na audiência de instrução e julgamento."
      },
      {
        "letra": "C",
        "texto": "No caso de morte de um dos advogados, quando já iniciada a audiência, o juiz designará o prazo de 48 horas, para fins de regularização da representação processual da parte."
      },
      {
        "letra": "D",
        "texto": "Em audiência de instrução e julgamento, as partes devem ser ouvidas após as testemunhas, antes do perito e assistentes técnicos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "61192",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Com relação à Audiência de Instrução e julgamento considere:De acordo com o Código de Processo Civil está correto o que se afirma SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "60281",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Considere que, durante tentativa de conciliação das partes, precedente à coleta dos depoimentos na audiência de instrução e julgamento, por mútuo consentimento, tenha havido transação do objeto da lide e de tema estranho a esta, que envolvia os interessados. Acerca dessa situação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após o saneamento, não é possível a inclusão do tema estranho ao processo."
      },
      {
        "letra": "B",
        "texto": "Diante da transação, é viável a inclusão de objeto diferente, ainda que nessa etapa do procedimento."
      },
      {
        "letra": "C",
        "texto": "A inclusão pretendida somente seria viável se anterior à apresentação da defesa."
      },
      {
        "letra": "D",
        "texto": "A inclusão do tema estranho é viável desde que, a critério do juiz, não importe em inconveniente ao processo."
      },
      {
        "letra": "E",
        "texto": "Desde que possibilitasse a defesa do réu, a inclusão de objeto novo poderia ocorrer em qualquer momento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "59875",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Salvo disposição em contrário do Código de Processo Civil ou de lei especial, aplica-se a todas as causas o procedimento comum, ordinário ou sumário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "55881",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "As ações possessórias de bens imóveis são consideradas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infungíveis, porque, proposta uma delas em lugar de outra, o Juiz deverá indeferir a petição inicial ou determinar que seja emendada para adequação do pedido, ainda que os requisitos da outra estejam preenchidos, porque não é permitido ao magistrado conceder provimento judicial diverso do que foi pleiteado; e dúplices, porque é lícito ao réu, na contestação, alegando que foi o ofendido em sua posse, demandar a proteção possessória e a indenização dos prejuízos resultantes da turbação ou do esbulho cometido pelo autor."
      },
      {
        "letra": "B",
        "texto": "fungíveis, porque, proposta uma delas em vez de outra, o Juiz poderá conhecer como aquela que entender adequada, desde que seus requisitos estejam provados; e dúplices, porque é lícito ao réu, na contestação, alegando que foi o ofendido em sua posse, demandar a proteção possessória e a indenização dos prejuízos resultantes da turbação ou do esbulho cometido pelo autor."
      },
      {
        "letra": "C",
        "texto": "infungíveis, porque, proposta uma delas não pode o Juiz conhecer como outra, ainda que preenchidos os requisitos dela, porque não é permitido ao magistrado conceder provimento judicial diverso do que foi pleiteado; e não se consideram dúplices, porque qualquer pedido do réu contra o autor dependerá de reconvenção."
      },
      {
        "letra": "D",
        "texto": "fungíveis, porque, proposta uma delas em vez de outra, o Juiz poderá conhecer como aquela que entender adequada, desde que seus requisitos estejam provados; mas não são consideradas dúplices, porque qualquer pedido do réu contra o autor dependerá de reconvenção."
      },
      {
        "letra": "E",
        "texto": "fungíveis, apenas se o autor formular pedidos alternativos ou sucessivos, à vista do princípio da adstrição do Juiz ao pedido e dúplices, apenas se o réu, no prazo da resposta, ajuizar reconvenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "54182",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: Caixa",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ acerca da conexão, do procedimento de cumprimento de sentença, da prova, das espécies de execução, da antecipação de tutela e do procedimento cautelar, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não são conexas a ação consignatória em que se discutam os critérios de reajuste de prestação subjacente a contrato de mútuo hipotecário para aquisição de residência própria e outra ação postulando a execução da hipoteca dada em garantia do mesmo contrato, por não lhes ser comum o objeto nem a causa de pedir."
      },
      {
        "letra": "B",
        "texto": "A multa no percentual de 10%, prevista no art. 475-J do CPC, é inteiramente aplicável ao procedimento da execução provisória."
      },
      {
        "letra": "C",
        "texto": "A análise da existência de anatocismo na tabela Price deve ser feita com uma detida incursão no contrato; portanto, é matéria de direito e, como tal, não pode ser objeto de prova pericial contábil, devendo ser indeferida pelo juiz."
      },
      {
        "letra": "D",
        "texto": "As hipotecas vinculadas a garantir empréstimos pelo Sistema Financeiro da Habitação (SFH), mesmo que sob discussão judicial em sede de ação revisional proposta pelo mutuário, estão sujeitas ao procedimento de execução extrajudicial previsto no Decreto-lei n.º 70/1966."
      },
      {
        "letra": "E",
        "texto": "Nas ações que tenham como objeto da controvérsia os contratos celebrados no âmbito do SFH, a proibição da inscrição ou manutenção em cadastro de inadimplentes, requerida em antecipação de tutela e(ou) medida cautelar, somente poderá ser deferida pelo juiz se, cumulativamente, houver ação fundada na existência integral ou parcial do débito; ficar demonstrado que a alegação da cobrança indevida se funda na aparência do bom direito e em jurisprudência consolidada do STF ou STJ; for depositada a parcela incontroversa ou prestada a caução fixada conforme o prudente arbítrio do juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341727",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A audiência de instrução e julgamento poderá ser adiada, se por motivo justificado, o perito de qualquer das partes não puder comparecer."
      },
      {
        "letra": "B",
        "texto": "Por ocasião da realização da audiência, se o advogado do autor não justificar sua ausência para o ato, até a abertura da audiência, o Juiz procederá à instrução."
      },
      {
        "letra": "C",
        "texto": "A audiência poderá ser adiada, se, por motivo de força maior, o autor não puder comparecer."
      },
      {
        "letra": "D",
        "texto": "A audiência poderá ser adiada, se o advogado do réu alegar que tem outra audiência no mesmo horário, para a qual fora intimado anteriormente."
      },
      {
        "letra": "E",
        "texto": "Da decisão do Juiz que indefere o pedido de adiamento da audiência, por motivo justificado, cabe o recurso de agravo, cuja não interposição torna preclusa a questão."
      }
    ],
    "gabarito": "C"
  }
]