[
  {
    "id": "619837",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "A respeito da legitimidade extraordinária, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade extraordinária pode ser atribuída por meio de um negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A extinção do processo por falta de legitimado extraordinário implica uma decisão que não examina o mérito da causa."
      },
      {
        "letra": "C",
        "texto": "O legitimado ordinário é aquele que defende interesse próprio em juízo."
      },
      {
        "letra": "D",
        "texto": "O legitimado extraordinário é aquele que defende em nome próprio interesse alheio."
      },
      {
        "letra": "E",
        "texto": "A legitimação extraordinária autônoma ocorre quando o legitimado extraordinário estiver autorizado a conduzir o processo independentemente da participação do titular do direito litigioso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492062",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União será representada em juízo, ativa e passivamente, pelo presidente ou por seu procurador."
      },
      {
        "letra": "B",
        "texto": "o Estado será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "C",
        "texto": "o Território será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "D",
        "texto": "o Município será representado em juízo, ativa e passivamente, por seu prefeito ou procurador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354704",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade",
      "Pressupostos Processuais",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Em determinada ação, o autor, incapaz, pleiteou indenização por danos materiais, tendo o juiz concedido, na sentença, indenização por danos morais, no mesmo valor pleiteado, com motivação no abalo emocional sofrido. Houve interposição de embargos de declaração em que se apontou o erro, tendo sido negado provimento ao recurso. Na sequência, foram interpostas apelações. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença é nula por ser ultra petita."
      },
      {
        "letra": "B",
        "texto": "O incapaz não tem interesse recursal, já que obteve o valor pretendido."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade e interesse para recorrer no caso."
      },
      {
        "letra": "D",
        "texto": "O tribunal pode sanear a referida sentença, aplicando o princípio da causa madura."
      },
      {
        "letra": "E",
        "texto": "A negativa de provimento aos embargos de declaração justifica-se pela impossibilidade de correção da falha apontada nesse tipo de recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354219",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.Caso C seja menor de 16 anos de idade, ele terá tanto legitimidade para a causa quanto legitimidade para o processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "339519",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito também depois de homologada."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "C",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      },
      {
        "letra": "D",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335861",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Acerca dos pressupostos processuais relativos às partes, é acertado dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade de ser parte depende da personalidade jurídica e dela é decorrente, de sorte que somente as pessoas naturais e as pessoas jurídicas dispõem de capacidade de ser parte."
      },
      {
        "letra": "B",
        "texto": "os incapazes dispõem de capacidade postulatória se devidamente representados ou assistidos por seus pais, tutores ou curadores."
      },
      {
        "letra": "C",
        "texto": "não obstante tenha capacidade de ser parte, faltará legitimidade processual àquele que intentar, sem consentimento do cônjuge, ações que versem sobre direitos reais de qualquer natureza."
      },
      {
        "letra": "D",
        "texto": "o nascituro tem capacidade de ser parte, mas se nascer morto, o processo se extinguirá."
      }
    ],
    "gabarito": "D"
  }
]