[
  {
    "id": "635267",
    "metadata": "Ano: 2016 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando o ordenamento processual na vigência do Código de Processo Civil de 1973: I. A substituição processual é o instituto que se aplica quando se troca a pessoa em algum dos polos da relação processual, como, por exemplo, no caso de falecimento de uma das partes que seja pessoa natural. II. A legitimação extraordinária permite que alguém postule, em nome de outrem, direito desse terceiro. III. A legitimidade para o processo deve estar prevista na lei processual e, para o seu exame, é irrelevante a demanda específica. A legitimidade para a causa deve ser examinada no caso concreto, considerada a pretensão deduzida. IV. Ajuizada ação coletiva atinente à macrolide geradora de processos multitudinários, pode ser decretada a suspensão das ações individuais, no aguardo do julgamento da ação coletiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "595608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação processual civil e da jurisprudência dominante do STJ sobre competência e capacidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Proposta ação de usucapião no foro do domicílio do autor, e não havendo exceção de incompetência tempestiva, prorroga-se a competência do juízo perante o qual foi proposta a ação, mesmo que seja em local diverso do imóvel usucapiendo."
      },
      {
        "letra": "B",
        "texto": "A incompetência relativa somente pode ser arguida por meio de exceção, não podendo o juiz, em hipótese alguma, declinar de ofício da competência em razão do lugar."
      },
      {
        "letra": "C",
        "texto": "O réu preso não tem capacidade processual, razão pela qual, impõe-se a nomeação de curador especial em seu favor."
      },
      {
        "letra": "D",
        "texto": "O curador especial tem legitimidade para propor exceção de incompetência, suspeição ou impedimento, impugnação ao valor da causa ou à concessão de assistência judiciária, requerer provas, contestar, propor reconvenção e apresentar embargos à execução, entre outros meios de defesa."
      },
      {
        "letra": "E",
        "texto": "A parte requerida poderá oferecer exceção declinatória de foro ainda que o MP ou o juiz, de ofício, já tenham suscitado conflito de competência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "619837",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "A respeito da legitimidade extraordinária, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade extraordinária pode ser atribuída por meio de um negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A extinção do processo por falta de legitimado extraordinário implica uma decisão que não examina o mérito da causa."
      },
      {
        "letra": "C",
        "texto": "O legitimado ordinário é aquele que defende interesse próprio em juízo."
      },
      {
        "letra": "D",
        "texto": "O legitimado extraordinário é aquele que defende em nome próprio interesse alheio."
      },
      {
        "letra": "E",
        "texto": "A legitimação extraordinária autônoma ocorre quando o legitimado extraordinário estiver autorizado a conduzir o processo independentemente da participação do titular do direito litigioso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597308",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a capacidade processual, nos termos previstos no atual Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz dará curador especial ao incapaz, se não tiver representante legal, ao réu solto, bem como a réu citado por edital ou por hora certa, independentemente da declaração de revelia."
      },
      {
        "letra": "B",
        "texto": "nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      },
      {
        "letra": "C",
        "texto": "a autorização do marido e a outorga da mulher não podem suprir-se judicialmente, por ser ato unilateral e individual, mesmo quando um cônjuge a recuse ao outro sem justo motivo, ou lhe seja impossível dá-la."
      },
      {
        "letra": "D",
        "texto": "a massa falida é representada em juízo, ativa e passivamente, por seu curador, enquanto a herança vacante e jacente o será pelo seu inventariante."
      },
      {
        "letra": "E",
        "texto": "verificando a incapacidade processual ou a irregularidade da representação do autor, o juiz, suspendendo o processo, marcará prazo razoável para ser sanado o defeito, sendo que se não for cumprido pelo requerente a providência que lhe couber, terá declarada a anulação do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "569508",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre os institutos da representação e substituição processual, à luz da legislação em uso e da doutrina e jurisprudência sobre o tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impetração de mandado de segurança coletivo por entidade de classe em favor dos associados depende da autorização desses."
      },
      {
        "letra": "B",
        "texto": "No processo de execução, credores cessionários têm o direito de substituir o cedente na parte do crédito que lhes foi cedida."
      },
      {
        "letra": "C",
        "texto": "A reconvenção é forma de resposta admissível ao réu, sendo sempre passível de utilização em face de qualquer autor de demanda deduzida em juízo."
      },
      {
        "letra": "D",
        "texto": "O juiz, ao verificar incapacidade processual ou a irregularidade da representação das partes e terceiros, determinará a regularização até a audiência de instrução ou, após, no prazo preclusivo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "A massa falida é representada em juízo pelo sócio majoritário da empresa, até que o mesmo indique o síndico, e haja a homologação judicial deste, que passa a representar a massa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "564038",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue as assertivas abaixo como verdadeiras (V) ou falsas (F): ( ) É dispensável que o autor do ato eletrônico de transmissão possua capacidade postulatória, sendo suficiente que a peça protocolada esteja subscrita por detentor da referida capacidade. ( ) Ainda que se trate de jurisdição voluntária, o Ministério Público tem interesse na interposição de recurso de apelação em face de sentença que, nos autos de ação de retificação de registro civil, julga procedente o pedido. ( ) O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei apenas quando não houver recurso da Parte. ( ) O Ministério Público deve obrigatoriamente intervir em todas as ações de ressarcimento ao erário propostas por entes públicos. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "555748",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Direito Civil e Processual CivilNo tocante à capacidade processual, os cônjuges",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão citados como litisconsortes passivos em todas as ações de natureza possessória."
      },
      {
        "letra": "B",
        "texto": "não necessitarão da anuência um do outro em nenhuma hipótese para o ajuizamento de ações, dada sua igualdade jurídica, constitucionalmente assegurada."
      },
      {
        "letra": "C",
        "texto": "somente necessitarão do consentimento um do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "D",
        "texto": "terão necessariamente que ser representados pelos mesmos advogados quando propuserem demandas como litisconsortes."
      },
      {
        "letra": "E",
        "texto": "têm o direito potestativo de consentirem um ao outro para o ajuizamento de demandas comuns, por isso não podendo sua negativa ser suprida judicialmente em nenhuma circunstância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553233",
    "metadata": "Ano: 2015 | Banca: IDECAN | Órgão: Prefeitura de Rio Pomba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a legitimação e substituição, nos termos do Direito Processual Civil, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença, proferida entre as partes originárias, estende os seus efeitos ao adquirente ou ao cessionário."
      },
      {
        "letra": "B",
        "texto": "ocorrendo a morte de qualquer das partes, dar‐se‐á a substituição pelo seu espólio ou pelos seus sucessores."
      },
      {
        "letra": "C",
        "texto": "só é permitida, no curso do processo, a substituição voluntária das partes nos casos expressos na Constituição."
      },
      {
        "letra": "D",
        "texto": "a parte que revogar o mandato outorgado ao seu advogado, no mesmo ato, constituirá outro que assuma o patrocínio da causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516606",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "João, com 16 (dezesseis) anos de idade, procura o Defensor Público de sua Comarca e relata ter sido vítima de dano moral praticado por um vizinho, que lhe teria imputado a prática de crime de furto em um determinado estabelecimento comercial. João, que tem pais vivos, pretende propor uma demanda judicial para reparação do fato. Nesse sentido, ele poderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser autor da referida ação, sem representação de seus pais, uma vez que João tem capacidade processual, eis que se encontra no exercício dos seus direitos e por isso tem capacidade para estar sozinho em juízo;"
      },
      {
        "letra": "B",
        "texto": "ser autor da ação, assistido por seus pais, uma vez que os incapazes serão representados em juízo para que o processo tenha validade;"
      },
      {
        "letra": "C",
        "texto": "aguardar a maioridade civil para propor a referida ação judicial, uma vez que, por não ter capacidade de juízo, está impedido de postular a pretensão como autor da ação;"
      },
      {
        "letra": "D",
        "texto": "demandar, porém sem ser autor da ação, pois dependerá de que um de seus pais ou ambos o façam em nome próprio como autor ou autores da ação, uma vez que João não tem capacidade de direito;"
      },
      {
        "letra": "E",
        "texto": "demandar em conjunto com seus pais, uma vez que somente sendo ele e seus pais autores da ação esta terá validade, pois João não pode ser autor da ação não tendo capacidade civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "514713",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da capacidade processual, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juiz, obrigatoriamente, nomeará curador especial ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele, bem como ao réu preso e ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "B",
        "texto": "Os cônjuges são litisconsortes passivos necessários quando a ação versar sobre direitos reais imobiliários ou for fundada em dívidas contraídas pelo marido a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho da mulher ou seus bens reservados."
      },
      {
        "letra": "C",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      },
      {
        "letra": "D",
        "texto": "Serão representados em juízo, ativa e passivamente, a União, os Estados, o Distrito Federal e os Territórios, por seus procuradores, o Município, por seu Prefeito ou procurador, a massa falida e a empresa em recuperação judicial pelo administrador judicial e o espólio, pelo inventariante."
      },
      {
        "letra": "E",
        "texto": "Verificando a incapacidade processual ou a irregularidade da representação das partes, o juiz, suspendendo o processo, marcará prazo razoável para ser sanado o defeito. Não sendo sanado no prazo, se a providência couber ao autor, o juiz decretará a nulidade do processo, ao réu, decretará sua revelia e, ao terceiro, o excluirá da lide."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "503378",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Em ação judicial para propor ação, há necessidade do consentimento de um dos cônjuges. Assinale a alternativa que apresenta em qual situação não se pode suprir a obrigatoriedade do consentimento de um dos cônjuges.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos do consumidor."
      },
      {
        "letra": "C",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de família."
      },
      {
        "letra": "D",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de imagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503377",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece a capacidade processual para pleitear em juízo a tutela jurisdicional. No caso de incapazes, assinale a alternativa correta quanto à representação processual em juízo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os incapazes serão tutelados pelos parentes mais próximos ou os mais remotos, na forma da lei civil."
      },
      {
        "letra": "B",
        "texto": "Os incapazes serão curatelados pelos parentes mais próximos excluindo os remotos, na forma da lei civil."
      },
      {
        "letra": "C",
        "texto": "Os incapazes serão curatelados pelos parentes próximos e, na falta de destes, os remotos, na forma da lei civil."
      },
      {
        "letra": "D",
        "texto": "Os incapazes serão representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498199",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "de acordo com o código de Processo Civil, assinale a alternativa incorreta a respeito do tema capacidade processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz dará curador especial não só ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele, mas também ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "B",
        "texto": "Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo."
      },
      {
        "letra": "C",
        "texto": "Ambos os cônjuges serão necessariamente citados para as ações reais imobiliárias;"
      },
      {
        "letra": "D",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados"
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495290",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação vigente e da jurisprudência sumulada do Tribunal Superior do Trabalho, analise as seguintes proposições:I - A legitimidade ad causam ativa e passiva consiste na capacidade de ser sujeito da relação processual e a legitimidade ad processum resulta na capacidade de realizar atos processuais com efeitos jurídicos; entretanto, ficam excluídos, dentre outros, os que, por enfermidade ou deficiência mental, não tiverem o necessário discernimento para o exercício, em ambas as hipóteses, de tais capacitações processuais.II - Os menores impúberes e púberes serão assistidos por seus pais, tutores ou curadores no exercício dos seus direitos em juízo. III - A representação processual em juízo, dos menores púberes, necessita da outorga de procuração por meio de instrumento particular; porém, dos menores impúberes exige-se que o mandato seja conferido mediante instrumento público.IV - 0 inventariante detém capacidade de ser parte na reclamação trabalhista em que o empregado falecer no curso do contrato de trabalho, somente quando devidamente investido como tal pelo Juízo de Família e Sucessões. [V - A União, Estados, Municípios e Distrito Federal, quando representadas em juízo, ativa e passivamente, por seus procuradores, estão dispensados da juntada de instrumento de mandato e de comprovação do ato de nomeação; todavia, as suas autarquias e fundações públicas é imprescindível a outorga de poderes mediante procuração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e V estão incorretas"
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II, IV e V estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396091",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da capacidade processual, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte relativamente incapaz será representada por seus genitores, tutores ou curadores."
      },
      {
        "letra": "B",
        "texto": "O juiz deverá nomear curador especial apenas para o réu preso e o revel citado por edital."
      },
      {
        "letra": "C",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é dispensável nos casos de composse."
      },
      {
        "letra": "D",
        "texto": "Nas ações fundadas em dívidas contraídas por um dos cônjuges a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho do outro ou os seus bens reservados, ambos serão necessariamente citados para as ações."
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "630418",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo dispõe o Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse, legitimidade e capacidade postulatória."
      },
      {
        "letra": "B",
        "texto": "A procuração geral para o foro habilita o advogado a praticar todos os atos do processo, inclusive para reconhecer a procedência do pedido, transigir e desistir da ação."
      },
      {
        "letra": "C",
        "texto": "Compete ao autor adiantar as despesas relativas a atos, cuja realização o juiz determinar de ofício ou a requerimento do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a ação declaratória quando já tenha ocorrido a violação do direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552945",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre partes e procuradores, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O habeas corpus somente pode ser impetrado por advogado, mesmo sem procuração."
      },
      {
        "letra": "B",
        "texto": "A capacidade que se exige da parte para participar do processo é a mesma que se reclama para os atos da vida civil."
      },
      {
        "letra": "C",
        "texto": "A substituição processual é faculdade excepcional e compreende demandar em nome próprio o pretendido direito de outrem."
      },
      {
        "letra": "D",
        "texto": "A capacidade de atuar em juízo constitui pressuposto processual, que, se não suprido, impede a formação válida da relação jurídica no processo."
      },
      {
        "letra": "E",
        "texto": "Parte, no sentido processual, é o sujeito que intervém no contraditório ou que se submete às suas consequências dentro da relação processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514049",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA. Nos termos do art. 12 do Código de Processo Civil, serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União, os Estados, o Distrito Federal, os Territórios e o Município, pelo chefe do executivo ou por seus procuradores."
      },
      {
        "letra": "B",
        "texto": "a massa falida, pelo síndico"
      },
      {
        "letra": "C",
        "texto": "as pessoas jurídicas, por quem os respectivos estatutos designarem, ou, não os designando, por seus diretores"
      },
      {
        "letra": "D",
        "texto": "as sociedades sem personalidade jurídica, pela pessoa a quem couber a administração dos seus bens."
      },
      {
        "letra": "E",
        "texto": "a pessoa jurídica estrangeira, pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasi"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506463",
    "metadata": "Ano: 2014 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Será representado(a) em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a massa falida, pelo inventariante."
      },
      {
        "letra": "B",
        "texto": "a herança jacente, pelo síndico."
      },
      {
        "letra": "C",
        "texto": "o espólio, por seu diretor."
      },
      {
        "letra": "D",
        "texto": "o Município, por seu Prefeito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "492062",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União será representada em juízo, ativa e passivamente, pelo presidente ou por seu procurador."
      },
      {
        "letra": "B",
        "texto": "o Estado será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "C",
        "texto": "o Território será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "D",
        "texto": "o Município será representado em juízo, ativa e passivamente, por seu prefeito ou procurador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458616",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alienada a coisa litigiosa, o adquirente não pode ingressar em juízo, substituindo o alienante, mesmo que consinta a parte contrária, tendo em vista o princípio da estabilização subjetiva da demanda."
      },
      {
        "letra": "B",
        "texto": "somente se autorizado por lei ou pelo juiz da causa alguém pode pleitear, em nome próprio, direito alheio."
      },
      {
        "letra": "C",
        "texto": "quem pleiteia, em nome próprio, direito alheio, atua na condição de sucessor processual, dependendo de autorização legal."
      },
      {
        "letra": "D",
        "texto": "a substituição processual não guarda relação com a legitimação extraordinária, uma vez que pressupõe o falecimento da parte."
      },
      {
        "letra": "E",
        "texto": "o cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429770",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No tocante à capacidade processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu revel citado por edital tem direito a curador especial, mas não o citado com hora certa, por ter-se ocultado para evitar a citação pessoal."
      },
      {
        "letra": "B",
        "texto": "se o incapaz menor não está sob poder familiar, porque os pais foram dele destituídos ou faleceram, a ele será nomeado um curador especial."
      },
      {
        "letra": "C",
        "texto": "os absolutamente incapazes são assistidos, enquanto os relativamente incapazes são representados por seus pais, tutores ou curadores, na forma da lei civil."
      },
      {
        "letra": "D",
        "texto": "dentre as pessoas físicas, a aptidão para estar em juízo pessoalmente, sem representação nem assistência, é atribuída somente a quem se acha no exercício dos seus direitos, ou seja, às pessoas capazes."
      },
      {
        "letra": "E",
        "texto": "quando a incapacidade provier do conflito de interesses entre o incapaz e seu representante legal, será nomeado um tutor desses interesses do incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412229",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa INCORRETA, relativa à representação judicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A herança jacente será representada por seu curador."
      },
      {
        "letra": "B",
        "texto": "O Município será representado por seu Prefeito ou procurador."
      },
      {
        "letra": "C",
        "texto": "O espólio será representado pelos herdeiros."
      },
      {
        "letra": "D",
        "texto": "As sociedades sem personalidade jurídica serão representadas pela pessoa a quem couber a administração dos seus bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "377299",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que concerne à representação em juízo, ativa ou passivamente, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O espólio é representado pelo inventariante"
      },
      {
        "letra": "B",
        "texto": "O condomínio é representado pelo administrador ou pelo síndico."
      },
      {
        "letra": "C",
        "texto": "O Município é representado por seu Prefeito ou procurador."
      },
      {
        "letra": "D",
        "texto": "A Massa Falida é representada pelo síndico ou pelo procurador por ele nomeado."
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica são representadas pela pessoa a quem couber a administração dos seus bens"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "376233",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A Lei n. 5.869, de 11 de janeiro de 1973, instituiu o Código de Processo Civil. Com as alterações posteriores, estabelece nos Livros I, II, III e IV sobre o Processo de Conhecimento, Processo de Execução, Processo Cautelar e Procedimentos Especiais. Em relação ao Processo de Conhecimento compreende-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisdição civil deverá ser contenciosa, sendo exercida pelos juízes em todo o território nacional, deixando de ser obrigatoriamente sempre provocada."
      },
      {
        "letra": "B",
        "texto": "a relação jurídica de cuja existência ou inexistência depender o julgamento da lide, e no curso do processo se tornar litigiosa, somente a parte requerente poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "C",
        "texto": "a incapacidade processual ou a irregularidade da representação das partes e terceiros, verificada pelo juiz, levará à marcação do prazo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto."
      },
      {
        "letra": "D",
        "texto": "a requerimento ou de oficio, o juiz ou o tribunal condenará o litigante de má fé a pagar a multa não excedente a 1% sobre o valor da causa, além da indenização dos danos sofridos, honorários advocatícios e despesas feitas pela parte contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361194",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, verificando o juiz a irregularidade da representação da parte, deverá fixar prazo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "razoável para ser sanado o defeito e, caso não atendido, declarará o réu revel, se a providência a este couber."
      },
      {
        "letra": "B",
        "texto": "de dez dias para ser sanado o defeito e, caso não seja atendido, extinguirá o processo com resolução do mérito, se a providência couber ao autor."
      },
      {
        "letra": "C",
        "texto": "de dez dias para ser sanado o defeito e, caso não seja atendido, excluirá o assistente do processo, se a providência a este couber."
      },
      {
        "letra": "D",
        "texto": "razoável para ser sanado o defeito e, caso não seja atendido, declarará a nulidade do processo, se a providência couber ao réu."
      },
      {
        "letra": "E",
        "texto": "de dez dias para sanar o defeito, caso este consista na ausência de instrumento de procuração ao advogado da parte e, caso não seja atendido, declarará sem efeito os atos por este praticados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "616273",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sílvio tem um filho de 10 anos de idade. O pai pretende defender a pretensão do garoto relativa à matrícula em escola pública de alto nível, no município em que habitam. Sueli, a mãe do menor, ciente, não se opõe ao pretendido. O pai, assim, propõe, em nome próprio, a ação cabível. O magistrado titular da Vara Cível determina a emenda da exordial para adequação quanto à titularidade da ação proposta. Nesse caso, a legitimidade para a causa é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da mãe, pela tradição do sistema e pelo fato de ela ser a responsável pelo lar."
      },
      {
        "letra": "B",
        "texto": "do genitor, como representante legal do menor."
      },
      {
        "letra": "C",
        "texto": "do menor, a quem cabe a autoria, sendo representado pelo seu genitor."
      },
      {
        "letra": "D",
        "texto": "do pai ou da mãe, desde que haja autorização para propor a ação em defesa do menor."
      },
      {
        "letra": "E",
        "texto": "de ambos os pais, que devem atuar em conjunto na defesa dos interesses do menor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404114",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca das condições da ação e pressupostos processuais aplicáveis ao processo coletivo brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No que se refere ao direito coletivo tutelado, admite-se a transação ou a concessão somente em relação ao MP."
      },
      {
        "letra": "B",
        "texto": "O MP não tem legitimidade para o ajuizamento de ACP, em face do estado, em defesa de interesses individuais homogêneos, decorrentes de aumento abusivo de taxa de limpeza urbana, por expressa vedação legal."
      },
      {
        "letra": "C",
        "texto": "A extensão subjetiva da coisa julgada e o efeito erga omnes da sentença coletiva obstam a declaração incidental de inconstitucionalidade, que importaria em transmudar-se tutela jurisdicional coletiva em controle concentrado de normas constitucionais."
      },
      {
        "letra": "D",
        "texto": "Possui legitimidade autônoma para a propositura de ação coletiva qualquer interessado para a defesa, em juízo, de direito subjetivo de grupo ou categoria de pessoas ligadas com a parte contrária por relação jurídica base."
      },
      {
        "letra": "E",
        "texto": "Havendo litispendência entre uma ação popular ajuizada pelo cidadão e ACP proposta por um dos legitimados, extingue-se a demanda despachada em segundo lugar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388850",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando se tratar de substituição processual exclusiva, o substituído pode ingressar no processo como assistente litisconsorcial (art. 54, CPC); quando a substituição processual for concorrente, o substituído poderá intervir no processo como assistente simples (art. 50, CPC)."
      },
      {
        "letra": "B",
        "texto": "a coisa julgada somente atinge as partes entre as quais foi dada a sentença, não prejudicando nem beneficiando terceiros (art. 472, CPC). Não atinge o assistente simples, porque a lide decidida em julzo não lhe pertence. Contudo, como participou do processo, o assistente simples fica sempre vinculado aos efeitos da imutabilidade da justiça da decisão."
      },
      {
        "letra": "C",
        "texto": "quando as partes não recorrem de sentença prolatada contra a Fazenda Pública, tanto a coisa julgada formal como a coisa julgada material somente vão ocorrer com o reexame necessário da sentença pelo tribunal."
      },
      {
        "letra": "D",
        "texto": "tratando-se de hipótese excepcional de legitimação para a causa, o direito brasileiro só permite a substituição processual legal, expressa na lei ou decorrente do sistema, não admitindo a substituição processual voluntária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346660",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: TJM-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Antonio, brasileiro, viúvo, pai de Pedro (19 anos), Ana (18 anos) e Joaquim (13 anos), tenciona transferir onerosamente o domínio de um de seus imóveis para o filho mais velho. Para atender à determinação legal de obtenção de anuência dos demais descendentes, a representação legal de Joaquim para o ato :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será suprida por decisão judicial."
      },
      {
        "letra": "B",
        "texto": "far-se-á por intermédio do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "far-se-á por intermédio de tutor nomeado por juiz"
      },
      {
        "letra": "D",
        "texto": "far-se-á por intermédio de curador especial nomeado por juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando a importância dos meios alternativos de resolução de conflitos como forma de diminuir os processos judiciais e de garantir a celeridade da resolução da controvérsia, inclusive para as hipóteses que envolvam interesse da administração pública federal, e tendo em vista, ainda, a correta representação judicial de agentes públicos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A câmara de conciliação e arbitragem não tem competência para promover a celebração de termo de ajustamento de conduta nos casos submetidos à conciliação."
      },
      {
        "letra": "B",
        "texto": "A autorização conferida à Advocacia-Geral da União para representação judicial dos titulares de cargos de direção e assessoramento superiores por atos praticados no exercício de suas atribuições constitucionais, legais ou regulamentares, no interesse público, abrange a possibilidade de impetração de habeas corpus e de mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "Para obter dos órgãos e entidades da administração pública federal informações para subsidiar sua atuação, a câmara de conciliação e arbitragem deverá solicitar a intervenção do advogado-geral da União."
      },
      {
        "letra": "D",
        "texto": "A competência da câmara de conciliação e arbitragem para a conciliação de controvérsias de natureza jurídica entre os órgãos e entidades públicas da administração pública federal não se estende aos conflitos já judicializados."
      },
      {
        "letra": "E",
        "texto": "Não obtida a conciliação, a câmara de conciliação e arbitragem deverá propor ao advogado-geral da União o arbitramento da controvérsia de natureza jurídica estabelecida entre os órgãos e entidades públicas da administração pública federal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "343547",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da comunicação dos atos processuais - Intimação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue os próximos itens de acordo com a jurisprudência dominante acerca da atuação da DP no processo civil.É prerrogativa da DP a intimação pessoal dos seus membros de todos os atos e termos do processo. A presença do DP na audiência de instrução e julgamento na qual seja proferida a sentença não retira o ônus da sua intimação pessoal, que somente se concretiza com a entrega dos autos com abertura de vistas, em homenagem ao princípio constitucional da ampla defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "343546",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue os próximos itens de acordo com a jurisprudência dominante acerca da atuação da DP no processo civil.Segundo entendimento do STJ, é necessária a intervenção da DP como curadora especial do menor em ação de destituição de poder familiar ajuizada pelo MP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "339519",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito também depois de homologada."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "C",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      },
      {
        "letra": "D",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339517",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, serão representados em juízo, ativa e passivamente: I. a União, os Estados, o Distrito Federal e os Territórios, por seus procuradores. II. o Município, por seu Prefeito ou procurador. III. as pessoas jurídicas, por quem os respectivos estatutos designarem, ou, não os designando, por seus diretores. IV. as sociedades sem personalidade jurídica, pela pessoa a quem couber a administração dos seus bens.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339516",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o juiz dará curador especial:I. ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele. II. ao reconhecidamente carente. III. ao réu preso, bem como ao revel citado por edital ou com hora certa. IV. ao estrangeiro que não residir no país.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322356",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Processo de execução",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o título executivo extrajudicial não apresente valor líquido e certo, faz-se necessária a liquidação por cálculo mediante demonstrativo de débito."
      },
      {
        "letra": "B",
        "texto": "Admite-se o litisconsórcio na execução, com exceção do ulterior ou superveniente."
      },
      {
        "letra": "C",
        "texto": "O adimplemento do devedor e a posse de título de crédito pelo credor constituem pressupostos específicos do processo executivo."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral inclui-se entre os títulos executivos extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "No processo de execução, a legitimidade ativa é caracterizada como ordinária, extraordinária ou sucessiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322160",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      },
      {
        "letra": "B",
        "texto": "Quando o inventariante for dativo, todos os herdeiros e sucessores do falecido serão autores ou réus nas ações em que o espólio for parte."
      },
      {
        "letra": "C",
        "texto": "A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou e os honorários advocatícios, que somente não serão devidos nos casos em que o advogado funcionar em causa própria."
      },
      {
        "letra": "D",
        "texto": "Verificando a incapacidade processual, ou a irregularidade da representação das partes, o juiz, de plano, extinguirá o processo sem resolução do mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311419",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual, definida como a capacidade de a pessoa estar em juízo na defesa de seus interesses, distingue-se da capacidade postulatória, atribuída ao advogado para que ele defenda em juízo os interesses do jurisdicionado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302237",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No tocante à capacidade processual e postulatória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a citação de um dos cônjuges é sempre suficiente, não havendo hipóteses em que ambos devam ser citados para a demanda."
      },
      {
        "letra": "B",
        "texto": "o cônjuge necessitará do consentimento do outro para propor ações que versem sobre direitos pessoais e imobiliários."
      },
      {
        "letra": "C",
        "texto": "o juiz dará curador especial ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "D",
        "texto": "dada a igualdade jurídica entre homem e mulher, não existe situação jurídica na qual seja necessária autorização conjugal para qualquer demanda."
      },
      {
        "letra": "E",
        "texto": "a herança jacente ou vacante é representada judicialmente pelo inventariante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300435",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em relação à capacidade processual, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas ações possessórias é sempre indispensável a participação no processo de ambos os cônjuges."
      },
      {
        "letra": "B",
        "texto": "para propor ações que versem sobre direitos reais imobiliários necessita o cônjuge do consentimento do outro, exceto no caso de regime de separação absoluta de bens, sem no entanto exigir-se a formação de litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "vindo o autor ao processo sem o consentimento do cônjuge, em caso no qual esse consentimento era necessário, deverá o juiz extinguir o processo de imediato, por ausência de pressuposto processual essencial."
      },
      {
        "letra": "D",
        "texto": "a presença de curador especial no processo torna prescindível a participação do Ministério Público, estando em causa interesses de incapazes."
      },
      {
        "letra": "E",
        "texto": "ambos os cônjuges serão necessariamente citados para ações que digam respeito a direitos reais mobiliários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1661774",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No Processo Civil, NÃO é representado por curador especial nomeado pelo juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incapaz, sem representante legal."
      },
      {
        "letra": "B",
        "texto": "O incapaz, se os interesses deste colidirem com os do seu representante legal."
      },
      {
        "letra": "C",
        "texto": "O réu preso."
      },
      {
        "letra": "D",
        "texto": "O réu revel citado por hora certa."
      },
      {
        "letra": "E",
        "texto": "A sociedade sem personalidade jurídica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "358190",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Configura prerrogativa processual da Fazenda Pública, dentre outras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prazo em dobro para se defender e em quádruplo para recorrer."
      },
      {
        "letra": "B",
        "texto": "necessidade de homologação pelo sindicato das rescisões de empregados com tempo superior a um ano de serviço e presunção absoluta relativa de validade dos recibos de quitação ou pedidos de demissão de seus empregados."
      },
      {
        "letra": "C",
        "texto": "isenção no pagamento das custas processuais e necessidade de recolhimento do depósito recursal."
      },
      {
        "letra": "D",
        "texto": "a regularidade da representação dos procuradores, que é presumida, dispensa a juntada de instrumento procuratório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "358180",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os Estados, o Distrito Federal e os Territórios, por seus Governadores."
      },
      {
        "letra": "B",
        "texto": "a massa falida, por seu curador."
      },
      {
        "letra": "C",
        "texto": "a herança jacente ou vacante, pelo inventariante."
      },
      {
        "letra": "D",
        "texto": "o Município, por seu Prefeito ou procurador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321584",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a defesa de interesses metaindividuais pelo Ministério Público do Estado do Rio de Janeiro, analise as afirmativas a seguir:I. Não há legitimidade, por falta de interesse social, para fazer cessar a poluição sonora por uso anormal da propriedade, se ficar comprovado, no curso da investigação,que os ruídos lesionam interesses de um determinado grupo de vizinhos.II. Não há legitimidade para tutelar interesse de classe de servidores públicos na obtenção de reajuste remuneratório,não lhe cabendo deflagrar ações que beneficiem titulares de direitos individuais disponíveis que possam se organizar adequadamente, ou mesmo atuar de forma individual.III. Há atribuição para investigar o mau uso de verbas públicas repassadas,por convênio, pela União a um Município Fluminense, para a compra de ambulâncias,diante da possível prática de ato de improbidade administrativa, que,caso comprovado,deve seu autor receber a devida sanção punitiva.IV. Embora disponível, o interesse dos consumidores de uma loja de artigos de luxo, que pratica cobrança abusiva e indevida de juros, traduz-se como interesse social, ensejando a atuação do Ministério Público através da Ação Civil Pública para o ressarcimento de danos morais e materiais.Estão corretas somente as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II;"
      },
      {
        "letra": "B",
        "texto": "I e III;"
      },
      {
        "letra": "C",
        "texto": "II e III;"
      },
      {
        "letra": "D",
        "texto": "II e IV;"
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "288641",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A respeito dos aspectos processuais da atuação do curador especial, assinale a opção correta com base no que dispõem o CPC e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu preso tem direito a curador especial, ainda que tenha contestado a ação por intermédio de advogado constituído."
      },
      {
        "letra": "B",
        "texto": "A nomeação de curador especial ao incapaz só ocorrerá se este não tiver representante legal ou se os interesses do incapaz forem colidentes com os do representante legal."
      },
      {
        "letra": "C",
        "texto": "A natureza jurídica do curador especial é a de substituto processual."
      },
      {
        "letra": "D",
        "texto": "O curador especial, excetuado o dever de contestar especificadamente os fatos, atua, em geral, segundo sua convicção profissional, não sendo obrigado a interpor recurso."
      },
      {
        "letra": "E",
        "texto": "É imprescindível a intervenção da DP como curadora especial de menor em ação de destituição de poder familiar ajuizada pelo MP, sob pena de nulidade da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "288640",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Com relação à capacidade postulatória e aos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento de recurso interposto por defensor público estadual deve ser acompanhado no STJ exclusivamente pela DPU, que deve ser intimada das decisões e acórdãos proferidos, constituindo a atuação da DPU impedimento à ação da respectiva DPE."
      },
      {
        "letra": "B",
        "texto": "Outorgado mandato por menor devidamente representado, o instrumento permanece válido até que o mandante atinja a maioridade e, se ainda em curso o processo após o aniversário de dezoito anos do mandante, nova procuração deverá ser juntada aos autos, sob pena de se considerar inadmissível eventual recurso interposto."
      },
      {
        "letra": "C",
        "texto": "O pleito de fornecimento de medicamentos a menor carente deve ser postulado pela DP, em ação individual, ou pelo MP, em ação civil pública."
      },
      {
        "letra": "D",
        "texto": "O pedido de assistência judiciária gratuita formulado no curso da ação deve ser deduzido em petição a ser proposta em separado e autuada em apenso aos autos principais, podendo a proposição no corpo de petição de recurso ser considerada erro grosseiro."
      },
      {
        "letra": "E",
        "texto": "Conforme súmula do STJ, os honorários advocatícios não são devidos à DP quando ela atua contra qualquer pessoa jurídica de direito público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270482",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ônus da impugnação específica dos fatos, na contestação, não se aplica ao curador especial, ao órgão do Ministério Público e ao advogado dativo."
      },
      {
        "letra": "B",
        "texto": "os absolutamente incapazes serão representados em juízo, na forma da lei, por não possuírem capacidade para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "a apelação interposta contra sentença que julgar procedente o pedido de instituição de arbitragem será recebida em ambos os efeitos, devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "verificando a incapacidade processual ou a irregularidade de representação das partes, o juiz deve excluir, de imediato, o terceiro do processo, se a irregularidade a ele se referir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "261927",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "É INCORRETO afirmar que serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Município, por seu Prefeito ou procurador."
      },
      {
        "letra": "B",
        "texto": "Os Estados, por seus Governadores."
      },
      {
        "letra": "C",
        "texto": "A massa falida, pelo síndico."
      },
      {
        "letra": "D",
        "texto": "A herança jacente ou vacante, por seu curador."
      },
      {
        "letra": "E",
        "texto": "A pessoa jurídica estrangeira, pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "232849",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Roberval é maior, capaz, técnico em computação, reside da cidade do Rio de Janeiro, se acha em pleno exercício de seus direitos e habilitado a todos os atos da vida civil. Nesse caso, Roberval",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem capacidade postulatória e capacidade para estar em juízo."
      },
      {
        "letra": "B",
        "texto": "tem capacidade postulatória, mas não tem capacidade para estar em juízo."
      },
      {
        "letra": "C",
        "texto": "tem capacidade para estar em juízo, mas não tem capacidade postulatória."
      },
      {
        "letra": "D",
        "texto": "não tem capacidade postulatória, nem capacidade para estar em juízo."
      },
      {
        "letra": "E",
        "texto": "só tem capacidade para estar em juízo e capacidade postulatória se estiver assistido por curador especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232125",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em face da capacidade processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não forem concedidas, a autorização do marido e a outorga da mulher não podem ser supridas de nenhum modo."
      },
      {
        "letra": "B",
        "texto": "o cônjuge necessita do consentimento do outro para propor ações que versem sobre direitos pessoais."
      },
      {
        "letra": "C",
        "texto": "verificadas a incapacidade processual ou a irregularidade da representação das partes, o juiz suspenderá o processo e marcará prazo razoável para ser sanado o defeito."
      },
      {
        "letra": "D",
        "texto": "toda e qualquer pessoa tem capacidade para estar em juízo."
      },
      {
        "letra": "E",
        "texto": "a representação em juízo, ativa e passiva, da massa falida, do condomínio, do espólio e da herança jacente ou vacante se dá pela figura do síndico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252576",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre as pessoas casadas no processo,é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em determinados casos, o casamento afeta a legitimidade processual dos cônjuges, embora sem lhes retirar a capacidade processual;"
      },
      {
        "letra": "B",
        "texto": "o regime legal de separação absoluta de bens dispensa a vênia conjugal;"
      },
      {
        "letra": "C",
        "texto": "o consentimento de um dos cônjuges poderá ser suprido judicialmente, de ofício, em caso de recusa inoportuna;"
      },
      {
        "letra": "D",
        "texto": "um cônjuge somente pode demandar em juízo sobre direito real imobiliário se o outro consentir;"
      },
      {
        "letra": "E",
        "texto": "nas ações possessórias imobiliárias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "244404",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que concerne às partes, capacidade, representação e atuação, analise as seguintes proposições:I. Capacidade de ser parte é a capacidade de ter direitos e obrigações, tal como adjudicada a um sujeito de direito. II. Capacidade processual é a de alguém que pode, idoneamente, instaurar um processo, porque maior e capaz. III. A representação, na esfera do processo civil, significa que o absolutamente incapaz, não tendo capacidade processual alguma, mas exclusivamente capacidade de ser parte, não pode processualmente agir. IV. Verificado o defeito na representação processual, o juiz, de imediato, decretará a nulidade do processo. V. Havendo transação e nada tendo as partes disposto quanto às despesas, estas serão pagas pelo autor da demanda.Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva IV está correta."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as assertivas I, Il e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as assertivas I, II e Ill."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas Ill, IV e V."
      },
      {
        "letra": "E",
        "texto": "Apenas a assertiva Il está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "210913",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre os pressupostos da relação jurídica processual, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável a participação do cônjuge do autor ou do réu nas ações possessórias, quando o ato for praticado por um deles."
      },
      {
        "letra": "B",
        "texto": "não se exige a citação de ambos os cônjuges para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de apenas um deles."
      },
      {
        "letra": "C",
        "texto": "o cônjuge necessita do consentimento do outro para propor ações que versem sobre imóveis, ainda que de caráter obrigacional."
      },
      {
        "letra": "D",
        "texto": "é necessária a citação de ambos os cônjuges para as ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "119023",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sabe-se que pessoa casada tem plena personalidade processual, já que o matrimônio não gera incapacidade alguma. Todavia, há situações particulares em que é necessária a aquiescência do consorte para atuar processualmente, designada pela doutrina de integração de capacidade. Dentre as alternativas abaixo, indique a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No regime de separação absoluta de bens, ainda que o casamento tenha sido celebrado antes da vigência do atual Código Civil de 2002, é dispensada a autorização."
      },
      {
        "letra": "B",
        "texto": "Nas ações que versem sobre direitos reais imobiliários é necessária a autorização do marido ou a outorga da mulher. Entretanto, o consentimento não significa que o cônjuge se tornará parte no processo, embora sujeito aos efeitos da coisa julgada."
      },
      {
        "letra": "C",
        "texto": "As ações sobre imóveis, de natureza pessoal, tais como indenizatórias e de locação, por não versarem sobre direitos reais imobiliários, não necessitam da vênia conjugal."
      },
      {
        "letra": "D",
        "texto": "A promessa de compra e venda de imóveis, registrada no ofício imobiliário, assim como as lides acerca da propriedade, usufruto, hipoteca de imóveis exigem a autorização integrativa da capacidade. A negativa de outorga ou a impossibilidade de dá-la pode ser suprida judicialmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119022",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale, dentre as afirmativas abaixo, a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estando no exercício do poder familiar, qualquer dos cônjuges, sozinho, pode ser representante ou assistente do filho absoluta ou relativamente incapaz. Havendo discordância sobre o exercício do poder familiar, qualquer dos pais pode pedir ao juiz que solucione a divergência."
      },
      {
        "letra": "B",
        "texto": "Estabelece-se o princípio da estabilidade subjetiva da relação processual com a citação do réu. Assim, apenas se permite a alteração das partes em razão de alienação posterior do objeto litigioso, se a parte adversa concordar com a sucessão processual. Havendo recusa, permanece inalterada a relação processual originária, a menos que haja o falecimento do alienante ou cedente, hipótese em que estes poderão prosseguir na causa apenas juntando o respectivo título e provando a sua identidade."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de réu preso, revel, o curador especial nomeado exerce um múnus público. Todavia, não tem o dever de contestar o feito e, por isso, a omissão não importa em revelia."
      },
      {
        "letra": "D",
        "texto": "A citação tem de ser feita na pessoa do réu, parte passiva legitimada. Se o réu não tiver capacidade processual, deverá estar representado ou assistido no ato citatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "111834",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é o poder atribuído ao juiz para solucionar o conflito de interesses entre o autor e o réu."
      },
      {
        "letra": "B",
        "texto": "é causa de nulidade insanável, não podendo o juiz assinar prazo para a sua regularização."
      },
      {
        "letra": "C",
        "texto": "é a aptidão profissional para atuar em juízo, como representante da parte."
      },
      {
        "letra": "D",
        "texto": "não é pressuposto de validade do processo."
      },
      {
        "letra": "E",
        "texto": "é inerente a toda pessoa maior e capaz, com plena capacidade de exercício dos atos da vida civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "111306",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "NÃO têm capacidade postulatória para atuar na Justiça Comum",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os membros do Ministério Público no exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "os profissionais regularmente inscritos no quadro de advogados da Ordem dos Advogados do Brasil."
      },
      {
        "letra": "C",
        "texto": "todas as pessoas maiores e capazes que se acharem no exercício de seus direitos."
      },
      {
        "letra": "D",
        "texto": "os Juízes de Direito nas exceções de suspeição ou impedimento contra eles oposta."
      },
      {
        "letra": "E",
        "texto": "os membros da Advocacia Geral da União no exercício de suas atribuições."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "104803",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Caso seja casada no regime de comunhão universal de bens, Maria necessitará do consentimento de seu cônjuge para propor ação contra a loja a fim de cobrar a multa contratualmente prevista para a hipótese de atraso na entrega dos armários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1635822",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que se refere à representação ativa e passiva em juízo, assinale a alternativa que NÃO apresenta a correspondência correta, segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condomínio pelo administrador."
      },
      {
        "letra": "B",
        "texto": "O espólio pelo inventariante."
      },
      {
        "letra": "C",
        "texto": "O Município pelo seu Prefeito."
      },
      {
        "letra": "D",
        "texto": "O Estado por seu Procurador."
      },
      {
        "letra": "E",
        "texto": "A herança jacente pelo testamenteiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1184910",
    "metadata": "Ano: 2010 | Banca: CONSULPLAN | Órgão: Prefeitura de Guaxupé - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre Direito Processual Civil, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código de Processo Civil, o município será representado em juízo, ativa e passivamente apenas por seu procurador."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, quaisquer das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "D",
        "texto": "É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "E",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "481375",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo a lei processual, toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo e os incapazes serão representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil, cabendo ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "designar curador especial ao réu preso, se for incapaz"
      },
      {
        "letra": "B",
        "texto": "designar curador especial ao réu incapaz, ainda que acompanhado de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "designar curador especial ao réu revel que foi citado pela via postal."
      },
      {
        "letra": "D",
        "texto": "suspender o processo, se verificada a incapacidade processual ou a irregularidade da representação de quaisquer das partes, e marcar prazo razoável para ser sanado o defeito, sob pena de decretação da nulidade do processo."
      },
      {
        "letra": "E",
        "texto": "suspender o processo, se verificada a incapacidade processual ou a irregularidade da representação de quaisquer das partes, e marcar prazo razoável para ser sanado o defeito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "84515",
    "metadata": "Ano: 2010 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual, por estar relacionada aos pressupostos de constituição e desenvolvimento válido do processo, pode gerar invalidade deste. Acerca da capacidade processual, assinale a alternativa CORRETA: I. O menor é pessoa, portanto, é capaz de direitos. Contudo, falta-lhe o exercício de direitos e obrigações, na forma da lei civil, razão pela qual não possui capacidade de estar em juízo, devendo ser representado por via da representação legal. II. O juiz dará curador especial ao réu revel citado por edital. III. Ambos os cônjuges deverão ser citados nas ações possessórias. IV. O inventariamente representará, ativa e passivamente, o espólio em juízo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "82449",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Os menores de dezesseis anos, apesar de serem titulares do direito material violado, não podem ajuizar a ação competente sem estarem representados ou assistidos na forma da lei, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falta de capacidade para ser parte."
      },
      {
        "letra": "B",
        "texto": "serem entes despersonalizados."
      },
      {
        "letra": "C",
        "texto": "falta de capacidade postulatória."
      },
      {
        "letra": "D",
        "texto": "ausência de interesse de agir."
      },
      {
        "letra": "E",
        "texto": "falta de capacidade processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82033",
    "metadata": "Ano: 2010 | Banca: TRT - 6R (PE) | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Leia atentamente as assertivas abaixo e, depois, assinale a alternativa CORRETA:I. O absolutamente incapaz pode ser parte. II. O absolutamente incapaz tem capacidade para estar em juízo. III. O absolutamente incapaz deve estar representado para ter capacidade processual. IV. O relativamente incapaz não pode ser parte. V. O absolutamente incapaz deve estar assistido e o relativamente incapaz deve estar representado para terem capacidade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva V está correta."
      },
      {
        "letra": "E",
        "texto": "As assertivas I, II e V estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "81634",
    "metadata": "Ano: 2010 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considere as afirmações abaixo com relação à capacidade processual, disciplinada no Código de Processo Civil. I - Nas ações possessórias, a participação do cônjuge do réu somente é indispensável nos casos de composse ou de ato por ambos praticado. II - O Juiz dará curador especial ao réu revel, quando citado pessoalmente, por edital ou por hora certa. III - Será representada em juízo, ativa ou passivamente, a herança jacente ou vacante por seu procurador constituído mediante instrumento público. IV - A autorização do marido e a outorga da mulher podem suprir-se judicialmente quando um cônjuge a recuse ao outro sem justo motivo. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "76260",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Leia as seguintes afirmações. I. Não é necessária a nomeação de curador especial ao executado que citado por edital ou hora certa permanecer revel. II. Prevê a legislação processual vigente que será dado curador especial ao incapaz que não possuir representante legal; no entanto, este dispositivo é aplicável somente ao réu absolutamente incapaz. III. O curador especial dado pelo juiz para o réu revel citado por edital, ou com hora certa, deverá impugnar especificadamente os fatos narrados na petição inicial. IV. É desnecessária a nomeação de curador especial em favor de terceiros incertos, citados por edital e que porventura tenham interesse em ações de usucapião. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "62749",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em uma ação ordinária movida contra pessoa jurídica de direito privado, o Juiz verificou que a procuração outorgada ao advogado que apresentou a contestação foi assinada por pessoa alheia ao quadro social da empresa e sem poderes para representá-la. Em vista disso, suspendeu o processo e determinou a intimação da ré pelo correio para sanar o defeito de representação no prazo de 30 dias. Não tendo sido cumprido esse despacho dentro do prazo fixado, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "extinguir o processo sem exame do mérito."
      },
      {
        "letra": "C",
        "texto": "declarar a ré revel."
      },
      {
        "letra": "D",
        "texto": "fixar novo prazo para a regularização da representação."
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "58234",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Se, no curso do processo, perder a capacidade processual em virtude de doença mental, Rodolfo poderá ser substituído pelo seu cônjuge.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "57155",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Luís ajuizou ação sob o rito comum ordinário contra Felipe, menor de 14 anos de idade, Antônio, pessoa que se encontra em local incerto e não sabido, e Pedro, preso em regime fechado.Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Pedro terá curador especial porque isso é garantia inerente a sua condição."
      },
      {
        "letra": "B",
        "texto": "Apenas Felipe terá curador especial nomeado em razão de sua menoridade."
      },
      {
        "letra": "C",
        "texto": "Apenas Felipe e Antônio terão curador especial, já que Pedro é maior de idade, capaz e pode ser localizado."
      },
      {
        "letra": "D",
        "texto": "Nenhum dos citados terá curador especial"
      },
      {
        "letra": "E",
        "texto": "Antônio, se for revel, terá curador especial após citação por edital, já Felipe, a princípio, não precisará dessa prerrogativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "39660",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito da capacidade processual: I. O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. II. Nas ações possessórias, a participação do cônjuge do autor ou do réu é indispensável em qualquer hipóteses em razão da natureza jurídica da ação. III. A herança jacente ou vacante será representada em juízo, ativa e passivamente, por seu inventariante. IV. As sociedades sem personalidade jurídica, quando demandadas, não poderão opor a irregularidade de sua constituição. De acordo com o Código de Processo Civil, está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33168",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Existe estreita relação entre a capacidade processual e a capacidade para o exercício de direitos, de modo que a primeira quase sempre pressupõe a segunda, sem embargo da existência de exceções, como na hipótese da ação popular, que pode ser ajuizada por eleitor de dezesseis anos de idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "27665",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Uma sociedade anônima será representada em juízo, ativa e passivamente, por quem os seus respectivos estatutos designarem, ou, estes não os designando, por seus diretores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]