[
  {
    "id": "965051",
    "metadata": "Ano: 2016 | Banca: FEPESE | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o processo cautelar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os autos do procedimento cautelar serão apensados aos do processo principal."
      },
      {
        "letra": "B",
        "texto": "É vedado ao juiz determinar ou deferir medidas cautelares sem a audiência das partes."
      },
      {
        "letra": "C",
        "texto": "Uma vez deferida, as medidas cautelares conservarão a sua eficácia até o final do processo principal."
      },
      {
        "letra": "D",
        "texto": "Deverá a parte propor a ação principal, no prazo de trinta dias, contados da data da citação do processo cautelar."
      },
      {
        "letra": "E",
        "texto": "O procedimento cautelar somente pode ser instaurado antes do curso do processo principal e deste é sempre dependente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "734387",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação aos procedimentos cautelares específicos, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto é medida cautelar, preparatória ou incidental, que visa garantir a satisfação de futura execução que se exercerá por meio do processo principal, ou mesmo na fase de cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "A medida de busca e apreensão pode apresentar-se como simples meio de execução de outras providências cautelares, como sequestro, arresto, mas pode também ser o fim exclusivo de uma ação cautelar, como se dá quando da aplicação do procedimento da própria busca e apreensão."
      },
      {
        "letra": "C",
        "texto": "O arrolamento de bens é medida constritiva de bens, donde se pretende a conservação de bens que corram risco de extravio ou de dilapidação, e, por conseguinte, a frustração do cumprimento de determinada obrigação."
      },
      {
        "letra": "D",
        "texto": "A busca e apreensão é procedimento cautelar específico, preparatório ou incidental, que pretende assegurar a efetividade do provimento principal, tendo como objeto, dois atos subsequentes e interdependentes: procurar e apreender, tendo por objeto coisas, jamais pessoas."
      },
      {
        "letra": "E",
        "texto": "sequestro é a medida cautelar que consiste na apreensão de bem determinado, objeto do litígio, para assegurar entrega, em bom estado, ao que vencer a demanda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "663626",
    "metadata": "Ano: 2016 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Considere as disposições do código de processo civil e assinale a alternativa correta sobre processo cautelar e medidas cautelares.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento cautelar pode ser instaurado antes ou no curso do processo principal e deste é sempre independente."
      },
      {
        "letra": "B",
        "texto": "Em regra, o juiz determinará medidas cautelares sem a audiência das partes."
      },
      {
        "letra": "C",
        "texto": "O requerido será citado, qualquer que seja o procedimento cautelar, para, no prazo de 15 (quinze) dias, contestar o pedido, indicando as provas que pretende produzir."
      },
      {
        "letra": "D",
        "texto": "A petição inicial do processo de execução pode conter pedido de natureza cautelar."
      },
      {
        "letra": "E",
        "texto": "Cabe à parte propor a ação principal, no prazo de 30 (trinta) dias, contados da data do pedido da medida cautelar, quando esta for concedida em procedimento preparatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629667",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto aos procedimentos cautelares específicos, julgue os itens a seguir e assinale a alternativa correta: I - Na ação de consignação em pagamento, se alegar a insuficiência do depósito, o réu não poderá desde logo levantar a quantia ou a coisa depositada, prosseguindo o processo para liquidação da parcela controvertida. II – No protesto contra alienação de bens, o juiz pode ouvir, em três dias, aquele contra quem for dirigido, desde que lhe pareça haver no pedido ato emulativo, tentativa de extorsão, ou qualquer outro fim ilícito, decidindo em seguida sobre o pedido de publicação de editais. III – Equipara-se à prova literal da dívida líquida e certa, para efeito de concessão de arresto, a sentença, líquida ou ilíquida, pendente de recurso, condenando o devedor ao pagamento de dinheiro ou de prestação que em dinheiro possa converter-se.IV – O juiz concederá o arresto mediante justificação prévia se o credor prestar caução.V - O atentado é a ação que tem por fim coibir a inovação ilegal das circunstâncias materiais relativas a processo em curso, determinar a restauração do status quo ante e, se caso, condenar quem a praticou a ressarcir os prejuízos provocados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, III e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620593",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito do procedimento cautelar e das medidas cautelares específicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o entendimento pacificado do STJ, a medida cautelar de produção antecipada de provas torna prevento o juízo para ação principal."
      },
      {
        "letra": "B",
        "texto": "Mesmo no processo cautelar de natureza preparatória para ação principal, a ausência de defesa técnica pode conduzir à aplicação dos efeitos da revelia."
      },
      {
        "letra": "C",
        "texto": "O CPC permite, a título de antecipação de provas, a inquirição de testemunhas e o exame pericial, mas não o interrogatório das partes."
      },
      {
        "letra": "D",
        "texto": "Consoante entendimento sumulado pelo STJ, a falta de ajuizamento da ação principal dentro do prazo decadencial de trinta dias acarreta a perda da eficácia da liminar concedida, mas não impede o regular prosseguimento da ação cautelar."
      },
      {
        "letra": "E",
        "texto": "O arresto cautelar tem por finalidade preservar bem determinado, objeto de litígio, que corra risco e que, por isso, deva ser apreendido, com vistas à garantia de satisfação de obrigação de entrega de coisa certa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600806",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Clóvis foi condenado em sentença de primeiro grau a efetuar o pagamento de determinada quantia em dinheiro a Roberto. Assim, Clóvis interpôs recurso á sentença, mas antes mesmo do julgamento da apelação, adotou uma série de providências para alienar todos os seus bens. Roberto teve ciência da atitude de Clóvis e verificou que isso poderá frustrar o cumprimento da sentença, caso seja ela mantida pelo tribunal. A medida cautelar específica que deverá ser requerida por Roberto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Justificação."
      },
      {
        "letra": "B",
        "texto": "Sequestro."
      },
      {
        "letra": "C",
        "texto": "Produção antecipada de provas."
      },
      {
        "letra": "D",
        "texto": "Busca e apreensão."
      },
      {
        "letra": "E",
        "texto": "Arresto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "600805",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "As ações cautelares consistem em providências que conservem e assegurem tanto bens, quanto provas e pessoas, eliminando a ameaça de perigo, seja atual ou iminente, e irreparável. Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação cautelar pode ser típica ou atípica."
      },
      {
        "letra": "B",
        "texto": "Admite-se a propositura de cautelar de modo preparatório."
      },
      {
        "letra": "C",
        "texto": "A cautelar incidental será distribuída de forma independente."
      },
      {
        "letra": "D",
        "texto": "As medidas cautelares podem, a qualquer tempo, ser revogadas ou modificadas."
      },
      {
        "letra": "E",
        "texto": "No procedimento das medidas cautelares não caberá a reconvenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1366528",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Concedida medida cautelar, se houver suspensão da ação principal, esta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perderá eficácia."
      },
      {
        "letra": "B",
        "texto": "terá sua execução suspensa."
      },
      {
        "letra": "C",
        "texto": "terá sua eficácia conservada, salvo decisão judicial em contrário."
      },
      {
        "letra": "D",
        "texto": "ficará suspensa em igual prazo."
      },
      {
        "letra": "E",
        "texto": "terá cessada sua eficácia, devendo ser renovada se a principal retornar andamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1249649",
    "metadata": "Ano: 2015 | Banca: CONSULPAM | Órgão: Prefeitura de Nova Olinda - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "É a medida cautelar que assegura futura \"execução para entrega de coisa certa\", e que consiste na apreensão de bem determinado, objeto do litígio, para lhe assegurar entrega, em bom estado, ao que vencer a demanda. Trata-se de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sequestro."
      },
      {
        "letra": "B",
        "texto": "Arresto."
      },
      {
        "letra": "C",
        "texto": "Apreensão."
      },
      {
        "letra": "D",
        "texto": "Busca."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634712",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca do processo cautelar, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O requerido será citado, qualquer que seja o procedimento cautelar, para, no prazo de 15 (quinze) dias, contestar o pedido, indicando as provas que pretende produzir."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da medida cautelar obsta a que a parte intente a ação."
      },
      {
        "letra": "C",
        "texto": "O prazo para apresentação de defesa no processo cautelar terá início no primeiro dia útil seguinte ao recebimento da citação."
      },
      {
        "letra": "D",
        "texto": "É lícito ao juiz conceder liminarmente ou após justificação prévia a medida cautelar, sem ouvir o réu, quando verificar que este, sendo citado, poderá torná- la ineficaz; caso em que poderá determinar que o requerente preste caução real ou fidejussória de ressarcir os danos que o requerido possa vir a sofrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "589764",
    "metadata": "Ano: 2015 | Banca: OBJETIVA | Órgão: Prefeitura de Porto Barreiro - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação aos procedimentos cautelares específicos, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto tem lugar, quando o devedor, que tem domicílio, ausenta-se ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "B",
        "texto": "O juiz, a requerimento da parte, pode decretar o sequestro dos bens do casal, nas ações de separação judicial e de anulação de casamento, em qualquer hipótese."
      },
      {
        "letra": "C",
        "texto": "A caução pode ser prestada pelo interessado, jamais por terceiro."
      },
      {
        "letra": "D",
        "texto": "O juiz pode decretar a busca e apreensão de coisas, jamais de pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "587981",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Coisa Julgada no CPC 1973",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com relação a processo cautelar, mandado de segurança, sentença e coisa julgada, assinale a opção correta segundo o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito líquido e certo postulado no mandado de segurança tem caráter personalíssimo e intransferível, não sendo possível a sucessão de partes."
      },
      {
        "letra": "B",
        "texto": "O arresto é medida destinada à apreensão de bens determinados com o objetivo de assegurar a futura efetivação de provimento judicial que os tenha como objeto."
      },
      {
        "letra": "C",
        "texto": "A sentença é ultra petita quando aprecia matéria estranha ao pedido formulado pelo autor."
      },
      {
        "letra": "D",
        "texto": "No caso de improcedência do pedido formulado na ação principal, será exigível a multa cominatória fixada em ação cautelar destinada a resguardar o objeto da ação principal."
      },
      {
        "letra": "E",
        "texto": "A alteração de juros de mora na fase de execução ofende a coisa julgada, mesmo quando realizada para adequar o percentual aplicado à legislação civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586288",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "De acordo com jurisprudência dominante do Superior Tribunal de Justiça, a propositura de ação cautelar de exibição de documentos bancários.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível como medida preparatória, a fim de instruir a ação principal, demandando a demonstração da existência de relação jurídica e a ausência de entrega do documento à parte quando da contratação, independentemente de prova de pedido prévio à instituição financeira e do pagamento do custo do serviço, ainda que exista previsão contratual ou normatização da autoridade monetária."
      },
      {
        "letra": "B",
        "texto": "não é cabível, visto tratar-se de documento franqueado à parte quando da celebração do contrato."
      },
      {
        "letra": "C",
        "texto": "somente é cabível se não se tratar de documento padronizado e disponibilizado, de maneira clara, ao público em geral."
      },
      {
        "letra": "D",
        "texto": "é cabível como medida preparatória, a fim de instruir a ação principal, bastando a demonstração da existência de relação jurídica entre as partes, a comprovação de prévio pedido à instituição financeira, não atendido em prazo razoável, e o pagamento do custo do serviço conforme previsão contratual e normatização da autoridade monetária."
      },
      {
        "letra": "E",
        "texto": "é cabível como medida preparatória, a fim de instruir a ação principal, independentemente do cumprimento de requisitos específicos, senão os previstos para as cautelares em geral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "567081",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito do sequestro cautelar, assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe a decretação de sequestro dos frutos do imóvel objeto de ação reivindicatória."
      },
      {
        "letra": "B",
        "texto": "A escolha do depositário do bem sequestrado segue a mesma ordem de nomeação do depositário do bem penhorado."
      },
      {
        "letra": "C",
        "texto": "Uma vez julgada procedente a ação principal, o sequestro se resolve, automaticamente, em penhora."
      },
      {
        "letra": "D",
        "texto": "A manutenção da eficácia do sequestro está condicionada ao ajuizamento da ação principal no prazo de 30 dias, contados da data da efetivação da medida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "562688",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A medida cautelar que tem lugar quando o devedor, que tem domicílio, ausenta-se furtivamente é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sequestro."
      },
      {
        "letra": "B",
        "texto": "arresto."
      },
      {
        "letra": "C",
        "texto": "busca e apreensão."
      },
      {
        "letra": "D",
        "texto": "arrolamento de bens."
      },
      {
        "letra": "E",
        "texto": "protesto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "557695",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Objetivando garantir futura penhora de bens de devedorque, caindo em insolvência, comprovadamente tenta alienar os bens que possui, Jair deverá se valer da medida cautelar de arresto, cuja concessão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "demanda prova literal de dívida líquida e certa, que pode ser suprida por justificação prévia, à qual se dará publicidade, intimando-se o devedor a fim de que acompanhe o ato."
      },
      {
        "letra": "B",
        "texto": "transfere a posse dos bens para o credor, ainda que não oferecida caução."
      },
      {
        "letra": "C",
        "texto": "demanda prova literal de dívida líquida e certa, que pode, em regra, ser suprida por justificação prévia, a qual se fará em segredo."
      },
      {
        "letra": "D",
        "texto": "demanda prova literal de dívida líquida e certa, à qual se equipara a sentença, líquida ou ilíquida, pendente de recurso, condenando o devedor ao pagamento de quantia em dinheiro."
      },
      {
        "letra": "E",
        "texto": "impede que outros credores vejam penhorados os mesmos bens, os quais são transferidos para a posse do autor da cautelar de arresto, desde que ofereça caução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "556123",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as proposições abaixo, acerca dos procedimentos cautelares específicos. I. A produção antecipada de provas é julgada por sentença, que faz coisa julgada material e impede seja rediscutida a prova no âmbito da ação principal. II. Julgada procedente a ação principal, a propriedade dos bens arrestados consolida-se imediatamente em favor do credor. III. Deferido o sequestro, o juiz nomeará depositário, cuja escolha poderá recair sobre o próprio credor, desde que ofereça maiores garantias e preste caução idônea. IV. A sentença proferida no arresto não faz coisa julgada na ação principal, salvo se acolher alegação de decadência ou prescrição. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "552741",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito das medidas cautelares, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O requerido será citado, qualquer que seja o procedimento cautelar, para, no prazo de quinze dias, contestar o pedido."
      },
      {
        "letra": "B",
        "texto": "Quando forem concedidas em procedimento preparatório, a parte requerente terá trinta dias para propor a ação principal, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "Para a concessão da cautelar de arresto, é dispensável a apresentação de prova literal da dívida líquida e certa."
      },
      {
        "letra": "D",
        "texto": "A cautelar de busca e apreensão somente poderá incidir sobre coisas, mas não sobre sujeitos de direito."
      },
      {
        "letra": "E",
        "texto": "Quanto a lei não determinar a espécie de caução, esta somente poderá ser feita mediante depósito em dinheiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552565",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto às medidas cautelares, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O não ajuizamento da ação principal no prazo previsto em lei acarreta a perda da eficácia da liminar, mas não a extinção do processo cautelar."
      },
      {
        "letra": "B",
        "texto": "Na cautelar de protesto, o requerido poderá apresentar defesa ou contraprotesto nos autos, no prazo de 15 dias."
      },
      {
        "letra": "C",
        "texto": "As medidas cautelares serão requeridas ao juiz da causa e, quando preparatórias, ao juiz competente, para conhecer da ação principal. Todavia, interposto recurso que já tiver subido ao tribunal, a medida cautelar será requerida diretamente ao tribunal."
      },
      {
        "letra": "D",
        "texto": "O caráter acessório das medidas cautelares prevê que, estando a causa principal já em sede recursal, a eventual cautelar de alimentos provisionais deverá ser requerida diretamente ao tribunal competente."
      },
      {
        "letra": "E",
        "texto": "O sequestro refere-se genericamente ao patrimônio do devedor, assim como a frutos e rendimentos de imóvel, sendo cabível após condenação por sentença transitada em julgado e desde que haja perigo de ruína ou deterioração de tais bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544548",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Breno ajuiza medida cautelar de sustação de protesto contra Carlos, por diferenças negociais na entrega de produtos por ele adquiridos do requerido. A liminar é concedida, como preparatória à ação principal declaratória de inexigibilidade do crédito exigido por Carlos, mas o advogado de Breno deixa de propor a ação principal no prazo de trinta dias previsto em lei. Nesse caso, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manterá a liminar concedida, intimando Breno a oferecer caução idônea em dez dias, sob pena de extinção do processo cautelar, no mesmo prazo propondo-se a ação declaratória principal."
      },
      {
        "letra": "B",
        "texto": "manterá a liminar concedida, uma vez que o prazo para ajuizamento da ação principal é meramente preclusivo, tendo efeitos somente em eventuais ônus sucumbenciais futuros."
      },
      {
        "letra": "C",
        "texto": "reconhecerá a perda da eficácia da medida liminar, mas determinará o prosseguimento da ação cautelar, para julgamento em seu mérito."
      },
      {
        "letra": "D",
        "texto": "reconhecerá a perda de eficácia da liminar deferida, julgando extinto o processo cautelar, sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "declarará a perda de eficácia da medida liminar, julgando desde logo improcedente o processo cautelar, por perda de objeto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "537551",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Mário é pecuarista e disputa com Cláudio a posse de bois que estariam prestes a serem abatidos por ele. De acordo com o Código de Processo Civil, o juiz, a requerimento da parte, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar o sequestro e nomear depositário aos bois, cuja escolha poderá recair em uma das partes, desde que ofereça maiores garantias e preste caução idônea."
      },
      {
        "letra": "B",
        "texto": "conceder o arresto, transferindo de imediato a posse dos bois ao autor da ação, desde que preste caução idônea."
      },
      {
        "letra": "C",
        "texto": "decretar o sequestro e nomear depositário aos bois, cuja escolha poderá recair em uma das partes, ainda que não ofereça maiores garantias nem preste caução idônea."
      },
      {
        "letra": "D",
        "texto": "conceder o arresto, transferindo de imediato a posse dos bois ao autor da ação, independentemente de caução."
      },
      {
        "letra": "E",
        "texto": "decretar o sequestro, nomeando depositário aos bois, cuja escolha deverá necessariamente recair sobre pessoa estranha ao processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "528067",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto ao procedimento de busca e apreensão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá quanto a coisas, mas não para pessoas."
      },
      {
        "letra": "B",
        "texto": "O mandado será cumprido por dois oficiais de justiça."
      },
      {
        "letra": "C",
        "texto": "Por sua natureza, nenhum ato acontecerá em segredo de justiça."
      },
      {
        "letra": "D",
        "texto": "A coisa procurada não precisará estar descrita no mandado, bastando a indicação da parte na diligência."
      },
      {
        "letra": "E",
        "texto": "A indicação do local da diligência caberá ao oficial de justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512247",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Priscila possui crédito vencido contra Marcela. Depois de reiteradas cobranças extrajudiciais, Priscila informou a Marcela que iria ajuizar ação de cobrança visando ao pagamento de seu crédito. Marcela, então, iniciou a prática de sucessivos atos de dilapidação patrimonial, tendo doado bens para frustrar futura execução de eventual sentença condenatória que viesse a ser proferida na ação de Priscila, ainda pendente de ajuizamento. Nessa situação hipotética, o instituto jurídico mais apto a tutelar o interesse de Priscila de garantir a utilidade de sua futura ação de cobrança é o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cautelar inominada preparatória, dada a falta de cautelar em espécie apta a resguardar o interesse de Priscila."
      },
      {
        "letra": "B",
        "texto": "pedido incidental de providência cautelar, formulado na ação de cobrança, com vistas ao sequestro de todos os bens de Marcela."
      },
      {
        "letra": "C",
        "texto": "pedido liminar de antecipação dos efeitos da tutela satisfativa, formulado na ação de cobrança."
      },
      {
        "letra": "D",
        "texto": "cautelar preparatória de arresto de bens suficientes ao adimplemento do crédito."
      },
      {
        "letra": "E",
        "texto": "pedido incidental de providência cautelar, formulado na ação de cobrança, com vistas ao arrolamento de bens de Marcela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "495297",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação aos procedimentos cautelares, analise as seguintes proposições: I - O arresto tern lugar quando o devedor, sem domicílio certo, intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar obrigação no prazo estipulado.II - Para a concessão do arresto é essencial prova literal da divida líquida e certa, a qual equipara-se à sentença que condena o devedor ao pagamento em dinheiro, desde que líquida e irrecorrível.III - A indicação da lide e de seu fundamento constitui requisito obrigatório da petição inicial da medida cautelar incidental, ao contrário da cautelar preparatória, que dispensa tal indicação. IV - A sentença proferida em arresto, salvo quando houver decadência ou prescrição, não faz coisa julgada na ação principal. V - O protesto judicial é cabível para todo aquele que pretende prevenir responsabilidade e não admite defesa ou contraprotesto nos autos; mas o requerido pode contraprotestar em processo distinto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição III está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492699",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "No tocante às medidas cautelares nominadas e inominadas, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida cautelar poderá ser substituída, somente a pedido do requerente, pela prestação de caução ou outra garantia menos gravosa para o requerido, sempre que adequada e suficiente para evitar a lesão ou repará-la integralmente."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da medida cautelar não obsta a que a parte intente a ação, nem influi no julgamento desta, salvo se o juiz, no procedimento cautelar, acolher a alegação de decadência ou de prescrição do direito do autor."
      },
      {
        "letra": "C",
        "texto": "As medidas cautelares conservam a sua eficácia na pendência do processo principal; mas podem, a qualquer tempo, ser revogadas ou modificadas."
      },
      {
        "letra": "D",
        "texto": "É lícito ao juiz conceder liminarmente ou após justificação prévia a medida cautelar, sem ouvir o réu, quando verificar que este, sendo citado, poderá torná-la ineficaz; caso em que poderá determinar que o requerente preste caução real ou fidejussória de ressarcir os danos que o requerido possa vir a sofrer."
      },
      {
        "letra": "E",
        "texto": "Só em casos excepcionais, expressamente autorizados por lei, determinará o juiz medidas cautelares sem a audiência das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1039976",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da cautelar de arresto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acolhida a prescrição no processo cautelar de arresto, a indenização do devedor deverá ser apurada e liquidada em ação própria."
      },
      {
        "letra": "B",
        "texto": "O acolhimento da alegação de prescrição na cautelar de arresto faz coisa julgada na ação principal."
      },
      {
        "letra": "C",
        "texto": "Não pode ser fundada em sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "Depende da pendência ou da superveniência de processo de execução de título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "Não se suspende pela apresentação de fiador idôneo pelo devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "680191",
    "metadata": "Ano: 2014 | Banca: UNESPAR | Órgão: UNESPAR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Processo Cautelar",
      "Cautelares típicas ou nominadas",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla CORRETAMENTE a classificação das assertivas abaixo na ordem que aparecem:( ) As medidas cautelares serão requeridas ao juiz da causa e, quando preparatórias, ao juiz competente para conhecer a ação principal. ( ) Com relação ao ônus da prova, o revel, em processo cível, pode produzir prova, desde que compareça em tempo oportuno. ( ) Ficam excluídas da competência dos Juizados Especiais entre outras causas as de Interesse da Fazenda Pública. ( ) A nulidade dos atos deve ser arguida pela parte interessada em sua decretação, na primeira oportunidade em que lhe couber falar nos autos, sob pena de preclusão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – V"
      },
      {
        "letra": "B",
        "texto": "F – V – V – F"
      },
      {
        "letra": "C",
        "texto": "V – V – F – F"
      },
      {
        "letra": "D",
        "texto": "V – V – V – V"
      },
      {
        "letra": "E",
        "texto": "F – F – F – V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "630419",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação às normas atinentes ao processo cautelar, indique a opção incorreta segundo o disposto no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento cautelar pode ser instaurado antes ou no curso do processo principal e deste é sempre dependente."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da medida não obsta a que a parte intente a ação, nem influi no julgamento desta, salvo se o juiz, no procedimento cautelar, acolher a alegação de decadência ou de prescrição do direito do autor."
      },
      {
        "letra": "C",
        "texto": "Salvo decisão judicial em contrário, a medida cautelar conservará a eficácia durante o período de suspensão do processo."
      },
      {
        "letra": "D",
        "texto": "Uma vez concedida, a medida cautelar não poderá ser substituída."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "626128",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca das cautelares assinale a alternativa correta: I. Viabiliza o resultado útil de processo que envolve obrigação de pagar, assegurando futura penhora. Com esta medida, há a apreensão judicial provisória de bens indeterminados e penhoráveis (de qualquer natureza) do devedor, impedindo dilapidação do patrimônio deste e, assim, favorecendo a penhora e satisfação futura de eventual direito de crédito. Combate, pois, uma possível insolvência deliberada do devedor, apta a frustrar o pagamento de débito; II. Visa garantir a efetividade de processo voltado à entrega de coisa, preservando determinado bem. Na verdade, impõe a apreensão judicial do bem litigioso, impedindo a dilapidação, destruição ou extravio do mesmo, a fim de que possa ser entregue em bom estado após a prestação da tutela final; III. É medida complexa, que pressupõe a procura e a entrega de coisa, documento ou pessoa. Muitas vezes, tem por fim garantir o resultado útil de tutela final que dependa da referida medida assecuratória. Incluem-se no seu objeto as coisas móveis e pessoas incapazes (menores ou interditos). Cabe, ainda, em matéria de direitos autorais (vide art. 102 da Lei 9610/98 e art. 842, § 3º, do CPC); IV. Usada para promover o retorno das coisas ao “status quo ante”. A inovação ilícita pode envolver o objeto da tutela final ou sua prova. Por força do poder geral de cautela, mesmo à míngua de previsão legal expressa, cabe a concessão da medida cautelar “inaudita altera parte”. A finalidade da ação é ordenar o restabelecimento do estado anterior, suspender a causa principal e proibir de se falar nos autos da ação principal até a purgação do fato. Pode, ainda, o juiz condenar o responsável em perdas e danos. Os itens acima tratam respectivamente das cautelares de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atentado; Arresto; Busca e apreensão; Sequestro;"
      },
      {
        "letra": "B",
        "texto": "Arresto; Sequestro; Busca e apreensão; Atentado;"
      },
      {
        "letra": "C",
        "texto": "Atentado; Sequestro; Arresto; Busca e apreensão;"
      },
      {
        "letra": "D",
        "texto": "Busca e apreensão; Arresto; Sequestro; Atentado;"
      },
      {
        "letra": "E",
        "texto": "Sequestro; Cautelar inominada; Arresto; Busca e apreensão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "501049",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFPB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "De acordo com o disposto sobre Processo Cautelar no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento cautelar somente pode ser instaurado no curso do processo principal e deste é sempre dependente."
      },
      {
        "letra": "B",
        "texto": "Só em casos excepcionais, expressamente autorizados por decreto, determinará o juiz medidas cautelares sem a audiência das partes."
      },
      {
        "letra": "C",
        "texto": "As medidas cautelares conservam a sua eficácia no prazo do artigo antecedente e na pendência do processo principal; mas podem, a qualquer tempo, ser revogadas ou modificadas."
      },
      {
        "letra": "D",
        "texto": "Cabe à parte propor a ação, no prazo de 60 (sessenta) dias, contados da data da efetivação da medida cautelar, quando esta for concedida em procedimento preparatório."
      },
      {
        "letra": "E",
        "texto": "O requerido será citado, qualquer que seja o procedimento cautelar, para, no prazo de 15 (quinze) dias, contestar o pedido, indicando as provas que pretende produzir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464736",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Tendo em vista as disposições do Código de Processo Civil, assinale a afirmativa correta em relação aos procedimentos cautelares específicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestada a caução pelo credor, o juiz concederá o arresto após a audiência de justificação prévia."
      },
      {
        "letra": "B",
        "texto": "O mandado de busca e apreensão é cumprido por um oficial de justiça, ao qual incumbe ler o mandado ao morador, intimando-o a abrir as portas."
      },
      {
        "letra": "C",
        "texto": "A caução não pode ser prestada por terceiro, senão pela própria parte interessada."
      },
      {
        "letra": "D",
        "texto": "Decretado o sequestro pelo juiz, a entrega dos bens ao depositário far-se-á logo depois que este assinar o compromisso."
      },
      {
        "letra": "E",
        "texto": "Aos credores não é permitido requerer arrolamento nos casos em que tenha lugar a arrecadação de herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462254",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Caio propôs ação de indenização em face de um ente federativo municipal, pleiteando a condenação de este a lhe pagar verba reparatória de danos morais. Acolhendo o pleito autoral, o juiz condenou a pessoa jurídica de direito público a pagar ao autor a quantia de três mil reais. Após o trânsito em julgado da sentença condenatória e instaurado o processo de execução, sem que houvesse qualquer oposição do Município executado ao valor reclamado pelo credor, foi determinada a expedição de requisição de pequeno valor, a qual, todavia, não foi cumprida no prazo de que dispunha o executado para tanto. Para superar a recalcitrância do Poder Público, deve o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arbitrar multa diária em desfavor do Município executado, nos termos do Art. 461, §§ 4º e 5º, do Código de Processo Civil, cujo valor deverá incidir até a data da efetiva satisfação do crédito exequendo, sem prejuízo da futura execução da verba acumulada a título de astreintes, que poderá ser reduzida, caso tenha se tornado desproporcional em relação ao valor da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "arbitrar multa diária em desfavor do Município executado, nos termos do Art. 461, §§ 4º e 5º, do Código de Processo Civil, cujo valor deverá incidir até a data da efetiva satisfação do crédito exequendo, sem prejuízo da futura execução da verba acumulada a título de astreintes, que não poderá ser reduzida."
      },
      {
        "letra": "C",
        "texto": "determinar a prisão do Secretário Municipal de Fazenda, a qual deverá perdurar até a data da efetiva satisfação do crédito exequendo."
      },
      {
        "letra": "D",
        "texto": "arbitrar multa pessoal em desfavor do Secretário Municipal de Fazenda, nos termos do Art. 14, parágrafo único, do Código de Processo Civil, cujo valor não poderá exceder vinte por cento do valor atribuído à causa."
      },
      {
        "letra": "E",
        "texto": "decretar o sequestro de recursos públicos, até o limite suficiente para assegurar a satisfação do crédito exequendo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "461140",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O arresto é medida cautelar nominada que tem grande incidência prática no sistema processual brasileiro. Destina-se a promover, sob certas condições, o bloqueio indeterminado de bens do devedor, a fim de garantir a efetividade de uma execução para pagamento de quantia certa. Sobre as hipóteses de incidência do arresto, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto é cabível quando o devedor sem domicílio certo intenta ausentar-se ou alienar os bens que possui."
      },
      {
        "letra": "B",
        "texto": "O arresto é cabível quando o devedor que tem domicílio certo se ausenta ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "C",
        "texto": "O arresto é cabível quando o devedor que tem domicílio certo contrai ou tenta contrair dívidas extraordinárias."
      },
      {
        "letra": "D",
        "texto": "O arresto é cabível quando o devedor que tem domicílio certo põe ou tenta pôr os seus bens em nome de terceiros."
      },
      {
        "letra": "E",
        "texto": "O arresto é cabível quando o devedor que possui bens de raiz intenta dá-los em anticrese, ainda que fique com alguns livres e desembargados, equivalentes às dívidas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456791",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em estado clínico terminal, em razão de doença pulmonar, Caio requereu antecipação de provas, a fim de instruir futura ação indenizatória. De acordo com o Código de Processo Civil, a medida cautelar de antecipação de provas ajuizada por Caio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá consistir em interrogatório da parte e oitiva de testemunhas, desde que tomados os depoimentos até a sentença, vedada a realização de perícia."
      },
      {
        "letra": "B",
        "texto": "poderá consistir na oitiva de testemunhas, desde que estas sejam levadas em juízo pela parte independentemente de intimação."
      },
      {
        "letra": "C",
        "texto": "poderá consistir em interrogatório da parte e oitiva de testemunhas, desde que tomados os depoimentos até a audiência de instrução, vedada a realização de perícia."
      },
      {
        "letra": "D",
        "texto": "deverá ser indeferida de plano, pois teria cabimento somente se proposta incidentalmente, no curso da ação principal."
      },
      {
        "letra": "E",
        "texto": "poderá consistir inclusive na realização de prova pericial, que, depois de realizada, permanecerá nos autos, em cartório, podendo as partes solicitar as certidões que quiserem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "441162",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a alternativa em que a busca e apreensão assume natureza cautelar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "busca e apreensão de bem alienado fiduciariamente em garantia, conforme a disciplina do Decreto-lei nº 911/69;"
      },
      {
        "letra": "B",
        "texto": "busca e apreensão de bem em relação ao qual foi decretado o arresto;"
      },
      {
        "letra": "C",
        "texto": "busca e apreensão de bem não entregue ou depositado, nos autos de execução para a entrega de coisa certa móvel;"
      },
      {
        "letra": "D",
        "texto": "busca e apreensão de menor cuja guarda caiba aos respectivos genitores, mas que se encontre ilegalmente com terceiro;"
      },
      {
        "letra": "E",
        "texto": "busca e apreensão de menor sobre cuja guarda definitiva se controverte em processo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429776",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação aos procedimentos cautelares específicos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no processo de justificação o contraditório é pleno, porque o juiz analisa o mérito da prova produzida, com efeitos declaratórios e mandamentais, embora não condenatórios."
      },
      {
        "letra": "B",
        "texto": "a busca e apreensão far-se-á, judicialmente, no tocante a coisas, exclusivamente, e apenas após justificação prévia."
      },
      {
        "letra": "C",
        "texto": "o juiz, a requerimento da parte ou de ofício, deve decretar o sequestro de bens móveis e semoventes, quando lhes for disputada a posse, havendo fundado receio de rixas ou danificações."
      },
      {
        "letra": "D",
        "texto": "a execução do arresto ficará suspensa se o devedor, tanto que intimado, pagar ou depositar em juízo a importância da dívida, mais os honorários advocatícios arbitrados judicialmente e as custas; der fiador idôneo, ou prestar caução para garantir a dívida, honorários do advogado do requerente e custas."
      },
      {
        "letra": "E",
        "texto": "os alimentos provisionais só serão fixados em favor de menor se houver prova pré-constituída de paternidade, por não serem passíveis de restituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "419610",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Antônio é sócio gerente de sociedade empresária por cotas de responsabilidade limitada, pessoa jurídica com vultoso débito para com o Banco Nacional de Desenvolvimento Econômico e Social. A sociedade não tem como pagar o débito e nem pretende fazê-lo, e começa a transferir seus bens para o patrimônio de Antônio, além de alienar outros a terceiros. Antônio, por sua vez, prepara-se para também alienar os bens recém passados para o seu nome. Dentre as opções abaixo listadas, assinale a medida judicial específica para evitar a fraude contra credor intentada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cautelar de arresto."
      },
      {
        "letra": "B",
        "texto": "Cautelar de sequestro."
      },
      {
        "letra": "C",
        "texto": "Cautelar de atentado."
      },
      {
        "letra": "D",
        "texto": "Cautelar de busca e apreensão."
      },
      {
        "letra": "E",
        "texto": "Cautelar de arrolamento, apensa à improbidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416632",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto ao procedimento de exibição de documento ou coisa, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de processo em curso, pode-se requerer a exibição de documento ou coisa à parte adversa, por incidente nos autos, ou contra terceiro, por meio da chamada actio ad exibendum."
      },
      {
        "letra": "B",
        "texto": "Não é possível a utilização de multa como técnica de coerção."
      },
      {
        "letra": "C",
        "texto": "Ao decidir o pedido, o juiz admitirá, como verdadeiros, os fatos que, por meio do documento ou coisa, a parte requerente pretendia provar, se, dentre outras hipóteses, a recusa na exibição for havida por ilegítima."
      },
      {
        "letra": "D",
        "texto": "O juiz não pode determinar a busca e apreensão, pois as consequências da não exibição, determinada pelo juízo, são tipicamente previstas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415198",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca de outras medidas provisionais, disciplinadas no Código de Processo Civil, o juiz poderá ordenar ou autorizar, na pendência da ação principal ou antes de sua propositura, a interdição ou a demolição de prédio para resguardar a saúde, a segurança ou outro interesse público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414606",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação às medidas cautelares,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a busca e apreensão é restrita a coisas e é sempre dependente de justificação prévia."
      },
      {
        "letra": "B",
        "texto": "o arresto tem lugar em caso de inadimplência do devedor, pura e simples, servindo como garantia de futura penhora de bens."
      },
      {
        "letra": "C",
        "texto": "concedidas em procedimentos preparatórios ou incidentais, como regra caberá à parte propor a ação principal, no prazo de trinta dias, contados da data da intimação à parte requerida da efetivação da medida cautelar."
      },
      {
        "letra": "D",
        "texto": "as inominadas são concedidas, em razão do poder geral de cautela do juiz, como medidas provisórias, quando houver fundado receio de que uma parte, antes do julgamento da lide, cause ao direito da outra lesão grave e de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "o sequestro refere-se genericamente ao patrimônio do devedor, bem como a frutos e rendimentos de imóvel, após condenação por sentença transitada em julgado e desde que haja perigo de sua ruína ou deterioração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408731",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A par do poder geral de cautela, que autoriza o juiz a determinar qualquer providência que seja necessária para a proteção dos direitos dos litigantes, existem as medidas cautelares típicas descritas no Código de Processo Civil. Em relação a essas medidas, se reconhece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o arrolamento de bens é medida cautelar destinada a resguardar universalidades de bens, sendo autorizado o seu requerimento por credor somente nos casos em que tenha lugar a arrecadação de herança."
      },
      {
        "letra": "B",
        "texto": "a medida cautelar de arresto é cabível a um cônjuge, para preservar os bens a serem partilhados em ação de divórcio, quando o outro os estiver dilapidando, podendo recair sobre bens móveis, imóveis ou semoventes."
      },
      {
        "letra": "C",
        "texto": "a produção antecipada de provas poderá ser requerida pela parte interessada quando houver risco de extravio ou perecimento de prova documental."
      },
      {
        "letra": "D",
        "texto": "o caráter acessório das medidas cautelares prevê que, estando a causa principal já em sede recursal, a eventual cautelar de alimentos provisionais deverá ser requerida diretamente ao tribunal competente."
      },
      {
        "letra": "E",
        "texto": "a medida cautelar de sequestro assegura futura execução de quantia certa, de forma que, uma vez efetivada, acabará sendo convertida em penhora no momento oportuno"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392510",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Sobre o processo cautelar, previsto no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na cautelar de protesto, o requerido poderá apresentar defesa ou contraprotesto nos autos, no prazo de 5 dias."
      },
      {
        "letra": "B",
        "texto": "se por qualquer motivo cessar a eficácia da medida cautelar, é defeso à parte repetir o pedido, salvo por novo fundamento."
      },
      {
        "letra": "C",
        "texto": "não se admite a juntada de documentos em cautelar de justificação, porquanto se trata de medida voltada à produção de prova oral."
      },
      {
        "letra": "D",
        "texto": "cessa a eficácia da medida cautelar não executada no prazo de 15 dias, contados da publicação da decisão que a conceder."
      },
      {
        "letra": "E",
        "texto": "o não ajuizamento da ação principal, no prazo previsto em lei, acarreta a perda da eficácia da liminar, mas não a extinção do processo cautelar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386337",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Sobre as cautelares, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor formular pedido de antecipação de tutela, não pode o juiz recebê-lo como medida cautelar, nos termos do Art. 273, § 7º do CPC, pois não cabe a fungibilidade."
      },
      {
        "letra": "B",
        "texto": "As medidas cautelares serão requeridas ao juiz da causa e, quando preparatórias, ao juiz competente, para conhecer da ação principal. Todavia, interposto recurso que já tiver subido ao tribunal, a medida cautelar será requerida diretamente ao tribunal."
      },
      {
        "letra": "C",
        "texto": "Além dos procedimentos cautelares específicos, não pode o juiz determinar as medidas provisórias que julgar adequadas, quando houver fundado receio de que uma parte, antes do julgamento da lide, cause ao direito da outra lesão grave e de difícil reparação."
      },
      {
        "letra": "D",
        "texto": "Na ação cautelar de produção antecipada de provas, o processo não será nulo se o requerido for citado após a realização da perícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385949",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: SEAP-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca das medidas cautelares, especificamente, no que se refere à busca e apreensão, à luz do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode decretar a busca e apreensão apenas de coisas."
      },
      {
        "letra": "B",
        "texto": "O mandado sera´ cumprido por um oficial de justiça, que o lera´ ao morador, intimando-o a abrir as portas."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de direito autoral ou direito conexo do artista, intérprete ou executante, produtores de fonogramas e organismos de radiodifusão, o juiz designara´, para acompanhar o oficial de justiça, um perito ao qual incumbira´ confirmar a ocorrência da violação antes de ser efetivada a apreensão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de direito autoral ou direito conexo do artista, intérprete ou executante, produtores de fonogramas e organismos de radiodifusão, o juiz designara´ , para acompanharem os oficiais de justiça, três peritos aos quais incumbira´ confirmar a ocorrência da violação antes de ser efetivada a apreensão."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de direito autoral ou direito conexo do artista, intérprete ou executante, produtores de fonogramas e organismos de radiodifusão, o juiz designara´ , para acompanharem os oficiais de justiça, dois peritos aos quais incumbira´ confirmar a ocorrência da violação antes de ser efetivada a apreensão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "384796",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Trata-se do procedimento cautelar específco, cabível quando o devedor, que tem domicílio, se ausenta ou tenta ausentar-se furtivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sequestro"
      },
      {
        "letra": "B",
        "texto": "Arresto."
      },
      {
        "letra": "C",
        "texto": "Busca e apreensão."
      },
      {
        "letra": "D",
        "texto": "Exibição"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373476",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto ao processo cautelar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença só pode servir de fundamento ao arresto quando transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "O juiz pode determinar a busca e apreensão de coisas, mas não de pessoas."
      },
      {
        "letra": "C",
        "texto": "Em relação às medidas cautelares, é correto afirmar que podem elas ser substituídas, de ofício ou a requerimento de qualquer das partes, pela prestação de caução ou outra garantia menos gravosa para o requerido, sempre que adequada e suficiente para evitar a lesão ou repará-la integralmente."
      },
      {
        "letra": "D",
        "texto": "Para que haja revogação ou modificação de medida cautelar, faz-se necessário que a parte interessada conteste a medida mediante recurso específico, em respeito à taxatividade dos recursos."
      },
      {
        "letra": "E",
        "texto": "As medidas cautelares só podem ser concedidas após audiência prévia de justificação, determinada prioritariamente pelo juiz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "366596",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Processo de execução",
      "Cautelares típicas ou nominadas",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do sequestro de quantia em Execução contra a Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser determinado de ofício pelo juiz da execução."
      },
      {
        "letra": "B",
        "texto": "Possui a natureza de medida cautelar e depende de requerimento do credor."
      },
      {
        "letra": "C",
        "texto": "É possível em caso de não alocação orçamentária do valor necessário à satisfação do crédito exequendo."
      },
      {
        "letra": "D",
        "texto": "É possível tão logo vencido o prazo de 15 dias para pagamento, contado da intimação pessoal do represen­tante judicial da executada."
      },
      {
        "letra": "E",
        "texto": "Não é possível em caso de mera preterição no direito de precedência na ordem de pagamento dos precatórios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "366594",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em ação cautelar de exibição de documento, a recusa injus­tificada da sua exibição pode ensejar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordem de busca e apreensão do documento, sem pre­juízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "incidência de multa cominatória fixada pelo juiz."
      },
      {
        "letra": "C",
        "texto": "presunção absoluta de veracidade das alegações que o requerente pretendia provar com o documento."
      },
      {
        "letra": "D",
        "texto": "arbitramento judicial de indenização, nos próprios autos da medida cautelar."
      },
      {
        "letra": "E",
        "texto": "presunção relativa de veracidade das alegações que o requerente pretendia provar com o documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361339",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Sobre as medidas cautelares segundo o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será extinta se não for executada dentro de vinte dias."
      },
      {
        "letra": "B",
        "texto": "só em casos excepcionais, ainda que não expressamente autorizados por lei, determinará o juiz medidas cautelares sem a audiência das partes."
      },
      {
        "letra": "C",
        "texto": "a sentença ilíquida, pendente de recurso, condenando o devedor ao pagamento de dinheiro, não se equipara à prova literal da dívida líquida e certa, para efeito de concessão de arresto."
      },
      {
        "letra": "D",
        "texto": "ficará suspensa a execução do arresto se o devedor, devidamente intimado, pagar a dívida, ainda que não pague as custas processuais e honorários advocatícios arbitrados pelo juiz."
      },
      {
        "letra": "E",
        "texto": "o mandado de busca e apreensão será cumprido por dois oficiais de justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360466",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca das cautelares específicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na produção antecipada de provas, caso o juiz constate que a prova foi regularmente colhida, proferirá sentença constitutiva, contra a qual caberá recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "Ao contrário do arresto cautelar, no sequestro o juiz não poderá deferir a liminar de plano, inaudita altera parte."
      },
      {
        "letra": "C",
        "texto": "Na produção antecipada de provas, não é cabível a reconvenção."
      },
      {
        "letra": "D",
        "texto": "Quando a obrigação for de fazer ou de não fazer, não será cabível o arresto cautelar, ainda que na hipótese de conversão da obrigação em perdas e danos."
      },
      {
        "letra": "E",
        "texto": "A iliquidez da dívida configura causa impeditiva do arresto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357872",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Marcos tem sua obra embargada, em ação de nunciação de obra nova ajuizada pelo Município do Recife, mas, ainda no curso do processo, continua a construção, pondo em risco a apuração dos fatos descritos na petição inicial. A medida cautelar específica, prevista pelo Código de Processo Civil, para a referida hipótese, é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação de atentado, que será processada e julgada pelo juiz que conheceu da causa principal, ainda que o processo se encontre no Tribunal."
      },
      {
        "letra": "B",
        "texto": "ação demolitória, que tem rito especial e não admite a concessão de liminar sem justificação prévia"
      },
      {
        "letra": "C",
        "texto": "demolição imediata da obra, na via administrativa, com respaldo no poder de polícia."
      },
      {
        "letra": "D",
        "texto": "ação demolitória, que corre pelo rito sumário e admite a concessão de liminar mesmo sem justificação prévia."
      },
      {
        "letra": "E",
        "texto": "ação de atentado, que será processada e julgada pelo juiz que conheceu da causa principal ou pelo Tribunal, caso o processo lá se encontre."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357686",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Eduardo contratou a construção de uma residência com Francisco, engenheiro, entregando-lhe os projetos executivos aprovados perante a municipalidade. Por sua vez, Francisco subcontratou Roberto, mestre de obras, repas- sando-lhe os projetos executivos. Durante a consecução da obra, porém, Eduardo rompeu o contrato de empreitada, pugnando pela devolução dos documentos que imagi- nava estarem em poder de Francisco. Francisco pediu a Roberto que devolvesse os documentos. No entanto, Roberto, sem justo motivo, recusou-se a fazê-lo. Inconformado, Eduardo ajuizou medida cautelar de exibição de documentos, no âmbito da qual o juiz ordenará que Roberto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seja imediatamente indiciado por crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "indenize Eduardo pelos prejuízos que a não-apresentação do documento lhe causou."
      },
      {
        "letra": "C",
        "texto": "proceda ao depósito do documento, determinando a expedição de mandado de apreensão, para o caso de descumprimento."
      },
      {
        "letra": "D",
        "texto": "proceda ao depósito do documento, sob pena de presunção de veracidade dos fatos contidos na inicial."
      },
      {
        "letra": "E",
        "texto": "proceda ao depósito do documento, sob pena de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1126205",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto à exibição de documento, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a medida cautelar de exibição difere do incidente de exibição de documento porquanto ela é preparatória e não incidental."
      },
      {
        "letra": "B",
        "texto": "no mandado de segurança não é cabível o requerimento de exibição de documento, seja preparatório ou incidental."
      },
      {
        "letra": "C",
        "texto": "no cumprimento de sentença, quando a elaboração de memória do cálculo depender de dados existentes em poder do devedor, o juiz, de ofício, poderá requisitá-los, fixando prazo de quinze dias para cumprimento, sob pena de decretar o descumprimento de ordem judicial."
      },
      {
        "letra": "D",
        "texto": "a medida cautelar de exibição pode ser proposta de forma incidental desde que em relação a documento que se encontre em poder da parte contrária, não sendo cabível contra terceiros."
      },
      {
        "letra": "E",
        "texto": "caso a parte que estava obrigada a exibir, não cumpra a determinação judicial para tanto, incorrerá em multa a ser fixada pelo juiz e responderá por descumprimento de ordem judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "843815",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as afirmativas a respeito das medidas cautelares. I – Em qualquer que seja o procedimento cautelar, o requerido será citado para, no prazo de 10 dias, contestar o pedido, indicando as provas que pretende produzir. II – O juiz pode decretar a busca e apreensão de pessoas ou de coisas. Na petição inicial exporá o requerente as razões justificativas da medida e da ciência de estar a pessoa ou a coisa no lugar designado. III –No protesto contra alienação de bens, pode o juiz ouvir, em 3 (três) dias, aquele contra quem foi dirigido, desde que lhe pareça haver no pedido ato emulativo, tentativa de extorsão, ou qualquer outro fim ilícito, decidindo em seguida sobre o pedido de publicação de editais. IV – Cessa a eficácia da medida cautelar se o juiz declarar extinto o processo principal, com ou sem julgamento do mérito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "761946",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O prazo para a Fazenda Pública contestar medida cautelar é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias."
      },
      {
        "letra": "B",
        "texto": "quinze dias."
      },
      {
        "letra": "C",
        "texto": "vinte dias."
      },
      {
        "letra": "D",
        "texto": "quarenta dias."
      },
      {
        "letra": "E",
        "texto": "sessenta dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553198",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: Prefeitura de Vilhena - RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O Código de Processo Civil destina livro específico aos processos cautelares, dada a sua importância como forma de instrumentalização da tutela. Acerca do tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só em casos excepcionais, expressamente autorizados por lei, determinará o juiz instauração de processos cautelares incidentais sem a audiência das partes."
      },
      {
        "letra": "B",
        "texto": "Embora, em regra, tenha o caráter assecuratório, há hipóteses em que a ação ajuizada pelo procedimento cautelar tem por objetivo a obtenção de medida de cunho satisfativo."
      },
      {
        "letra": "C",
        "texto": "Embora exista um rol de procedimentos cautelares específicos, o juiz não está adstrito às medidas cautelares típicas, podendo conceder outras medidas atípicas com fundamento no Poder Geral de Cautela."
      },
      {
        "letra": "D",
        "texto": "Não sendo o caso de se conceder uma espécie determinada de medida cautelar, pode o juiz aplicar o princípio da fungibilidade e adaptar o pedido do autor, concedendo-lhe a medida que julgar conveniente para o caso."
      },
      {
        "letra": "E",
        "texto": "É lícito ao juiz conceder liminarmente ou após justificação prévia a medida cautelar, sem ouvir o réu, quando verificar que este, sendo citado, poderá torná-la ineficaz, caso em que poderá determinar que o requerente preste caução real ou fidejussória de ressarcir os danos que o requerido possa vir a sofrer."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "414145",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Processo Cautelar",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Para assegurar a efetividade do direito de Joaquim que move ação em face de Tomás, o advogado do autor poderá se valer de medidas cautelares, aptas a salvaguardar direitos quando presentes o fumus boni iuris e o periculum in mora.A respeito dessa tutela de urgência, prevista no Livro III do Código de Processo Civil, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida cautelar conservará sua eficácia ainda que haja suspensão do processo principal, salvo se houver decisão judicial em contrário."
      },
      {
        "letra": "B",
        "texto": "A exibição de documentos, medida cautelar típica, poderá ser ajuizada no curso do processo principal ou em caráter preparatório, sempre pela via de processo autônomo apensado ao principal."
      },
      {
        "letra": "C",
        "texto": "O arresto pode cessar pela transação ou nela novação e se resolve em penhora quando julgada procedente a ação principal."
      },
      {
        "letra": "D",
        "texto": "A apelação interposta contra sentença que decidir processo cautelar será recebida somente no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "O recurso especial interposto contra decisão interlocutória em processo cautelar ficará retido nos autos e somente será processado se requerido pela parte interessada na oportunidade de recorrer da decisão final ou contra-arrazoar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Um devedor tentou alienar todos os seus bens, o que o levaria à insolvência. Um de seus credores ajuizou ação cautelar preparatória em que comprovou essa situação e apresentou prova literal de dívida líquida e certa.Nessa situação, com base na legislação de regência, a medida cautelar a ser ordenada pelo juiz seria o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arresto, e, acolhendo o juiz a alegação de decadência do direito do autor, a sentença faria coisa julgada na ação principal."
      },
      {
        "letra": "B",
        "texto": "sequestro, devendo o juiz, no mandado, indicar a lista de bens a serem recolhidos."
      },
      {
        "letra": "C",
        "texto": "busca e apreensão se a prova da dívida fosse uma sentença transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "arresto, concedido independentemente de justificação prévia, sob pena de perecimento do direito."
      },
      {
        "letra": "E",
        "texto": "sequestro, cujo efeito cessaria com o pagamento da dívida pelo devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379289",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as afirmações abaixo. I. A cautelar preparatória não constritiva mantém sua eficácia mesmo quando não proposta ação principal no prazo de trinta dias. II. A mulher vítima de violência doméstica possui capacidade postulatória para pleitear tutela de urgência protetiva. III. A ação coletiva admite concessão de tutela de urgência tanto na modalidade antecipatória quanto acautelatória, mas a multa cominada liminarmente só será exigível do réu após o trânsito em julgado de decisão favorável ao autor, sendo devida desde o dia em que se houver configurado o descumprimento, não sendo admitida a execução provisória. IV. O incidente de uniformização de jurisprudência pode ser suscitado pelo Defensor Público em razões recursais ou em petição avulsa dirigida aos autos do recurso, desde que o julgamento ainda esteja em curso e o órgão julgador não seja o especial ou o tribunal pleno. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371025",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com relação a processo cautelar e medidas cautelares, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de busca e apreensão executiva está condicionada ao fumus boni iuris e ao periculum in mora."
      },
      {
        "letra": "B",
        "texto": "O juiz, em quaisquer situações, poderá determinar provimentos cautelares inaudita altera pars, dada a urgência das ações cautelares."
      },
      {
        "letra": "C",
        "texto": "É autorizada a aplicação do princípio da fungibilidade às medidas cautelares, sendo permitido ao juiz assegurar providência cautelar diversa daquela demandada pelo autor."
      },
      {
        "letra": "D",
        "texto": "No processo cautelar, a decisão é de índole definitiva, dado repousar em fatos imutáveis."
      },
      {
        "letra": "E",
        "texto": "O arresto é medida cautelar que assegura a eficácia de futura execução para a entrega de coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357062",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito da produção antecipada de provas, considere as seguintes afirmações: I. O requerente justificará sumariamente a necessidade da antecipação e mencionará com precisão os fatos sobre que há de recair a prova. II. O juízo indeferirá a perícia em antecipação, se a prova do fato não depender do conhecimento especial de técnico. III. Tratando-se de inquirição de testemunhas, em antecipação, será facultada a intimação dos interessados a comparecer à audiência em que prestarão o depoimento. IV. Tomado o depoimento ou feito exame pericial, os autos permanecerão em cartório, sendo lícito aos interessados solicitar as certidões que quiserem. É INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "II"
      },
      {
        "letra": "C",
        "texto": "III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354806",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca de processo cautelar, medidas cautelares e procedimentos cautelares específicos, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O despacho do juiz que determina a citação na ação cautelar preparatória não tem o condão de interromper o prazo prescricional referente à pretensão principal a ser futuramente exercida."
      },
      {
        "letra": "B",
        "texto": "A oposição de exceção de incompetência suspende o curso do processo e, portanto, o prazo para ajuizamento da ação principal após efetivação de medida liminar deferida em ação cautelar preparatória."
      },
      {
        "letra": "C",
        "texto": "Cessada por qualquer motivo a eficácia da medida cautelar, poderá a parte renovar o pedido se novamente estiver configurada a situação de periculum in mora, uma vez que não se forma coisa julgada no processo cautelar."
      },
      {
        "letra": "D",
        "texto": "O arresto atinge somente a posse do bem, de modo que este se mantém sob o domínio do proprietário, que, inclusive, poderá aliená-lo, sendo a compra válida em relação ao alienante e ao adquirente, mas ineficaz em relação ao processo de execução."
      },
      {
        "letra": "E",
        "texto": "O ajuizamento tardio da ação principal, depois de 30 dias da efetivação da medida, implicará a perda da eficácia da medida liminar, mas não a extinção do processo cautelar, pois cabe recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351410",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto aos procedimentos cautelares, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto tem lugar quando o devedor, sem domicílio certo, intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado."
      },
      {
        "letra": "B",
        "texto": "O seqüestro de bens móveis, semoventes ou imóveis, pode ser decretado judicialmente, independentemente de requerimento da parte, quando houver disputa de propriedade ou posse, havendo fundado receio de rixas ou danificações."
      },
      {
        "letra": "C",
        "texto": "O mandado de busca e apreensão será cumprido por dois oficiais de justiça, um dos quais o lerá ao morador, intimando-o a abrir as portas. Não atendidos, os oficiais de justiça arrombarão as portas externas, bem como as internas e quaisquer móveis onde presumam que esteja oculta a pessoa ou a coisa procurada."
      },
      {
        "letra": "D",
        "texto": "A produção antecipada da prova pode consistir em interrogatório da parte, inquirição de testemunhas e exame pericial, sendo este último admissível se houver fundado receio de que venha a tornar-se impossível ou muito difícil a verificação de certos fatos na pendência da ação."
      },
      {
        "letra": "E",
        "texto": "O protesto ou interpelação não admite defesa nem contra protesto nos autos; mas o requerido poderá contraprotestar em processo distinto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "351155",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com base nessa situação, julgue os itens que se seguem. Conforme entendimento do STJ, admite-se que C requeira medida cautelar de sequestro, para a satisfação de seu crédito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "351053",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "No que toca aos procedimentos cautelares específicos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a busca e apreensão pode recair sobre coisas, mas não sobre pessoas, salvo se incapazes."
      },
      {
        "letra": "B",
        "texto": "se houver periculum in mora, o arresto é sempre deferido de plano, independentemente de caução, seja quem for o autor da ação."
      },
      {
        "letra": "C",
        "texto": "se houver receio de que a prova venha a se tornar impossível na pendência da ação principal, a produção antecipada pode consistir inclusive em exame pericial."
      },
      {
        "letra": "D",
        "texto": "realizado o sequestro, o juiz nomeará como depositário necessariamente o autor da ação."
      },
      {
        "letra": "E",
        "texto": "a exibição não tem lugar contra o inventariante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336186",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Em relação aos procedimentos cautelares específicos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exibição tem lugar, mesmo que o documento esteja em poder de terceiro que o tenha em sua guarda, como inventariante, testamenteiro, depositário ou administrador de bens alheios."
      },
      {
        "letra": "B",
        "texto": "o juiz pode determinar a busca e apreensão de coisas, mas não de pessoas."
      },
      {
        "letra": "C",
        "texto": "os imóveis e as rendas que deles resultam não podem ser objeto de sequestro."
      },
      {
        "letra": "D",
        "texto": "a produção antecipada de provas tem cabimento quando a parte, antes da ação principal, deseja verificar se sua pretensão tem viabilidade."
      },
      {
        "letra": "E",
        "texto": "o arresto perdura mesmo depois da ocorrência do pagamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "333191",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Dentre as tutelas de urgência dispostas no ordenamento processual civil se encontram as medidas cautelares que podem ser nominadas ou inominadas, tendo como pressuposto basilar a presença dos elementos fumus boni iuris e periculum in mora. A respeito do processo cautelar, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exibição judicial de documento ou coisa terá cabimento como procedimento cautelar autônomo quando for preparatório; caso seja incidente ao processo principal, deverá ser requerida nos próprios autos."
      },
      {
        "letra": "B",
        "texto": "A medida cautelar é um procedimento célere por sua própria natureza que visa a evitar a ocorrência de lesão grave ou de difícil reparação antes do julgamento da lide principal e, portanto, não comporta concessão de medidas liminares."
      },
      {
        "letra": "C",
        "texto": "A medida cautelar de seqüestro poderá ser intentada quando houver litígio recaindo sobre disputa de propriedade de bens móveis e semoventes, não sendo cabível quando a disputa judicial atingir bens imóveis."
      },
      {
        "letra": "D",
        "texto": "O arresto é medida cautelar cabível contra devedor sem domicílio certo que, dentre outras hipóteses enumeradas pelo legislador, deixa de pagar obrigação no prazo estipulado; não tem cabimento contra devedor que tenha domicílio certo."
      },
      {
        "letra": "E",
        "texto": "A busca e a apreensão de coisas se dá por meio de processo cautelar nominado para apreensão de bem material corpóreo que possua valor econômico, não sendo aplicável a medida cautelar quando se tratar de pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329212",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca do processo cautelar, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte deve demonstrar o perigo de dano com base em comprovados elementos subjetivos."
      },
      {
        "letra": "B",
        "texto": "No processo cautelar, o juiz decide com base em convicção de verossimilhança preponderante."
      },
      {
        "letra": "C",
        "texto": "Concedida a cautelar, o assistente litisconsorcial perde o legítimo interesse em integrar o polo ativo da demanda."
      },
      {
        "letra": "D",
        "texto": "Não é o fato novo que acarreta a revogação da cautelar antes da sentença, mas a prova nova."
      },
      {
        "letra": "E",
        "texto": "O arresto visa garantir a autoridade da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "327658",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito das ações cautelares, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação de protesto, é possível ao requerido, por ocasião da defesa, arguir a cessação da obrigação em virtude de pagamento, novação ou transação da dívida."
      },
      {
        "letra": "B",
        "texto": "É possível, em determinadas hipóteses legais, ao juiz determinar medidas cautelares sem a audiência de ambas as partes, sem que haja violação do princípio da inércia ou do contraditório."
      },
      {
        "letra": "C",
        "texto": "A competência para o julgamento da ação de atentado é do juízo da ação principal e, quando, preparatória, do juízo competente para conhecer da ação principal."
      },
      {
        "letra": "D",
        "texto": "Não é cabível o sequestro quando o litígio versar sobre bem fungível."
      },
      {
        "letra": "E",
        "texto": "não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322635",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "A respeito dos procedimentos cautelares específicos, está CORRETA apenas uma das proposições abaixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo o sequestro a medida, a ação e o procedimento cautelar cuja finalidade é o resguardo da eficácia de futura execução que culmine na entrega de coisa certa ao credor e que consiste na apreensão de bens determinados que são ou serão objeto de pendência judicial, tem-se que, nos termos do art. 822 do CPC a medida pode ser decretada ex officio"
      },
      {
        "letra": "B",
        "texto": "Quando o devedor não possui domicílio certo e intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado, o juiz fica autorizado a ser menos rigoroso quanto à avaliação probatória dos fatos alegados pelo requerente para a concessão de arresto, de conformidade com o disposto no art. 813, I do CPC, por ser esta a mais grave das hipóteses reconhecidas pela lei."
      },
      {
        "letra": "C",
        "texto": "Para a busca e apreensão de bens objeto de contrafação, de coisas que expressam, total ou parcialmente, a publicação ou reprodução de obra intelectual sem a devida autorização de seu autor, do artista que a interprete ou execute, na forma prevista no § 3º do art. 842 do CPC, o oficial de justiça poderá se fazer acompanhar de um perito, se assim for designado pelo juiz"
      },
      {
        "letra": "D",
        "texto": "A exibição confunde-se com a busca e apreensão posto que, em ambas as medidas, o requerente satisfaz-se com a mera apreensão física da coisa e ambas só podem ser ajuizadas como ação preparatória."
      },
      {
        "letra": "E",
        "texto": "A produção antecipada de provas tem por finalidade o resguardo da prova oral ou pericial contra sua provável irrealizabilidade ao tempo da fase instrutória do processo em que ela há de ser produzida. Assim, o despacho ou a distribuição desta ação cautelar, torna prevento o juízo para a ação principal e a citação do requerido interrompe e prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322350",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com relação a partes e procuradores, medidas cautelares e recurso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que haja revogação ou modificação de medida cautelar, faz-se necessário que a parte interessada impugne a medida mediante recurso específico, em respeito à taxatividade dos recursos."
      },
      {
        "letra": "B",
        "texto": "Indeferida medida cautelar antecedente, poderá a parte intentar a ação principal, visto que o indeferimento, ainda que por prescrição ou decadência, não influi no julgamento da ação."
      },
      {
        "letra": "C",
        "texto": "Ao demandante de tutela cautelar pode-se atribuir tanto a responsabilidade por má-fé quanto a responsabilidade objetiva."
      },
      {
        "letra": "D",
        "texto": "O sequestro objetiva a conservação de coisa indeterminada; o arresto, a conservação de coisa determinada."
      },
      {
        "letra": "E",
        "texto": "Concedida a medida cautelar em procedimento preparatório, presume-se o trintídio para a propositura da ação principal, a contar da data de concessão da medida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "309100",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "No que concerne à tutela cautelar, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o deferimento do arresto, é necessário que o requerente disponha de título executivo."
      },
      {
        "letra": "B",
        "texto": "Não é cabível sequestro de bem imóvel."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de cabimento de sequestro previstas no CPC são meramente exemplificativas."
      },
      {
        "letra": "D",
        "texto": "Julgado procedente o pedido cautelar, não poderá o juiz modificar a medida deferida, haja vista ter esgotado o seu ofício jurisdicional."
      },
      {
        "letra": "E",
        "texto": "Enquanto tramitar, em primeiro grau, o recurso contra a sentença, o juízo respectivo será o competente para julgar as medidas cautelares."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303723",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "João e Maria conviveram em união estável por doze anos e adquiriram inúmeros bens. Acusada de infidelidade, Maria foi afastada do lar comum. Nessa situação hipotética, é legítima a pretensão de Maria de propor ação cautelar de busca e apreensão da metade dos bens adquiridos em comum, a fim de resguardar seus direitos e evitar dilapidação do patrimônio do casal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "473546",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das medidas cautelares.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descabe o sequestro dos frutos do imóvel reivindicando."
      },
      {
        "letra": "B",
        "texto": "O depositário do bem sequestrado poderá ser pessoa indicada, de comum acordo, pelas partes."
      },
      {
        "letra": "C",
        "texto": "Julgada procedente a ação principal, o sequestro se resolve na penhora dos bens sequestrados."
      },
      {
        "letra": "D",
        "texto": "Não se equipara à prova literal da dívida líquida e certa a sentença ilíquida ainda pendente de recurso."
      },
      {
        "letra": "E",
        "texto": "A sentença proferida no processo de arresto, reconhecendo a prescrição da pretensão condenatória, não faz coisa julgada na ação principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "443149",
    "metadata": "Ano: 2012 | Banca: Quadrix | Órgão: DATAPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O juiz, a requerimento da parte, pode decretar o seqüestro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o devedor sem domicílio certo intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado."
      },
      {
        "letra": "B",
        "texto": "Quando o devedor, que tem domicílio, se ausenta ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "C",
        "texto": "Quando o devedor, que possui bens de raiz, intenta aliená-los, hipotecá-los ou dá-los em anticrese, sem ficar com algum ou alguns, livres e desembargados, equivalentes às dívidas."
      },
      {
        "letra": "D",
        "texto": "Dos bens do casal, nas ações de separação judicial e de anulação de casamento, se o cônjuge os estiver dilapidando."
      },
      {
        "letra": "E",
        "texto": "Quando o devedor, que tem domicílio, caindo em insolvência, aliena ou tenta alienar bens que possui; contrai ou tenta contrair dívidas extraordinárias; põe ou tenta pôr os seus bens em nome de terceiros; ou comete outro qualquer artifício fraudulento, a fim de frustrar a execução ou lesar credores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "436968",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O processo cautelar visa garantir o resultado do processo de conhecimento ou da execução. O Código de Processo Civil, em seu Livro III, arrola diversas espécies de procedimentos específicos. Em relação a tais procedimentos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto é uma medida cautelar que busca proteger o credor contra atos do devedor que coloquem em risco o cumprimento da obrigação, convertendo-se em penhora no caso do pedido da ação principal ser julgado procedente."
      },
      {
        "letra": "B",
        "texto": "O sequestro recai sobre bens individualizados ou individualizáveis, sendo o depositário dos bens sequestrados indicado pelo juiz da causa, não podendo ser apontado pelas partes envolvidas no processo, pois as mesmas têm interesse no deslinde do litígio."
      },
      {
        "letra": "C",
        "texto": "A caução somente pode ser prestada pela própria parte, sendo vedada a caução prestada por terceiro."
      },
      {
        "letra": "D",
        "texto": "A produção antecipada de prova pode ser requerida até o ajuizamento do processo de conhecimento caso a parte ou a testemunha tenham que ausentar-se da comarca, por motivo de saúde ou de moléstia grave, caso haja justo receio de que ao tempo da prova já não exista ou esteja impossibilitada de depor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426604",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Sobre medidas cautelares, analise as seguintes assertivas e assinale a única alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O protesto é o ato de comunicação de vontade por aquele que deseja prevenir responsabilidade, prover a conservação e ressalva de seus direitos ou manifestar qualquer intenção de modo formal, devendo ser veiculado por meio de petição escrita ao juiz, o qual, após recebida, deverá citar o requerido no prazo de 5 dias para apresentação de defesa."
      },
      {
        "letra": "B",
        "texto": "Enquanto o arresto pode recair sobre qualquer bem do demandado passível de penhora, o sequestro tem por objeto o próprio bem sobre o qual se alega a existência do direito acautelado."
      },
      {
        "letra": "C",
        "texto": "Se a parte não ajuizar a ação principal no prazo de 30 dias, cessa a eficácia da medida cautelar concedida em ação de asseguração de prova."
      },
      {
        "letra": "D",
        "texto": "Em nenhuma hipótese, a decisão proferida no processo cautelar preparatório forma coisa julgada material, pois, em razão de seu caráter provisório e instrumental, a tutela cautelar não interfere na ação principal."
      },
      {
        "letra": "E",
        "texto": "A tutela cautelar perde a eficácia quando o juiz que a concedeu declara sua incompetência territorial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372043",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sob pena de perda da eficácia, o Código de Processo Civil exige a propositura da ação principal em trinta dias a contar do deferimento da medida cautelar, quando essa tiver caráter preparatório."
      },
      {
        "letra": "B",
        "texto": "O procedimento de busca e apreensão previsto entre os procedimentos cautelares específicos é subsidiário, sendo aplicável sempre que, pretendendo-se a localização, apreensão ou depósito de pessoas, direitos ou coisas, não houver procedimento especificamente regulado em lei especial."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina clássica, a tutela cautelar visa a dar efetividade à jurisdição e ao processo. Modernamente, no entanto, outras correntes da doutrina sustentam que a tutela cautelar tem por objetivo assegurar uma situação jurídica tutelável ou uma pretensão de direito material."
      },
      {
        "letra": "D",
        "texto": "Como tem conteúdo declaratório rarefeito, já que opera em cognição sumária, a sentença do processo cautelar não produz coisa julgada material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341128",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo Cautelar",
      "Cautelares típicas ou nominadas",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O inquilino tem legitimidade e interesse para promover ação de interdito proibitório com o propósito de afastar séria e imotivada ameaça de retomada do imóvel, feita pelo dono do prédio. II - Se durante o curso do processo uma das partes alterar, dolosamente, o estado de fato da lide, poderá a outra restabelecer a situação anterior por meio de ação cautelar específica, que deverá ser proposta perante o juiz de primeiro grau de jurisdição, ainda que a causa já esteja em grau de recurso. III - A intervenção do Ministério Público no processo de usucapião de terras particulares é obrigatória, ainda que inexistentes interesses de incapazes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "275377",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O fato de um juiz deferir o pedido do autor, consistente na apresentação de contrato de abertura de conta-corrente, extratos bancários dessa conta desde o início da movimentação e contratos de abertura de crédito em conta-corrente, caracteriza a concessão da medida cautelar denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sequestro de provas documentais."
      },
      {
        "letra": "B",
        "texto": "busca e apreensão de documentos."
      },
      {
        "letra": "C",
        "texto": "produção antecipada de provas documentais."
      },
      {
        "letra": "D",
        "texto": "exibição de provas documentais."
      },
      {
        "letra": "E",
        "texto": "arresto de provas documentais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "260497",
    "metadata": "Ano: 2012 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto aos chamados procedimentos cautelares específicos e medidas cautelares específicas, analise as proposições abaixo e indique a alternativa correta:I - Para a concessão da medida cautelar de arresto equipara-se à prova literal da dívida líquida e certa a sentença, desde que líquida, e ainda que pendente de recurso, condenando o devedor ao pagamento de dinheiro ou de prestação que em dinheiro possa converter-se.II - Aplica-se ao sequestro, no que couber, o que o Código de Processo Civil Institui a respeito da busca e apreensão.III - A ação cautelar de produção antecipada de prova para oitiva de testemunhas ou interrogatório de partes é, obrigatoriamente, uma ação cautelar preparatória, visto que já tendo sido ajuizada a ação principal à parte interessada incumbe requerer a antecipação da audiência de instrução para esse referido fim.IV - A ação cautelar de busca e apreensão é cabível quando houver bens móveis, semoventes ou imóveis em que há disputa da propriedade ou da posse, havendo fundado receio de rixas ou danificações; reivindicação dos frutos e rendimentos do imóvel, se o réu, depois de condenado por sentença ainda sujeita a recurso, os dissipar; bens do casal, nas ações de separação judicial e de anulação de casamento, se o cônjuge os estiver dilapidando.V - Na ação cautelar de protesto o réu dispõe do prazo de 5(cinco) dias para apresentar contestação ou contraprotesto nos autos, findo o qual o juiz, não carecendo o feito de produção de provas, proferirá sentença no mesmo prazo de 5 (cinco) dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição I está correta e as demais estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição IV está correta e as demais estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições I e V estão corretas e as demais estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a proposição III está correta e as demais estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "241039",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "O arresto tem lugar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando, havendo disputa sobre a posse ou a propriedade de bens móveis, houver fundado receio de rixas ou danificações."
      },
      {
        "letra": "B",
        "texto": "quando o devedor sem domicílio certo, intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado."
      },
      {
        "letra": "C",
        "texto": "quando, havendo disputa sobre a posse ou a propriedade de bens imóveis, houver fundado receio de rixas ou danificações."
      },
      {
        "letra": "D",
        "texto": "nos mesmos casos em que se admite o sequestro."
      },
      {
        "letra": "E",
        "texto": "apenas quando o devedor, tendo ou não domicílio certo, cair em insolvência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "240607",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Considere que, transitada em julgado sentença de condenação para pagamento de quantia certa, o réu comece a dissipar seu patrimônio. Nessa situação, o autor, sabendo do ocorrido e com o intuito de assegurar a efetividade de futura execução para o cumprimento da decisão judicial, poderá ajuizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exibição de coisas para conhecimento dos bens restantes."
      },
      {
        "letra": "B",
        "texto": "produção antecipada de provas para comprovar a dissipação do patrimônio."
      },
      {
        "letra": "C",
        "texto": "sequestro para evitar o desaparecimento de bens penhoráveis."
      },
      {
        "letra": "D",
        "texto": "busca e apreensão para evitar o desvio de bens."
      },
      {
        "letra": "E",
        "texto": "arresto para evitar a diminuição do patrimônio do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "240544",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Cabe sequestro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos mesmos casos em que tem lugar o arresto."
      },
      {
        "letra": "B",
        "texto": "quando o devedor, que possui bens de raiz, intenta aliená-los ou hipotecá-los, sem ficar com algum livre equivalente às dívidas."
      },
      {
        "letra": "C",
        "texto": "quando o devedor, que tem domicílio certo, se ausenta ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "D",
        "texto": "de bens móveis, semoventes ou imóveis, quando lhes for disputada a propriedade ou a posse, havendo fundado receio de rixas e danificações."
      },
      {
        "letra": "E",
        "texto": "quando o devedor sem domicílio certo intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236217",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Márcia ajuizou medida cautelar de arrolamento de bens em face de seu marido, tendo em vista que ele está dissipando os bens do casal antes de requerer o competente divórcio. De acordo com o Código de Processo Civil brasileiro, quando a medida cautelar for concedida em procedimento preparatório, caberá à parte propor a ação competente no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sessenta dias, contados da data da distribuição da medida cautelar."
      },
      {
        "letra": "B",
        "texto": "trinta dias, contados da data da distribuição da medida cautelar."
      },
      {
        "letra": "C",
        "texto": "sessenta dias, contados da data da efetivação da medida cautelar."
      },
      {
        "letra": "D",
        "texto": "trinta dias, contados da data da efetivação da medida cautelar."
      },
      {
        "letra": "E",
        "texto": "cento e vinte dias, contados da data da distribuição da medida cautelar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707091",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - A sentença líquida proferida contra a Fazenda Pública não transita em julgado enquanto não for submetida ao segundo grau de jurisdição, cabendo ao tribunal, em sede de reexame necessário, analisar toda a matéria discutida, podendo, inclusive, agravar a condenação imposta à Fazenda Pública. II - Na ação de sequestro intentada por interessado capaz, envolvendo crédito de natureza não alimentar, motivada pelo descumprimento da ordem de preferência dos pagamentos devidos pela Fazenda Pública, é obrigatória a intervenção do Ministério Público. III - Pode o processo prosseguir com a participação do assistente litisconsorcial, ainda que a parte assistida desista da ação, renuncie ao direito ou reconheça a procedência do pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I está errada."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535308",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Ação Rescisória",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa CORRETA: I - Na ação rescisória proposta pelo Estado, deverá o ente público depositar a importância de 5% (cinco por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível ou improcedente.II - Na ação de Mandado de Segurança o ingresso de litisconsorte ativo não será admitido após o despacho da petição inicial. III - Cessa o arresto pelo pagamento; pela novação; pela transação. V - Acerca da tutela antecipada, o juiz poderá antecipar, de ofício ou a requerimento da parte autora, os efeitos da tutela pretendida, desde que haja fundado receio de dano irreparável ou de difícil reparação, ou fique caracterizado o abuso de direito de defesa ou manifesto propósito protelatório do réu. V - A sentença deve ser certa, exceto quando decida relação jurídica condicional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II, III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235135",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Da ação",
      "Condições da ação",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à análise das condições da ação na cautelar de arresto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador só será legitimado passivo na ação de arresto depois de proposta a execução contra o devedor principal."
      },
      {
        "letra": "B",
        "texto": "A existência da situação de risco quando da formação da obrigação não afeta o interesse de agir necessário à propositura do arresto."
      },
      {
        "letra": "C",
        "texto": "O avalista de uma obrigação é parte legítima para propor ação de arresto contra o devedor principal."
      },
      {
        "letra": "D",
        "texto": "Caso o crédito já seja exigível, carecerá o credor de interesse para propor o arresto."
      },
      {
        "letra": "E",
        "texto": "A impenhorabilidade de um bem não afeta a possibilidade jurídica da propositura de uma ação de arresto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "216468",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Acerca da legitimidade ativa para a propositura da ação cautelar de arresto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O avalista, porquanto só assume a dívida diante do inadimplemento do devedor, não é parte ativa legítima"
      },
      {
        "letra": "B",
        "texto": "Somente o credor da obrigação a ser garantida é parte legítima ativa."
      },
      {
        "letra": "C",
        "texto": "O fiador não é parte legítima porque depende do surgimento do direito de regresso."
      },
      {
        "letra": "D",
        "texto": "Qualquer um que tenha interesse econômico no pagamento da dívida é parte ativa legítima."
      },
      {
        "letra": "E",
        "texto": "O MP será parte ativa legítima, ainda que atue como custos legis"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "142781",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, assinale a opção correta.Ao propor ação cautelar de arresto, o requerente argumentou que o requerido tentava ausentar-se furtivamente do domicílio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Além de comprovar a tentativa do requerido de ausentar-se de seu domicílio, o requerente deve apresentar prova de estar em curso demanda executiva contra aquele."
      },
      {
        "letra": "B",
        "texto": "A medida cautelar de arresto impede a alienação dos bens atingidos, pois retira a sua disponibilidade."
      },
      {
        "letra": "C",
        "texto": "Por estar fundado em uma das hipóteses legais de deferimento da medida, que é a transferência furtiva do domicílio, a procedência do pedido não depende da prova do risco da demora."
      },
      {
        "letra": "D",
        "texto": "Embora se verifique que a transferência de domicílio por parte do requerido é motivada por caso fortuito ou força maior, não há óbice ao deferimento da medida cautelar."
      },
      {
        "letra": "E",
        "texto": "Caso seja deferida a medida cautelar, o requerente terá a fruição plena dos bens arrestados até que se encerre a ação principal ou que ocorra fato novo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "111836",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "João é credor de José e ajuizou contra o mesmo ação de cobrança, tendo a sentença líquida, pendente de recurso, condenado o devedor ao pagamento de quantia em dinheiro. José, que possui bens de raiz, intenta aliená-los, sem ficar com algum, livre e desembaraçado, equivalente à dívida que foi objeto da sentença. Nesse caso, João deverá ajuizar a medida cautelar de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "busca e apreensão."
      },
      {
        "letra": "B",
        "texto": "sequestro."
      },
      {
        "letra": "C",
        "texto": "produção antecipada de provas."
      },
      {
        "letra": "D",
        "texto": "arresto."
      },
      {
        "letra": "E",
        "texto": "exibição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1659760",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Sobre os procedimentos cautelares em específico, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arresto tem lugar quando o devedor sem domicílio certo intenta ausentar-se ou alienar os bens que possui, ou deixa de pagar a obrigação no prazo estipulado."
      },
      {
        "letra": "B",
        "texto": "O arresto tem lugar quando o devedor que tem domicílio se ausenta ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "C",
        "texto": "O sequestro tem lugar quando for disputada a propriedade ou a posse, de bens móveis, semoventes ou imóveis, havendo fundado receio de rixas ou danificações."
      },
      {
        "letra": "D",
        "texto": "O sequestro tem lugar, como procedimento preparatório, para exibição de coisa móvel em poder de outrem e que o requerente repute sua ou tenha interesse em conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635722",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "À luz do Código de Processo Civil, NÃO constitui uma típica medida cautelar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caução."
      },
      {
        "letra": "B",
        "texto": "Exibição."
      },
      {
        "letra": "C",
        "texto": "Arrolamento de bens."
      },
      {
        "letra": "D",
        "texto": "Especialização de hipoteca legal."
      },
      {
        "letra": "E",
        "texto": "Justificação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "60811",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Carlos deseja separar-se judicialmente de seu cônjuge e, já afastado do lar, teve notícia de que os bens amealhados pelo casal correm o risco de dilapidação. Nessa situação hipotética, para proteger-se contra o referido risco, a medida adequada a ser tomada por Carlos será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sequestro."
      },
      {
        "letra": "B",
        "texto": "o arrolamento."
      },
      {
        "letra": "C",
        "texto": "o arresto."
      },
      {
        "letra": "D",
        "texto": "a busca e apreensão."
      },
      {
        "letra": "E",
        "texto": "a justificação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "60706",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "No procedimento cautelar de produção antecipada de provas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só se admite como prova plena o depoimento de testemunha idosa ou doente, havendo justo receio de que ao tempo da prova já não exista, ou esteja impossibilitada de depor, sendo que todas as outras provas terão de ser produzidas na ação principal."
      },
      {
        "letra": "B",
        "texto": "tomado o depoimento ou feito o exame pericial, os autos permanecerão em cartório, sendo lícito aos interessados solicitar as certidões de que precisarem."
      },
      {
        "letra": "C",
        "texto": "tomado o depoimento ou feito o exame pericial, os autos serão entregues à parte requerente para deles fazer uso em ação de conhecimento."
      },
      {
        "letra": "D",
        "texto": "o Juiz proferirá sentença julgando o fato provado ou não, e a sentença terá força de coisa julgada formal e material."
      },
      {
        "letra": "E",
        "texto": "o Juiz não poderá realizar interrogatório de nenhuma das partes, porque este ato é privativo de Juiz que julgar a ação principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "220957",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: INFRAERO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Quanto à medida cautelar de arresto, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficará suspensa a execução do arresto se o devedor, intimado, prestar caução para garantir a dívida, honorários do advogado do requerente e custas."
      },
      {
        "letra": "B",
        "texto": "O juiz concederá o arresto independentemente de justificação prévia quando for requerido pela União, Estado ou Município, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Recebida a petição inicial e designada audiência prévia de justificação pelo Magistrado, ela será realizada de plano, citando-se e intimando-se a parte contrária e reduzindo-se a termo os depoimentos das testemunhas."
      },
      {
        "letra": "D",
        "texto": "Em regra, a sentença proferida na medida cautelar de arresto não faz coisa julgada na ação principal."
      },
      {
        "letra": "E",
        "texto": "A sentença ilíquida, pendente de recurso, condenando o devedor ao pagamento de dinheiro, equipara-se à prova literal de dívida líquida e certa para efeito de concessão de arresto."
      }
    ],
    "gabarito": "C"
  }
]