[
  {
    "id": "852654",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: HCPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA acerca do instituto da coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos da sentença podem beneficiar ou prejudicar terceiros, mas a coisa julgada material, no âmbito do processo individual, fica restrita aos que figuraram no processo como partes."
      },
      {
        "letra": "B",
        "texto": "Para que a coisa julgada material alcance a questão prejudicial decidida incidentemente no processo pelo juiz, faz-se necessário o ajuizamento, por qualquer das partes, de ação declaratória incidental."
      },
      {
        "letra": "C",
        "texto": "Conforme a lição doutrinária acolhida pela legislação processual civil brasileira vigente, a coisa julgada material constitui efeito jurídico ligado à eficácia declaratória da sentença de mérito transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Os fundamentos da sentença, assim como a verdade dos fatos, ainda que sejam importantes para determinar o alcance da parte dispositiva da sentença, não são abarcados pela autoridade da coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "A eficácia preclusiva da coisa julgada material impede que as partes deduzam, em nova demanda judicial idêntica à que já foi julgada, alegações e defesas tendentes ao acolhimento ou à rejeição do pedido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613254",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acolhida a alegação de coisa julgada, extingue-se o processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com resolução de mérito, não podendo o autor intentar novamente a ação."
      },
      {
        "letra": "B",
        "texto": "com resolução de mérito, podendo o autor intentar novamente a ação."
      },
      {
        "letra": "C",
        "texto": "sem resolução de mérito, não podendo o autor intentar novamente a ação."
      },
      {
        "letra": "D",
        "texto": "sem resolução de mérito, podendo o autor intentar novamente a ação, apenas se provar o pagamento ou o depósito das custas e dos honorários de advogado."
      },
      {
        "letra": "E",
        "texto": "sem resolução de mérito, podendo o autor intentar novamente a ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613153",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Verificada a existência de decisões conflitantes versando sobre o mesmo bem jurídico, e ambas trânsitadas em julgado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevalece aquela que for mais favorável ao réu."
      },
      {
        "letra": "B",
        "texto": "prevalecem ambas, até que alguma delas seja desconstituída por ação rescisória."
      },
      {
        "letra": "C",
        "texto": "prevalece a que for mais favorável ao autor."
      },
      {
        "letra": "D",
        "texto": "não prevalece nenhuma delas, até que uma seja desconstituída por ação rescisória."
      },
      {
        "letra": "E",
        "texto": "prevalece aquela que por último transitou em julgado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "611512",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Relacione corretamente instituto processual ao respectivo conceito. I- inépcia da petição inicial. II- coisa julgada. III- litispendência. IV- carência de ação. A - Há____________________________, quando se repete ação, que está em curso. B - Há____________________________, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. C - Há _________________________ quando Ihe faltar pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível e/ou contiver pedidos incompatíveis entre si. D - Há ___________________________ quando para propor ou contestar ação faltar às partes interesse e legitimidade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A – III; B – II; C – I; D – IV."
      },
      {
        "letra": "B",
        "texto": "A – IV; B – III; C – II; D – I."
      },
      {
        "letra": "C",
        "texto": "A – II; B – III; C – I; D – IV"
      },
      {
        "letra": "D",
        "texto": "A – I; B – II; C – IV; D – III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "662873",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da sentença e da coisa julgada no vigente Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz converterá a obrigação em perdas e danos, salvo se o réu requerer a concessão da tutela específica da obrigação."
      },
      {
        "letra": "B",
        "texto": "A verdade dos fatos, estabelecida como fundamento da sentença, faz coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "É lícito à parte discutir, no curso do processo, as questões já decididas, a cujo respeito se operou a preclusão."
      },
      {
        "letra": "D",
        "texto": "Se aquele que se comprometeu a concluir um contrato não cumprir a obrigação, a outra parte, sendo isso possível e não excluído pelo título, poderá obter uma sentença que produza o mesmo efeito do contrato a ser firmado."
      },
      {
        "letra": "E",
        "texto": "Passada em julgado a sentença de mérito, reputar-se-ão deduzidas e repelidas todas as alegações e defesas que a parte poderia opor ao acolhimento do pedido, mas não à sua rejeição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "659195",
    "metadata": "Ano: 2015 | Banca: AOCP | Órgão: FUNDASUS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em matéria de sentença e coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se o processo, sem resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou, se procedente o pedido, determinará providências que assegurem o resultado prático equivalente ao do adimplemento."
      },
      {
        "letra": "C",
        "texto": "Haverá resolução de mérito caso o processo seja extinto pela convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "Há coisa julgada quando se repete ação que está em curso."
      },
      {
        "letra": "E",
        "texto": "Como regra geral, a sentença produz coisa julgada em relação a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "624910",
    "metadata": "Ano: 2015 | Banca: IADES | Órgão: CRC-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Quanto à coisa julgada, de acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença faz coisa julgada às partes entre as quais é dada, beneficiando e prejudicando terceiros."
      },
      {
        "letra": "B",
        "texto": "Denomina-se coisa julgada formal a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "D",
        "texto": "É possível a parte discutir, no curso do processo, as questões já decididas, a cujo respeito se operou a preclusão."
      },
      {
        "letra": "E",
        "texto": "Está sujeita ao duplo grau de jurisdição, porém produzindo efeito, a sentença que julgar procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598629",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil de 1973, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há litispendência quando ajuizada ação com as mesmas partes, causas de pedir e pedidos que outra já em curso, devendo ser extinto o processo sem resolução de mérito, desde que a matéria seja alegada tempestivamente como preliminar de contestação;"
      },
      {
        "letra": "B",
        "texto": "há coisa julgada quando ajuizada ação com as mesmas partes, causas de pedir e pedidos que outra já decidida por sentença, de que não caiba recurso sem efeito suspensivo;"
      },
      {
        "letra": "C",
        "texto": "o compromisso arbitral é matéria cognoscível de ofício, tendo em vista que envolve matéria de ordem pública alusiva à competência absoluta;"
      },
      {
        "letra": "D",
        "texto": "havendo conexão ou continência, o Juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado;"
      },
      {
        "letra": "E",
        "texto": "as ações são conexas quando lhes for comum o objeto e a causa de pedir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593130",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com relação à sentença e à coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As questões prejudiciais decididas incidentalmente na fundamentação da sentença são abarcadas pela coisa julgada."
      },
      {
        "letra": "B",
        "texto": "As sentenças que decidem relações jurídicas continuativas não produzem coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "O juiz, em nenhuma hipótese, deverá, depois de proferida a sentença, modificá-la, sob pena de ofensa ao contraditório."
      },
      {
        "letra": "D",
        "texto": "A eficácia preclusiva da coisa julgada alcança o deduzido e o dedutível."
      },
      {
        "letra": "E",
        "texto": "Em atenção ao princípio da congruência, o juiz, ao julgar, deve considerar apenas os fatos aduzidos pelas partes na inicial e na contestação, abstendo-se de conhecer fatos supervenientes não alegados pelas partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "591210",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Sobre o tema da coisa julgada no Código de Processo Civil vigente (Lei n.º 5.869/73, com as modificações posteriores), é CORRETO dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a verdade dos fatos, estabelecida como fundamento da sentença, faz coisa julgada."
      },
      {
        "letra": "B",
        "texto": "não faz coisa julgada a apreciação da questão prejudicial, decidida incidentemente no processo, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "passada em julgado a sentença de mérito, reputar-se-ão deduzidas e repelidas todas as alegações e defesas que a parte poderia opor tanto ao acolhimento como à rejeição do pedido."
      },
      {
        "letra": "D",
        "texto": "está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal, a sentença proferida contra a União, o Estado, o Distrito Federal e o Município, mas não contra as respectivas autarquias e fundações de direito público, que estão dispensadas do duplo grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "é permitido à parte discutir, no curso do processo, as questões já decididas, mesmo naqueles casos em que se operou a preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589578",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a opção correta no que diz respeito à sentença e à coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A possibilidade de o julgador proferir sentença incerta restringe-se às situações em que decida relação jurídica condicional."
      },
      {
        "letra": "B",
        "texto": "A sentença publicada torna-se irretratável, e o juiz somente poderá corrigir erros materiais dela constantes em caso de requerimento da parte."
      },
      {
        "letra": "C",
        "texto": "Proferida sentença de extinção do processo em razão da ilegitimidade passiva para a causa, a não interposição de recurso, no prazo legal, importará imutabilidade da decisão pela coisa julgada material."
      },
      {
        "letra": "D",
        "texto": "Ainda que importantes para determinar o alcance da parte dispositiva da sentença, os motivos não são alcançados pela imutabilidade da coisa julgada."
      },
      {
        "letra": "E",
        "texto": "Sentenças terminativas são aquelas que resolvem o mérito, dando fim ao processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "587981",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Coisa Julgada no CPC 1973",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Com relação a processo cautelar, mandado de segurança, sentença e coisa julgada, assinale a opção correta segundo o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito líquido e certo postulado no mandado de segurança tem caráter personalíssimo e intransferível, não sendo possível a sucessão de partes."
      },
      {
        "letra": "B",
        "texto": "O arresto é medida destinada à apreensão de bens determinados com o objetivo de assegurar a futura efetivação de provimento judicial que os tenha como objeto."
      },
      {
        "letra": "C",
        "texto": "A sentença é ultra petita quando aprecia matéria estranha ao pedido formulado pelo autor."
      },
      {
        "letra": "D",
        "texto": "No caso de improcedência do pedido formulado na ação principal, será exigível a multa cominatória fixada em ação cautelar destinada a resguardar o objeto da ação principal."
      },
      {
        "letra": "E",
        "texto": "A alteração de juros de mora na fase de execução ofende a coisa julgada, mesmo quando realizada para adequar o percentual aplicado à legislação civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "584091",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Está correto o que se afirma APENAS em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "567080",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Foi julgada parcialmente procedente demanda em que o autor pleiteava indenização por danos materiais emorais, para condenar o réu exclusivamente ao pagamento de danos materiais e, quanto a esses, em valor inferior ao pleiteado na petição inicial. O autor apresenta recurso de apelação, pedindo reforma da sentença para majoração dos danos materiais. O réu apresenta, também, recurso de apelação, pedindo reforma da sentença para que se reconheça a inexistência dos danos materiais. Considerando que os recursos de ambas as partes preenchem os requisitos para conhecimento, o Tribunal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem autorização legal para julgar sobre o valor dos danos morais, considerando o efeito expansivo da apelação e a proibição de reformatio in pejus."
      },
      {
        "letra": "B",
        "texto": "tem autorização legal, mesmo sem alegação das partes nesse sentido, para reconhecer a ocorrência de coisa julgada, considerando o efeito translativo das apelações e a inexistência de proibição, quanto a tal efeito, de reformatio in pejus."
      },
      {
        "letra": "C",
        "texto": "não tem autorização legal, sem alegação das partes nesse sentido, para reconhecer a existência de incapacidade de alguma das partes, considerando o efeito substitutivo das apelações e a proibição, quanto a tal efeito, de reformatio in pejus"
      },
      {
        "letra": "D",
        "texto": "tem autorização legal para julgar sobre a ocorrência dos danos materiais e morais, considerando o efeito devolutivo das apelações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "560646",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Sobre sentença e coisa julgada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma sentença proferida por juiz absolutamente incompetente é nula, razão pela qual não faz coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "A coisa soberanamente julgada ocorre após o decurso do prazo para a querela nullitatis insanabilis."
      },
      {
        "letra": "C",
        "texto": "A decisão que homologa um acordo entre as partes tem natureza jurídica de sentença terminativa."
      },
      {
        "letra": "D",
        "texto": "A decisão que indefere a inicial em razão do reconhecimento da prescrição tem natureza jurídica de sentença definitiva."
      },
      {
        "letra": "E",
        "texto": "A sentença que extingue o processo sem resolução do mérito, embora não faça coisa julgada material, pode impedir a repropositura de ação idêntica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555492",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Uma das hipóteses de supressão da eficácia executiva dos títulos judiciais ocorre quando este título está fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal, ou fundado em aplicação ou interpretação da lei ou ato normativo tidas pelo Supremo Tribunal Federal como incompatíveis com a Constituição Federal. De acordo com a jurisprudência do Superior Tribunal de Justiça, indique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ineficácia da “sentença inconstitucional” só pode ser alegada se houver pronunciamento do Supremo Tribunal Federal em controle concentrado de constitucionalidade."
      },
      {
        "letra": "B",
        "texto": "É aplicável tal regramento seja quando o Supremo Tribunal Federal declara a constitucionalidade seja quando reconhece a inconstitucionalidade de dispositivo legal."
      },
      {
        "letra": "C",
        "texto": "Não se aplica tal regramento às decisões que transitaram em julgado antes do seu advento no direito positivo brasileiro."
      },
      {
        "letra": "D",
        "texto": "Para a ineficácia do título executivo, a decisão do Supremo Tribunal Federal deve ter sido publicada após o trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "Só pode ser alegada a ineficácia do título executivo dentro do prazo de dois anos, a exemplo da disciplina da ação rescisória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "549033",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "“Não se pode, pois, duvidar de que a eficácia jurídica da sentença se possa e deva distinguir da autoridade da coisa julgada; e nesse sentido é certamente de acolher a distinção formulada por Carnelutti entre imperatividade e imutabilidade da sentença” (Enrico Tullio Liebman, Eficácia e Autoridade da Sentença e Outros Escritos sobre a Coisa Julgada, p. 39, 2ª edição, tradução de Alfredo Buzaid e Benvindo Aires, Forense, 1981). Esse texto de Liebman",
    "alternativas": [
      {
        "letra": "A",
        "texto": "amolda-se à definição de coisa julgada formal adotada na lei vigente."
      },
      {
        "letra": "B",
        "texto": "traz uma distinção irrelevante para a lei processual vigente."
      },
      {
        "letra": "C",
        "texto": "traz uma distinção incompatível com a lei vigente."
      },
      {
        "letra": "D",
        "texto": "não se harmoniza com a definição de coisa julgada material adotada na lei vigente."
      },
      {
        "letra": "E",
        "texto": "harmoniza-se com a definição de coisa julgada material adotada na lei vigente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "545703",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Matilde ingressou em juízo com uma ação declaratória de nulidade de negócio jurídico em desfavor da União. Após regular processamento da ação, o juízo rejeitou o pedido da autora, que não interpôs recurso contra esta decisão. Nessa situação hipotética,a decisão que rejeitou o pedido de Matilde fez coisa julgada material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "531958",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil de 1973, sobre a sentença e a coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O livre convencimento, nos termos previstos exclusivamente pelo Código de Processo Civil de 1973, permite que o magistrado aprecie livremente a prova do caso e o direito aplicável a este caso, podendo inclusive afastar a incidência de regra legal."
      },
      {
        "letra": "B",
        "texto": "O limite temporal para que o juiz modifique a sentença, salvo as exceções legais de correção de erro material ou por embargos de declaração, é a publicação do ato no Diário Oficial."
      },
      {
        "letra": "C",
        "texto": "A sentença que condenar o réu ao pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária."
      },
      {
        "letra": "D",
        "texto": "O Código de Processo Civil de 1973 permite expressamente o protesto de sentença transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "A preclusão máxima também é denominada coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525339",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Das funções realizadas pelo Estado é a jurisdição a única dotada do predicado de definitividade, caracterizado pela imunização dos efeitos dos atos realizados. Os primeiros destinatários dessa definitividade são as próprias partes, que ficam adstritas aos resultados do processo. Não se exclui dessa regra sequer o próprio Estado, quando parte neste. Os atos dos demais poderes do Estado podem ser revistos pelos juízes no exercício da jurisdição, mas o contrário é absolutamente inadmissível. (\"Instituições de Direito Processual Civil\", Cândido Rangel Dinamarco, vol. I, 6. ed., Malheiros Editores, 2009, pp. 319/320). Dessa lição, relativa à definitividade da jurisdição, resulta que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tanto nos processos de conhecimento como na execução forçada ou nas sentenças terminativas existe definitividade em seu mais elevado grau, pela impossibilidade de propositura de demandas futuras."
      },
      {
        "letra": "B",
        "texto": "o mais elevado grau de imunidade a futuros questionamentos, outorgado pela ordem jurídica, é a autoridade da coisa julgada material, que se restringe às sentenças de mérito e é assegurada constitucionalmente."
      },
      {
        "letra": "C",
        "texto": "o grau de imunidade judiciária maior que se pode ostentar é o decorrente das sentenças terminativas, que não impedem nova ação mas obstam a que no novo processo o juiz decida a mesma questão de modo diferente."
      },
      {
        "letra": "D",
        "texto": "a maior imunização que a ordem jurídica outorga aos atos de exercício da jurisdição está na preclusão e na perempção, pela impossibilidade de prática dos atos processuais no mesmo feito."
      },
      {
        "letra": "E",
        "texto": "da definitividade não decorre a consequência da imutabilidade da jurisdição, que é sempre passível de ser revista em qualquer situação jurídica posterior à decisão judicial proferida pelo órgão jurisdicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512801",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA consoante o entendimento sumular do STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os honorários advocatícios devem ser compensados quando houver sucumbência recíproca, assegurado o direito autônomo do advogado à execução do saldo sem excluir a legitimidade da própria parte."
      },
      {
        "letra": "B",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "Inadmissível recurso especial quanto à questão que, a despeito da oposição de embargos declaratórios, não foi apreciada pelo Tribunal a quo."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498203",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com relação à Sentença e à Coisa Julgada, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao juiz proferir sentença, a favor do autor, de natureza diversa da pedida, bem como condenar o réu em quantidade superior ou em objeto diverso do que lhe foi demandado."
      },
      {
        "letra": "B",
        "texto": "A sentença deve ser certa, ainda quando decida relação jurídica condicional."
      },
      {
        "letra": "C",
        "texto": "Publicada a sentença, o juiz só poderá alterá-la por meio de embargos de declaração"
      },
      {
        "letra": "D",
        "texto": "Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá-lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a sentença."
      },
      {
        "letra": "E",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o juiz decidirá em forma concisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495411",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o duplo grau de jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser observado quando, vencido o Estado, não tiver sido interposta apelação, e desde que a condenação, de valor certo ou incerto, não exceda 60 salários mínimos"
      },
      {
        "letra": "B",
        "texto": "deve ser observado sempre que for vencido o Estado."
      },
      {
        "letra": "C",
        "texto": "deve ser observado sempre que, vencido o Estado, não tiver sido interposta apelação."
      },
      {
        "letra": "D",
        "texto": "não deve ser observado, dentre outras hipóteses, sempre que a condenação, de valor certo ou incerto, não exceder 60 salários mínimos."
      },
      {
        "letra": "E",
        "texto": "não deve ser observado, dentre outras hipóteses, quando a sentença estiver fundada em jurisprudência do plenário do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485289",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à coisa julgada material, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os seus limites subjetivos alcançam tanto o substituto processual quanto o substituído."
      },
      {
        "letra": "B",
        "texto": "Os seus limites objetivos alcançam o dispositivo da sentença e a questão prejudicial, ainda que, quanto a esta, não tenha sido ajuizada prévia ação declaratória incidental."
      },
      {
        "letra": "C",
        "texto": "A sua formação pressupõe a prolação de sentença definitiva, não terminativa."
      },
      {
        "letra": "D",
        "texto": "A sua formação gera eficácia preclusiva quanto às alegações que as partes poderiam ter deduzido no processo, mas não o fizeram."
      },
      {
        "letra": "E",
        "texto": "A sua formação também se dá no âmbito das ações coletivas, tanto nas hipóteses de acolhimento quanto nas de rejeição do pedido, desde que, quanto a estas, o fundamento não tenha residido na insuficiência do conjunto probatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "477664",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Faz(em) coisa julgada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os motivos que determinam o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "B",
        "texto": "A verdade dos fatos, estabelecida para o fundamento da sentença."
      },
      {
        "letra": "C",
        "texto": "A apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "D",
        "texto": "A resolução da questão prejudicial, se a parte o requerer, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide."
      },
      {
        "letra": "E",
        "texto": "A sentença, em relação a terceiros, nas causas relativas ao estado de pessoa, por se tratar de relações jurídicas conexas e não ser possível participar da r elação jurídica processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "626132",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com recente jurisprudência do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O espólio tem legitimidade para cobrar seguro por invalidez após morte do segurado, pois com a morte do titular, todas as suas relações econômicas (ativas e passivas) são transmitidas para os seus herdeiros. E, assim, legitima-se o espólio para requerê-la;"
      },
      {
        "letra": "B",
        "texto": "A mulher tem direito real de habitação em ação de manutenção de posse, ajuizada antes mesmo do pedido expresso de reconhecimento de união estável;"
      },
      {
        "letra": "C",
        "texto": "Em caso de divórcio, a necessidade de divisão igualitária do patrimônio adquirido na constância do casamento não exige que os bens móveis e imóveis existentes fora do Brasil sejam alcançados pela Justiça brasileira. Basta que os valores desses bens no exterior sejam considerados na partilha;"
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos do reconhecimento de paternidade, seja ele voluntário ou não, é gerar para o filho o direito de ostentar o nome de família do pai biológico, com a devida alteração do nome do filho. Desta feita, não é possível reverter a inclusão do sobrenome do pai ao nome do filho, determinada após ação de reconhecimento de paternidade;"
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "552930",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Sobre a sentença e a coisa julgada, marque V para as afirmativas verdadeiras e F para as falsas. ( ) O processo de conhecimento busca composição da lide, que se verifica pela sentença de mérito, correspondente à matéria de fundo sobre a qual deve recair o julgamento final e definitivo, este que produz a extinção do processo. ( ) Sentença é resolução de mérito, apenas e tão somente quando analisa as questões de fundo por ato intelectivo do juiz, ou resolução formal terminativa, quando acolhidos os óbices processuais previstos no art. 267 do CPC. ( ) A coisa julgada formal é pressuposto lógico da coisa julgada substancial. Porém não são os efeitos da sentença que se tornam imutáveis, mas, sim, a fixação da norma reguladora do caso concreto que se torna imutável e indiscutível quando da formação da coisa julgada. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V."
      },
      {
        "letra": "B",
        "texto": "F, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, F."
      },
      {
        "letra": "E",
        "texto": "V, F, F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516118",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário. II. A sentença, que julgar total ou parcialmente a lide, não tem força de lei nos limites da lide e das questões decididas. III. Não faz coisa julgada, os motivos, ainda que importantes para determinar o alcance da parte dispositiva da sentença. IV. Passada em julgado a sentença de mérito, reputar-se-ão deduzidas e repelidas todas as alegações e defesas, que a parte poderia opor assim ao acolhimento como à rejeição do pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV"
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "513672",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença, que julgar total ou parcialmente a lide, tem força de lei nos limites da lide e das questões decididas."
      },
      {
        "letra": "B",
        "texto": "Denomina-se coisa julgada material, a eficácia, que torna imutável e indiscutível a sentença, mas sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "Não fazem coisa julgada, os motivos, ainda que importantes para determinar o alcance da parte dispositiva da sentença; a verdade dos fatos, estabelecida como fundamento da sentença; a apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "D",
        "texto": "É defeso à parte discutir, no curso do processo, as questões já decididas, a cujo respeito se operou a preclusão."
      },
      {
        "letra": "E",
        "texto": "Passada em julgado a sentença de mérito, reputar-se- ão deduzidas e repelidas todas as alegações e defesas, que a parte poderia opor assim ao acolhimento como à rejeição do pedido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460481",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Encontram-se sob a abrangência da chamada eficácia preclusiva da coisa julgada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os pedidos que poderiam ser realizados com base na mesma causa de pedir entre as mesmas partes que figuraram no processo."
      },
      {
        "letra": "B",
        "texto": "todas as alegações e defesas que poderiam ter sido opostas ao acolhimento ou à rejeição do pedido."
      },
      {
        "letra": "C",
        "texto": "todas as causas de pedir que poderiam ter resultado no mesmo pedido acolhido ou rejeitado pela sentença."
      },
      {
        "letra": "D",
        "texto": "todos os fundamentos de fato da sentença, os quais não mais poderão ser contrariados pelas mesmas partes, ainda que em processo com pedido distinto."
      },
      {
        "letra": "E",
        "texto": "todos os fundamentos jurídicos da sentença, os quais não poderão ser contrariados pelas mesmas partes, ainda que em processo com causa de pedir e pedido distintos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460038",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Depois de já interposto recurso de apelação, o Estado informou ao Tribunal que, antes do ajuizamento da ação, outra idêntica já havia sido julgada por decisão da qual não cabia recurso. Tal alegação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser conhecida, pois a coisa julgada deve ser apreciada, inclusive de ofício, em qualquer tempo e grau de jurisdição."
      },
      {
        "letra": "B",
        "texto": "poderá ser conhecida, pois, desde que o alegue a parte, pode o Tribunal analisar, em qualquer tempo e grau de jurisdição, a coisa julgada, vedada sua apreciação de ofício."
      },
      {
        "letra": "C",
        "texto": "não poderá ser conhecida, pois compete ao Réu, na contestação, alegar litispendência."
      },
      {
        "letra": "D",
        "texto": "não poderá ser conhecida, pois compete ao Réu, na contestação, alegar coisa julgada."
      },
      {
        "letra": "E",
        "texto": "deverá ser conhecida, pois, desde que o alegue a parte, pode o Tribunal analisar, em qualquer tempo e grau de jurisdição, a litispendência, vedada sua apreciação de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "457367",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "O processo é um fenômeno que envolve a participação de diferentes atores, mas nem todos aqueles que participam do processo sofrem os efeitos da coisa julgada. Um exemplo de participante do processo que NÃO se submete aos efeitos da coisa julgada é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ministério Público, quando propõe a demanda;"
      },
      {
        "letra": "B",
        "texto": "o assistente litisconsorcial do réu;"
      },
      {
        "letra": "C",
        "texto": "o perito, quando tem honorários periciais a receber;"
      },
      {
        "letra": "D",
        "texto": "o réu, quando a demanda é julgada improcedente;"
      },
      {
        "letra": "E",
        "texto": "o autor, quando renuncia ao direito sobre o qual se funda a ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456797",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Julgando-se ofendido, Agnaldo ajuizou ação de compensação por danos morais contra Adriana afirmando que, du- rante debate acadêmico, esta teria insinuado que seus trabalhos seriam insignificantes. O pedido compensatório foi julgado improcedente, em decisão transitada em julgado, entendendo o Juiz que a afirmação não teria sido ofensiva. Cerca de um ano depois, Agnaldo ajuizou nova ação de compensação por danos morais contra Adriana afirmando que, durante aquele debate, além da insinuação quanto à insignificância de seus trabalhos, Adriana o teria chamado de desonesto, corrupto e sem valor moral. A nova alegação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reputa-se deduzida e repelida, pois poderia ter sido feita na primeira ação, devendo o processo ser extinto com resolução de mérito, por encontrar óbice na coisa julgada."
      },
      {
        "letra": "B",
        "texto": "deverá ser apreciada pelo Juiz, pois houve alteração da causa de pedir remota."
      },
      {
        "letra": "C",
        "texto": "reputa-se deduzida e repelida, pois poderia ter sido feita na primeira ação, devendo o processo ser extinto sem resolução de mérito, por encontrar óbice na coisa julgada."
      },
      {
        "letra": "D",
        "texto": "deverá ser apreciada pelo Juiz, pois houve alteração da causa de pedir próxima."
      },
      {
        "letra": "E",
        "texto": "deverá ser apreciada pelo Juiz, pois a coisa julgada não abrange fatos deduzidos em ação posterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432838",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Ação Rescisória",
      "Procedimento ordinário",
      "Prazos",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com relação à coisa julgada e ação rescisória, identifique as seguintes afirmativas como verdadeiras (V) ou falsas (F): ( ) De acordo com o STJ, conta-se o prazo decadencial de ação rescisória, nos casos de existência de capítulos autônomos, do trânsito em julgado de cada decisão. Contudo, a jurisprudência do STF inclina-se em direção oposta, considerando-se que o termo inicial para a propositura da ação rescisória seria a partir do trânsito em julgado da última decisão proferida nos autos, ao fundamento de que não seria possível fracionamento da sentença ou acórdão. ( ) Para a teoria de Liebman, a coisa julgada é uma qualidade especial da sentença, a reforçar a sua eficácia, consistente na imutabilidade da sentença como ato processual e na imutabilidade dos seus efeitos. ( ) Para o STJ, as decisões acerca da guarda de menor e respectivos alimentos não se submetem aos efeitos da coisa julgada, que pode ser relativizada diante da alteração dos fatos. ( ) De acordo com o STJ, o débito alimentar arbitrado em valor fixo, por sentença transitado em julgado, deve ser pago pelo montante e na exata periodicidade constante no título judicial, revelando-se ofensa à coisa julgada a determinação para que o valor arbitrado seja pago a propósito do recebimento de outras verbas pelo devedor. ( ) Consoante a jurisprudência do STJ, a correção de erro material sujeita-se à preclusão e à coisa julgada. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – V – V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429577",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Proposta ação exclusivamente para cobrança de juros convencionais de uma determinada dívida fundada em contrato, a decisão de procedência dessa ação, se transitada em julgado, tornará imutável o reconhecimento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dos juros devidos; mas a imutabilidade quanto à existência da dívida principal dependerá exclusivamente de ajuizamento de ação declaratória autônoma, proposta em autos apartados."
      },
      {
        "letra": "B",
        "texto": "dos juros devidos; mas a imutabilidade quanto à existência da dívida principal dependerá do ajuiza- mento de ação declaratória incidental ou autônoma ou de reconvenção."
      },
      {
        "letra": "C",
        "texto": "da dívida principal, mas não dos juros."
      },
      {
        "letra": "D",
        "texto": "dos juros devidos, bem como da dívida principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419606",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em ação de despejo proposta pela empresa pública CONAB, alegando que o locatário modificou a forma e as características do imóvel locado, sem autorização, foi julgado procedente o pedido, por decisão transitada em julgado. Em seguida, a CONAB propôs ação pedindo a condenação do antigo locatário a indenizar os danos decorrentes da modificação do imóvel, mas o réu, em contestação, negou qualquer alteração, afirmando que a prova havia sido mal produzida e analisada no feito anterior. Ao julgar o pedido indenizatório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não pode desconsiderar a modificação reconhecida na ação de despejo, em razão da eficácia vinculativa prejudicial da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "O juiz deve extinguir o processo, sem resolução do mérito, por falta de interesse processual, pois a indenização, mesmo não tendo sido pedida no primeiro processo, lá pode ser liquidada e executada, por ser consequência do despejo."
      },
      {
        "letra": "C",
        "texto": "Não há coisa julgada material, relativa à modificação do imóvel, e o juiz deve apreciar livremente a defesa do réu."
      },
      {
        "letra": "D",
        "texto": "O juiz, em razão da coisa julgada, deve julgar procedente o pedido de indenização."
      },
      {
        "letra": "E",
        "texto": "O juiz deve apenas apreciar o quantum do dano causado, pois, embora não possa debater a existência da modificação, tornada imutável pela coisa julgada, pode negar a ocorrência de dano e julgar improcedente o pedido de indenização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416872",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CONAB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Procedimento ordinário",
      "Prazos",
      "Coisa Julgada no CPC 1973",
      "Princípios Recursais"
    ],
    "enunciado_principal": "Quanto à coisa julgada, conforme o Código Processual Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fazem coisa julgada os motivos, ainda que importantes para determinar o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "B",
        "texto": "Faz coisa julgada a apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "C",
        "texto": "É possível à parte discutir, no curso do processo, as questões já decididas, a cujo respeito se operou a preclusão."
      },
      {
        "letra": "D",
        "texto": "Está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal, a sentença proferida contra a União, o estado, o Distrito Federal, o município e as respectivas autarquias e fundações de direito público."
      },
      {
        "letra": "E",
        "texto": "Não se sujeita ao duplo grau de jurisdição a sentença que julgar procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416633",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em um processo foi decidida uma questão principal, julgada no mérito com trânsito em julgado. Sendo assim, considere as assertivas I, II e III. I. Havendo nova ação em que a mesma questão seja posta como principalliter, entre as mesmas partes, para o mesmo pedido, estar- se-á no campo do efeito negativo da coisa julgada material, que impedirá, tendo em vista a presença de pressuposto processual negativo, o desenvolvimento do processo. II. Se a referida questão for posta, entre as mesmas partes, como questão prejudicial, em um segundo processo, estar-se-á no campo do efeito positivo da coisa julgada material, pois o juiz do segundo processo estará, quanto à questão prejudicial, vinculado ao que decidiu o juiz do primeiro processo, em que a mesma figurava como questão principal. III. A ação rescisória só pode ser veiculada caso violado o efeito negativo da coisa julgada material. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão coretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414879",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada, em ações civis públicas que tenham como objeto a defesa de direitos difusos, possui eficácia erga omnes, salvo em caso de improcedência por insuficiência de provas",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413797",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença citra petita, transitada em julgado, não tem força de lei nos limites da lide e das questões decididas;"
      },
      {
        "letra": "B",
        "texto": "Denomina-se coisa julgada formal a circunstancia do processo na qual a sentença não é mais atacável por recurso de qualquer natureza, outorgando-lhe caráter de imutabilidade. Toda sentença, definitiva ou terminativa, está apta a produzir coisa julgada formal."
      },
      {
        "letra": "C",
        "texto": "Nas relações continuativas a sentença que resolve o mérito do conflito não produz coisa julgada material, posto que a lide pode ser novamente objeto de discussão perante o Poder Judiciário mediante ação revisional, sempre que sobreviver modificação do estado de fato ou de direito."
      },
      {
        "letra": "D",
        "texto": "A sentença que reconhece a litispendência, perempção ou coisa julgada extingue o processo sem resolução do mérito, sendo, pois, terminativa."
      },
      {
        "letra": "E",
        "texto": "Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "393341",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a opção correta em relação à sentença e à coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o autor tiver formulado pedido certo, será permitido ao juiz proferir sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "A sentença proferida na ação de jurisdição graciosa produz a coisa julgada material após o seu trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "No procedimento comum ordinário, o relatório, os fundamentos e o dispositivo são requisitos essenciais da sentença."
      },
      {
        "letra": "D",
        "texto": "Será definitiva a sentença que resolva o processo por falta de pressuposto processual."
      },
      {
        "letra": "E",
        "texto": "A coisa julgada formal consiste no fenômeno da imutabilidade da sentença, que adquire força de lei para as partes e para todos os juízos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "392577",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Quanto à coisa julgada, é correta a seguinte afirmação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na substituição processual, a coisa julgada material não pode atingir o substituído processual."
      },
      {
        "letra": "B",
        "texto": "Na sucessão processual por alienação de coisa litigiosa, havendo concordância das partes do processo, o direito passa a ser defendido pelo adquirente, que assume a qualidade de parte, e a coisa julgada o atinge."
      },
      {
        "letra": "C",
        "texto": "Na sucessão processual, se não houver concordância das partes de que o sucessor assuma a posição do sucedido, aquele (o sucessor) não poderá ser atingido pela coisa julgada."
      },
      {
        "letra": "D",
        "texto": "Nas ações civis públicas que são movidas em defesa de interesses difusos, a coisa julgada material tem eficácia secundum eventum litis, ficando restrita às sentenças de mérito, ainda que a improcedência seja por insuficiência de provas."
      },
      {
        "letra": "E",
        "texto": "Todas as sentenças proferidas nos processos de jurisdição voluntária se sujeitam à coisa julgada material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389063",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considerando a legislação processual coletiva vigente, analise as assertivas a seguir. I - A execução individual de título executivo coletivo, no caso de relação de consumo, só poderá ser proposta no foro do lugar em que se realizou a liquidação de sentença. II - A preservação da coisa julgada impede que a legitimação ativa para interpor ação coletiva, que foi reconhecida na fase de conhecimento, seja alterada na fase de execução em virtude de reforma legislativa. III - A comprovação da existência e extensão dos direitos individuais homogêneos se dá na execução da sentença. IV - O sindicato é parte legítima para executar sentença coletiva em favor de seus filiados. Estão corretas as assertivas :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387716",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com base na jurisprudência dominante no Superior Tribunal de Justiça (STJ) no que tange às ações de investigação de paternidade e alimentos, julgue os itens a seguir.É incabível relativizar a coisa julgada, mesmo quando uma ação de investigação de paternidade tenha sentença definitiva, mas não conte com o exame pericial de DNA.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "385950",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: SEAP-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da sentença e da coisa julgada na esfera cível, à luz do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de contrato que tenha por objeto a transferência da propriedade de coisa determinada, ou de outro direito, a ação será acolhida se a parte que a intentou não cumprir a sua prestação, nem a oferecer, nos casos e formas legais, salvo se ainda não exigível."
      },
      {
        "letra": "B",
        "texto": "Publicada a sentença, o juiz não poderá alterá-la."
      },
      {
        "letra": "C",
        "texto": "Na aça~o que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou, se procedente o pedido, determinará providências que assegurem o resultado prático equivalente ao do adimplemento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto a obrigação de não fazer, o juiz, ao conceder a tutela específica, fixará o prazo para o cumprimento da obrigação."
      },
      {
        "letra": "E",
        "texto": "A sentença que condenar o réu no pagamento de uma prestação, consistente em dinheiro ou em coisa, não pode valer como título constitutivo de hipoteca judiciária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "384794",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Denomina-se coisa julgada material a efcácia, que torna imutável e indiscutível_______________. Assinale a alternativa que completa corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença, não mais sujeita a recurso especial ou de embargos"
      },
      {
        "letra": "B",
        "texto": "O acórdão, não mais sujeito a recurso especial ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "O acórdão, não mais sujeito a recurso especial ou ordinário."
      },
      {
        "letra": "D",
        "texto": "A sentença, não mais sujeita a recurso ordinário ou extraordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "382012",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "No que diz respeito à sentença e à coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada formada na ação popular terá eficácia oponível contra todos (erga omnes) nos limites da competência territorial do órgão prolator."
      },
      {
        "letra": "B",
        "texto": "Depois de publicada a sentença, o juiz prolator não poderá mais alterá-la sob qualquer circunstância"
      },
      {
        "letra": "C",
        "texto": "No procedimento comum ordinário, os únicos requisitos essenciais da sentença são a fundamentação e o dispositivo, sendo este a parte em que estará o comando declaratório, constitutivo ou condenatório."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência do STJ firmou entendimento no sentido de reconhecer a inexistência de coisa julgada entre mandado de segurança e ação ordinária quando tais insurgências objetivam o mesmo resultado prático."
      },
      {
        "letra": "E",
        "texto": "O STF reconheceu, recentemente, por meio de diversos julgados, a inexistência de repercussão geral do tema referente à violação aos princípios do contraditório, da ampla defesa, do devido processo legal e dos limites da coisa julgada quando o julgamento da causa depender de prévia análise da adequada aplicação de normas infraconstitucionais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380247",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Uma ação de procedimento ordinária é proposta em face do Instituto Nacional da Propriedade Industrial, representado pela Procuradoria-Regional Federal e uma sociedade empresária localizada em São Paulo, também representada por advogado próprio. O Juiz determina a citação dos 3 réus. A ação é ajuizada perante a Justiça Federal do Rio de Janeiro. No exame inicial, o Juiz julga extinto o feito, sem julgamento de mérito, por não ter o Autor providenciado o recolhimento das custas judiciais corretas, apesar de intimado para tanto. Vencido o prazo recursal, sem que este venha a ser apresentado, ajuíza o autor nova ação de igual objeto. No tocante aos fatos narrados, cabe aduzir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em face da coisa julgada material é impossível o ajuizamento da nova ação."
      },
      {
        "letra": "B",
        "texto": "em face da coisa julgada formal é possível o ajuizamento da nova ação"
      },
      {
        "letra": "C",
        "texto": "se o autor der causa, por três vezes, à extinção do processo por falta do recolhimento de custas, não poderá intentar nova ação contra o réu com o mesmo objeto, ficando-lhe ressalvada, entretanto, a possibilidade de alegar em defesa o seu direito."
      },
      {
        "letra": "D",
        "texto": "o ajuizamento de nova ação depende da anuência do Autor, cabendo a este, em preliminar de contestação, manifestar sua contrariedade."
      },
      {
        "letra": "E",
        "texto": "a sentença está equivocada, uma vez que o não recolhimento de custas importa em extinção com julgamento de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373474",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que se refere à sentença e à coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicada a sentença contendo inexatidão material, somente a requerimento da parte poderá o juiz corrigi-la."
      },
      {
        "letra": "B",
        "texto": "A fundamentação concernente às questões prejudiciais que repercutem no teor da decisão alcança a qualidade de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Dispensa fundamentação a sentença que, não resolvendo o mérito, extingue o processo que ficar parado por mais de um ano em razão de negligência das partes."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo do recurso obedece à máxima tantum devoluttum quantum appelattum, considerada norma geral de direito recursal. Sendo assim, a matéria devolvida ao tribunal, tanto em extensão quanto em profundidade, é delimitada pelas razões de recurso."
      },
      {
        "letra": "E",
        "texto": "O juiz decidirá novamente as questões já decididas relativas à mesma lide quando, tratando-se de relação jurídica continuativa, houve requerimento da parte e modificação do estado de fato ou de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "366531",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considerando a coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há coisa julgada quando se repete ação, que está em curso."
      },
      {
        "letra": "B",
        "texto": "Verifica-se a coisa julgada quando se reproduz ação anteriormente ajuizada."
      },
      {
        "letra": "C",
        "texto": "Os motivos importantes para determinar o alcance da parte dispositiva da sentença fazem coisa julgada."
      },
      {
        "letra": "D",
        "texto": "Denomina-se coisa julgada formal a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "E",
        "texto": "A apreciação de questão prejudicial, decidida incidentalmente no processo, faz coisa julgada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362503",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "As sentenças proferidas mediante resolução do mérito são acobertadas pela autoridade da coisa julgada. Desse modo, é incorreto entender que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imutabilidade da autoridade da coisa julgada existirá se o juiz decidiu a lide nos limites em que foi proposta pelo autor;"
      },
      {
        "letra": "B",
        "texto": "A fundamentação, composta pelos motivos de fato e de direito, quando determinante e imprescindível para demonstrar o conteúdo da parte dispositiva da sentença, é atingida pela coisa julgada material"
      },
      {
        "letra": "C",
        "texto": "As sentenças de extinção do processo sem resolução do mérito são atingidas apenas pela coisa julgada formal;"
      },
      {
        "letra": "D",
        "texto": "A sentença de mérito, transitada em julgado, pode ser rescindida quando ofender a coisa julgada;"
      },
      {
        "letra": "E",
        "texto": "Coisa julgada material é a qualidade que torna imutável e indiscutível o comando que emerge da parte dispositiva da sentença de mérito não mais sujeita a recurso ordinário ou extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362501",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Coisa Julgada no CPC 1973",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc.",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor, especificando, outrossim, as provas que pretende produzir. Porém, antes de discutir o mérito, o réu pode alegar preliminarmente na peça contestatória, nos termos do Código de Processo Civil, o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litispendência, coisa julgada, conexão, reconvenção, incapacidade da parte, convenção de arbitragem;"
      },
      {
        "letra": "B",
        "texto": "Inexistência da citação, incompetência absoluta, inépcia da petição inicial, reconvenção, perempção;"
      },
      {
        "letra": "C",
        "texto": "Nulidade da citação, incompetência relativa, perempção, continência, conexão, falta de autorização;"
      },
      {
        "letra": "D",
        "texto": "Continência, carência de ação, defeito de representação, incompetência absoluta, exceção de suspeição;"
      },
      {
        "letra": "E",
        "texto": "Inépcia da petição inicial, litispendência, coisa julgada, conexão, incapacidade da parte, carência de ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361191",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Sobre sentença e coisa julgada, de acordo com o Código de Processo Civil, considere: I. A sentença deve ser certa, ainda quando decida relação jurídica condicional. II. Se, depois da propositura da ação, algum fato constitutivo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá-lo em consideração no momento de proferir a sentença, mas não poderá considerar se o fato for modificativo do direito, diante da preclusão consumativa. III. Publicada a sentença, o juiz só poderá alterá-la por meio de embargos de declaração. IV. Faz coisa julgada a resolução da questão prejudicial, se a parte o requerer, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide. V. A sentença que condenar a parte no pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357691",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em razão de acidente automobilístico, Alberto ajuizou ação de indenização contra Maurício, que se defendeu alegando culpa exclusiva de terceiro. Depois de julgado procedente o pedido, em decisão transitada em julgado, Maurício ajuizou ação contra Alberto no âmbito da qual demonstrou, por laudo particular anexado à petição inicial, que o acidente ocorreu porque Alberto trafegava com veículo em mau estado de conservação. Este segundo processo deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinto sem resolução de mérito, porque, depois do trânsito em julgado, reputam-se repelidas não somente as alegações efetivamente realizadas, mas também as que poderiam ter sido feitas por ocasião da defesa."
      },
      {
        "letra": "B",
        "texto": "admitido, porque houve alteração dos polos ativo e passivo, mudança da causa de pedir e juntada de documento essencial."
      },
      {
        "letra": "C",
        "texto": "admitido, pois houve alteração da causa de pedir."
      },
      {
        "letra": "D",
        "texto": "extinto com resolução de mérito, em razão da coisa julgada."
      },
      {
        "letra": "E",
        "texto": "admitido, em razão da alteração dos polos ativo e passivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "484671",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Faz coisa julgada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o motivo importante para determinar o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "B",
        "texto": "a resolução da questão prejudicial, se a parte o requerer, no momento oportuno, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide."
      },
      {
        "letra": "C",
        "texto": "a verdade dos fatos, estabelecida como fundamento da sentença e plenamente declarado pelo juiz em sentença, desde que confirmado pelo tribunal em sede de apelação."
      },
      {
        "letra": "D",
        "texto": "a apreciação da questão prejudicial, decidida incidentemente no processo, por se tratar de decisão que altera o teor da decisão na ação principal."
      },
      {
        "letra": "E",
        "texto": "a fundamentação da sentença proferida por juiz, ainda que relativamente incompetente, estabelecida em decisão proferida em recurso de embargos de declaração interpostos para esta finalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "479025",
    "metadata": "Ano: 2013 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Ações Coletivas no CPC 1973",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "SOBRE O DIREITO PROCESSUAL COLETIVO E A COISA JULGADA, É CORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para processar e julgar ação civil pública é relativa e se dá em função do domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público não tem legitimidade para propor ação civil pública por direitos individuais homogêneos."
      },
      {
        "letra": "C",
        "texto": "Em respeito ao prevalecimento do direito fundamental à busca da identidade genética do ser, desde que não exista coisa julgada, é possível a repropositura de demanda para reconhecimento de paternidade."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade por dano ambiental é objetiva e pautada no risco integral, não se admitindo a incidência de excludentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471554",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a sequência de palavras que preenche corretamente as seguintes assertivas: I. Haverá ............. quando dois ou mais processos em curso apresentarem identidade de partes, causa de pedir e pedido. II. A carência de ação é fenômeno processual que se caracteriza pela ausência de ............. . III. A ............. é a peça de defesa do réu, por excelência, na atividade de conhecimento, por meio da qual este manifesta sua resistência à pretensão articulada pelo autor. IV. ............. é o ato pelo qual se chama a juízo o réu ou o interessado a fim de se defender.V. Denomina-se ............. “a medida ou quantidade de jurisdição delegada a um determinado órgão ou grupo de órgãos”, ou ainda “a limitação do exercício legítimo da jurisdição por um órgão ou grupo de órgãos”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa julgada – pressuposto processual – contestação – notificação – jurisprudência."
      },
      {
        "letra": "B",
        "texto": "litispendência – capacidade processual – exceção – citação – capacidade jurisdicional."
      },
      {
        "letra": "C",
        "texto": "perempção – condição da ação – impugnação – intimação – competência."
      },
      {
        "letra": "D",
        "texto": "litispendência – condição da ação – contestação – citação – competência."
      },
      {
        "letra": "E",
        "texto": "inépcia – competência – reconvenção – notificação – competência internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464166",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Da sentença e da coisa julgada, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicada a sentença, é defeso ao juiz alterá-la por meio de embargos de declaração, mesmo que para suprir omissão."
      },
      {
        "letra": "B",
        "texto": "Nas ações que tenham por objeto o cumprimento de obrigação de fazer ou não fazer, pode o juiz, de ofício, impor multa diária ao réu, fixando prazo razoável para o cumprimento da decisão."
      },
      {
        "letra": "C",
        "texto": "Faz coisa julgada a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "D",
        "texto": "Pode o juiz proferir sentença de natureza diversa da que foi pedida, se o autor for parte hipossuficiente."
      },
      {
        "letra": "E",
        "texto": "A coisa julgada beneficia terceiros, em se tratando de pessoa incapaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "436071",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Denomina-se coisa julgada material:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a eficácia que torna imutável, no mesmo processo, a sentença."
      },
      {
        "letra": "B",
        "texto": "a eficácia que torna imutável a verdade dos fatos estabelecida como fundamento da sentença, desde que esta não mais esteja sujeita a recursos."
      },
      {
        "letra": "C",
        "texto": "a eficácia que torna imutável o dispositivo da sentença, que não esteja mais sujeita a recursos."
      },
      {
        "letra": "D",
        "texto": "a eficácia que toma imutável os motivos e o dispositivo da sentença, que não esteja mais sujeita a recursos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433116",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada no Processo Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se o processo com resolução do mérito quando o juiz acolher alegação de coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Verificando-se a reprodução de ação anteriormente ajuizada, o réu deverá alegar a coisa julgada do mérito na contestação."
      },
      {
        "letra": "C",
        "texto": "A resolução de questão prejudicial não faz, em qualquer hipótese, coisa julgada, assim como não faz a verdade dos fatos estabelecida como fundamento da sentença."
      },
      {
        "letra": "D",
        "texto": "Faz coisa julgada em relação a terceiros a sentença prolatada nas causas relativas ao estado de pessoa se todos os interessados tiverem sido citados no processo em litisconsórcio necessário."
      },
      {
        "letra": "E",
        "texto": "A sentença de mérito transitada em julgado não poderá ser rescindida por ofensa à coisa julgada uma vez que competia ao réu alegá-la em preliminar de contestação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425750",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada material, que evita a perpetuação do processo, consiste na eficácia, que torna imutável a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "B",
        "texto": "Não faz coisa julgada a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "C",
        "texto": "As sentenças que julgam procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública estão sujeitas ao reexame necessário, dependendo, pois, de apelação para serem remetidas ao tribunal."
      },
      {
        "letra": "D",
        "texto": "É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a sentença, cumprimento de sentença e coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, os efeitos da coisa julgada se estendem à verdade dos fatos que foram estabelecidos como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a garantia do juízo para que o devedor possa apresentar impugnação na fase de cumprimento de sentença."
      },
      {
        "letra": "C",
        "texto": "O magistrado está vinculado aos fundamentos jurídicos apresentados na petição inicial quando for proferir a sentença."
      },
      {
        "letra": "D",
        "texto": "A sentença de interdição deve ser inscrita no registro civil de pessoas naturais, mesmo que ainda seja possível interpor apelação."
      },
      {
        "letra": "E",
        "texto": "Em uma ação que vise ao cumprimento de obrigação jurídica condicional, o juiz pode proferir sentença de natureza diversa da pedida em favor do réu, já que esse tipo de ação é uma exceção ao princípio da congruência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410539",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da ação, da legitimidade, da capacidade e do litisconsórcio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma questão incidental pode fazer coisa julgada se houver requerimento expresso do interessado, for o juízo materialmente competente para o julgamento e constituir a questão pressuposto necessário para o julgamento da causa."
      },
      {
        "letra": "B",
        "texto": "O espólio e a herança jacente são representados, em caso de demanda judicial, por seu curador."
      },
      {
        "letra": "C",
        "texto": "O adquirente de bem alienado após ajuizamento de ação reivindicatória que não seja parte no processo não responde pelos efeitos da sentença proferida nessa ação, que tem por objeto o bem alienado."
      },
      {
        "letra": "D",
        "texto": "Há litisconsórcio necessário entre cônjuges casados sob o regime de união universal de bens na ação de reintegração de posse em que se discuta ato de esbulho praticado exclusivamente pelo marido."
      },
      {
        "letra": "E",
        "texto": "Há litisconsórcio necessário no polo passivo em ação na qual se discuta a rescisão de contrato de promessa de compra e venda promovida pelo promitente vendedor contra o promitente comprador que estiver casado no regime de comunhão universal de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407304",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a opção correta com base nas normas relativas à sentença, à coisa julgada e aos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sujeita-se ao duplo grau de jurisdição a sentença proferida contra a União, desde que a condenação supere trinta salários- mínimos."
      },
      {
        "letra": "B",
        "texto": "O MP só pode recorrer nos processos em que figurou como parte."
      },
      {
        "letra": "C",
        "texto": "Caso o autor e o réu restem vencidos, observados os requisitos legais, ao recurso interposto por qualquer deles pode aderir a outra parte, ficando o recurso adesivo subordinado ao principal."
      },
      {
        "letra": "D",
        "texto": "Pode ser incerta a sentença em que se decidir relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Os motivos fazem coisa julgada se forem determinantes para o alcance da parte dispositiva da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404113",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considerando os efeitos da coisa julgada na ação coletiva, seus limites subjetivos e a ampliação do objeto do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de rejeição da pretensão coletiva no mérito, os efeitos da coisa julgada produzem-se erga omnes, perante toda a coletividade, o que impede a propositura de novas ações, pelo mesmo fundamento."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de declaração de improcedência do pedido por insuficiência de provas, a sentença não se reveste da autoridade da coisa julgada material, podendo qualquer colegitimado, exceto o que ajuíze a primeira demanda, renovar a ação com idêntico fundamento."
      },
      {
        "letra": "C",
        "texto": "Em ACP ajuizada pelo MP, a rejeição dos pedidos pelo mérito não obsta a propositura de ações individuais, com idêntico fundamento, por iniciativa dos titulares de interesses e direitos por danos pessoalmente sofridos."
      },
      {
        "letra": "D",
        "texto": "Na sistemática do CPC, os princípios da economia processual e da segurança jurídica autorizam o efeito erga omnes e a extensão da autoridade da coisa julgada na sentença coletiva, em caso de acolhimento ou rejeição do pedido a todas as ações individuais em curso."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de ação coletiva julgada com resolução de mérito e acolhimento dos pedidos condenatórios, a sentença prevalece em definitivo em relação a todos os legitimados, e apenas aos titulares de direitos individuais que tenham ingressado na lide em litisconsórcio facultativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371570",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Recurso Especial"
    ],
    "enunciado_principal": "A respeito da sentença e da coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STF, enseja revisão da coisa julgada a modificação superveniente do entendimento jurisprudencial."
      },
      {
        "letra": "B",
        "texto": "De acordo com o STJ, havendo diferença no que diz respeito à possibilidade de produção de provas, não será possível a ocorrência de coisa julgada entre mandado de segurança e ação ordinária."
      },
      {
        "letra": "C",
        "texto": "A alteração dos parâmetros para a apuração do montante devido definidos no título judicial executivo transitado em julgado não configura ofensa ao instituto da coisa julgada."
      },
      {
        "letra": "D",
        "texto": "A antecipação de tutela para o levantamento da parte incontroversa não é suscetível de imunidade pela coisa julgada."
      },
      {
        "letra": "E",
        "texto": "Caso acórdão proferido por tribunal ofenda a coisa julgada, caberá recurso especial, conforme previsão na Lei de Introdução às Normas do Direito Brasileiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371258",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Paulo ajuizou ação de indenização contra Pedro, julgada procedente em primeiro grau, cuja sentença condenatória determinou que parte do valor da indenização devida seria fixada por meio de liquidação de sentença por arbitramento. A sentença foi confirmada pelo E. Tribunal de Justiça de Pernambuco e transitou em julgado. Com o retorno dos autos à origem, Paulo inicia a fase de liquidação de sentença na forma fixada em sentença e o Magistrado, antes de determinar a intimação da parte contrária na pessoa de seu advogado, determina que a liquidação da sentença seja feita por artigos, argumentando que o vencedor deverá provar fato novo. Neste caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação por forma diversa da estabelecida na sentença não ofende a coisa julgada."
      },
      {
        "letra": "B",
        "texto": "decisão do Magistrado é nula, pois ofendeu a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "decisão do Magistrado é anulável, pois ofendeu a coisa julgada."
      },
      {
        "letra": "D",
        "texto": "decisão do Magistrado é nula, pois foi prolatada de ofício, não havendo requerimento de pelo menos uma das partes."
      },
      {
        "letra": "E",
        "texto": "decisão do Magistrado é anulável, pois foi prolatada de ofício, não havendo requerimento de pelo menos uma das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359625",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à sentença e à coisa julgada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a coisa julgada material é imutável, não podendo ser rescindida em nenhuma hipótese prevista no direito processual pátrio."
      },
      {
        "letra": "B",
        "texto": "a formação da coisa julgada abrange os motivos, desde que importantes para determinar o alcance da parte dispositiva da sentença, bem como a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "C",
        "texto": "a sentença proferida ultra petita não é nula, podendo ser reduzida aos limites do pedido pelo tribunal, no julgamento do apelo interposto."
      },
      {
        "letra": "D",
        "texto": "o juiz decidirá de forma concisa ao extinguir o processo sem resolução do mérito, prescindindo de fundamentação nessa hipótese."
      },
      {
        "letra": "E",
        "texto": "a sentença deve ser certa, salvo se decidir relação jurídica condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345776",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Examine as seguintes proposições a respeito da sentença e da coisa julgada: I - É definitiva - e não meramente terminativa - a sentença que homologa a renúncia do autor ao direito sobre que se funda a ação. II - É extra petita e, por conseguinte, nula a sentença que homologa conciliação ou transação sobre matéria não posta na petição inicial. III - Não faz coisa julgada a apreciação da questão prejudicial suscitada na contestação e decidida incidentemente no processo. Faz, todavia, coisa julgada a resolução da questão prejudicial se a parte o requerer, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da pretensão inicial. IV - Contém error in procedendo e, assim, é passível de anulação a sentença que valorar mal a prova produzida nos autos. V - Contém error in judicando e, assim, é passível de reforma a sentença que aplicar lei revogada, em detrimento de lei vigente. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma proposição está correta."
      },
      {
        "letra": "B",
        "texto": "Duas proposições estão corretas e três estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Três proposições estão corretas e duas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Quatro proposições estão corretas e uma está incorreta."
      },
      {
        "letra": "E",
        "texto": "Mais de três proposições estão incorretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "343551",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca do processo civil, julgue os itens que se seguem.Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário, restando, portanto, consolidada, no instituto da coisa julgada, a verdade dos fatos estabelecida como fundamento da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336611",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A decisão judicial que homologa pedido de desistência da ação formulado pelo autor faz coisa julgada material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335940",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada material atinge as sentenças de mérito proferidas em cognição sumária."
      },
      {
        "letra": "B",
        "texto": "Os substituídos processuais são titulares do direito e, portanto, sofrem os efeitos da coisa julgada, salvo quando não tenham tido oportunidade de participar da demanda na qual seu direito material houver sido decidido."
      },
      {
        "letra": "C",
        "texto": "Segundo o entendimento do STJ, ofende a coisa julgada a liquidação da sentença realizada de forma diferente da prevista no título judicial."
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina majoritária, que adota o entendimento de Liebman, a coisa julgada é uma qualidade da sentença, qualidade essa que torna seus efeitos imutáveis e indiscutíveis"
      },
      {
        "letra": "E",
        "texto": "A coisa julgada formal impede a modificação da decisão por qualquer meio dentro e fora do processo em que tenha sido proferida"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331776",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente após o trânsito em julgado da decisão que d eclarar a herança vacante, o juiz, em cuja comarca t iver domícilio o falecido que deixou bens, mas não herdeiros, procederá sem perda de tempo a arrecadação de todos os seus bens."
      },
      {
        "letra": "B",
        "texto": "a herança jacente ficará sob guarda, conservação e a dministração de um curador até a respectiva entrega ao sucessor legalmente habilitado, ou até a declaração de vacância, caso em que será incorporada ao domínio da União, Estados e Municípios."
      },
      {
        "letra": "C",
        "texto": "após a declaração da herança vacante e ultimada a a rrecadação de bens, o juiz mandará expedir edital, que será estampado por três vezes em jornal de grande cir­ culação, dando prazo de um ano para que os sucessores venham se habilitar, após o qual, sem qualquer habilitação, declarará a herança jacente"
      },
      {
        "letra": "D",
        "texto": "no final do processo de herança vacante, o juiz, após um ano da publicação do edital, sem que haja herdeiros habilitados, declarará a herança jacente, podendo esta ser arrecadada exclusivamente pelos municípios."
      },
      {
        "letra": "E",
        "texto": "após o trânsito em julgado da sentença que declarou a vacância, o cônjuge, os herdeiros e também os credores somente poderão reclamar seu direito por ação direta"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "328946",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Para que questão prejudicial seja coberta pela coisa julgada, a parte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada necessitará requerer ao juiz que, de ofício, e independentemente de qualquer referência da par- tes, apreciará a lide em toda sua extensão."
      },
      {
        "letra": "B",
        "texto": "poderá deduzir essa pretensão por meio de ação declaratória incidental."
      },
      {
        "letra": "C",
        "texto": "deverá propor ação declaratória principal, que será distribuída por dependência."
      },
      {
        "letra": "D",
        "texto": "deverá, apenas, referir essa circunstância, na petição inicial ou na contestação, independentemente de formulação de pedido declaratório, que, de ofício, será decidido pelo juiz."
      },
      {
        "letra": "E",
        "texto": "deverá opor embargos de declaração, após a prola- ção de sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324851",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Quanto à sentença e à coisa julgada, considere: I. A sentença deve ser certa, ainda quando decida relação jurídica condicional. II. Condenado o devedor a emitir declaração de vontade, a sentença, uma vez transitada em julgado, produzirá todos os efeitos da declaração não emitida. III. Os motivos fazem coisa julgada, desde que relevantes para determinar o alcance da parte dispositiva da sentença. Está correto o que consta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "II, apenas"
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322637",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo e, à luz do CPC e da Doutrina, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do instituto da coisa julgada formal, que torna indiscutível a decisão judicial dentro da relação jurídica processual em que a sentença foi prolatada, nenhum juiz decidirá novamente as questões já decididas, relativas à mesma lide, salvo em se tratando de relação jurídica continuativa em relação à qual sobreveio modificação no estado de fato ou de direito."
      },
      {
        "letra": "B",
        "texto": "Em face do instituto da coisa julgada, que torna imutável e indiscutível a sentença, não mais sujeita a recurso, o juiz não poderá modificar o valor da multa estabelecida na decisão para o caso de descumprimento de obrigação de fazer e não fazer."
      },
      {
        "letra": "C",
        "texto": "Se a parte de uma ação é condenada por sentença a emitir uma declaração de vontade e não o faz, ainda que a decisão tenha transitado em julgado, deve o juiz, visando à efetividade da decisão, aplicar-lhe multa diária por descumprimento da obrigação de fazer, até que a declaração seja realizada."
      },
      {
        "letra": "D",
        "texto": "Se a parte de uma ação é condenada por sentença a emitir uma declaração de vontade e não o faz, ainda que a decisão tenha transitado em julgado, deve o juiz, a pedido da parte, converter a obrigação em perdas e danos, visando à obtenção do resultado prático correspondente."
      },
      {
        "letra": "E",
        "texto": "Nas causas relativas ao estado de pessoa, a sentença só produz coisa julgada em relação a terceiros, se houverem sido citados no processo, em litisconsórcio necessário, todos os interessados. Neste caso, se está falando apenas de terceiros juridicamente interessados, pois os terceiros que não têm interesse jurídico não precisam do fenômeno da coisa julgada para a decisão se tornar imutável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313350",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à sentença e à coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acordo judicial celebrado em ação de indenização por responsabilidade objetiva impede a parte ré de discutir em ação de regresso as questões já tratadas."
      },
      {
        "letra": "B",
        "texto": "A despeito de o juiz não ter assinado sentença que homologou acordo celebrado em audiência em processo de separação judicial, considera-se o ato como existente em face da validade do acordo."
      },
      {
        "letra": "C",
        "texto": "É autorizado ao juiz corrigir, a qualquer tempo, erro material ou de cálculo em sentença já publicada, ato que não se sujeita a preclusão."
      },
      {
        "letra": "D",
        "texto": "É pacífica, atualmente, a possibilidade de relativização da coisa julgada em se tratando de decisão transitada em julgado eivada de vício insanável, como no caso de ausência de fundamentação na sentença."
      },
      {
        "letra": "E",
        "texto": "Dispensa fundamentação a sentença que, não resolvendo o mérito, extingue o processo que ficar parado por mais de um ano em razão de negligência das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "309095",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de execução, pode o réu apresentar nova defesa, que, não tendo sido apreciada quando do julgamento da procedência do pedido, não estaria coberta pela coisa julgada."
      },
      {
        "letra": "B",
        "texto": "De acordo com a doutrina majoritária, a coisa julgada é efeito da sentença."
      },
      {
        "letra": "C",
        "texto": "Transitadas em julgado, sucessivamente, duas sentenças sobre a mesma causa, prevalece a segunda."
      },
      {
        "letra": "D",
        "texto": "Em sede de controle de constitucionalidade, a motivação não faz coisa julgada, de modo que é necessária a propositura de nova ação de inconstitucionalidade para discutir lei de idêntico teor de lei já declarada inconstitucional."
      },
      {
        "letra": "E",
        "texto": "Decisão relativa a danos ambientais faz coisa julgada erga omnes, de maneira que um indivíduo não pode pleitear indenização por danos sofridos em decorrência de evento já discutido em ação proposta pelo MP julgada improcedente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308281",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário. Excepcionalmente, em se tratando de relação jurídica continuativa, sobrevindo modificação no estado de fato ou de direito, a parte poderá pedir a revisão do julgado, mesmo que já transitada em julgado a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301946",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Com relação à coisa julgada, à transação judicial, à ação regressiva, à denunciação à lide, à prescrição e à intervenção do MP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ação ajuizada com fundamento na responsabilidade civil objetiva do Estado, é obrigatória a denunciação da lide ao agente público causador do dano, visto que a relação jurídica com este é fundada na culpa subjetiva."
      },
      {
        "letra": "B",
        "texto": "A ação de investigação de paternidade em que se tenha operado a coisa julgada, com julgamento de mérito, tendo sido a prova produzida com os meios técnicos cabíveis, à exceção do exame DNA, inexistente à época, pode ser novamente ajuizada, de modo que a produção de provas possa valer-se do referido exame para a descoberta da verdade dos fatos."
      },
      {
        "letra": "C",
        "texto": "A realização de acordo homologado judicialmente impossibilita à parte demandada ajuizar ação regressiva para reaver do responsável pelo dano o valor suportado pelo acordo."
      },
      {
        "letra": "D",
        "texto": "É legítima a intervenção do MP para questionar transação das partes em ação de cobrança contra a massa falida, para pagamento de honorários de advogado, e na qual a demandada, por transação judicial, admita pagar aquele crédito já prescrito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301073",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Sentença que julgar procedente o pedido deduzido em ação popular fará coisa julgada material erga omnes. No entanto, a que julgar o pedido improcedente não fará coisa julgada substancial, haja vista que, nesse caso, prevalecerá o interesse coletivo, podendo qualquer cidadão propor novamente a ação, desde que fundamentada com novas provas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300442",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Não fazem coisa julgada: I. os motivos, ainda que importantes para determinar o alcance da parte dispositiva da sentença. II. a verdade dos fatos, estabelecida como fundamento da sentença. III. a resolução da questão prejudicial, requerida pela parte, sendo o juiz competente em razão da matéria e constituindo a questão pressuposto necessário para o julgamento da lide. Dos itens acima, está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "829743",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a opção correta sobre a sentença e coisa julgada no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicada a sentença, poderá o juiz corrigir, sempre e somente a requerimento da parte, inexatidões materiais ou erros de cálculos."
      },
      {
        "letra": "B",
        "texto": "Está sujeita a duplo grau de jurisdição obrigatório a sentença proferida contra o Estado-membro, salvo quando o direito controvertido for inferior a 20 (vinte) salários mínimos."
      },
      {
        "letra": "C",
        "texto": "Quando o autor tiver formulado pedido certo, deve o juiz proferir sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "As questões prejudiciais resolvidas incidentemente ficam acobertadas pela coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "Quando se tratar de relação jurídica continuativa e sobrevier modificação no estado de fato ou de direito, poderá a parte pedir a revisão do que foi estatuído na sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "487539",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Considerando o ato decisório do juiz, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma das novidades trazida pela Lei n. 11.232/2005, que alterou o Código de Processo Civil, está na exigência de sentenças de mérito que não extingam o processo."
      },
      {
        "letra": "B",
        "texto": "Apenas nas sentenças condenatória e constitutiva de direito cabe o acolhimento do pedido sem extinção do processo"
      },
      {
        "letra": "C",
        "texto": "Nos casos em que o processo ficar parado durante mais de 1 (um) ano por negligência das partes, ou quando o autor, por não promover os atos e diligências que lhe competir abandonar a causa por mais de 30 (trinta) dias, o juiz ordenará o arquivamento dos autos, declarando a extinção do processo, se a parte, intimada através de seu representante legal, deixar de suprir a falta em 48 (quarenta e oito) horas."
      },
      {
        "letra": "D",
        "texto": "O juiz conhecerá de ofício, em qualquer tempo e grau de jurisdição, enquanto não proferida a sentença de mérito, as matérias relativas à ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo, a alegação de perempção, litispendência ou de coisa julgada e as condições da ação, desde que o réu as alegue na primeira oportunidade em que lhe caiba falar nos autos, sob pena de pagamento das custas processuais de retardamento."
      },
      {
        "letra": "E",
        "texto": "A parte dispositiva da sentença reveste-se da autoridade da coisa julgada material, com exceção dos motivos nela expostos, ainda que importantes para determinar o alcance de sua parte dispositiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "397761",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Nas ações coletivas previstas no Código de Defesa do Consumidor, de acordo com o art. 103 do mencionado estatuto, a sentença faz coisa julgada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erga omnes, na hipótese de interesses ou direitos coletivos, exceto se o pedido for julgado improcedente por insuficiência de provas."
      },
      {
        "letra": "B",
        "texto": "ultra partes, na hipótese de interesses ou direitos individuais homogêneos, apenas no caso de procedência da ação."
      },
      {
        "letra": "C",
        "texto": "ultra partes, na hipótese de interesses ou direitos difusos, salvo improcedência por insuficiência de provas."
      },
      {
        "letra": "D",
        "texto": "erga omnes, na hipótese de interesses ou direitos individuais homogêneos, apenas no caso de procedência da ação, para beneficiar as vítimas e seus sucessores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352445",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. A liquidação por forma diversa da estabelecida na sentença não ofende a coisa julgada. II. Na execução de prestação positiva fungível, poderá o credor efetuá-la ou mandar efetuá-la no prazo de cinco dias, contados da apresentação de oferta de terceiro. III. Não se opera, sem prévia autorização judicial, a transferência da arrematação em favor do fiador do arrematante que pagar o valor do lanço e a multa. IV. Quando o imóvel admitir cômoda divisão, o juiz, a requerimento do devedor, ordenará a alienação judicial de parte dele, desde que suficiente para pagar o credor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352440",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Para que a resolução da questão prejudicial faça coisa julgada, é necessário que, concomitantemente, haja pedido da parte, o juiz seja competente em razão da matéria e a questão prejudicial se constitua em pressuposto necessário para o julgamento da lide. II. Segundo a jurisprudência do Supremo Tribunal Federal e do Superior Tribunal de Justiça, a coisa julgada formada em ação coletiva ajuizada por sindicato, na condição de substituto processual, não se restringe somente àqueles que são a ele filiados, já que a entidade representa toda a sua categoria profissional. III. O mandado de segurança coletivo não induz litispendência para as ações individuais, mas os efeitos da coisa julgada não beneficiarão o impetrante a título individual se não requerer a desistência de seu mandado de segurança no prazo de 30 (trinta) dias a contar da ciência comprovada da impetração da segurança coletiva. IV. Segundo o Código de Processo Civil, a sentença faz coisa julgada entre as partes às quais é dada, não beneficiando nem prejudicando terceiros. Nas causas relativas ao estado de pessoa, se houverem sido citados no processo, em litisconsórcio necessário, todos os interessados, a sentença produz coisa julgada em relação a terceiros. V. Segundo a orientação do Superior Tribunal de Justiça, nos casos de sentença condenatória contra a Fazenda Pública, havendo iliquidez do título judicial, não é possível a adoção do valor atualizado da causa como parâmetro para se aferir a incidência ou não do reexame necessário, sendo obrigatória a remessa ex officio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341136",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Acha-se pacificado o entendimento de não ser possível a condenação solidária da seguradora que foi litisdenunciada pelo segurado, causador de danos a terceiros, em ação de indenização por este ajuizada. II - A intangibilidade da coisa julgada impede a suspensão do cumprimento da sentença em caso de ajuizamento de ação rescisória, ainda que haja fundado receio de dano de difícil reparação. III - Nas execuções por carta precatória, o prazo para oferecimento dos embargos do executado começa a fluir da data em que for juntada aos autos da execução a comunicação do juiz deprecado ao juiz deprecante, dando-lhe conta da realização da citação do devedor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Nenhuma proposição está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição III está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341132",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - A sentença arbitral proferida no território nacional constitui título executivo judicial, independentemente de homologação por qualquer órgão do Poder Judiciário. II - A arbitragem pode dar-se por equidade, a critério das partes. Já na sentença judicial, o julgamento por equidade somente é possível nos casos previstos em lei. III - Em razão da eficácia preclusiva da coisa julgada, não se admite a possibilidade de rediscutir as questões que poderiam ter sido suscitadas mas não o foram. Assim, passada em julgado a sentença que julgou procedente o pedido de repetição de indébito, não pode o réu ajuizar ação com a alegação de prescrição para se eximir de cumprir aquela sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "326126",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Ações Coletivas no CPC 1973",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à coisa julgada nas ações coletivas, analise as afirmativas. I - Com o advento da Lei nº 11.232/2005, foi extinta a discussão acerca da natureza jurídica da liquidação de sentença, que foi deslocada de lugar e se encontra em capítulo que antecede o cumprimento de sentença, como mero incidente processual da fase de conhecimento. II - É possível a execução de julgado em Ação Coletiva proposta para a defesa de interesses ou direitos individuais homogêneos por Associação Civil, que, no caso, possui legitimação ordinária autônoma. III - A decisão que julga a liquidação de sentença faz coisa julgada material, apesar disso, desafia o recurso de agravo de instrumento. IV - Não há possibilidade de haver execução ou cumprimento de sentença sem que o título que o embase esteja revestido de todos os requisitos estabelecidos na Lei Processual Civil, quais sejam, liquidez, certeza e exigibilidade. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "326125",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Ações Coletivas no CPC 1973",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à coisa julgada nas ações coletivas, analise as afirmativas. I - A sentença fará coisa julgada erga omnes , exceto se o pedido for julgado improcedente por insuficiência de provas, hipótese em que qualquer legitimado poderá intentar outra ação, com idêntico fundamento valendo - se de nova prova, quando se tratar de interesses ou direitos difusos, situação em que a coisa julgada opera secundum eventum probationis. II - A sentença fará coisa julgada erga omnes , apenas no caso de procedência do pedido, para beneficiar todas as vítimas e seus sucessores, quando se tratar de interesses ou direitos individuais homogêneos, situação em que a coisa julgada opera secundum eventum probationis . III - A sentença sempre fará coisa julgada inter partes, exceto se o pedido for julgado improcedente por insuficiência de provas, hipótese em que qualquer legitimado que não tenha feito parte do processo poderá intentar outra ação, com idêntico fundamento valendo-se de nova prova, quando se tratar de interesses ou direitos difusos.IV- A sentença fará coisa julgada erga omnes , apenas no caso de procedência do pedido, para beneficiar todas as vítimas e seus sucessores, quando se tratar de interesses ou direitos individuais homogêneos, situação em que a coisa julgada opera secundum eventum litis. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316325",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada, julgue o item seguinte.A função positiva da coisa julgada é gerada com base na teoria da identidade da relação jurídica, de modo que é dispensável, para a vinculação ao já decidido em demanda anterior a tríplice identidade de parte, causa de pedir e pedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298785",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Observe as assertivas seguintes. I. Segundo a jurisprudência sumulada do C. STF, decisão denegatória de mandado de segurança, não fazendo coisa julgada contra o impetrante, não impede o uso de ação própria. II. A sentença que julga improcedente a ação popular por deficiência de provas não faz coisa julgada. III. A sentença que julga improcedente ação civil pública por deficiência de provas faz coisa julgada. IV. Nas ações coletivas tratadas pelo Código de Defesa do Consumidor, a sentença fará coisa julgada “erga omnes”, em se tratando de ação que envolva interesses ou direitos coletivos. V. A sentença arbitrai produz, entre as partes, os mesmos efeitos da sentença proferida pelos órgãos do Poder Judiciário e, sendo condenatória, constitui título executivo. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estão corretas as assertivas I, II e V;"
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as assertivas II e V;"
      },
      {
        "letra": "C",
        "texto": "estão corretas as assertivas II, III e IV;"
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as assertivas III e IV;"
      },
      {
        "letra": "E",
        "texto": "estão corretas as assertivas I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "296061",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Theo promove ação de procedimento ordinário em face de Marta que, em preliminar de contestação, aduz a sua ilegitimidade passiva, o que vem a ser acolhida por sentença, transitada em julgado. Posteriormente, Theo apresenta nova ação com o mesmo fundamento. A coisa julgada relativa à sentença proferida no processo tem a qualificação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal"
      },
      {
        "letra": "B",
        "texto": "material"
      },
      {
        "letra": "C",
        "texto": "substancial"
      },
      {
        "letra": "D",
        "texto": "pendente"
      },
      {
        "letra": "E",
        "texto": "adquirida"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291038",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada formal, também chamada de trânsito em julgado, representa a preclusão máxima em um processo judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291037",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "De acordo com o efeito preclusivo da coisa julgada, todas as alegações e defesas que poderiam ser formuladas para o acolhimento ou rejeição do pedido reputam-se deduzidas e repelidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "288715",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da coisa julgada em processo coletivo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ela impede a repropositura da demanda coletiva pelos colegitimados, salvo se houver improcedência por falta de provas."
      },
      {
        "letra": "B",
        "texto": "a eficácia erga omnes da sentença nas ações coletivas independe do resultado da demanda e incide sobre todos os integrantes do grupo ou categoria."
      },
      {
        "letra": "C",
        "texto": "nas ações para tutela de interesses individuais homogêneos, o resultado negativo da demanda alcança todas as pessoas em idêntica condição, independentemente de serem ou não partes no processo."
      },
      {
        "letra": "D",
        "texto": "na ação popular, a sentença de improcedência faz coisa julgada material para o réu da demanda, impedindo que outro cidadão questione o mesmo ato."
      },
      {
        "letra": "E",
        "texto": "no mandado de segurança coletivo, a sentença terá eficácia erga omnes quando impetrado por partido político."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "287546",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à Coisa Julgada, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Faz coisa julgada a resolução da questão prejudicial bastando se constituir em pressuposto necessário para o julgamento da lide."
      },
      {
        "letra": "B",
        "texto": "Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "Não fazem coisa julgada os motivos ainda que importantes para determinar o alcance da parte dispositiva da sentença e a verdade dos fatos admitida como fundamento da sentença."
      },
      {
        "letra": "D",
        "texto": "A sentença que julgar total ou parcialmente a lide tem força de lei nos limites da lide e das questões decididas."
      },
      {
        "letra": "E",
        "texto": "Nenhum juiz decidirá novamente as questões já decididas, relativas à mesma lide salvo quando sobrevier modificação no estado de fato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "286992",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Fazendo coisa julgada material, o indeferimento da medida cautelar por prescrição ou decadência impede que a parte proponha uma nova ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275155",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "De acordo com as normas do CPC que regem a sentença, a coisa julgada e a liquidação de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Passados mais de sessenta dias de proferida a sentença sem que o juiz ordene a remessa dos autos ao tribunal, ou o presidente desse órgão avoque o processo, e não tendo havido apelação, transitará em julgado a sentença proferida contra o Estado cujo valor supere sessenta salários mínimos e que contrarie a jurisprudência do Superior Tribunal Federal (STF)."
      },
      {
        "letra": "B",
        "texto": "Antes de se proceder à execução, é indispensável a liquidação da sentença."
      },
      {
        "letra": "C",
        "texto": "Caberá apelação, recebida no duplo efeito, da sentença que julgar o processo de liquidação."
      },
      {
        "letra": "D",
        "texto": "A sentença deve ser certa, ainda quando decida relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Caso sejam determinantes para o dispositivo da sentença, os motivos também fazem coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270388",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca do instituto da coisa julgada, assinale a opção correta com base na jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decisão que declare indevida a cobrança do imposto em determinado exercício faz coisa julgada em relação aos posteriores."
      },
      {
        "letra": "B",
        "texto": "Por não fazer coisa julgada contra o impetrante, a decisão denegatória de mandado de segurança não impede o uso da ação própria."
      },
      {
        "letra": "C",
        "texto": "Os honorários sucumbenciais, quando omitidos em decisão transitada em julgado, podem ser cobrados na execução ou em ação própria."
      },
      {
        "letra": "D",
        "texto": "O instituto da coisa julgada não incide sobre as decisões proferidas em sede de exceção de pré-executividade."
      },
      {
        "letra": "E",
        "texto": "A liquidação feita de forma diversa da estabelecida na sentença ofende a coisa julgada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "261810",
    "metadata": "Ano: 2012 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "É CORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada material torna a sentença imutável e indiscutivel, adquirindo a decisão força de lei nos limites da lide e das questões decididas;"
      },
      {
        "letra": "B",
        "texto": "A coisa julgada pode operar contra terceiro, quando a relação juridica de que é titular está subordinada à parte com referência à relação decidida;"
      },
      {
        "letra": "C",
        "texto": "A coisa julgada pressupöe a identidade absoluta de causas para impedir a propositura de nova ação;"
      },
      {
        "letra": "D",
        "texto": "A coisa julgada pode ocorrer nas ações cautelares quando, arguida a prescrição ou decadencia, sobre ela se manifeste o juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "255287",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando material, conduz à imutabilidade dos efeitos da sentença da qual não caiba mais recurso."
      },
      {
        "letra": "B",
        "texto": "como regra, gera efeitos jurídicos entre as partes e também em relação a terceiros a ela ligados por qualquer motivo."
      },
      {
        "letra": "C",
        "texto": "uma vez caracterizada, não pode mais ser alterada, em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "quando formal, em regra, obsta ao autor, bem como ao réu, a propositura de nova demanda com as mesmas partes e causa de pedir."
      },
      {
        "letra": "E",
        "texto": "sempre abrangerá os fundamentos fáticos e de direito da sentença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "254790",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Julgue os itens seguintes, relativos à competência, ao procedimento ordinário e aos recursos. As questões prévias examinadas no âmbito da fundamentação da sentença não são atingidas pela autoridade da coisa julgada, e, consequentemente, não se tornam imutáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249542",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "As relações tributárias são geralmente indicadas como exemplo de relações jurídicas continuativas, pois, em regra, não se caracterizam por apresentar apenas um ponto isolado no passado que será objeto de apreciação judicial, mas sim uma relação que se protrai no tempo, diante da repetição de fatos geradores que compartilham de semelhantes elementos essenciais. Sobre as relações tributárias continuativas e a coisa julgada, aponte a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assim como nas ações de alimentos, tais espécies de decisões só fazem coisa julgada formal, podendo ser a qualquer tempo revistas, em face da alteração das circunstâncias fáticas ou jurídicas. Não há de se falar, portanto, em coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "Mesmo se tratando de relações jurídicas tributárias de natureza continuativa, a coisa julgada material formada gera efeitos apenas para determinado exercício, não se aplicando aos exercícios posteriores."
      },
      {
        "letra": "C",
        "texto": "As sentenças determinativas têm plena aptidão para alcançar a imutabilidade da coisa julgada material, de maneira que somente podem ser rescindidas por meio de ação rescisória ou ação revisional, diante da alteração das circunstâncias fáticas ou jurídicas apreciadas."
      },
      {
        "letra": "D",
        "texto": "É um equívoco imaginar que tais decisões não formam coisa julgada material. Caso provenha alteração dos fatos ou do direito apreciados pela decisão transitada em julgado, poderá o contribuinte ajuizar nova demanda, pois os seus limites objetivos serão diversos daqueles apreciados no primeiro processo."
      },
      {
        "letra": "E",
        "texto": "Não obstante a alteração do direito vigente, a coisa julgada continuará regendo a relação jurídica entre as partes em que foi formada, tanto no tocante aos fatos geradores passados como aos futuros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249336",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada material torna imutável e indiscutível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os motivos importantes para determinar o alcance da parte dispositiva do acórdão do Tribunal transitado em julgado que condenou a Fazenda Pública Estadual."
      },
      {
        "letra": "B",
        "texto": "a apreciação de questão prejudicial decidida incidentemente no processo por acórdão do Tribunal transitado em julgado que condenou a Fazenda Pública em causa originária do Tribunal."
      },
      {
        "letra": "C",
        "texto": "a sentença de mérito condenatória proferida em primeiro grau de jurisdição contrária a União, cujo valor é superior a 60 salários mínimos."
      },
      {
        "letra": "D",
        "texto": "a sentença de mérito condenatória proferida em primeiro grau de jurisdição contrária a União, cujo valor é superior a 60 salários mínimos e também o acórdão, que mantém, em reexame necessário, a mesma sentença."
      },
      {
        "letra": "E",
        "texto": "o acórdão do tribunal transitado em julgado que mantém, sem reexame necessário, sentença condenatória contra a Fazenda Pública do Estado, cujo valor é inferior a 60 salários mínimos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248635",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A respeito da reclamação constitucional, julgue os itens a seguir.Por ter natureza jurídica de direito constitucional de petição, a reclamação não se sujeita à coisa julgada material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "241334",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Denomina-se coisa julgada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que determina o arquivamento definitivo dos autos."
      },
      {
        "letra": "B",
        "texto": "formal a eficácia que torna imutável e indiscutível a sentença não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "qualquer decisão no curso do processo acerca da qual tiver ocorrido preclusão."
      },
      {
        "letra": "D",
        "texto": "material a eficácia que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "E",
        "texto": "material a sentença não mais sujeita a recurso e a ação rescisória, em razão do decurso de prazo superior a 2 anos, desde sua publicação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239494",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Quanto ao instituto da coisa julgada é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se confunde eficácia da sentença, isto é, aptidão para produção de efeitos, com a autoridade da sentença, ou seja, sua indiscutibilidade e imutabilidade, que é a coisa julgada;"
      },
      {
        "letra": "B",
        "texto": "a coisa julgada não alcança fatos essenciais não levados ao processo pelas partes. Apenas as questões efetivamente afirmadas pelas partes e que compõem a lide processual é que constituem objeto dos limites objetivos da coisa julgada;"
      },
      {
        "letra": "C",
        "texto": "em regra, apenas as partes e seus sucessores se submetem à coisa julgada, ficando os terceiros submetidos à eficácia da sentença;"
      },
      {
        "letra": "D",
        "texto": "não faz coisa julgada a resolução de questão prejudicial, mesmo que ajuizada ação declaratória incidental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "234817",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Os sujeitos da ação, em regra, podem retornar a juízo, repetindo pedidos que foram anteriormente julgados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "223686",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Sobre a coisa julgada, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compete ao réu, antes de discutir o mérito, alegar coisa julgada."
      },
      {
        "letra": "B",
        "texto": "a coisa julgada é causa de extinção do processo, sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "faz coisa julgada a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "D",
        "texto": "é defeso à parte discutir, no curso do processo, as questões já decididas, a cujo respeito se operou a preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "221179",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Denomina-se coisa julgada material",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a eficácia que torna imutável a sentença que julga a lide com ou sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "a eficácia que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "o fenômeno que torna imutável qualquer decisão judicial não mais sujeita a recurso."
      },
      {
        "letra": "D",
        "texto": "a eficácia natural da sentença, sujeita ou não a recurso."
      },
      {
        "letra": "E",
        "texto": "a consequência advinda da prolação da sentença proferida por juiz competente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707096",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "É errado afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela antecipada poderá ser concedida, quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso, fazendo coisa julgada material a respectiva decisão."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito."
      },
      {
        "letra": "C",
        "texto": "A apreciação de questão prejudicial, decidida incidentalmente no processo, somente fará coisa julgada material, se, requerida por qualquer das partes, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento do pedido."
      },
      {
        "letra": "D",
        "texto": "Não cabe a remessa necessária quando a sentença estiver fundada em jurisprudência do Plenário do Supremo Tribunal Federal ou do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299018",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denomina-se material quando extinga o processo sem resolução do mérito, porque, nesse caso, a matéria poderá ser reapreciada em nova demanda a ser proposta pelo autor."
      },
      {
        "letra": "B",
        "texto": "forma-se pela resolução da questão prejudicial, se a parte o requerer, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide."
      },
      {
        "letra": "C",
        "texto": "denomina-se formal quando se decide o mérito da lide, tornando imutável e inquestionável a sentença."
      },
      {
        "letra": "D",
        "texto": "é formada a partir dos motivos e da parte dispositiva do julgado."
      },
      {
        "letra": "E",
        "texto": "implica que nenhum juiz decidirá novamente as questões já decididas, relativas à mesma lide, em nenhuma hipótese."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "203317",
    "metadata": "Ano: 2011 | Banca: PONTUA | Órgão: TRE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Não faz coisa julgada, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "A apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "C",
        "texto": "Os motivos, ainda que importantes para determinar o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "D",
        "texto": "A resolução da questão prejudicial, se a parte o requerer conforme os artigos 5º e 325 do CPC, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "200687",
    "metadata": "Ano: 2011 | Banca: IADES | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da sentença, da coisa julgada e dos recursos no âmbito do Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o CPC (Código de Processo Civil) sempre fará coisa julgada a apreciação de uma questão prejudicial decidida incidentalmente no processo."
      },
      {
        "letra": "B",
        "texto": "Segundo a Lei no 9.099/95, das sentenças proferidas nos juizados especiais sempre caberá recurso no prazo de dez dias que será julgado por magistrados, em exercício na segunda instância, reunidos na sede do Tribunal de Justiça a qual esteja vinculado. Excepcionalmente a lei possibilita a reunião dos julgadores na sede do próprio juizado."
      },
      {
        "letra": "C",
        "texto": "Publicada a sentença, o juiz poderá alterá-la (no prazo máximo de dez dias) para corrigir, de ofício, eventuais preliminares suscitadas e as inexatidões materiais."
      },
      {
        "letra": "D",
        "texto": "Prescreve o CPC que a sentença faz coisa julgada às partes entre as quais é dada, não beneficiando, nem prejudicando terceiros. Nas causas relativas ao estado da pessoa, se houverem sido citados no processo, em litisconsórcio necessário, todos os interessados, a sentença produz coisa julgada em relação a terceiros."
      },
      {
        "letra": "E",
        "texto": "Os recursos não possuem natureza jurídica de ação, mas de remédio, apresentados no mesmo processo em que proferida a decisão atacada. Logo, sua interposição não resulta na formação de um novo processo. A doutrina é uníssona no sentido de que o mandado de segurança e a ação rescisória possuem natureza recursal, logo são considerados recursos numa acepção técnica e restrita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "172443",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a assertiva CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A autoridade de coisa julgada gera para todos os demais órgãos judiciários a impossibilidade de julgar, outra vez, no mesmo ou em outro sentido, a causa objeto de decisão de mérito passada em julgado."
      },
      {
        "letra": "B",
        "texto": "O processo em que houve citação nula, ou ela nem sequer ocorreu, e o réu tornou-se revel, se revestirá da autoridade de coisa julgada quando o defeito não for alegado no prazo da ação rescisória."
      },
      {
        "letra": "C",
        "texto": "A nulidade de citação ou a ausência de citação são defeitos que podem ser alegados na impugnação do devedor, nos embargos à execução e por ação rescisória, mas não por ação autônoma."
      },
      {
        "letra": "D",
        "texto": "Nos casos de incompetência absoluta, não é rescindível a sentença de mérito transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "Está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo tribunal, a sentença que julgar procedentes ou improcedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "152127",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considerando os limites objetivos da coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ação condenatória, não há empecilho legal à alegação de pagamento anterior à sentença durante a impugnação ao seu cumprimento."
      },
      {
        "letra": "B",
        "texto": "Proposta ação que vise rescindir contrato por falta de pagamento, será inviável pretender a mesma rescisão pelo posterior encerramento do prazo contratual."
      },
      {
        "letra": "C",
        "texto": "Não existe óbice ao fato de o autor, após insucesso na pretensão de reaver um bem, pleitear o seu equivalente."
      },
      {
        "letra": "D",
        "texto": "Se não houver exata identidade entre o pedido e a causa de pedir das ações examinadas, não será possível identificar a ocorrência da coisa julgada."
      },
      {
        "letra": "E",
        "texto": "A ação de usucapião encontra óbice na coisa julgada em face de anterior ação reivindicatória cuja sentença já tenha transitado em julgado e na qual não tenha havido alegação da usucapião como defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "121641",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada que se dá no âmbito do processo, cujos efeitos se restringem a este, não o extrapolando, é classificada de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal."
      },
      {
        "letra": "B",
        "texto": "material."
      },
      {
        "letra": "C",
        "texto": "objetiva."
      },
      {
        "letra": "D",
        "texto": "subjetiva."
      },
      {
        "letra": "E",
        "texto": "residual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "117576",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da coisa julgada e da ação rescisória, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas sentenças com múltiplos capítulos, o prazo decadencial para a propositura da ação rescisória conta-se a partir do trânsito em julgado de cada um deles;"
      },
      {
        "letra": "B",
        "texto": "as exceções substanciais indiretas não alegadas pelo réu numa determinada demanda poderão, posteriormente ao trânsito em julgado, ser objeto de demanda autônoma com as mesmas partes da anterior;"
      },
      {
        "letra": "C",
        "texto": "todos aqueles que no processo intervierem ficam sujeitos à coisa julgada material que nele se formar;"
      },
      {
        "letra": "D",
        "texto": "a questão prejudicial, decidida incidentemente no processo, não faz coisa julgada material;"
      },
      {
        "letra": "E",
        "texto": "a interposição de recurso intempestivo impede o trânsito em julgado da decisão atacada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "106953",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: Correios",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução"
    ],
    "enunciado_principal": "Julgue os itens seguintes, a respeito de antecipação de tutela, sujeitos do processo, ação monitória, coisa julgada, processo de execução e de embargos do devedor e audiência. De acordo com o entendimento consolidado do Superior Tribunal de Justiça (STJ), na fase de execução de títulos judiciais prolatados sob a vigência do Código Civil de 1916, nos quais tenham sido fixados juros moratórios de 6% ao ano, é vedado ao juiz alterar a taxa de juros para adequá-la às determinações da nova legislação, por ofensa à garantia da coisa julgada",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "87801",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em relação à coisa julgada, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "forma-se pela verdade dos fatos, desde que estabelecida como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "se ocorreu preclusão, pode-se discutir no curso do processo as questões já decididas, desde que em Primeira Instância."
      },
      {
        "letra": "C",
        "texto": "uma vez formada, com resolução de mérito, ter-se-ão como deduzidas e repelidas todas as alegações e defesas, que a parte poderia opor tanto ao acolhimento como à rejeição do pedido."
      },
      {
        "letra": "D",
        "texto": "a resolução da questão prejudicial não a forma em nenhum caso."
      },
      {
        "letra": "E",
        "texto": "o julgamento da relação jurídica continuativa, da qual sobreveio modificação no estado de fato ou de direito, é imutável pela formação de coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "481377",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada material",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imutabiliza os motivos, importantes que são para determinar o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "B",
        "texto": "imutabiliza a fundamentação e o dispositivo da sentença de mérito."
      },
      {
        "letra": "C",
        "texto": "imutabiliza a apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "D",
        "texto": "faz com que se considerem deduzidas e repelidas todas as alegações e defesas, que a parte poderia opor tanto ao acolhimento quanto à rejeição do pedido."
      },
      {
        "letra": "E",
        "texto": "não se forma no regime geral do Código de Processo Civil, quando a decisão for de improcedência por insuficiência de provas, porquanto não tenha havido o aprofundamento necessário no exame do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "466333",
    "metadata": "Ano: 2010 | Banca: ACEP | Órgão: BNB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca da sentença e coisa julgada, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Denomina-se coisa julgada formal a eficácia, que toma imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "B",
        "texto": "Condenado o devedor a emitir declaração de vontade, a sentença, somente quando transitada em julgado, produzirá todos os efeitos da declaração não emitida."
      },
      {
        "letra": "C",
        "texto": "A sentença faz coisa julgada às partes entre as quais é dada, em nenhuma hipótese beneficiando ou prejudicando terceiros."
      },
      {
        "letra": "D",
        "texto": "O juiz proferirá a sentença, acolhendo ou rejeitando, no todo ou em parte, o pedido formulado pelo autor, sendo-lhe vedado decidir de forma concisa, mesmo nos casos de extinção do processo sem julgamento do mérito"
      },
      {
        "letra": "E",
        "texto": "Não fazem coisa julgada os motivos, desde que irrelevantes para determinar o alcance da parte dispositiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "434344",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista os limites subjetivos da coisa julgada, terceiros que não participaram do processo não se sujeitam aos efeitos da sentença nele proferida, ainda que meramente reflexos."
      },
      {
        "letra": "B",
        "texto": "A eficácia preclusiva da coisa julgada determina que somente as questões efetivamente discutidas e debatidas no processo tornam-se imutáveis, ainda que não façam parte do dispositivo da sentença."
      },
      {
        "letra": "C",
        "texto": "Nas ações em que se discutem relações de trato continuado, a coisa julgada submete-se à regra rebus sic stantibus, ou seja, sobrevindo modificação no estado de fato em que proferida a sentença, pode-se discutir novamente as questões objeto da sentença transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Por força da coisa julgada, os fatos reconhecidos como existentes em dada sentença não podem ser tidos por inexistentes em outro processo envolvendo as mesmas partes."
      },
      {
        "letra": "E",
        "texto": "As alternativas C e D estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407162",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A coisa julgada material é uma qualidade de que se reveste a sentença de cognição exauriente de mérito transitado em julgado, consistindo na imutabilidade do conteúdo do comando sentencial. A propósito desse assunto, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença de mérito proferida no processo comum de conhecimento em que houve revelia não faz coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "Na ação popular, a sentença de improcedência por falta ou insuficiência de provas faz coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "Apesar de a sentença final no processo possessório fazer coisa julgada material, pode ser ajuizada outra ação, entre as mesmas partes, visando discutir a propriedade do bem objeto da primeira disputa."
      },
      {
        "letra": "D",
        "texto": "A verdade dos fatos, estabelecida como fundamento da sentença, faz coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "O processo inválido, isto é, que contenha vícios porque não preenchidos os pressupostos de validade, impede que a sentença de mérito nele proferida seja acobertada pela coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "190686",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Examine cada uma das definições acerca das teorias da coisa julgada, postas abaixo, estabelecendo, em seguida, a respectiva correspondência, para concluir qual das alternativas está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I-2; II-1; III-4; IV-5; V-3."
      },
      {
        "letra": "B",
        "texto": "I-3; II-4; III-5, IV-1; V-2."
      },
      {
        "letra": "C",
        "texto": "I-3; II-2; III-5; IV-1; V-4."
      },
      {
        "letra": "D",
        "texto": "I-2; II-5; III-3; IV-1; V-4."
      },
      {
        "letra": "E",
        "texto": "I-4; II-3, III-5, IV-1; V-2"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "82807",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a opção correta quanto à litispendência e à coisa julgada; à competência; aos prazos; à atuação do MP no processo civil e aos requisitos de admissibilidade dos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a pretensão de revisão de contrato findo, mesmo que as partes tenham celebrado, em juízo, termo aditivo de renegociação da dívida, o qual tenha sido homologado por sentença da qual não caiba mais recurso."
      },
      {
        "letra": "B",
        "texto": "A autoridade judiciária brasileira será incompetente para processar e julgar o divórcio se os cônjuges atualmente residirem no exterior, mesmo que o casamento tenha sido celebrado em território nacional."
      },
      {
        "letra": "C",
        "texto": "A ação reivindicatória movida por condômino de condomínio edilício, em caso de assenhoreamento por terceiro de área comum de uso exclusivo seu, induzirá litispendência ou fará coisa julgada em relação a outra, com idêntico pedido e causa de pedir, movida pelo condomínio."
      },
      {
        "letra": "D",
        "texto": "A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda."
      },
      {
        "letra": "E",
        "texto": "É inaplicável a contagem em dobro do prazo recursal quando o MP oficia no processo na qualidade de fiscal da lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "82804",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "No que se refere ao duplo grau de jurisdição obrigatório - remessa de ofício, recurso de ofício, reexame necessário ou recurso obrigatório -, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Esse instituto não é admitido no sistema processual brasileiro por violar o princípio da igualdade processual das partes."
      },
      {
        "letra": "B",
        "texto": "Esse instituto não se aplica quando a sentença estiver em conformidade com súmula do STF."
      },
      {
        "letra": "C",
        "texto": "Nos processos em que é parte pessoa jurídica de direito público interno, os acórdãos sujeitam-se ao duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "D",
        "texto": "O duplo grau de jurisdição obrigatório é cabível nas sentenças com resolução de mérito, e incabível nas sentenças sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "O duplo grau de jurisdição obrigatório depende da interposição do recurso de apelação para ser submetido ao tribunal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77345",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Se o proprietário do imóvel promove ação de despejo, alegando que o locatário cometeu infração contratual grave, consistente em danificar o prédio alugado e o pedido é julgado procedente, por ter-se o juiz convencido da danificação do prédio pelo locatário, a decisão sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a danificação do prédio fica revestida da autoridade da coisa julgada material apenas dentro dos limites subjetivos da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "a danificação do prédio fica revestida da autoridade da coisa julgada material apenas dentro dos limites objetivos da coisa julgada."
      },
      {
        "letra": "C",
        "texto": "o pedido e a determinação de despejo ficam revestidos da autoridade da coisa julgada material dentro dos limites subjetivos da coisa julgada."
      },
      {
        "letra": "D",
        "texto": "o pedido e a determinação de despejo ficam revestidos da autoridade da coisa julgada material dentro dos limites objetivos da coisa julgada."
      },
      {
        "letra": "E",
        "texto": "a danificação do prédio fica revestida da autoridade da coisa julgada material dentro dos limites subjetivos e objetivos da coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "77343",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "A teoria da relativização da coisa julgada propõe a revisão da carga imperativa da coisa julgada se esta afronta princípios como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do juiz natural, do contraditório, da unidade da jurisdição, da legalidade e da inevitabilidade."
      },
      {
        "letra": "B",
        "texto": "do juiz natural, da inevitabilidade, da investidura, da legalidade e do contraditório."
      },
      {
        "letra": "C",
        "texto": "da legalidade, da moralidade, da razoabilidade e da proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "da investidura, da inevitabilidade, da unidade, da territorialidade e da razoabilidade."
      },
      {
        "letra": "E",
        "texto": "do juiz natural, do contraditório, da inevitabilidade, da unidade e da proporcionalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77229",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Em matéria de coisa julgada material, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O vício provocado pela falta de citação é abrangido pela eficácia preclusiva da coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "A coisa julgada material não alcança decisões interlocutórias."
      },
      {
        "letra": "C",
        "texto": "A eficácia subjetiva da coisa julgada material somente pode alcançar o substituto processual e não o substituído."
      },
      {
        "letra": "D",
        "texto": "A eficácia preclusiva da coisa julgada material impede o reexame do dispositivo de sentença, ainda que por fundamentos de defesa não deduzidos no processo."
      },
      {
        "letra": "E",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a coisa julgada material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "75070",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito da coisa julgada:I. Denomina-se coisa julgada material a eficácia, que torna imutável e indiscutível a sentença, não mais sujeita a recurso ordinário ou extraordinário. II. A sentença, que julgar total ou parcialmente a lide, tem força de lei nos limites da lide e das questões decididas. III. Faz coisa julgada a apreciação da questão prejudicial, decidida incidentemente no processo. IV. Passada em julgado a sentença de mérito, reputar- se-ão deduzidas e repelidas todas as alegações e defesas, que a parte poderia opor assim ao acolhimento como à rejeição do pedido.De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68960",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:I. Coisa julgada material é a qualidade que torna imutável e indiscutível o comando que emerge da parte dispositiva da sentença de mérito não mais sujeita a recurso ordinário ou extraordinário, nem à remessa necessária (duplo grau de jurisdição necessário). No processo civil, não se pode ajuizar ação contra coisa julgada, exceto nos casos expressamente autorizados pelo sistema, como por exemplo ação rescisória, impugnação ao cumprimento de sentença e embargos do devedor. II. Não dependem de prova os fatos: notórios; afirmados por uma parte e confessados pela parte contrária; admitidos, no processo, como incontroversos; em cujo favor milita presunção legal de existência ou de veracidade. A critério do juiz, pode ser admitida a confissão em juízo acerca de estado familiar e cidadania da pessoa. Excepcionalmente, nas ações que versem sobre bens imóveis, a confissão de um cônjuge vale sem a do outro. III. O autor precisa demonstrar em juízo a existência do ato ou fato por ele descrito na inicial como ensejador de seu direito. Ao réu, por seu turno, incumbe o ônus da prova quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor, como por exemplo a exceção do contrato não cumprido; a novação; o pagamento e a prescrição. IV. O juiz, em qualquer tempo ou grau de jurisdição, requisitará às repartições públicas as certidões necessárias à prova das alegações das partes, desde que se apresente razoável a iniciativa do juiz, demonstrada a impossibilidade de a parte obter pessoalmente a informação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição IV está incorreta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II está incorreta."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II e III estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "56219",
    "metadata": "Ano: 2010 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "O art. 471 do Código de Processo Civil estabelece que, salvo nas hipóteses legalmente previstas, \"nenhum juiz decidirá novamente as questões já decididas\". Esse comando legal se refere a fenômeno processual denominado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preclusão lógica;"
      },
      {
        "letra": "B",
        "texto": "preclusão judicial ou \"pro judicato\";"
      },
      {
        "letra": "C",
        "texto": "preclusão consumativa;"
      },
      {
        "letra": "D",
        "texto": "preclusão conformativa;"
      },
      {
        "letra": "E",
        "texto": "preclusão revisional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "41131",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Acerca do instituto da coisa julgada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a doutrina majoritária, a eficácia preclusiva da coisa julgada, prevista no art. 474 do CPC, abrange todas as possíveis causas de pedir que poderiam ter embasado o pedido formulado."
      },
      {
        "letra": "B",
        "texto": "Pela nova sistemática, estabelecida pela Lei n.º 12.016/2009, a sentença proferida no mandado de segurança coletivo faz coisa julgada erga omnes."
      },
      {
        "letra": "C",
        "texto": "Para a jurisprudência do STJ, havendo conflito entre duas coisas julgadas, prevalece a que se formou em primeiro lugar."
      },
      {
        "letra": "D",
        "texto": "Não são extensíveis ao condomínio edilício os efeitos da coisa julgada formada em ação reivindicatória de que foi ou foram parte apenas um ou alguns dos condôminos."
      },
      {
        "letra": "E",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a garantia da coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "200955",
    "metadata": "Ano: 2009 | Banca: MS CONCURSOS | Órgão: TRE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Analisando os textos abaixo sobre a coisa julgada material, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não incidirá em coisa julgada material os motivos que levaram o juiz a decidir."
      },
      {
        "letra": "B",
        "texto": "As decisões proferidas em processo cautelar não farão coisa julgada em relação ao processo principal."
      },
      {
        "letra": "C",
        "texto": "Não se produzirá coisa julgada material nas decisões de jurisdição voluntária, pois esta poderá ser modificada, sem prejuízo dos efeitos já produzidos, se ocorrerem circunstâncias supervenientes."
      },
      {
        "letra": "D",
        "texto": "As sentenças que extinguem o processo sem decidir o mérito afastam a incidência da coisa julgada material."
      }
    ],
    "gabarito": "B"
  }
]