[
  {
    "id": "1328317",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partes capazes, objeto lícito, determinado ou determinável e consentimento livre."
      },
      {
        "letra": "B",
        "texto": "Legitimidade das partes, interesse processual e possibilidade jurídica do pedido."
      },
      {
        "letra": "C",
        "texto": "Perempção, litispendência e coisa julgada."
      },
      {
        "letra": "D",
        "texto": "Juiz regularmente investido, citação válida, capacidade processual das partes e capacidade postulatória (advogado)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1102692",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Estabelece a Lei nº 5.869, de 11 de janeiro de 1973 – Código de Processo Civil – que é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. Assinale a alternativa que NÃO contenha um requisito de admissibilidade da cumulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rito adotado deve ser o ordinário."
      },
      {
        "letra": "B",
        "texto": "Os pedidos devem ser compatíveis entre si."
      },
      {
        "letra": "C",
        "texto": "O mesmo juízo deve ser competente para todos os pedidos."
      },
      {
        "letra": "D",
        "texto": "O tipo de procedimento deve ser adequado para todos os pedidos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "620586",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e dos pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, a análise das condições da ação é feita pelo juiz com base nas alegações apresentadas na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Na ação de alimentos contra o pai, o menor de dezesseis anos de idade tem legitimidade para o processo, mas não goza de legitimidade para a causa."
      },
      {
        "letra": "C",
        "texto": "O direito a determinada prestação jurisdicional se esgota com o simples exercício do direito de ação."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria concreta da ação, o direito de agir é autônomo e independe do reconhecimento do direito material supostamente violado."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de legitimidade extraordinária, a presença e a higidez dos pressupostos processuais serão examinadas em face da parte substituída."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611773",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O Código Processo Civil expressamente consagra a teoria eclética da ação, para explicar a Natureza jurídica da ação. Assim, julgue os conceitos abaixo relacionados que caracterize tal teoria. Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 87, 88, 89, 90.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "\"o direito de ação é considerado o próprio direito material em movimento, reagindo a uma agressão ou ameaça de agressão\"."
      },
      {
        "letra": "B",
        "texto": "\"defende que a existência do direito de ação não depende da existência do direito material, mas do preenchimento de certos requisitos formais chamados de condições da ação\"."
      },
      {
        "letra": "C",
        "texto": "\"tem como mérito ser a primeira teoria que fez a distinção entre o direito de ação de o direito material.\""
      },
      {
        "letra": "D",
        "texto": "\"mantém autonomia entre o direito de ação e direito material, e vai além, ao afirmar que o direito de ação é independente do direito material\"."
      },
      {
        "letra": "E",
        "texto": "\"tem como mérito ser a primeira teoria que fez a distinção entre o direito subjetivo de o direito material\"."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600797",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Os elementos da ação se prestam a identificá-la, a fim de verificar a existência de fenômenos como a litispendência, conexão e continência. Sobre os elementos da ação, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na doutrina majoritária, nomeia-se a espécie de tutela jurisdicional como pedido imediato, e o bem da vida como pedido mediato."
      },
      {
        "letra": "B",
        "texto": "Não se adquire qualidade de parte de maneira voluntária, como nos casos de recurso de terceiro prejudicado."
      },
      {
        "letra": "C",
        "texto": "O fundamento jurídico não compõe a causa de pedir."
      },
      {
        "letra": "D",
        "texto": "O pedido imediato diz respeito ao aspecto material, enquanto o pedido mediato, ao aspecto processual."
      },
      {
        "letra": "E",
        "texto": "São elementos da ação a possibilidade jurídica, a legitimidade das partes e o interesse processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "683474",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante as noções fundamentais do Direito Processual Civil, aos sujeitos do processo e aos atos processuais, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em questões processuais, será aplicada a lei em vigor no momento da prática do ato formal e não a do tempo em que o ato material se deu. Quando a lei nova atinge um processo em andamento, não produzirá nenhum efeito sobre os fatos e atos ocorridos, que continuam regulados pela lei do tempo em que foram consumados, uma vez que as leis processuais não são retroativas."
      },
      {
        "letra": "B",
        "texto": "O princípio da territorialidade está previsto no art. 1º do Código de Processo Civil, que declara que “a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional”; assim com relação as provas, seus meios e ônus de produção prevalecerá a lei processual brasileira, mesmo quando os fatos a serem provados tiverem ocorrido em país estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Os pressupostos processuais diferem-se das condições da ação, pois enquanto a ocorrência dos primeiros demonstram a constituição e o desenvolvimento válido e regular do processo; a presença das condições da ação mostra que o direito de ação está validamente exercido, no caso concreto."
      },
      {
        "letra": "D",
        "texto": "O art. 6º do Código de Processo Civil determina que “Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei”, assim a substituição processual é uma faculdade excepcional, que só ocorrerá nos casos expressamente autorizados por lei e difere da substituição de parte."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a intimação eletrônica por publicação no Diário de Justiça eletrônico, considera-se como data da publicação o primeiro dia útil seguinte ao da disponibilização da informação no Diário da Justiça eletrônico. Assim, nos casos de intimação eletrônica, os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616147",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São inúmeras as classificações das ações. Uma delas, a considerada clássica, estabelece que as ações podem ser consideradas cognitivas, cautelares e executivas. Outra, preconizada por Pontes de Miranda, utiliza critérios diversos, dentre os quais avulta o da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "social"
      },
      {
        "letra": "B",
        "texto": "mandamental"
      },
      {
        "letra": "C",
        "texto": "inibitória"
      },
      {
        "letra": "D",
        "texto": "preventiva"
      },
      {
        "letra": "E",
        "texto": "repressiva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "604461",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: Faceli",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São condições para o provimento final ou legítimo exercício do direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "capacidade de fato, interesse de agir e forma prescrita ou não defesa em lei."
      },
      {
        "letra": "B",
        "texto": "possibilidade jurídica do pedido, existência de direito material e interesse de agir."
      },
      {
        "letra": "C",
        "texto": "legitimação para a causa, resistência à direito subjetivo e interesse de agir."
      },
      {
        "letra": "D",
        "texto": "violação de direito, interesse de agir e legitimidade das partes."
      },
      {
        "letra": "E",
        "texto": "possibilidade jurídica do pedido, interesse de agir e legitimidade para a causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "579101",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Marcos, advogado recém formado, irá ajuizar duas ações. A ação A é fundada em direito pessoal e a ação B é fundada em direito real sobre bem móvel. Nestes casos, de acordo com o Código de Processo Civil brasileiro, em regra,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação A será ajuizada no foro do domicílio do autor e a ação B no foro do domicilio do réu."
      },
      {
        "letra": "B",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "a ação A será ajuizada no foro do domicílio do réu e a ação B no foro do domicilio do autor."
      },
      {
        "letra": "D",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do autor."
      },
      {
        "letra": "E",
        "texto": "em ambas as ações o autor poderá escolher entre o foro do domicílio do autor ou do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "575764",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere as seguintes hipóteses: O Processo A e o Processo B possuem em comum o objeto. O Processo C e o Processo D possuem em comum a causa de pedir. Nestes casos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há continência entre os processos A e B e entre os processos C e D."
      },
      {
        "letra": "B",
        "texto": "há conexão entre os processos A e B e entre os processos C e D."
      },
      {
        "letra": "C",
        "texto": "há conexão entre os processos A e B e continência entre os processos C e D."
      },
      {
        "letra": "D",
        "texto": "há continência entre os processos A e B e conexão entre os processos C e D."
      },
      {
        "letra": "E",
        "texto": "não há continência e nem conexão entres os processos A e B, nem entre os processos C e D."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "571878",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Embora haja divergência doutrinária no que diz respeito à possibilidade da utilização da distinção entre atos jurídicos em sentido estrito e negócios jurídicos processuais, a doutrina processual moderna reconhece a existência da categoria dos denominados negócios jurídicos processuais. À luz dessas informações, e de acordo com essa doutrina e com a legislação em vigor, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes poderão realizar negócio jurídico processual referente à dilação do prazo para recorrer, caso o processo judicial tenha como objeto direito disponível."
      },
      {
        "letra": "B",
        "texto": "A desistência da ação, independentemente do momento em que ocorrer, deverá ser classificada como negócio jurídico processual bilateral."
      },
      {
        "letra": "C",
        "texto": "Qualquer negócio jurídico processual deverá ser homologado pelo juiz para que seja considerado válido e produza seus efeitos regulares."
      },
      {
        "letra": "D",
        "texto": "É vedada às partes, depois de iniciado o processo, a realização de negócio jurídico processual sobre a distribuição do ônus da prova no processo civil."
      },
      {
        "letra": "E",
        "texto": "A modificação do polo passivo da demanda decorrente de nomeação à autoria é exemplo de negócio jurídico processual típico e plurilateral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "503378",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Em ação judicial para propor ação, há necessidade do consentimento de um dos cônjuges. Assinale a alternativa que apresenta em qual situação não se pode suprir a obrigatoriedade do consentimento de um dos cônjuges.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos do consumidor."
      },
      {
        "letra": "C",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de família."
      },
      {
        "letra": "D",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de imagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464254",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considerados os princípios fundamentais do processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite a ação meramente declaratória quando já houver ocorrido a violação do direito, porque falta interesse de agir"
      },
      {
        "letra": "B",
        "texto": "para propor a ação é necessário ter interesse e legitimidade, porém isso não se exige para contestá-la."
      },
      {
        "letra": "C",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará apenas anulável o ato se, realizado de outro modo, alcançar a finalidade."
      },
      {
        "letra": "D",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "E",
        "texto": "salvo quando houver interesse de fato ou de direito, ninguém poderá pleitear, em nome próprio, direito alheio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1005308",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Da ação",
      "Petição Inicial",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere as assertivas abaixo transcritas: I. De acordo com o Código de Processo Civil, o processo civil começa por iniciativa das partes, mas se desenvolve por impulso oficial. II. Considera-se inepta a petição inicial quando o juiz verificar a prescrição. III. Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. Quais estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, lI e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "726774",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui direito a uma sentença de mérito favorável."
      },
      {
        "letra": "B",
        "texto": "constitui direito ao processo justo e ao reconhecimento do direito material afirmado em juízo."
      },
      {
        "letra": "C",
        "texto": "constitui direito à sentença de mérito favorável e à tutela efetiva."
      },
      {
        "letra": "D",
        "texto": "constitui direito à tutela adequada, efetiva e tempestiva mediante processo justo."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700418",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "Entre as várias concepções existentes sobre o conceito de ação na ciência processual, a teoria concreta da ação, ou teoria do direito concreto de agir, defende a sua autonomia afirmando ser um direito distinto do direito material, todavia, condicionando a existência desse direito, a um resultado favorável ao autor, pois apenas nos casos em que se reconhecesse a existência do direito material se reconheceria a existência do direito de ação. Defendem seus adeptos que a ação seria o direito de se obter uma sentença favorável. A teoria concreta da ação, ou teoria do direito concreto de agir, teria sido criada por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giuseppe Chiovenda"
      },
      {
        "letra": "B",
        "texto": "Enrico Tulio Liebman."
      },
      {
        "letra": "C",
        "texto": "James Goldschmidt."
      },
      {
        "letra": "D",
        "texto": "Heinrich Degenkolb e Alexander Plósz."
      },
      {
        "letra": "E",
        "texto": "Adolf Wach."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467030",
    "metadata": "Ano: 2014 | Banca: CONTEMAX | Órgão: COREN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "De acordo com os estudos sobre a AÇÃO, assinale a alternativa FALSA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de ação tem como consequência o reconhecimento do direito material."
      },
      {
        "letra": "B",
        "texto": "O direito de ação é um direito público subjetivo"
      },
      {
        "letra": "C",
        "texto": "A ação sujeita-se ao preenchimento de requisitos mínimos, denominados condições da ação."
      },
      {
        "letra": "D",
        "texto": "Os elementos da ação são as partes, a causa de pedir e o pedido."
      },
      {
        "letra": "E",
        "texto": "As ações são classificadas de acordo com a natureza da prestação jurisdicional, da resposta judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462256",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "José propõe demanda em face de Rafael alegando ter celebrado com este um contrato de mútuo e que, na data marcada para cumprimento da obrigação, nada foi pago. José formula pedido condenatório de R$ 100.000,00 (cem mil reais), o valor do contrato celebrado. Rafael nega haver celebrado o referido mútuo e afirma que a dívida existe, mas é oriunda de um jogo ilícito praticado por ambos. Partindo da premissa de que o julgador se convence de que não existiu mútuo algum, e após finda a instrução probatória, percebe-se que o valor cobrado foi originado em dívida de jogo ilícito, conforme narrado pelo réu, agirá corretamente o juiz, à luz da teoria da asserção, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar extinto o feito por ilegitimidade ad causam da parte ré."
      },
      {
        "letra": "B",
        "texto": "julgar extinto o feito por falta de interesse processual."
      },
      {
        "letra": "C",
        "texto": "julgar extinto o feito por falta de possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "julgar improcedente o pedido, porque o réu provou que não existe o fato constitutivo do direito do autor."
      },
      {
        "letra": "E",
        "texto": "julgar procedente o pedido, porque o réu reconheceu o pedido condenatório formulado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "444816",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da ação",
      "Conceito e características da ação",
      "Ação de usucapião",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Sobre o processo de conhecimento, analise as assertivas a seguir. I. Na ação de usucapião, o valor da causa deve corresponder ao valor venal do imóvel usucapiendo para fins de lançamento do imposto predial e territorial urbano. II. Na forma da lei, a ausência de documento indispensável à propositura da ação na petição inicial conduz ao seu imediato indeferimento com extinção do processo sem resolução do mérito. III. Segundo a teoria da asserção, o momento procedimental adequado para que o juiz se pronuncie sobre a presença das condições da ação é logo após a apresentação da defesa. IV. A oposição, apresentada pelo réu, ao pedido de desistência da ação, formulado pelo autor, deverá ser fundamentada sob pena de caracterizar abuso de direito. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429160",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Em relação à ação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os elementos da ação são as partes, o pedido e a causa de pedir, servindo para identificá-la e não se confundindo com suas condições."
      },
      {
        "letra": "B",
        "texto": "Se os elementos da ação forem idênticos, ter-se-á a configuração de continência ou conexão, conforme a natureza da demanda."
      },
      {
        "letra": "C",
        "texto": "Se os elementos da ação forem semelhantes, ter-se-á a caracterização de litispendência ou coisa julgada."
      },
      {
        "letra": "D",
        "texto": "O direito de ação em sentido estrito é incondicionado, por decorrer do direito de acesso à justiça."
      },
      {
        "letra": "E",
        "texto": "As condições da ação constituem matéria de ordem pública e, assim, devem ser arguidas pela parte, não podendo ser reconhecidas de ofício pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427899",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante à ação, adotou o Código de Processo Civil brasileiro a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imanentista."
      },
      {
        "letra": "B",
        "texto": "eclética."
      },
      {
        "letra": "C",
        "texto": "da ação concreta."
      },
      {
        "letra": "D",
        "texto": "da ação como direito potestativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420535",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo à teoria e às condições da ação. A escola clássica, imanentista ou civilista, segundo a qual a ação é uma qualidade de todo direito ou o próprio direito como forma de reação a uma violação, é a teoria predominantemente adotada no direito processual civil brasileiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420533",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo à teoria e às condições da ação.Conforme a teoria da asserção, majoritariamente adotada pela doutrina, na análise das condições da ação, deve-se considerar o que foi afirmado pela parte autora na inicial. Essa análise permite que o magistrado, ao ter contato com o processo, pronuncie-se a respeito das condições da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417885",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "A respeito da jurisdição e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, as condições da ação devem ser verificadas conforme as afirmações do autor, antes de produzidas as provas."
      },
      {
        "letra": "B",
        "texto": "Dado o princípio da indeclinabilidade, o juiz não pode delegar a jurisdição a outra pessoa."
      },
      {
        "letra": "C",
        "texto": "Conforme a doutrina majoritária, a mediação está inserida na atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria clássica da ação, desenvolvida por Friedrich Savigny, a ação é o direito a uma sentença favorável."
      },
      {
        "letra": "E",
        "texto": "Na teoria concretista, defendida por Adolf Wach, não se reconhece a autonomia do direito de ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "387731",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Com referência a jurisdição, ação e competência, julgue os itens que se seguem.O Código de Processo Civil (CPC) adotou a teoria concreta do direito de ação que proclama como desdobramento lógico o reconhecimento da pretensão posta em juízo",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "616272",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Geraldo é credor de um empréstimo contraído por Elisabete no valor de R$ 200,00. Além disso, a devedora comprometeu-se a entregar ao credor uma peça de porcelana pintada a mão. Houve, porém, o descumprimento das duas obrigações. Proposta a ação devida, houve sentença de mérito reconhecendo a pretensão autoral. No sistema de classificação das ações, adotado no Código de Processo Civil, a mesma deve ser considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cautelar"
      },
      {
        "letra": "B",
        "texto": "executiva"
      },
      {
        "letra": "C",
        "texto": "condenatória"
      },
      {
        "letra": "D",
        "texto": "constitutiva"
      },
      {
        "letra": "E",
        "texto": "declaratória"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "388848",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Analise as proposições abaixo:I. O objeto formal da jurisdição é a admissibilidade do julgamento de mérito. II. O objeto material do processo é a pretensão do autor.III. O Código de Processo Civil, quanto à \"causa petendi\", adotou a teoria da substanciação. IV. Para a teoria da \"actio\" como direito abstrato, o direito de ação é o direito à composição do litigio pelo Estado que, por isso, não depende da efetiva existência do direito material da parte que provoca a atuação do Poder Judiciário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "apenas as proposições I e ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "apenas a proposição IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335962",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Da ação",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca da ação, do processo e da jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, é necessária a intervenção da defensoria pública como curadora especial do menor na ação de destituição de poder familiar ajuizada pelo MP."
      },
      {
        "letra": "B",
        "texto": "Segundo Giuseppe Chiovenda, a jurisdição se caracteriza pela substitutividade e pela atuação da vontade da lei."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção preceitua que as condições da ação devem ser verificadas conforme as afirmações do autor, mesmo depois de produzidas as provas, ou seja, em cognição exauriente."
      },
      {
        "letra": "D",
        "texto": "As ações declaratórias possuem eficácia ex nunc."
      },
      {
        "letra": "E",
        "texto": "O MP tem legitimidade para pleitear, em ACP, a indenização decorrente do DPVAT em benefício do segurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322641",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca das Condições da Ação, marque a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode-se afirmar que, mesmo quando verificada a ausência de umas das condições da ação, a jurisdição atua e a ação é exercida, o que se abstrai do disposto no art. 263 do CPC, que considera “proposta a ação, tanto que a petição inicial seja despachada pelo juiz ou simplesmente distribuída, onde houver mais de uma vara”, combinado com o art. 267, VI, do mesmo Código, que determina ao juiz a extinção do processo sem resolução de mérito “quando não concorrer qualquer das condições da ação”."
      },
      {
        "letra": "B",
        "texto": "À relação de identificação entre o autor e réu com o direito material em litígio, denomina-se interesse de agir, uma das condições da ação, previstas no art. 267, inciso VI, do CPC."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção, por ser eficiente e estar de acordo com a regra da razoável duração do processo, é muito adotada, no âmbito do processo civil, ao se analisar a falta de condições da ação."
      },
      {
        "letra": "D",
        "texto": "Quando o autor de uma ação não escolhe o modelo procedimental adequado à proteção do direito material cuja proteção requer, tornando inviável a apreciação de seu pedido, diz-se que este é juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "Há legitimação extraordinária quando há correspondência total entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311417",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação representa um direito subjetivo do jurisdicionado, vinculado ao seu direito material, razão por que o direito de ação se confunde com o próprio direito material invocado, não havendo autonomia entre um direito e outro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305300",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e do processo no âmbito do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procedimento é o instrumento de realização da justiça."
      },
      {
        "letra": "B",
        "texto": "A formação da relação processual completa-se com a propositura da ação, ou seja, com o despacho da inicial ou com a distribuição, onde houver mais de uma vara."
      },
      {
        "letra": "C",
        "texto": "O interesse-adequação refere-se à necessidade de o autor ingressar em juízo para obter o bem da vida que ele almeja."
      },
      {
        "letra": "D",
        "texto": "Será improcedente o pedido que for considerado juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "No caso dos pressupostos processuais, não ocorre a preclusão, podendo, inclusive em grau de recurso aos tribunais superiores, ser reconhecida a inexistência de pressuposto processual e decretada a extinção do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302750",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Com relação à Ação, a teoria segundo a qual a ação seria uma qualidade de todo direito ou o próprio direito reagindo a uma violação é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imanentista."
      },
      {
        "letra": "B",
        "texto": "do direito concreto à tutela jurídica."
      },
      {
        "letra": "C",
        "texto": "do direito abstrato de agir."
      },
      {
        "letra": "D",
        "texto": "do direito de fazer agir do Estado."
      },
      {
        "letra": "E",
        "texto": "do direito subjetivo instrumental próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973553",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Constitui uma das denominadas condições para o regular exercício do direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão jurisdicional;"
      },
      {
        "letra": "B",
        "texto": "capacidade postulatória;"
      },
      {
        "letra": "C",
        "texto": "demanda original;"
      },
      {
        "letra": "D",
        "texto": "interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "causa de pedir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425987",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Julgue os itens a seguir:I) A legitimidade ordinária se dá quando alguém discute no processo interesse ou direito próprio. Por sua vez, a legitimidade extraordinária se dá quando alguém está no processo em nome alheio, defendendo direito ou interesse alheio. II) Pela Teoria da Asserção, adotada pela maioria da doutrina e da jurisprudência, a análise das condições da ação deve ser feita à luz do que se afirma na petição inicial \"in statu assertionis\", dispensando- se a produção de prova para aferir a sua existência. Desta forma, se com o que foi alegado pelo autor, as condições estiverem presentes, posterior análise sobre sua veracidade será considerada decisão de mérito. Contudo, apesar de minoritária, o Código de Processo Civil adota a Teoria da Exposição, segundo a qual as condições da ação não são analisadas somente a partir das assertivas da petição inicial, mas podem ser verificadas a qualquer momento, inclusive através de provas. Assim, para esta última teoria, com a verificação superveniente da inexistência de uma condição da ação, o processo deve ser extinto sem julgamento de mérito, independente do momento e do grau de jurisdição.III) Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo. Trata-se de capacidade de ser parte, pressuposto de existência do processo. IV) O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. Trata-se de capacidade processual das pessoas casadas, requisito de validade do processo. V) A capacidade postulatória constitui requisito de validade do processo. Por isso, os atos processuais praticados por quem não é advogado são nulos. Contudo, os atos processuais praticados por advogado sem procuração, nos termos da lei processual civil, são inexistentes. São CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV eV."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "lll, IV eV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "316321",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Segundo Liebman, a doutrina do processo como situação jurídica destaca certas categorias peculiares à relação processual e distintas das categorias correspondentes ao direito material, explicando o processo em si mesmo como unidade jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "250607",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre o direito de ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria de Enrico Tullio Liebman, adotada pelo Código de Processo Civil de 1973, foi posteriormente revisada pelo autor, que limitou as condições da ação à possibilidade jurídica do pedido e à legitimidade das partes."
      },
      {
        "letra": "B",
        "texto": "A chamada classificação quinária da ação utiliza como critério a natureza do provimento judicial pretendido. Assim, tem-se as ações de direito material, declaratória, constitutiva, condenatória e mandamental."
      },
      {
        "letra": "C",
        "texto": "A reforma do Código de Processo Civil de 1973, levada a efeito pela Lei 11.232/2005, que acrescentou o cumprimento de sentença ao diploma legal, reduziu a importância da classificação quinária e deu lugar à classificação que prioriza a necessidade ou não da execução da sentença."
      },
      {
        "letra": "D",
        "texto": "Pelo conceito de ação adotado no Código de Processo Civil de 1973, só tem ação o autor que obtém o julgamento pela procedência do pedido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249535",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação sempre foi um dos mais polêmicos temas da ciência processual, proliferando-se, ao longo da história, inúmeras teorias para explicá- lo. Sua importância se destaca, em especial, pois corresponde a um iniludível ponto de contato entre a relação jurídica material e a relação jurídica processual, sobretudo quando analisado sob a ótica do ato que dá início ao processo e delimita seu objeto litigioso. No Brasil, o direito positivo sofreu nítida influência da doutrina de Enrico Tullio Liebman, que, com sua teoria eclética da ação, propôs a categoria das condições da ação, alocadas entre os pressupostos processuais e o mérito da demanda. Sobre o tema, identifique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de ação pode ser atualmente identificado como um direito público subjetivo, abstrato, autônomo da relação jurídica material, cuja existência dependerá da procedência da demanda proposta em juízo."
      },
      {
        "letra": "B",
        "texto": "Friedrich Carl Von Savigny, notável jurista alemão que se dedicou ao estudo profundo do direito romano, é citado pela doutrina como um adepto da teoria abstrativista, em decorrência da concepção de que se opera uma metamorfose no direito material quando lesado, transformando- se, assim, na actio."
      },
      {
        "letra": "C",
        "texto": "É da famosa polêmica entre Windscheid e Muther que percebemos significativo avanço na ciência processual. Associou-se a ideia da actio romana com a da pretensão de direito material, o que definiu a autonomia entre o direito material e o direito de ação, consubstanciando, assim, definitiva passagem da teoria concreta para a teoria abstrata da ação."
      },
      {
        "letra": "D",
        "texto": "Enrico Tullio Liebman propôs a categoria das condições da ação, afirmando que, se não fossem preenchidas as três condições inicialmente formuladas, o autor seria carecedor do direito de ação. Para Liebman, essa ideia deveria ser interpretada à luz da teoria da asserção, segundo a qual as condições da ação são examinadas a partir das alegações do autor (in status assertionem). Caso fosse necessária a dilação probatória para aferir a presença das condições da ação, estaríamos diante de um julgamento de mérito e não mais de pura carência de ação."
      },
      {
        "letra": "E",
        "texto": "Um dos maiores expoentes da teoria do direito concreto de agir foi Adolf Wach, desenvolvendo suas ideias a partir da teorização da ação declaratória. Para nosso autor, o direito de ação efetivamente é autônomo em relação ao direito material, porém só existirá se a sentença ao final for de procedência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236624",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre a ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhuma hipótese, é possível postular em nome próprio direito alheio."
      },
      {
        "letra": "B",
        "texto": "A reconvenção não implica cumulação objetiva de ações."
      },
      {
        "letra": "C",
        "texto": "O interesse de agir está vinculado à necessidade da prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "O sistema do Código de Processo Civil brasileiro vinculou-se, segundo a posição francamente majoritária da doutrina, à teoria da individuação em matéria de causa de pedir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235376",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre as teorias da ação, é correto afrmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria civilista ou imanentista desvincula o direito material do direito de ação, que é autônomo;"
      },
      {
        "letra": "B",
        "texto": "a teoria concreta considera o direito de ação autônomo e independente do direito material;"
      },
      {
        "letra": "C",
        "texto": "a teoria abstrata reputa o direito de ação como amplo e genérico, e sua existência é condicionada pelo direito material, do qual independe;"
      },
      {
        "letra": "D",
        "texto": "a teoria eclética trabalha com a categoria de condições para o regular exercício da ação, estranhas ao mérito da causa;"
      },
      {
        "letra": "E",
        "texto": "a teoria da asserção busca demonstrar que as questões preliminares se confundem com as de mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198476",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante à ação, para nossa lei processual civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da ausência de pressupostos processuais leva ao impedimento da instauração da relação processual ou à nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "a ausência do direito material subjetivo conduz à carência de ação."
      },
      {
        "letra": "C",
        "texto": "a ausência das condições da ação não pode ser aferida de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "não se admite a ação meramente declaratória, se já ocorreu a violação do direito."
      },
      {
        "letra": "E",
        "texto": "o interesse do autor está ligado sempre, e apenas, à constituição de seu direito, com pedido eventual de preceito mandamental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "77225",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Em matéria de ação declaratória, considere: I. É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito. II. Os únicos fatos que podem ser objeto da ação declaratória são a autenticidade e a falsidade documental. III. A ação declaratória está sujeita a prazos prescricionais. IV. É inadmissível ação declaratória visando a obter certeza quanto à exata interpretação de cláusula contratual. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "60631",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O réu de ação de cobrança alegou que não era devedor, pois não tinha com o autor relação de cunho negocial capaz de justificar a demanda. Ao analisar a defesa, o juiz afastou a preliminar sob o argumento de que, conforme narrativa do autor, era possível entender que o réu fosse, em tese, devedor. Além disso, o juiz considerou que o exame detido do tema demandava dilação probatória e que, portanto, seria atinente ao mérito. Com base na situação descrita, é correto afirmar que o juiz aplicou a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abstrata da ação."
      },
      {
        "letra": "B",
        "texto": "do direito potestativo de agir."
      },
      {
        "letra": "C",
        "texto": "concreta da ação."
      },
      {
        "letra": "D",
        "texto": "imanentista."
      },
      {
        "letra": "E",
        "texto": "da asserção."
      }
    ],
    "gabarito": "E"
  }
]