[
  {
    "id": "607016",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Tendo em vista que, em uma relação processual, o pronunciamento de mérito está condicionado ao cumprimento de algumas formalidades, tais como a atuação do órgão jurisdicional competente e o tempo dessa atuação, as condições da ação e os pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transcorrido o prazo legal sem que o jurisdicionado ingresse em juízo para proteger seu direito, opera-se a preclusão do direito de ação."
      },
      {
        "letra": "B",
        "texto": "Quando a ação for considerada intransmissível por disposição legal, a morte de um dos sujeitos da relação processual provocará a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Para não contrariar o princípio da inércia da jurisdição, segundo o qual a jurisdição deve ser provocada, é vedado ao juiz determinar, de ofício, a produção de provas."
      },
      {
        "letra": "D",
        "texto": "A jurisdição voluntária pode ser exercida extrajudicialmente em casos expressamente autorizados pelo ordenamento jurídico vigente, como nos casos de inventário ou divórcio extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "O defeito ou a ausência de representação na relação processual provoca, por falta de uma das condições da ação, a extinção do processo sem resolução de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600791",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Jurisdição é o poder que o Estado detém para aplicar o direito a um determinado caso, com o objetivo de solucionar conflitos de interesses e com isso resguardar a ordem jurídica e a autoridade da lei. Sobre essa temática, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio do acesso á justiça, o Estado só exercerá a atividade jurisdicional se for devidamente provocado."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de um ato de poder, o juiz exerce a jurisdição dentro de um limite espacial sujeito à soberania do Estado, limite este consagrado pelo princípio da investidura."
      },
      {
        "letra": "C",
        "texto": "Não há previsão legal para jurisdição voluntária em nosso sistema."
      },
      {
        "letra": "D",
        "texto": "A jurisdição pode ser classificada como contenciosa, ou seja, quando existe lide e o Estado atua na solução de um conflito; e voluntária, quando não existe lide e o Estado atua na administração do interesse das partes."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "683474",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante as noções fundamentais do Direito Processual Civil, aos sujeitos do processo e aos atos processuais, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em questões processuais, será aplicada a lei em vigor no momento da prática do ato formal e não a do tempo em que o ato material se deu. Quando a lei nova atinge um processo em andamento, não produzirá nenhum efeito sobre os fatos e atos ocorridos, que continuam regulados pela lei do tempo em que foram consumados, uma vez que as leis processuais não são retroativas."
      },
      {
        "letra": "B",
        "texto": "O princípio da territorialidade está previsto no art. 1º do Código de Processo Civil, que declara que “a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional”; assim com relação as provas, seus meios e ônus de produção prevalecerá a lei processual brasileira, mesmo quando os fatos a serem provados tiverem ocorrido em país estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Os pressupostos processuais diferem-se das condições da ação, pois enquanto a ocorrência dos primeiros demonstram a constituição e o desenvolvimento válido e regular do processo; a presença das condições da ação mostra que o direito de ação está validamente exercido, no caso concreto."
      },
      {
        "letra": "D",
        "texto": "O art. 6º do Código de Processo Civil determina que “Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei”, assim a substituição processual é uma faculdade excepcional, que só ocorrerá nos casos expressamente autorizados por lei e difere da substituição de parte."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a intimação eletrônica por publicação no Diário de Justiça eletrônico, considera-se como data da publicação o primeiro dia útil seguinte ao da disponibilização da informação no Diário da Justiça eletrônico. Assim, nos casos de intimação eletrônica, os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591355",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os órgãos do Poder Judiciário exercem a jurisdição, que é delimitada seguindo-se as regras de distribuição da competência previstas no ordenamento jurídico brasileiro. Acerca desse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu deve, por meio de exceção, alegar a incompetência absoluta, sob pena de preclusão, momento em que se prorrogará a competência do foro."
      },
      {
        "letra": "B",
        "texto": "A incompetência absoluta, por não constituir matéria de ordem pública, não pode ser reconhecida pelo juiz de ofício, devendo a parte alegá-la na primeira oportunidade em que couber citá-la nos autos, sob pena de responder integralmente pelas custas."
      },
      {
        "letra": "C",
        "texto": "A doutrina classifica a jurisdição, quanto ao organismo que a exerce, como comum e especial. A jurisdição comum é exercida pela justiça estadual, enquanto a jurisdição especial é exercida pelas justiças federal, trabalhista, eleitoral e militar."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta do juízo pode ser reconhecida de ofício, inclusive em embargos infringentes e em reexame necessário."
      },
      {
        "letra": "E",
        "texto": "Havendo conexão, o juiz pode ordenar a reunião de ações propostas separadamente, a fim de que sejam decididas simultaneamente. Correndo em separado as ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que promoveu a juntada da citação válida em primeiro lugar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "571872",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Dos Atos Processuais",
      "Conceito e características da jurisdição",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "No que se refere a jurisdição, ação e processo, assinale a opção correta de acordo com a legislação, a doutrina e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reunião de diversas execuções fiscais ajuizadas pelo mesmo ente público contra o mesmo devedor é uma faculdade do magistrado, ainda que haja requerimento da parte nesse sentido."
      },
      {
        "letra": "B",
        "texto": "Determinada a citação do réu, a interrupção da prescrição retroage à data da propositura da ação, ainda que haja demora excessiva da citação, em prazo superior a noventa dias, por culpa exclusiva da parte autora."
      },
      {
        "letra": "C",
        "texto": "O CPC adotou a teoria da individuação da causa de pedir, de acordo com a qual a causa petendi corresponde à relação jurídica afirmada na petição inicial pelo autor."
      },
      {
        "letra": "D",
        "texto": "A teoria revisionista da jurisdição voluntária, que se contrapõe à teoria clássica, considera que a jurisdição graciosa não é uma atividade jurisdicional sob o ponto de vista substancial, mas, sim, uma prestação administrativa exercida formalmente pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo impede o magistrado de praticar ato urgente e, diante dessa situação processual, a tutela provisória deverá ser concedida por medida cautelar autônoma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530878",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No tocante às normas processuais civis, examine os enunciados seguintes: I. Quanto ao seu grau de obrigatoriedade, pode-se afirmar que o direito processual civil é composto preponderantemente por regras cogentes, imperativas ou de ordem pública, que não podem ter sua incidência afastada pela vontade das partes. II. No que tange ao direito intertemporal, normalmente são aplicáveis as normas processuais que estão em vigor no momento da prática dos atos no processo, não as que vigoravam na época em que se passaram os fatos da causa. III. Relativamente aos títulos executivos extrajudiciais, vale a regra que vigorava quando o ato extrajudicial foi praticado e não a regra do momento do ajuizamento da ação executiva. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "496909",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Quanto à ação e à jurisdição no direito processual civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Preenchidas ou não as condições da ação, o juiz sempre deverá dizer quem tem razão, ao proferir uma sentença de procedência ou improcedência"
      },
      {
        "letra": "B",
        "texto": "A jurisdição é inerte, precisando que o autor ou interessado tome a iniciativa de movimentá-la, o que se faz por meio do direito de ação, exercido contra o Estado, em face da parte adversa."
      },
      {
        "letra": "C",
        "texto": "A jurisdição, entre nós, exercida por meio da ação, é um direito sujetivo privado exercido contra o adversário e coordenado pelo Estado."
      },
      {
        "letra": "D",
        "texto": "A existência do direito de ação é condicionada à ocorrência do próprio direito material postulado."
      },
      {
        "letra": "E",
        "texto": "Tanto o direito de acesso à justiça como o direito de ação em sentido estrito são incondicionados, devendo o juiz apreciar necessariamente o mérito da causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "482531",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Em relação aos sistemas de jurisdição, assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se sistema uno ou anglo-saxão o sistema de jurisdição no qual todos os litígios, de origem administrativa ou privada, são resolvidos pelo Poder Judiciário, o qual pode apreciar questões relativas ao mérito dos atos administrativos."
      },
      {
        "letra": "B",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual os litígios administrativos são resolvidos, definitivamente, por um Tribunal Administrativo, ao passo que as lides privadas são resolvidas, definitivamente, pelo Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual o Poder Judiciário só pode apreciar a legalidade e a legitimidade dos atos administrativos."
      },
      {
        "letra": "D",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição originário da França, criado como uma forma de reação do povo contra os privilégios e desmandos da Corte Inglesa, que tinha poderes de administrar e julgar"
      },
      {
        "letra": "E",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual o Poder Judiciário concorre com a esfera administrativa e a autonomia privada na resolução das questões sociais em conflito, não havendo inafastabilidade da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "726773",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição no Estado Constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui um poder vinculado tão-somente à lei."
      },
      {
        "letra": "B",
        "texto": "constitui um poder vinculado à Constituição e que deve ser exercido na dimensão dos direitos fundamentais e da legislação vigente."
      },
      {
        "letra": "C",
        "texto": "constitui uma declaração judicial de uma norma pré-existente, cujo sentido é dado pelo legislador na redação da proposição legal."
      },
      {
        "letra": "D",
        "texto": "constitui uma atividade constitutiva da juridicidade do Estado, que está, contudo, totalmente vinculada à legislação infraconstitucional federal, que deve ser respeitada em qualquer caso, mesmo em caso de inconstitucionalidade."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552944",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No que se refere à jurisdição, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de uma lide corresponde à necessidade de uma manifestação estatal para sua resolução."
      },
      {
        "letra": "B",
        "texto": "Não se pode afastar completamente a teoria da instrumentalidade, visto que o processo não pode ser examinado como um fim em si mesmo."
      },
      {
        "letra": "C",
        "texto": "A lei, norma genérica e abstrata, rege toda a realidade fática e incumbe ao Estado exercer a função jurisdicional de forma restrita à atividade volitiva material do direito positivo."
      },
      {
        "letra": "D",
        "texto": "A jurisdição promove o restabelecimento da ordem jurídica, quando realiza a justa composição do litígio mediante eliminação do conflito de interesses que ameaça a paz social."
      },
      {
        "letra": "E",
        "texto": "O processo deve ser analisado na perspectiva jurídica de sua finalidade, qual seja, a composição de lides por meio de uma atividade jurisdicional criativa, bem como as implicações sociais e políticas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494449",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição, um dos institutos fundamentais do processo civil, pode ser contenciosa ou voluntária. A respeito desse assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto a jurisdição contenciosa não necessita de provocação para se iniciar, a jurisdição voluntária necessita."
      },
      {
        "letra": "B",
        "texto": "Na jurisdição contenciosa, há apenas um acordo de vontades."
      },
      {
        "letra": "C",
        "texto": "Na jurisdição voluntária, há conflito de interesses apresentado em juízo."
      },
      {
        "letra": "D",
        "texto": "Na jurisdição contenciosa, a decisão faz coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456568",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "No que concerne à jurisdição e a seus equivalentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de jurisdição voluntária, embora não haja litígio entre os envolvidos, o julgador deve observar a legalidade estrita na apreciação do pedido."
      },
      {
        "letra": "B",
        "texto": "O princípio da inércia da jurisdição deve ser afastado nas hipóteses de direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "Nos casos que envolvam jurisdição voluntária, o julgador apenas administra interesses privados e, por isso, não está sujeito às regras de suspeição ou impedimento."
      },
      {
        "letra": "D",
        "texto": "O direito de retenção é exemplo de aplicação autorizada do equivalente jurisdicional denominado autocomposição."
      },
      {
        "letra": "E",
        "texto": "Há possibilidade de os envolvidos na arbitragem escolherem a norma de direito material a ser aplicada na resolução do conflito, podendo ainda ser convencionado que o julgamento se faça com base nos costumes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456567",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito das normas processuais civis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a regra da perpetuatio jurisdictionis, adotada pelo CPC, a lei nova que altera a competência em razão da matéria não se aplica aos processos pendentes de julgamento e cuja instrução já esteja encerrada."
      },
      {
        "letra": "B",
        "texto": "Por integrarem o ramo do direito público, as normas previstas no CPC são todas de natureza cogente."
      },
      {
        "letra": "C",
        "texto": "Enquanto não forem homologadas pelo STJ, as sentenças proferidas no estrangeiro são consideradas nulas perante a justiça brasileira."
      },
      {
        "letra": "D",
        "texto": "A lei processual civil deve atingir apenas os processos iniciados após a sua vigência."
      },
      {
        "letra": "E",
        "texto": "Em sua atividade hermenêutica, o magistrado pode alcançar resultado ab-rogante na interpretação das normas processuais civis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456502",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No tocante à jurisdição, examine os enunciados seguintes: I. Tecnicamente, a atividade jurisdicional é sempre substitutiva das atividades dos sujeitos envolvidos no conflito, a quem a ordem jurídica proíbe, como regra, atos de autodefesa.II. O caráter substitutivo da jurisdição está presente nas situações envolvendo particulares, mas não quando um dos sujeitos litigantes é o próprio Estado, pois nesse caso haveria identidade de funções e de atividades estatais. III. Da natureza da jurisdição decorre sua definitividade, que é caracterizada pela imunização dos efeitos dos atos realizados, cujo maior grau, outorgado pela ordem jurídica, é a autoridade da coisa julgada material. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "II"
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421799",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No Direito Processual Civil Brasileiro, a jurisdição compreende três poderes, que são o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão, o de coerção e o de documentação."
      },
      {
        "letra": "B",
        "texto": "coerção, o de documentação e o de exposição."
      },
      {
        "letra": "C",
        "texto": "documentação, o de exposição e o de disposição."
      },
      {
        "letra": "D",
        "texto": "exposição, o de disposição e o de decisão."
      },
      {
        "letra": "E",
        "texto": "disposição, o de decisão e o de coerção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417885",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "A respeito da jurisdição e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, as condições da ação devem ser verificadas conforme as afirmações do autor, antes de produzidas as provas."
      },
      {
        "letra": "B",
        "texto": "Dado o princípio da indeclinabilidade, o juiz não pode delegar a jurisdição a outra pessoa."
      },
      {
        "letra": "C",
        "texto": "Conforme a doutrina majoritária, a mediação está inserida na atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria clássica da ação, desenvolvida por Friedrich Savigny, a ação é o direito a uma sentença favorável."
      },
      {
        "letra": "E",
        "texto": "Na teoria concretista, defendida por Adolf Wach, não se reconhece a autonomia do direito de ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413792",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu  - Exceção",
      "Ações possessórias"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) A Jurisdição é uma função do Estado, por meio da qual ele soluciona os conflitos de interesse de forma coercitiva, aplicando a lei geral e abstrata aos casos concretos que lhe são submetidos.II) A Jurisdição possui como características a substitutividade, a definitividade, imperatividade, inafastabilidade, a inércia e indelegabilidade. III) Reconhecida a incompetência absoluta, deve o juiz remeter os autos ao juízo competente, sendo nulos os atos decisórios praticados até então. Mesmo que a sentença transite em julgado, a incompetência absoluta ensejará o ajuizamento de ação rescisória. IV) A incompetência relativa deve ser arguida por meio de exceção de incompetência, no prazo da contestação, sob pena de preclusão, contudo o juiz poderá declará-la de ofício, caso haja prejuízo para quaisquer das partes. V) As ações possessórias em regra são consideradas reais imobiliárias e a competência para julgá- las é do foro de situação da coisa, cuja conclusão se extrai do art. 95 do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a propositura IV é falsa."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas a propositura V é falsa."
      },
      {
        "letra": "E",
        "texto": "As assertivas I e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412585",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Referente à jurisdição, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função jurisdicional tem caráter substitutivo, busca solucionar os conflitos de interesses aplicando a lei ao caso concreto e pode produzir decisões definitivas e imutáveis."
      },
      {
        "letra": "B",
        "texto": "Em relação ao objeto, a jurisdição classifica-se em civil, penal e trabalhista; no tocante à hierarquia, em superior e inferior, tendo a justiça federal prevalência sobre a justiça estadual de mesma instância."
      },
      {
        "letra": "C",
        "texto": "Os juízes só podem prover a jurisdição dentro do território nacional, respeitados os limites de sua competência, que vem a ser a medida territorial da jurisdição."
      },
      {
        "letra": "D",
        "texto": "A jurisdição é inafastável, isto é, a lei não pode excluir da apreciação do Poder Judiciário nenhuma lesão ou ameaça a direito."
      },
      {
        "letra": "E",
        "texto": "A jurisdição é obrigatória, ou seja, mesmo que não haja lei aplicável ao caso concreto, o juiz não poderá escusar-se de julgar invocando a lacuna, devendo fazê-lo com base na analogia, usos e costumes e princípios gerais de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "376233",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A Lei n. 5.869, de 11 de janeiro de 1973, instituiu o Código de Processo Civil. Com as alterações posteriores, estabelece nos Livros I, II, III e IV sobre o Processo de Conhecimento, Processo de Execução, Processo Cautelar e Procedimentos Especiais. Em relação ao Processo de Conhecimento compreende-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisdição civil deverá ser contenciosa, sendo exercida pelos juízes em todo o território nacional, deixando de ser obrigatoriamente sempre provocada."
      },
      {
        "letra": "B",
        "texto": "a relação jurídica de cuja existência ou inexistência depender o julgamento da lide, e no curso do processo se tornar litigiosa, somente a parte requerente poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "C",
        "texto": "a incapacidade processual ou a irregularidade da representação das partes e terceiros, verificada pelo juiz, levará à marcação do prazo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto."
      },
      {
        "letra": "D",
        "texto": "a requerimento ou de oficio, o juiz ou o tribunal condenará o litigante de má fé a pagar a multa não excedente a 1% sobre o valor da causa, além da indenização dos danos sofridos, honorários advocatícios e despesas feitas pela parte contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "640147",
    "metadata": "Ano: 2013 | Banca: CONPASS | Órgão: Prefeitura de Serra Negra do Norte - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Analise as assertivas: I – A jurisdição, monopólio do poder estatal, é una e indivisível. II – As formas de solução da lide não são monopólio do poder judiciário. III – A jurisdição pressupõe um território onde é exercida. Assim, somente o Supremo Tribunal Federal tem jurisdição em todo o território nacional. IV – É possível alterar o pedido ou a causa de pedir até o saneamento do processo, desde que haja a concordância do réu, caso não seja ele revel. V – Extingue-se o processo, sem julgamento do mérito, declarando-se o autor carecedor da ação, quando se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo.Marque:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as alternativas II, III e V estão corretas;"
      },
      {
        "letra": "B",
        "texto": "somente as alternativas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "somente as alternativas I e V estão corretas;"
      },
      {
        "letra": "D",
        "texto": "somente as alternativas I, II e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410105",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Jurisdição é o poder que toca ao Estado, entre as suas atividades soberanas, de formular e fazer atuar praticamente a regra jurídica concreta que, por força do direito vigente, disciplina determinada situação jurídica. Considerando essa informação sobre jurisdição e a ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O interesse do autor não pode limitar-se à declaração da existência ou inexistência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "Para contestar ação, não é necessário ter interesse e legitimidade."
      },
      {
        "letra": "D",
        "texto": "O interesse do autor não pode limitar-se à declaração da autenticidade ou falsidade de documento."
      },
      {
        "letra": "E",
        "texto": "Cabe, exclusivamente, ao Autor, requerer ao juiz a declaração, por sentença, se, no curso do processo, tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388848",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Analise as proposições abaixo:I. O objeto formal da jurisdição é a admissibilidade do julgamento de mérito. II. O objeto material do processo é a pretensão do autor.III. O Código de Processo Civil, quanto à \"causa petendi\", adotou a teoria da substanciação. IV. Para a teoria da \"actio\" como direito abstrato, o direito de ação é o direito à composição do litigio pelo Estado que, por isso, não depende da efetiva existência do direito material da parte que provoca a atuação do Poder Judiciário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "apenas as proposições I e ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "apenas a proposição IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379515",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Constitui característica da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a instrumentalidade"
      },
      {
        "letra": "B",
        "texto": "a prorrogabilidade"
      },
      {
        "letra": "C",
        "texto": "a primariedade"
      },
      {
        "letra": "D",
        "texto": "a indisponibilidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352141",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca da jurisdição e dos equivalentes jurisdicionais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No exercício da jurisdição voluntária, o julgador poderá valer- se da equidade, buscando soluções fundadas em critérios de conveniência e oportunidade."
      },
      {
        "letra": "B",
        "texto": "A autocomposição somente produzirá efeitos, como forma de solução de conflitos, quando obtida em processo jurisdicional."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento e suspeição do julgador, previstas na legislação processual civil, não se aplicam para o exercício da função em processo de jurisdição voluntária."
      },
      {
        "letra": "D",
        "texto": "A autotutela é forma alternativa de solução de conflito caracterizada pela submissão voluntária de uma parte à pretensão manifestada pela outra."
      },
      {
        "letra": "E",
        "texto": "A sentença arbitral, obtida por meio da técnica da heterocomposição, é considerada, por disposição expressa do Código de Processo Civil (CPC), título executivo extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352073",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No que se refere a jurisdição, julgue o item abaixo.A atividade jurisdicional é exclusiva do Estado-juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "342276",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria de Direito Processual Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o Poder Judiciário possui competência para exercer a jurisdição."
      },
      {
        "letra": "B",
        "texto": "Em matéria de jurisdição, o ordenamento jurídico brasileiro adota o princípio da inércia"
      },
      {
        "letra": "C",
        "texto": "Jurisdição é a parcela de competência atribuída ao órgão judicante."
      },
      {
        "letra": "D",
        "texto": "Jurisdição extraordinária ou especial é aquela exercida pelos Tribunais Superiores."
      },
      {
        "letra": "E",
        "texto": "A jurisdição voluntária ou contenciosa é homologatória da vontade das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339515",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de existência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional, sendo que nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores de justiça, em todo o território nacional, sendo que nenhum deles prestará a tutela jurisdicional, senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "D",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de inexistência de relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335962",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Da ação",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca da ação, do processo e da jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, é necessária a intervenção da defensoria pública como curadora especial do menor na ação de destituição de poder familiar ajuizada pelo MP."
      },
      {
        "letra": "B",
        "texto": "Segundo Giuseppe Chiovenda, a jurisdição se caracteriza pela substitutividade e pela atuação da vontade da lei."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção preceitua que as condições da ação devem ser verificadas conforme as afirmações do autor, mesmo depois de produzidas as provas, ou seja, em cognição exauriente."
      },
      {
        "letra": "D",
        "texto": "As ações declaratórias possuem eficácia ex nunc."
      },
      {
        "letra": "E",
        "texto": "O MP tem legitimidade para pleitear, em ACP, a indenização decorrente do DPVAT em benefício do segurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322631",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo acerca da Jurisdição e da Competência, e a seguir marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por meio da jurisdição, o Estado visa à realização prática das normas que devem reger as mais variadas relações intersubjetivas, declarando, em caso de conflito, qual o preceito a ser aplicado ao caso concreto e desenvolvendo as medidas para a efetivação desse preceito. Eis porque se diz que a jurisdição é, ao mesmo tempo, poder (encargo que têm os órgãos estatais de promover a pacificação de conflitos), função (complexo de atos do juiz no processo) e atividade (capacidade de decidir imperativamente e impor decisões)."
      },
      {
        "letra": "B",
        "texto": "A jurisdição, enquanto atuação do direito, é considerada uma longa manus da legislação, estando intimamente relacionada a esta; por isso o Estado não deve excluir a tutela jurisdicional nos casos que lhe são submetidos por descumprimento de uma norma, devendo-se observar, no entanto, os critérios de razoabilidade, conveniência e viabilidade."
      },
      {
        "letra": "C",
        "texto": "Prevalece na doutrina brasileira a concepção de que a jurisdição voluntária é a atividade estatal de integração e fiscalização, através da qual se busca a integração da vontade do Poder Judiciário, visando à produção de determinado efeito jurídico, tendo, a jurisdição, portanto, natureza de atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "Considerando-se a estrutura do Poder Judiciário brasileiro, disposta na Constituição Federal, pode-se afirmar que a atividade jurisdicional foi repartida consoante os critérios da identificação dos casos e dos procedimentos, e que essa repartição conduz à ideia de que os diversos órgãos judiciais exercem “parcelas de jurisdição”, o que também se denomina competência."
      },
      {
        "letra": "E",
        "texto": "A incompetência absoluta pode ser reconhecida ex officio e em qualquer tempo e grau de jurisdição; enquanto a relativa somente pode ser alegada pelo réu e no primeiro momento que lhe couber falar nos autos, sob pena de preclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "756994",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: CRECI - 4ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Em se tratando de jurisdição civil contenciosa e voluntária, assinale a alternativa que apresenta por quem ela é exercida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jurisdicionados."
      },
      {
        "letra": "B",
        "texto": "Advogados."
      },
      {
        "letra": "C",
        "texto": "Juízes."
      },
      {
        "letra": "D",
        "texto": "Promotores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "755494",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, analise as afirmativas. I - A jurisdição, monopólio do poder estatal, é una e indivisível, só podendo ser limitada pelos organismos de proteção de direito econômico. II - A jurisdição contenciosa também é conhecida como \"administração pública de interesses privados\". III - Mesmo na jurisdição voluntária, o juiz diz o direito substituindo a vontade das partes. IV - A ausência de lide e de processo é característica da jurisdição voluntária. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "266519",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à capacidade processual é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No atual sistema jurídico pátrio, os cônjuges não necessitam do consentimento do outro para a propositura de ação de qualquer natureza."
      },
      {
        "letra": "B",
        "texto": "Ninguém poderá pleitear, em nome próprio, direito alheio, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e pelos integrantes do Ministério Público, nos termos da lei."
      },
      {
        "letra": "D",
        "texto": "O juiz dará curador especial ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "E",
        "texto": "Ambos os cônjuges serão citados, necessariamente, para as ações que versem sobre direitos pessoais mobiliários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535314",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Prova testemunhal",
      "Providências Preliminares: Especificação de Provas",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes em todo território nacional, e somente será prestada quando a parte ou o interessado a requerer, nos casos e formas legais. II - A audiência de instrução e julgamento poderá ser adiada por convenção das partes, caso em que só será admissível por duas vezes. III - Quando for arrolado como testemunha o Juiz do feito, e este nada souber, mandará excluir seu nome do rol de testemunhas. IV - As modificações da situação de fato posteriores à propositura da ação são consideradas normalmente no deslinde do processo, salvo se suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia. V - O juiz poderá, de ofício, ou a requerimento das partes, determinar as medidas necessárias para a efetivação da tutela específica, dentre outros, a busca e apreensão, remoção de pessoas e coisas, desde que não seja necessária a requisição de força policial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições II e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235375",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "São características/princípios da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "investidura, inevitabilidade e delegabilidade;"
      },
      {
        "letra": "B",
        "texto": "interesse de agir, inafastabilidade e autotutela;"
      },
      {
        "letra": "C",
        "texto": "substitutividade, hermetismo e defnitividade;"
      },
      {
        "letra": "D",
        "texto": "inércia, inevitabilidade e taxatividade;"
      },
      {
        "letra": "E",
        "texto": "inafastabilidade, investidura e inevitabilidade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "79552",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A indeclinabilidade é uma característica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da ação."
      },
      {
        "letra": "B",
        "texto": "da jurisdição."
      },
      {
        "letra": "C",
        "texto": "do processo."
      },
      {
        "letra": "D",
        "texto": "da lide."
      },
      {
        "letra": "E",
        "texto": "do procedimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77223",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição contenciosa civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é divisível."
      },
      {
        "letra": "B",
        "texto": "é atividade substitutiva."
      },
      {
        "letra": "C",
        "texto": "é exercida pelo Tribunal de Contas da União."
      },
      {
        "letra": "D",
        "texto": "é exercida por membro do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "não pressupõe território."
      }
    ],
    "gabarito": "B"
  }
]