[
  {
    "id": "981126",
    "metadata": "Ano: 2016 | Banca: FACET Concursos | Órgão: Prefeitura de Marcação - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Katia propõe ação de indenização contra Lucas, em razão de acidente de veículo ocorrido na cidade de João Pessoa. Sabendo que Katia tem domicílio na cidade de Patos e Lucas tem domicílio na cidade de Campina Grande. Considerando-se as regras de competência do artigo 100 do CPC/73, esta ação deverá ser proposta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas na cidade de João Pessoa;"
      },
      {
        "letra": "B",
        "texto": "apenas na cidade de Campina Grande;"
      },
      {
        "letra": "C",
        "texto": "apenas na cidade de Patos"
      },
      {
        "letra": "D",
        "texto": "tanto na cidade de João Pessoa quanto na cidade de Campina Grande"
      },
      {
        "letra": "E",
        "texto": "tanto a cidade de João Pessoa quanto a cidade de Patos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "981124",
    "metadata": "Ano: 2016 | Banca: FACET Concursos | Órgão: Prefeitura de Marcação - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "O artigo 263, parte inicial, do CPC/73, preleciona o seguinte: \"considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara\". Tomando-se por base essa regra, e as normas concernentes à prevenção do juízo, é correto afirmar-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação estará preventa logo que for distribuída para o juízo competente;"
      },
      {
        "letra": "B",
        "texto": "somente teremos a prevenção com a citação válida do réu;"
      },
      {
        "letra": "C",
        "texto": "haverá prevenção havendo a citação, mesmo que inválida."
      },
      {
        "letra": "D",
        "texto": "a prevenção ocorrerá com a citação do réu, ainda que ordenada por juiz incompetente."
      },
      {
        "letra": "E",
        "texto": "a distribuição da ação, em qualquer hipótese já torna prevento o juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "679885",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil em vigência, relativamente à Competência Interna, assinale a alternativa correta: I. É competente o foro da situação dos bens se o autor da herança não possuía domicílio certo e o do lugar em que ocorreu o óbito se o autor da herança não tinha domicílio certo e possuía bens em lugares diferentes. II. É competente o foro do domicílio do credor para a ação de anulação de títulos extraviados ou destruídos. III. Nas ações de reparação do dano sofrido em razão de delito ou acidente de veículos, será competente o foro do domicílio do autor ou do local do fato. IV. Reputam-se conexas duas ou mais ações, quando lhes for comum o objeto ou a causa de pedir. Analisando as afirmativas, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629665",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Da formação do processo"
    ],
    "enunciado_principal": "Em relação à jurisdição, ação, competência, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência é, conforme definição clássica, a medida da jurisdição. Ela quantificará a parcela de exercício de jurisdição atribuída a determinado órgão, em relação às pessoas, à matéria ou ao território."
      },
      {
        "letra": "B",
        "texto": "O incidente de incompetência relativa deve figurar como preliminar de contestação e a incompetência absoluta pode ser arguida por meio de exceção ritual, mas, por ser de ordem pública, será conhecida ainda que seja alegada por outra forma, ou mesmo que não seja alegada."
      },
      {
        "letra": "C",
        "texto": "O legislador brasileiro dividiu os critérios de competência usando a mesma ordem de Chiovenda: a primeira refere-se à competência em razão do valor e da matéria (objetivo), a segunda à competência funcional e a terceira à competência territorial."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da perpetuatio jurisditionis, uma vez proposta à ação e definida a competência, são irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "E",
        "texto": "A ação fundada em direito pessoal deve ser proposta, em regra, no foro do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "629609",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito da competência, segundo as disposições da Lei n.º 5.869/73, que instituiu o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência em razão da matéria pode ser derrogada se as partes instituírem o foro de eleição."
      },
      {
        "letra": "B",
        "texto": "a incompetência do juízo, sendo ela relativa ou absoluta, deverá ser arguida pelo réu por meio da exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público somente será ouvido no conflito de competência nas hipóteses em que atuar, seja como parte ou fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "nas ações de reparação de danos, o foro competente será o do lugar do ato ou fato, ressalvado-se, entretanto, a reparação de danos decorrentes de delito ou acidente de veículos, caso em que também será competente o foro do domicílio do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "628738",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Com relação à competência interna e internacional e modificações da competência analise as proposições, conforme regras do Código de Processo Civil: I- As causas cíveis serão processadas e decididas, ou simplesmente decididas, pelos órgãos jurisdicionais, nos limites de sua competência, ressalvada às partes a faculdade de instituírem juízo arbitrai. II- Determina-se a competência no momento em que a ação é contestada. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia. III- A ação intentada perante tribunal estrangeiro não induz litispendência, nem obsta a que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas. IV- Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova. V- Havendo conexão ou continência, o juiz, somente a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições l,II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e V estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e V estão corretas"
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "613150",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O Ministério Público ingressou com ação civil pública em face da Administração Pública estadual perante uma das Varas da Fazenda Pública, para o cumprimento de obrigação de fazer no âmbito estadual. Conselho de Classe, considerado autarquia federal, requereu o ingresso no feito como litisconsorte ativo facultativo. Diante desse fato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventual conflito de competência será dirimido pelo Tribunal Regional Federal, pois trata-se de litisconsórcio facultativo."
      },
      {
        "letra": "B",
        "texto": "Considerando tratar-se de autarquia federal, compete à Justiça Federal processar e julgar o feito, ainda que na condição de litisconsorte facultativo."
      },
      {
        "letra": "C",
        "texto": "O juiz estadual pode decidir pelo ingresso, mas remeter os autos à Justiça Federal, exceto nos casos de litisconsorte facultativo."
      },
      {
        "letra": "D",
        "texto": "A mera intervenção do órgão de classe não justifica o deslocamento do feito para a Justiça Federal, sendo competente a Justiça Estadual para julgar a ação."
      },
      {
        "letra": "E",
        "texto": "O juiz estadual pode decidir pelo ingresso e considerando a natureza jurídica do direito tutelado, julgar a ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611777",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Uma empresa estrangeira que possui uma filial no Brasil, está sendo processada por sonegação fiscal no Brasil, a quem compete o julgamento de tal ação. Vade Mecum Universitário de Direito Rideel/Anne Joyce Angher, organização. - 17. Ed. - São Paulo: Rideel, 2015. - (Série Vade Mecum). Artigo 88 parágrafo único.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto a justiça brasileira como a Justiça Internacional."
      },
      {
        "letra": "B",
        "texto": "Justiça Brasileira já que tal empresa possui domicílio no Brasil."
      },
      {
        "letra": "C",
        "texto": "Justiça Brasileira por se tratar de empresa exclusivamente estrangeira."
      },
      {
        "letra": "D",
        "texto": "Justiça Internacional pois o crime foi cometido no Brasil."
      },
      {
        "letra": "E",
        "texto": "Justiça Internacional por se tratar de empresa estrangeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611509",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando o tema modificação da competência, leia as afirmativas abaixo e responda: I- Dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras. II- A competência em razão da matéria e da hierarquia é derrogável por convenção das partes; mas estas não podem modificar a competência em razão do valor e do território. III- A ação principal será proposta perante o juiz competente para a ação acessória. IV- O juiz da causa principal é também competente para a reconvenção, a ação declaratória incidente, as ações de garantia e outras que respeitam ao terceiro interveniente. É incorreto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610105",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo sobre competência e assinale a alternativa correta. I- A ação em que o incapaz for réu se processará no foro do domicílio de seu representante. II- É competente o foro da residência da mulher, para a ação de separação dos cônjuges e a conversão desta em divórcio, e para a anulação de casamento. III- A ação fundada em direito pessoal e a ação fundada em direito real sobre bens imóveis serão propostas, em regra, no foro do domicílio do réu. IV- O foro do domicílio do autor da herança, no Brasil, é o competente para o inventário, a partilha, a arrecadação, o cumprimento de disposições de última vontade e todas as ações em que o espólio for réu, ainda que o óbito tenha ocorrido no estrangeiro. V- Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Deve o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas III e V são incorretas."
      },
      {
        "letra": "B",
        "texto": "Todas as afirmativas são incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e V são incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas II e IV são incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "604019",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: CASAN-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Quanto à competência prevista no Código de Processo Civil de 1973, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à autoridade judiciária brasileira conhecer de ações relativas a imóveis situados no Brasil, exceto se o proprietário do imóvel for estrangeiro."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e obsta que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu."
      },
      {
        "letra": "D",
        "texto": "As ações em que o ausente for réu correm no foro de seu imóvel ou de seus ascendentes ou descendentes, caso não tenha imóvel, que é também o competente para a arrecadação, o inventário, a partilha e o cumprimento de disposições testamentárias."
      },
      {
        "letra": "E",
        "texto": "É competente o foro do lugar do ato ou fato para a reparação do dano, sendo que, se o dano sofrido for em razão de delito ou acidente de veículos, será competente o foro do domicílio do causador do dano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "814371",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência, em razão do valor e do território, poderá modificar-se pela conexão ou continência."
      },
      {
        "letra": "B",
        "texto": "Reputam-se conexas duas ou mais ações, quando lhes forem comum as partes e o valor da causa."
      },
      {
        "letra": "C",
        "texto": "Se o imóvel se achar situado em mais de um Estado ou comarca, determinar-se-á o foro àquele que tiver registrado o imóvel a mais tempo."
      },
      {
        "letra": "D",
        "texto": "A parte poderá ofertar exceção de incompetência e suscitar conflito de competência concomitantemente."
      },
      {
        "letra": "E",
        "texto": "Ao decidir o conflito de competência, o tribunal declarará o juiz competente, anulando todos os atos do juiz incompetente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634714",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Critérios de competência",
      "Processo de execução",
      "Ação Popular",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e marque V para Verdadeiro e F para FALSO: ( ) Na execução fiscal, a citação será feita preferencialmente por meio de oficial de justiça, se a Fazenda Pública não a requerer de outra forma. ( ) De acordo com a Lei de Ação Popular, para fins de competência, equiparam-se atos da União, do Distrito Federal, do Estado ou dos Municípios os atos das pessoas criadas ou mantidas por essas pessoas jurídicas de direito público, bem como os atos das sociedades de que elas sejam acionistas e os das pessoas ou entidades por elas subvencionadas ou em relação às quais tenham interesse patrimonial.( ) Os embargos na ação monitória independem de prévia segurança do juízo e serão processados nos próprios autos, pelo procedimento ordinário.( ) O controle externo da Câmara Municipal será exercido com o auxílio dos Tribunais de Contas dos Estados ou do Município ou dos Conselhos ou Tribunais de Contas dos Municípios, onde houver. Assinale a alternativa que contém a sequência CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, V, V"
      },
      {
        "letra": "D",
        "texto": "V, F, V, V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "618658",
    "metadata": "Ano: 2015 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ação Rescisória",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando as normas processuais civis, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência absoluta do foro modifica-se pelo critério da prevenção na hipótese de imóvel situado em mais uma comarca."
      },
      {
        "letra": "B",
        "texto": "Se o denunciado aceitar e contestar o pedido, o processo prosseguirá entre o autor, de um lado, e de outro, como litisconsortes, o denunciante e o denunciado."
      },
      {
        "letra": "C",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa e poderá, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "O tribunal apreciará e julgará todas as questões suscitadas e discutidas no processo, ainda que a sentença recorrida não as tenha julgado por inteiro."
      },
      {
        "letra": "E",
        "texto": "Caberá ação rescisória caso haja prova de que a decisão de mérito transitada em julgado tenha sido proferida por prevaricação, concussão ou corrupção do prolator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "594153",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Günther, empresário alemão com domicílio em Teresina/PI, vem a falecer durante visita à Alemanha, deixando bens em território brasileiro. Nesse caso, à luz do disposto na Constituição e no Código de Processo Civil de 1973, a justiça brasileira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é competente para conhecer de ações em que o espólio de Günther for réu, nem para processar o inventário de seus bens;"
      },
      {
        "letra": "B",
        "texto": "é competente para processar o inventário dos bens deixados por Günther no Brasil, bem como para conhecer de ações em que o seu espólio for réu;"
      },
      {
        "letra": "C",
        "texto": "é competente para processar o inventário dos bens deixados por Günther no Brasil e no exterior, mas não para conhecer de ações em que o seu espólio for réu;"
      },
      {
        "letra": "D",
        "texto": "é competente para processar o inventário dos bens deixados por Günther no Brasil, mas não para processar o inventário de eventuais bens deixados no exterior e conhecer de ações em que o seu espólio for réu;"
      },
      {
        "letra": "E",
        "texto": "é competente para processar o inventário dos bens deixados por Günther no Brasil e no exterior, bem como para conhecer de ações em que o seu espólio for réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593429",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Com relação ao papel do Ministério Público, dos órgãos e dos auxiliares da justiça, em cada uma das opções a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bruno ajuizou ação contra Germano perante o juízo cível da comarca de Porto Alegre – RS. Nesse caso, após a determinação judicial de citação, cabe ao oficial de justiça executar tal ordem e expedir o mandado citatório, para que o escrivão cumpra pessoalmente o respectivo mandado."
      },
      {
        "letra": "B",
        "texto": "João ajuizou ação de interdição e curatela contra seu pai, Francisco. Nesse caso, o Ministério Público não poderá produzir provas, mas poderá impugnar as provas requeridas pelas partes."
      },
      {
        "letra": "C",
        "texto": "Carlos, brasileiro, domiciliado no Brasil, encontrava-se de férias em Orlando – EUA, quando provocou um acidente automobilístico, causando dano ao americano John. Após o acidente, Carlos retornou para o Brasil. Nessa situação, John não poderá propor ação de reparação de dano contra Carlos perante o Judiciário brasileiro."
      },
      {
        "letra": "D",
        "texto": "Nadir, residente e domiciliada em Canoas – RS, propôs, no foro do seu domicílio, ação de cobrança contra Lourdes, residente e domiciliada em São Leopoldo – RS. Nessa situação, caso Lourdes pretenda promover o deslocamento da competência para a comarca de São Leopoldo – RS, deverá opor exceção de incompetência no prazo da defesa."
      },
      {
        "letra": "E",
        "texto": "Valdo ajuizou ação contra Amarildo, que é primo legítimo do juiz da causa. Nessa situação, o juiz ficará impedido de atuar no processo e, caso ele viole o dever de abstenção, a sua atuação provocará a nulidade do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593273",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros e à resposta do réu, julgue o item subsequente. O instrumento processual para arguir incompetência relativa ou absoluta do juízo é a exceção de incompetência, que, necessariamente, deverá ser fundamentada e devidamente instruída com a indicação do juízo para o qual se deve declinar a competência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592474",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Critérios de competência",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Julgue o item seguinte, com base no que dispõe o Código de Processo Civil (CPC) a respeito de competência, intervenção de terceiros, liquidação de sentença e capacidade postulatória. Situação hipotética: Renata ajuizou ação judicial contra Mara com a finalidade de reivindicar a propriedade de imóvel que Mara havia adquirido recentemente de Clara. Assertiva: Nessa situação, para receber direito decorrente da evicção, Mara deverá provocar o ingresso de Clara no processo judicial por intermédio da modalidade de intervenção de terceiros denominada chamamento ao processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591355",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os órgãos do Poder Judiciário exercem a jurisdição, que é delimitada seguindo-se as regras de distribuição da competência previstas no ordenamento jurídico brasileiro. Acerca desse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu deve, por meio de exceção, alegar a incompetência absoluta, sob pena de preclusão, momento em que se prorrogará a competência do foro."
      },
      {
        "letra": "B",
        "texto": "A incompetência absoluta, por não constituir matéria de ordem pública, não pode ser reconhecida pelo juiz de ofício, devendo a parte alegá-la na primeira oportunidade em que couber citá-la nos autos, sob pena de responder integralmente pelas custas."
      },
      {
        "letra": "C",
        "texto": "A doutrina classifica a jurisdição, quanto ao organismo que a exerce, como comum e especial. A jurisdição comum é exercida pela justiça estadual, enquanto a jurisdição especial é exercida pelas justiças federal, trabalhista, eleitoral e militar."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta do juízo pode ser reconhecida de ofício, inclusive em embargos infringentes e em reexame necessário."
      },
      {
        "letra": "E",
        "texto": "Havendo conexão, o juiz pode ordenar a reunião de ações propostas separadamente, a fim de que sejam decididas simultaneamente. Correndo em separado as ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que promoveu a juntada da citação válida em primeiro lugar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "590443",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Joaquim, advogado, é procurado por José para apresentar defesa no processo em que sua esposa pede o divórcio e alimentos. Sem ser ainda constituído procurador do réu nos autos, Joaquim vai ao cartório do juízo, onde:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá examinar os autos do processo, mesmo sem procuração;"
      },
      {
        "letra": "B",
        "texto": "poderá, sem procuração nos autos, requerer vista do processo pelo prazo de cinco dias, sem direito de examiná-lo de imediato;"
      },
      {
        "letra": "C",
        "texto": "não poderá examinar os autos do processo, pois não tem procuração;"
      },
      {
        "letra": "D",
        "texto": "poderá examinar os autos do processo imediatamente, devendo juntar em quinze dias a procuração;"
      },
      {
        "letra": "E",
        "texto": "não poderá examinar os autos do processo, mesmo que apresentasse a procuração naquele momento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Assinale a opção correta, no que se refere à competência no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência estabelecida por critérios material e territorial poderá ser prorrogada em razão da conexão, continência e inércia da parte."
      },
      {
        "letra": "B",
        "texto": "Havendo conexão entre demandas, se os diferentes juízos para os quais foram distribuídas as ações não tiverem a mesma competência territorial, a prevenção será daquele que primeiro realizou a citação válida do réu."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de ação fundada em direito real sobre imóvel, a competência é relativa se o litígio recai sobre direito de vizinhança."
      },
      {
        "letra": "D",
        "texto": "Distribuídas ações a diferentes juízos, para a modificação da competência pela conexão, exige-se a demonstração de que entre as demandas há identidade do objeto e da causa de pedir."
      },
      {
        "letra": "E",
        "texto": "A declaração de incompetência absoluta importa em reconhecimento da invalidade de todos os atos até então praticados perante o juízo incompetente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "587985",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "A respeito de competência, continência, suspensão do processo, prescrição e execução em ações coletivas, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso seja ajuizada ação coletiva atinente à macrolide geradora de processos multitudinários, não será possível determinar a suspensão do andamento de processos individuais até o julgamento, no âmbito da ação coletiva, da questão jurídica de fundo neles discutida, sob pena de violação ao direito constitucional de acesso à justiça."
      },
      {
        "letra": "B",
        "texto": "No âmbito do direito privado, é de cinco anos o prazo prescricional para o ajuizamento de execução individual em pedido de cumprimento de sentença proferida em ACP, salvo se, na ação de conhecimento, já transitada em julgado, tiver sido reconhecida a aplicabilidade do prazo de prescrição vintenário."
      },
      {
        "letra": "C",
        "texto": "Após o julgamento procedente de pedido em ACP destinada a reparar lesão a direitos individuais homogêneos, os juros de mora devidos serão calculados a partir da citação inicial na ação coletiva."
      },
      {
        "letra": "D",
        "texto": "Compete ao juiz estadual, nas comarcas que não sejam sede de vara federal, processar e julgar ACP, ainda que a União figure no processo."
      },
      {
        "letra": "E",
        "texto": "Se duas ações coletivas forem propostas perante juízos de competência territorial distinta, contra o mesmo réu e com a mesma causa de pedir, e o objeto de uma ação for mais abrangente do que o da outra, competirá ao juízo da ação de objeto mais amplo o processamento e julgamento das duas demandas, ainda que ambas sejam propostas por entidades associativas distintas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "587980",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Revelia",
      "Critérios de competência",
      "Petição Inicial",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "No tocante a competência, atos processuais, petição inicial, revelia e resposta do réu, assinale a opção correta conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contagem dos prazos para a interposição de recursos pela DP começa a fluir da data da ciência do defensor no processo."
      },
      {
        "letra": "B",
        "texto": "O prazo destinado para o autor emendar ou completar a petição inicial é peremptório, não podendo ser reduzido ou ampliado por convenção das partes ou por determinação do juiz."
      },
      {
        "letra": "C",
        "texto": "O prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da decisão que acolhe a exceção."
      },
      {
        "letra": "D",
        "texto": "No rito sumário, a não apresentação de contestação na audiência de conciliação, quando presidida por conciliador auxiliar, implica revelia do réu."
      },
      {
        "letra": "E",
        "texto": "O foro competente para processar e julgar ação declaratória de nulidade de escritura pública de cessão e transferência de direitos possessórios é o do domicílio do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "586280",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "P adquiriu, a prestações, terreno de propriedade de D, pessoa física sem atuação no ramo de imóveis, subscrevendo contrato que continha cláusula de eleição de foro, amplamente discutida e aceita pelos contratantes, segundo a qual a cobrança de parcelas em atraso se daria na Comarca de Campinas, no Estado de São Paulo, embora as partes possuam domicílio em Aracaju. Inadimplido o contrato, D ajuizou ação no foro contratualmente eleito para a cobrança das parcelas em atraso, e P não opôs exceção declinatória nem o juiz declarou a nulidade da cláusula de eleição de foro. De acordo com o Código de Processo Civil, o processo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser remetido à Comarca de Aracaju, porque, embora se trate de incompetência relativa, a nulidade da cláusula de eleição de foro pode ser declarada a qualquer tempo e grau de jurisdição, desde que tenha havido requerimento em preliminar de contestação."
      },
      {
        "letra": "B",
        "texto": "deverá ser remetido, inclusive de ofício, à Comarca de Aracaju, porque a ação se funda em direito real e não há prorrogação da competência em caso de incompetência absoluta."
      },
      {
        "letra": "C",
        "texto": "deverá ser remetido à Comarca de Aracaju, porque, embora se trate de incompetência relativa, a nulidade da cláusula de eleição de foro pode ser declarada, inclusive de ofício, a qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "continuará a tramitar em Campinas, porque a competência se prorroga se a incompetência absoluta não é alegada por meio de exceção declinatória."
      },
      {
        "letra": "E",
        "texto": "continuará a tramitar perante a Comarca de Campinas, porque se prorrogou a competência, que possui natureza relativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "583363",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Sobre as regras de competência para a distribuição das atividades jurisdicionais no Processo Civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fixada a competência no momento da propositura da ação, incide o princípio da perpetuatio jurisdictionis, proibindo qualquer modificação superveniente na competência."
      },
      {
        "letra": "B",
        "texto": "O protesto pela preferência de crédito, apresentado por ente federal em execução que tramita na Justiça Estadual, desloca a competência para a Justiça Federal."
      },
      {
        "letra": "C",
        "texto": "De acordo com a regra da Kompetenzkompetenz, todo juízo tem competência para julgar a sua própria competência."
      },
      {
        "letra": "D",
        "texto": "Excluído do feito o ente federal, cuja presença levara o Juiz Estadual a declinar da competência, deve o Juiz Federal suscitar conflito."
      },
      {
        "letra": "E",
        "texto": "Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que realizou a citação em primeiro lugar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "580175",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando‐se as disposições do Código de Processo Civil vigente sobre a competência dos órgãos jurisdicionais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência dos órgão judiciários é estabelecida no momento em que a ação é contestada."
      },
      {
        "letra": "B",
        "texto": "as ações fundadas em direitos reais sobre bens móveis serão propostas, em regra, no foro do domicílio do autor."
      },
      {
        "letra": "C",
        "texto": "nas ações de reparação do dano sofrido em razão de delito ou acidente de veículos, será competente o foro do domicílio do réu."
      },
      {
        "letra": "D",
        "texto": "a autoridade judiciária brasileira é competente para proceder a inventário e partilha de bens situados no Brasil, mesmo que o inventariado seja estrangeiro e tenha residido em outro país."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "579101",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Marcos, advogado recém formado, irá ajuizar duas ações. A ação A é fundada em direito pessoal e a ação B é fundada em direito real sobre bem móvel. Nestes casos, de acordo com o Código de Processo Civil brasileiro, em regra,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação A será ajuizada no foro do domicílio do autor e a ação B no foro do domicilio do réu."
      },
      {
        "letra": "B",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "a ação A será ajuizada no foro do domicílio do réu e a ação B no foro do domicilio do autor."
      },
      {
        "letra": "D",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do autor."
      },
      {
        "letra": "E",
        "texto": "em ambas as ações o autor poderá escolher entre o foro do domicílio do autor ou do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "564045",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Conforme o entendimento jurisprudencial consolidado, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à justiça estadual julgar as causas em que for parte o Banco do Brasil S.A."
      },
      {
        "letra": "B",
        "texto": "A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda."
      },
      {
        "letra": "C",
        "texto": "Compete à Justiça Federal processar e julgar os pedidos de retificação de dados cadastrais da Justiça Eleitoral."
      },
      {
        "letra": "D",
        "texto": "O foro do domicílio ou da residência do alimentando é competente para a ação de investigação de paternidade, quando cumulada com a de alimentos."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a continência, devem ser reunidas na Justiça Federal as ações civis públicas propostas nesta e na Justiça Estadual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562738",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação principal e a oposição, conhecerá em primeiro lugar a ação principal."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e permite que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "Havendo conexão ou continência, o juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      },
      {
        "letra": "D",
        "texto": "Os atos e termos processuais dependem de forma determinada senão quando a lei expressamente a exigir reputando-se válido os que, realizado de outro modo, lhe preencham a finalidade."
      },
      {
        "letra": "E",
        "texto": "O juiz nunca responderá por perdas e danos pelos atos praticados no exercício de sua função, ainda que proceda com dolo ou fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562609",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise a situação a seguir. Enquanto advogado da Cohab Minas, Paulo juntou aos autos procuração com poderes para receber a citação inicial e fez carga dos autos para apresentar defesa. Ocorre que não foi apresentada defesa pela Cohab Minas, reputando-se a mesma revel. Desse momento em diante, é CORRETO afirmar que a Cohab Minas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode apresentar objeção de incompetência absoluta e pedir a nulidade dos atos decisórios."
      },
      {
        "letra": "B",
        "texto": "não deverá ser intimada dos atos processuais ulteriores."
      },
      {
        "letra": "C",
        "texto": "pode oferecer exceção de incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "pode oferecer denunciação da lide, reconvenção e ação declaratória incidental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555558",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Sr. X promove ação de cobrança de determinado crédito em face de Sra. Z. Sra. Z é domiciliada em Bebedouro-SP. Sr. X é domiciliado em Sorocaba-SP. A ação é proposta em Presidente Prudente-SP. A ré não apresenta exceção de competência. Nesse caso, ocorrerá a denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prorrogação de competência"
      },
      {
        "letra": "B",
        "texto": "eleição de competência"
      },
      {
        "letra": "C",
        "texto": "convenção de competência"
      },
      {
        "letra": "D",
        "texto": "negação de competência"
      },
      {
        "letra": "E",
        "texto": "declaração de competência"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552746",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação à competência, assinale a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No ordenamento jurídico brasileiro, a competência, uma vez fixada, é imodificável."
      },
      {
        "letra": "B",
        "texto": "b) A incompetência absoluta deve ser arguida de ofício, limitando-se até o momento de prolação da decisão de mérito."
      },
      {
        "letra": "C",
        "texto": "Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova."
      },
      {
        "letra": "D",
        "texto": "A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes, assim como a competência em razão do valor e do território."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento dominante no STJ, a simples presença de indígena como parte na demanda é o suficiente para assegurar a competência da Justiça Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "546157",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "É competente o foro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da residência da mulher, para a ação em que se pedem alimentos."
      },
      {
        "letra": "B",
        "texto": "do lugar onde exerce a sua atividade secundária, para a ação em que for ré a sociedade, que carece de personalidade jurídica."
      },
      {
        "letra": "C",
        "texto": "do lugar do ato ou fato para a ação de reparação do dano."
      },
      {
        "letra": "D",
        "texto": "do domicílio do devedor, para a ação em que for réu o administrador ou gestor de negócios alheios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532393",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No que concerne ao Poder Judiciário, às regras de competência no processo civil e à organização judiciária do DF, assinale a opção correta, à luz da legislação e da jurisprudência pertinentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inexiste conexão entre um processo que tramite em juízo federal com pedido de busca e apreensão, por meio de cooperação jurídica internacional, de criança retida indevidamente no Brasil e um processo na justiça estadual em que se discutam, com relação à mesma criança, a guarda e a regulamentação de visitas."
      },
      {
        "letra": "B",
        "texto": "Os juizados especiais da fazenda pública têm competência absoluta para processar, conciliar e julgar causas cíveis de interesse dos estados, do DF, dos territórios e dos municípios, até o valor de sessenta salários mínimos, e execuções fiscais que não ultrapassem esse valor."
      },
      {
        "letra": "C",
        "texto": "A interposição de embargos de terceiro pelo DF em processo que tramite em vara cível de circunscrição judiciária do TJDFT implicará o deslocamento de competência para alguma vara de fazenda pública do TJDFT."
      },
      {
        "letra": "D",
        "texto": "Se, após a distribuição de ação de execução de título extrajudicial para vara cível da circunscrição judiciária do Gama – DF, o juiz verificar que a competência seja de uma das varas cíveis da circunscrição judiciária de Taguatinga – DF, ele deverá declinar, de ofício, de sua competência para apreciar o feito."
      },
      {
        "letra": "E",
        "texto": "Compete ao STF julgar conflito de competência instaurado em razão de entendimentos dissonantes de órgãos da justiça estadual de diferentes estados da Federação quanto à necessidade da reunião ou separação de processos devido a alegada conexão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "531953",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Sobre a competência, considere as seguintes afirmativas: 1. São critérios para a determinação da competência, no Brasil, o objetivo, o funcional e o territorial. 2. É possível estabelecer regras de competência em função da pessoa, seja ela pública ou privada. 3. Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que despachou em primeiro lugar. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "531741",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Excluído do feito o ente federal, cuja presença levara juiz estadual a declinar da competência, deve o juiz federal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar o feito no mesmo momento da exclusão."
      },
      {
        "letra": "B",
        "texto": "suscitar conflito de competência."
      },
      {
        "letra": "C",
        "texto": "extinguir a ação por falta de competência."
      },
      {
        "letra": "D",
        "texto": "suspender o feito."
      },
      {
        "letra": "E",
        "texto": "restituir os autos ao juiz estadual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "528072",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Havendo modificação de competência no curso de um processo, em razão de incompetência absoluta, os atos processuais já praticados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são ineficazes, devendo a ação prosseguir com nova citação."
      },
      {
        "letra": "B",
        "texto": "são anuláveis."
      },
      {
        "letra": "C",
        "texto": "estão automaticamente invalidados."
      },
      {
        "letra": "D",
        "texto": "podem ser ratificados pelo juízo competente."
      },
      {
        "letra": "E",
        "texto": "quando forem decisórios serão nulos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "513363",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito de competência, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência territorial é, em regra, relativa."
      },
      {
        "letra": "B",
        "texto": "A incompetência territorial deve ser arguida, segundo a norma legal, pela via da exceção de incompetência, ajuizada em peça apartada da contestação, autuada em apenso."
      },
      {
        "letra": "C",
        "texto": "Reconhecida a incompetência absoluta, remetem-se os autos ao juiz competente, reputando-se nulos todos os atos praticados, inclusive os decisórios."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta pode ser reconhecida pelo magistrado ex officio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512712",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Indique a alternativa correta sobre a impugnação do executado nos casos de cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol das matérias dedutíveis na impugnação é exauriente."
      },
      {
        "letra": "B",
        "texto": "A incompetência, o impedimento e a suspeição devem ser opostos em exceção, e não por impugnação."
      },
      {
        "letra": "C",
        "texto": "O objeto da impugnação não abrange as nulidades da penhora."
      },
      {
        "letra": "D",
        "texto": "A falta ou a nulidade da citação, se o processo correu à revelia, poderá ser objeto de impugnação na execução de sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "A impugnação não comporta discussão acerca da inexigibilidade do título judicial fundado em lei ou ato normativo, declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "511185",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Quanto à competência,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se reconhecida a incompetência absoluta, o processo será extinto, sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "sua estabilidade se dá com a propositura da ação."
      },
      {
        "letra": "C",
        "texto": "da decisão que reconhecer a incompetência relativa, não cabe recurso, por ausência de gravame às partes."
      },
      {
        "letra": "D",
        "texto": "como regra geral, são relevantes as modificações do estado de fato ou de direito ocorridas posteriormente à determinação da competência."
      },
      {
        "letra": "E",
        "texto": "as ações fundadas em direito real sobre móveis devem ser propostas em regra no foro da situação da coisa, no momento da propositura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "503384",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "“É correto afirmar que a incompetência absoluta deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção."
      },
      {
        "letra": "B",
        "texto": "suscitada pela parte e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de competência."
      },
      {
        "letra": "C",
        "texto": "arguida pelo réu, não sendo lícito em a alegação em duplo grau de jurisdição, salvo exceção."
      },
      {
        "letra": "D",
        "texto": "arguida pela parte prejudicada desde que não haja preclusão do direito, no prazo de contestação na forma de exceção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "498734",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "EM RELAÇÃO À COMPETÊNCIA, E ENTENDIMENTO ATUAL DO STJ:I - A ação de improbidade administrativa deve ser processada e julgada nas instâncias ordinárias, ainda que proposta contra agente político que tenha foro privilegiado no âmbito penal e nos crimes de responsabilidade.II - Pressupõe-se a configuração do conflito positivo na hipótese em que, mesmo sem haver qualquer dos juízos se declarado competente para apreciar a causa em curso perante o outro, exsurge a prática de atos que denotem implicitamente o reconhecimento de sua competência.III - A execução fiscal não se suspende com o deferimento da recuperação judicial; todavia, fica definida a competência do Juízo universal para dar seguimento aos atos constritivos ou de alienação de bens.IV - O ajuizamento de medida cautelar, no âmbito do STJ, depende da instauração da sua competência jurisdicional, o que verificar-se-á, via de regra, apos a prolação do acordão recorrido, a interposição do re­curso especial e a prolação do juízo positivo de admissibilidade na origem.Analisando-se as asserções acima, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as de números I e III estao corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as de números II e IV."
      },
      {
        "letra": "C",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as de números I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498198",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Sobre o Tema Competência, julgue os itens abaixo:A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, excepcionalmente, no foro do domicílio do réu porque ao autor cabe o direito de escolher onde propor a ação;II - Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor.. III - A ação em que o incapaz for réu se processará no foro do domicílio de seu representante. IV - A incompetência absoluta deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção. V - A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes e estas não poderão modificar também a competência em razão do valor e do território.Estão corretas as afirmativas contidas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos itens I, II e III;"
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens II e IV ;"
      },
      {
        "letra": "C",
        "texto": "Apenas nos I, III, IV e V"
      },
      {
        "letra": "D",
        "texto": "Todos os Itens estão corretos;"
      },
      {
        "letra": "E",
        "texto": "Apenas nos Itens II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "497247",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A.F. e D.G. residem na cidade de Goiânia, mas são vizinhos de propriedade no município de Pirapora, onde ambos possuem fazendas. Para chegar até a estrada que dá acesso à cidade, A.F. precisa passar em um pequeno trecho dentro da fazenda de D.G., onde fora instituída servidão de passagem. Ocorre que D.G., incomodado com o trânsito pela sua propriedade, bloqueou a referida passagem, levando A.F. a ajuizar ação visando à desobstrução da servidão. Tal ação fora protocolada em Goiânia, sendo que D.G. apresentou contestação negando a existência da servidão, mas nada mencionou no que tange ao foro competente. Tendo em vista as regras de competência do ordenamento jurídico brasileiro, deve-se considerar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Goiânia é o foro competente para a ação mencionada, uma vez que é o domicílio tanto do autor como do réu."
      },
      {
        "letra": "B",
        "texto": "Pirapora é o foro competente para a ação ajuizada, mas não tendo sido apresentada exceção de incompetência no prazo legal, fica prorrogada a competência do foro de Goiânia."
      },
      {
        "letra": "C",
        "texto": "Goiânia é foro absolutamente incompetente, podendo tal vício ser conhecido de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Pirapora é o foro competente para a ação ajuizada, podendo haver prorrogação da competência do foro de Goiânia se ambas as partes elegerem expressamente tal comarca como o foro competente para dirimir o conflito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492692",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação à conexão e à continência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conexão determina a reunião dos processos, ainda que algum deles já tenha sido julgado."
      },
      {
        "letra": "B",
        "texto": "correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que saneou o feito em primeiro lugar."
      },
      {
        "letra": "C",
        "texto": "havendo incompetência absoluta do juízo para o qual deveriam ser remetidos os autos da ação conexa, não pode ocorrer a reunião das ações pela conexão ou pela continência."
      },
      {
        "letra": "D",
        "texto": "reputam-se conexas duas ou mais ações, quando lhes forem comuns o objeto, a causa de pedir e o pedido."
      },
      {
        "letra": "E",
        "texto": "havendo continência ou conexão, o juiz, somente a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485730",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No tocante à competência territorial, considere: I. Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta no foro do domicílio do autor. Se este também residir fora do Brasil, a ação será proposta obrigatoriamente no foro do réu. II. O foro do domicílio do autor da herança, no Brasil, é o competente para o inventário, a partilha, a arrecadação, o cumprimento de disposições de última vontade e todas as ações em que o espólio for réu, exceto se o óbito tenha ocorrido no estrangeiro. III. Nas ações de reparação do dano sofrido em razão de delito ou acidente de veículos, será competente o foro do domicílio do autor ou do local do fato. IV. Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Ie II."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "481529",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Quanto à competência, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As mudanças de domicílio do réu, depois de ajuizada a demanda, não alteram a competência, já esta- bilizada com a propositura da ação."
      },
      {
        "letra": "B",
        "texto": "Sendo incerto ou desconhecido o domicílio do réu, ele será demandado no foro de seu último domicílio."
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "A competência é determinada no momento em que a ação é proposta; são, porém, relevantes, como regra geral, as modificações do estado de fato ou de direito ocorridas posteriormente."
      },
      {
        "letra": "E",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência, obstando a que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467944",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No tocante à competência,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorrendo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que saneou o feito em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "a conexão de causas é matéria de ordem privada, dependendo de requerimento da parte para ser conhecida pelo juiz."
      },
      {
        "letra": "C",
        "texto": "para a ação em que se pedem alimentos, é competente o foro do domicílio ou da residência do alimentante."
      },
      {
        "letra": "D",
        "texto": "quando decorrer da matéria e do território poderá modificar-se pela conexão ou continência."
      },
      {
        "letra": "E",
        "texto": "como regra normativa, nas ações de reparação do dano sofrido em razão de delito ou acidente de veículos, será competente o foro do domicílio do autor ou do local do fato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "466295",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A incompetência territorial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ter natureza absoluta, quando fundada em critérios de ordem pública;"
      },
      {
        "letra": "B",
        "texto": "deve ser alegada na primeira oportunidade, sob pena de preclusão;"
      },
      {
        "letra": "C",
        "texto": "deve ser arguída pela parte que propôs a demanda;"
      },
      {
        "letra": "D",
        "texto": "pode ser conhecida no curso do processo, em qualquer tempo ou grau de jurisdição;"
      },
      {
        "letra": "E",
        "texto": "pode levar à extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1396093",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Da análise das assertivas a seguir, é correto afirmar que: I. A competência de varas especializadas, determinada pelas leis de organização judiciária, em razão da matéria, é de caráter absoluto, atraindo o julgamento das causas conexas com as distribuídas a ela anteriormente. II. A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. III. Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Contudo, pode o autor optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova. IV. É competente o foro da residência da mulher para a ação de separação dos cônjuges e a conversão desta em divórcio, e para a anulação de casamento. V. Reconhecida a continência, devem ser reunidas na Justiça Federal as ações civis públicas propostas nesta e na Justiça Estadual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente três assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "743120",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TERRACAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A doutrina normalmente conceitua a competência como a medida e o limite da jurisdição. Além disso, ela também classifica a competência em absoluta e competência relativa. Sobre o tema, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Argui‐se, por meio de exceção, a incompetência relativa."
      },
      {
        "letra": "B",
        "texto": "A incompetência relativa sempre pode ser reconhecida de ofício pelo juiz"
      },
      {
        "letra": "C",
        "texto": "A regra é que determina‐se a competência no momento em que a ação é proposta"
      },
      {
        "letra": "D",
        "texto": "Não pode suscitar conflito a parte que, no processo, ofereceu exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a incompetência absoluta, reputam‐se nulos os atos decisórios já praticados"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494461",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Acerca da competência interna, no processo civil, marque V para verdadeiro ou F para falso e, em seguida, assinale a alternativa que apresenta a sequência correta.( ) A ação em que o incapaz for réu se processará no foro do domicílio de seu representante. ( ) É competente o foro do lugar do ato ou fato para ação de reparação do dano. ( ) A competência em razão da matéria e da hierarquia é derrogável por convenção das partes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F/ F/ F"
      },
      {
        "letra": "B",
        "texto": "V/ V/ V"
      },
      {
        "letra": "C",
        "texto": "V/ V/ F"
      },
      {
        "letra": "D",
        "texto": "F/ F/ V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492564",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do conflito de competência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser suscitado ao Juiz que primeiro tenha despachado no processo."
      },
      {
        "letra": "B",
        "texto": "Não exige a intervenção do Ministério Público, mas pode ser por este suscitado."
      },
      {
        "letra": "C",
        "texto": "Não pode ser suscitado pelo Juiz."
      },
      {
        "letra": "D",
        "texto": "Não pode ser suscitado pela parte que, no processo, ofereceu exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Não pode ser limitado a controvérsia entre dois Juízes sobre a reunião ou a separação de processos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "492065",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando for ré pessoa de direito público, a citação será feita pelo correio, para qualquer comarca do País."
      },
      {
        "letra": "B",
        "texto": "no Distrito Federal e nas Capitais dos Estados e dos Territórios, em nenhuma hipótese serão consideradas as intimações feitas apenas pela publicação dos atos no órgão oficial."
      },
      {
        "letra": "C",
        "texto": "está sujeita ao duplo grau de jurisdição, embora produza efeito de imediato, a sentença proferida contra a União, o Estado, o Distrito Federal, o Município, e as respectivas autarquias e fundações de direito público."
      },
      {
        "letra": "D",
        "texto": "na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer dos domicílios do réu; a ação poderá ainda ser proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, embora nele não mais resida o réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "474759",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: EMDAGRO-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A competência do foro do domicílio do autor da herança, no Brasil, para todas as ações em que o espólio for réu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser classificada como funcional e absoluta."
      },
      {
        "letra": "B",
        "texto": "incide na hipótese de desapropriação de imóvel do espólio situado emforo diverso."
      },
      {
        "letra": "C",
        "texto": "não prevalece sobre a competência do foro de eleição contratual."
      },
      {
        "letra": "D",
        "texto": "é improrrogável e sua inobservância gera vício insuscetível de convalidação."
      },
      {
        "letra": "E",
        "texto": "não pode ser arguida pelo espólio em exceção de incompetência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462263",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Duas ações civis públicas, com a mesma causa de pedir, foram ajuizadas por membros distintos do Ministério Público Estadual, que atuam em Comarcas diversas. Sendo o caso de reuni-las por conexão, deverá prevalecer, para fins de prevenção, o seguinte juízo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "onde se determinou a citação válida em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "onde primeiro se despachou “cite-se”."
      },
      {
        "letra": "C",
        "texto": "onde for a Comarca de maior entrância."
      },
      {
        "letra": "D",
        "texto": "não haverá conexão e ambas serão julgadas separadamente."
      },
      {
        "letra": "E",
        "texto": "onde foi ajuizada a primeira ação civil pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462259",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O Princípio da perpetuação da jurisdição revela que os critérios fixadores da competência devem ser observados no momento da propositura da ação, sendo irrelevantes as modificações do estado de fato e de direito ocorridas posteriormente. Assinale a afirmativa que não configura uma exceção ao referido princípio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor propõe duas demandas idênticas, que estão tramitando em juízos distintos, e reconhece-se, no caso, a litispendência."
      },
      {
        "letra": "B",
        "texto": "O pai propõe ação de guarda de seu filho e a demanda é distribuída para uma Vara de Família. A mãe também ajuíza ação de guarda do referido menor, que é distribuída para outra Vara de Família da mesma comarca, ocorrendo, no caso, a reunião dos feitos por conexão."
      },
      {
        "letra": "C",
        "texto": "Um autor demanda em face de um réu, pleiteando danos materiais. Após a propositura dessa demanda, o mesmo autor renova em juízo nova demanda, propondo de novo danos materiais já pedidos anteriormente, e, agora, cumula esse pedido com o pedido de dano moral, reunindo-se os feitos por continência."
      },
      {
        "letra": "D",
        "texto": "Em uma determinada Comarca, foi extinta a 5ª Vara de Família, e os feitos que lá tramitavam foram redistribuídos para as quatro Varas de Família restantes."
      },
      {
        "letra": "E",
        "texto": "O exequente, após obter sentença condenatória na 1ª Vara Cível da Capital do Rio de Janeiro, requer a remessa dos autos do processo para uma Vara Cível da Comarca de Niterói, onde se encontram os bens sujeitos à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "458615",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que pertine à competência, de acordo com a disciplina do CPC, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A continência, diversamente da conexão, pode modificar a competência relativa."
      },
      {
        "letra": "B",
        "texto": "É determinada no momento da propositura da ação, sendo irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou hierarquia."
      },
      {
        "letra": "C",
        "texto": "Compete à autoridade judiciária brasileira, sem exclusão de outras, conhecer de ações relativas a imóveis situados no Brasil."
      },
      {
        "letra": "D",
        "texto": "A ação fundada em direito pessoal, em regra, será proposta no foro do domicílio do réu, não sendo esse o foro competente para qualquer espécie de ação fundada em direito real."
      },
      {
        "letra": "E",
        "texto": "Nas ações de inventário e partilha, o foro competente será o do local dos bens, com exclusão de qualquer outro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456569",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando as regras de competência no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme disposto na Lei n.º 11.697/2008, competem à vara de família o processamento e o julgamento da ação de ausência e de investigação de paternidade cumulada com petição de herança."
      },
      {
        "letra": "B",
        "texto": "Compete ao STJ a apreciação do interesse da União caso haja requerimento de intervenção de autarquia federal em processo que tramite perante a 3.ª Vara Cível de Brasília, não podendo ser reexaminada pelo juízo de origem a decisão de exclusão do ente federal da relação processual."
      },
      {
        "letra": "C",
        "texto": "A ocorrência de continência ou de conexão torna sempre possível a reunião dos processos para julgamento conjunto, salvo quando um deles já tenha sido julgado."
      },
      {
        "letra": "D",
        "texto": "Tramitando ação de indenização por danos morais em vara do juizado especial cível de Brasília, o juiz, caso verifique que o autor tenha se tornado incapaz, nos termos da lei, deverá remeter os autos para uma vara cível da mesma circunscrição com fundamento na incompetência absoluta do autor."
      },
      {
        "letra": "E",
        "texto": "De acordo com jurisprudência consolidada no TJDFT, considera-se despacho positivo, a determinar a prevenção nas hipóteses de ações conexas, aquele que determina emenda à petição inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "455129",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Paula Moura propôs ação possessória perante um dos juízos cíveis da Comarca de Volta Redonda. O juiz, ao receber a demanda, por entender que era territorialmente incompetente para processar e julgar a causa, porque o imóvel se situava em Resende, declinou a competência da causa para a Comarca de Resende. Irresignada com a decisão declinatória, Paula Moura interpõe agravo de instrumento ao Tribunal de Justiça, alegando que a incompetência territorial não pode ser alegada de ofício. O recurso, entretanto, foi julgado improcedente. Nessa situação, o processo deve ser encaminhado para um dos juízos cíveis da Comarca de Resende que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode dar andamento ao feito, mesmo que entenda ser incompetente para processar e julgar a causa;"
      },
      {
        "letra": "B",
        "texto": "pode instaurar conflito negativo de competência, se entender ser incompetente para processar e julgar a causa;"
      },
      {
        "letra": "C",
        "texto": "pode declinar a competência para outro juízo que não seja em Volta Redonda, se entender ser incompetente para processar e julgar a causa;"
      },
      {
        "letra": "D",
        "texto": "pode declinar a competência para Volta Redonda, se entender ser incompetente para processar e julgar a causa;"
      },
      {
        "letra": "E",
        "texto": "pode declinar a competência para Volta Redonda, se o réu oferecer exceção de incompetência territorial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "455123",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Uma sentença estrangeira, versando sobre bem imóvel situado no Brasil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser executada no Brasil, independentemente de homologação pelo Superior Tribunal de Justiça;"
      },
      {
        "letra": "B",
        "texto": "pode ser executada no Brasil, se for homologada pelo Superior Tribunal de Justiça;"
      },
      {
        "letra": "C",
        "texto": "pode ser executada no Brasil, se não houver outra demanda versando sobre o mesmo imóvel em curso no Brasil;"
      },
      {
        "letra": "D",
        "texto": "não pode ser homologada, se não tiver sido proferida por órgão do Poder Judiciário no país de origem;"
      },
      {
        "letra": "E",
        "texto": "não pode ser homologada pelo Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "447562",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O Código de Processo Civil, a respeito da competência, estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as ações que se fundarem em direitos pessoais deverão ser propostas exclusivamente no foro do domicílio do autor."
      },
      {
        "letra": "B",
        "texto": "a ação fundada em direitos pessoais sobre bens imóveis deverão ser propostas exclusivamente no domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "as ações fundadas em direitos reais sobre bens imóveis, referentes a direito de vizinhança, servidão, propriedade, posse, divisão e demarcação de terras poderão ser propostas no foro de eleição ou no lugar da coisa."
      },
      {
        "letra": "D",
        "texto": "o foro do domicílio do autor da herança, no Brasil, é o competente para o inventário e a partilha."
      },
      {
        "letra": "E",
        "texto": "a ação em que o incapaz for réu se processará no domicílio de seus pais, independentemente de serem esses seus representantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432609",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Proprietário de bem imóvel situado na Comarca de Teresópolis, constatando ter sido o mesmo ocupado por pessoa não autorizada, intentou ação reivindicatória na Comarca do Rio de Janeiro, onde reside. Diante da prova documental que instruiu a petição inicial, o juiz deferiu a tutela antecipatória de mérito requerida pelo autor, decretando o imediato desalijo da parte ré. Sobre essa decisão interlocutória, é correto afirmar que foi proferida por juízo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relativamente incompetente, devendo o réu suscitar o vício por meio de exceção, sob pena de prorrogação da competência;"
      },
      {
        "letra": "B",
        "texto": "relativamente incompetente, embora tal vício possa ser reconhecido ex officio;"
      },
      {
        "letra": "C",
        "texto": "absolutamente incompetente, impondo-se a sua anulação e a remessa dos autos para um dos juízos cíveis da Comarca de Teresópolis;"
      },
      {
        "letra": "D",
        "texto": "absolutamente incompetente, embora a sua validade deva ser preservada, em homenagem à garantia constitucional da plena efetividade do processo;"
      },
      {
        "letra": "E",
        "texto": "absolutamente incompetente, embora o reconhecimento desse vício dependa da iniciativa da parte ré no sentido de suscitá-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "427901",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A regra da competência sobre competência (kompe­ tenzkompetenz)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aplicável às decisões sobre a competência da Justiça Federal."
      },
      {
        "letra": "B",
        "texto": "não se aplica ao juízo arbitral, nem às regras de competência absoluta."
      },
      {
        "letra": "C",
        "texto": "tem por escopo a solução, por órgão superior, de conflitos positivos de competência."
      },
      {
        "letra": "D",
        "texto": "não se aplica ao direito brasileiro, no qual as normas sobre competência decorrem de lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426393",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes; mas estas podem modificar a competência em razão do valor e do território, elegendo foro onde serão propostas as ações oriundas de direitos e obrigações. Portanto pode-se afirmar que o foro contratual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os herdeiros legais necessários, exclusivamente."
      },
      {
        "letra": "B",
        "texto": "Não obriga as partes por se tratar de matéria de competência territorial."
      },
      {
        "letra": "C",
        "texto": "Obriga os herdeiros e sucessores das partes, inclusive."
      },
      {
        "letra": "D",
        "texto": "Apenas as partes contratantes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426392",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Após a leitura do enunciado apresentado a seguir, identifique a afirmação correta: “Em matéria de direito civil a ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. (Código de Processo Civil, artigo 94)” I. Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles. II. Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor. III. Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta no foro do domicílio do autor; e se este também residir fora do Brasil, a ação será proposta em qualquer foro. IV. Havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro de domicílio do réu mais idoso. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425307",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Segundo observa ARRUDA ALVIM, o primeiro ponto de interesse jurídico para falar-se em conexão de causas, está em \"estabelecer se uma ação é ligada a outra, a ponto de a decisão de uma influir na da outra\". Serve para se evitar que as decisões que seriam proferidas em ambos os processos, acaso julgados separadamente, viessem a conflitar e tornar-se contraditórias e inconciliáveis. Ainda, segundo o autor, a justificar a reunião dos processos, é o da economia processual, que ocorrerá tanto na produção da prova, quanto na realização de audiências e atos processuais, acaso reunidos os feitos, quando serão realizados por uma única vez. Em relação ao instituto da conexão processual, podemos afirmar que a seguinte alternativa está CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correndo em separado ações conexas perante juízes sem a mesma competência territorial, considera-se prevento aquele que despachou em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "De acordo Art. 105 do CPC, havendo conexão ou continência, o juiz, de ofício ou a requerimento de qualquer das partes, deve ordenar a reunião de ações propostas em separado a fim de que sejam decididas simultaneamente."
      },
      {
        "letra": "C",
        "texto": "Existindo conexão entre duas ações que tramitam perante juízos diversos, configurada pela identidade do objeto ou da causa de pedir, impõe-se a reunião dos processos, a fim de evitar julgamentos incompatíveis entre si. Não se justifica, porém, a reunião quando um dos processos já se encontra sentenciado, pois neste esgotou-se a função jurisdicional do magistrado anteriormente prevento, de acordo com a Súmula 235 do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Quando os juízos apresentam competência territorial diversa, a prevenção define-se naquele que primeiro despachar nos autos."
      },
      {
        "letra": "E",
        "texto": "É possível a sua arguição da conexão por meio de exceção de incompetência, em observância aos princípios da instrumentalidade das formas e da economia processual, já que inexiste prejuízo a qualquer das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "421803",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando-se o disposto no Código de Processo Civil sobre competência territorial, identifique com V as afirmativas verdadeiras e com F, as falsas.( ) Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles.( ) A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu.( ) Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta, obrigatoriamente, no foro da capital federal, se o autor da ação também residir fora do Brasil.( ) Havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro de qualquer deles, à escolha do autor.( ) Sendo incerto ou desconhecido o domicílio do réu, ele será demandado no foro do seu último domicílio certo ou conhecido.A alternativa que indica a sequência correta, de cima para baixo, é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F V F"
      },
      {
        "letra": "B",
        "texto": "V F F F V"
      },
      {
        "letra": "C",
        "texto": "F V V V F"
      },
      {
        "letra": "D",
        "texto": "F F V V V"
      },
      {
        "letra": "E",
        "texto": "V V V V V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "420779",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O foro competente para ações relativas à inventário, partilha, arrecadação e cumprimento de disposições de última vontade, em que o espólio for o réu, tendo ocorrido o óbito no exterior é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "STJ, independentemente do domicílio das partes, pois o óbito ocorreu no exterior."
      },
      {
        "letra": "C",
        "texto": "STF, independentemente do domicílio das partes, pois o óbito ocorreu no exterior."
      },
      {
        "letra": "D",
        "texto": "Justiça Federal, pelo fato do óbito ter ocorrido no exterior."
      },
      {
        "letra": "E",
        "texto": "domicílio do autor da herança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420767",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "As revisões criminais e as ações rescisórias de julgados seus ou de juízes federais competem ao(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tribunais de Alçada dos Estados."
      },
      {
        "letra": "B",
        "texto": "Tribunais Regionais Federais."
      },
      {
        "letra": "C",
        "texto": "Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "Tribunais de Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419608",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Ajuizada ação objetivando o reconhecimento de usucapião de imóvel urbano perante a Justiça Estadual, verificou-se que a União é titular de domínio sobre imóvel confinante ao bem objeto do processo. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que cabe ao juiz federal aferir o interesse dos entes mencionados no art. 109, I, da Lei Maior, deverá o magistrado estadual encaminhar os autos à Justiça Federal para exame do interesse concreto da União em intervir no processo e, caso este delibere pela sua inexistência, devolverá os autos ao juízo estadual, independentemente de conflito, com base no enunciado sumular nº 150 do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "Remetidos os autos à Justiça Federal para que esta afira o ingresso da União, caso o juiz federal delibere no sentido da ausência de interesse deste ente, deve ele suscitar conflito de competência com o juízo estadual e não simplesmente excluir a União e devolver os autos."
      },
      {
        "letra": "C",
        "texto": "O juiz estadual deverá declinar, por força de sua incompetência, em favor da Justiça Federal, tendo em vista que o confinante (União) é litisconsorte passivo necessário e, portanto, não pode ser excluído da relação processual."
      },
      {
        "letra": "D",
        "texto": "Em que pese haver litisconsórcio passivo, este é facultativo, motivo pelo qual o juiz federal pode aplicar analogicamente o enunciado sumular nº 150 do Superior Tribunal de Justiça para excluir a União, com devolução dos autos ao juízo estadual, resguardando seu direito de eventual ação em caso de prejuízo ao ente no julgamento."
      },
      {
        "letra": "E",
        "texto": "Como a União Federal é mera confinante do terreno objeto da lide, o juiz estadual pode processar a demanda, já que todos os entes públicos federativos serão notificados, e não há qualquer possibilidade de prejuízo ou afetação de interesse da União."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "418085",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Acerca do instituto da competência, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo vara privativa para julgamento de demandas envolvendo o direito de família, esta será competente para processar e julgar pedido de reconhecimento e dissolução de união estável homoafetiva."
      },
      {
        "letra": "B",
        "texto": "O anterior oferecimento de exceção de incompetência obstará o conhecimento de conflito de competência mesmo quando o objeto deste for absolutamente distinto do objeto daquela."
      },
      {
        "letra": "C",
        "texto": "Não é possível a existência de conflito de competência entre juízo estatal e câmara arbitral."
      },
      {
        "letra": "D",
        "texto": "A mera possibilidade de que sejam proferidas decisões conflitantes por juízes distintos não será suficiente para caracterizar o conflito de competência."
      },
      {
        "letra": "E",
        "texto": "A capital do estado-membro é o foro competente para o julgamento de ação monitória ajuizada em face da respectiva unidade federativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416907",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Tramitam em separado, perante juízes que têm a mesma competência territorial (1ª Vara Cível; 2ª Vara Cível; 3ª Vara Cível), três ações conexas. Na ação que tramita na 1ª Vara, já foi proferida sentença, que se encontra em fase de registro; na ação em tramitação na 2ª Vara Cível, já houve citação; e na ação que tramita na 3ª Vara Cível ainda não foi expedido o mandado de citação. Em tal situação, reconhecida a conexão, as ações da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 3ª Vara Cível."
      },
      {
        "letra": "B",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 1ª Vara Cível."
      },
      {
        "letra": "C",
        "texto": "2ª e 3ª Varas Cíveis devem ser reunidas na 3ª Vara Cível e a da 1ª Vara Cível não será alcançada pela conexão."
      },
      {
        "letra": "D",
        "texto": "2ª e 3ª Varas Cíveis devem ser reunidas na 2ª Vara Cível e a da 1ª Vara Cível não será alcançada pela conexão."
      },
      {
        "letra": "E",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 2ª Vara Cível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416627",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando as assertivas I, II e III, assinale a alternativa CORRETA . I. O foro da situação da coisa (forum rei sitae) é absolutamente competente para ações fundadas em direito real sobre imóveis e, nesses casos, a competência é, sempre, definida pelo critério funcional, não podendo, o autor, por isso, optar pelo foro de seu domicílio. II. Sendo o direito de personalidade um direito classificado como absoluto, a competência para ações dessa natureza é absoluta. III. A conexão é critério de prorrogação de competência, podendo ser própria ou imprópria, ambas podendo dar lugar à reunião de processos e à prorrogação da competência do juiz, desde que nenhum dos processos tenha sido julgado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II é verdadeira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413846",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, em regra, a nulidade da cláusula de eleição de foro, em contrato de adesão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de reconvenção, que obedecerá o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração como preliminar em contestação, que obedecerá o procedimento ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413517",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Acerca da competência no direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora as partes não possam modificar a competência em razão da matéria, elas podem modificar a competência em razão do valor ou do território por escolha de juízo conveniente a ambas."
      },
      {
        "letra": "B",
        "texto": "A presença da União em ação de usucapião especial afasta a competência do foro da situação do imóvel para julgamento da causa."
      },
      {
        "letra": "C",
        "texto": "Depois de proposta a execução fiscal, a mudança de domicílio do executado não é suficiente para mudar a competência originalmente fixada."
      },
      {
        "letra": "D",
        "texto": "A alegação de conexão de causas deve ser feita mediante exceção de incompetência caso um dos processos já tenha sido julgado."
      },
      {
        "letra": "E",
        "texto": "A perpetuação de jurisdição é o fenômeno pelo qual o juiz tem sua competência confirmada em decorrência da não interposição de exceção de incompetência relativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413334",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito da competência internacional, considere: I. Ação relativa a imóvel situado no Brasil. II. Ação referente à obrigação que deve ser cumprida no Brasil. III. Ação que se originar de fato ocorrido ou de ato praticado no Brasil. IV. Ação em que for ré pessoa domiciliada no Brasil. A competência da autoridade judiciária brasileira é concorrente nos casos indicados APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "412586",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Raimundo Nonato propõe ação indenizatória material e moral contra a empresa em que trabalhava, Prensa Piauí Ltda., por ato ilícito alegadamente cometido por ela. Ajuiza a demanda na Justiça Comum estadual, com a concordância da empresa ré, que deixa de excepcionar o Juízo e contesta a ação em tempo hábil. O juiz, no entanto, verificando que se trata de ação cujo curso se dá na Justiça do Trabalho, dá-se por absolutamente incompetente e determina de ofício a remessa do processo à esfera trabalhista. Nessas circunstâncias, o juiz agiu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorretamente, porque a hipótese era de competência territorial e, portanto, derrogável pela convenção das partes, o que havia ocorrido na hipótese."
      },
      {
        "letra": "B",
        "texto": "corretamente, por se tratar de hipótese de competência funcional, que é absoluta e não dependia de oferecimento de exceção pela empresa ré."
      },
      {
        "letra": "C",
        "texto": "incorretamente, porque a empresa ré, ao concordar com o ajuizamento da demanda na Justiça estadual, convalidou a competência e prevalece sobre a natureza inicial trabalhista da causa."
      },
      {
        "letra": "D",
        "texto": "incorretamente, porque a competência, embora absoluta em princípio, convalidou-se após ter o juiz determinado a citação da empresa ré, que já havia até contestado a demanda sem excepcionar o Juízo."
      },
      {
        "letra": "E",
        "texto": "corretamente, pois a competência em razão da matéria é inderrogável pela convenção das partes e, por isso, podia o juiz agir de ofício, mesmo após o oferecimento de defesa pela empresa ré."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "411230",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Compete ao Supremo Tribunal Federal processar e julgar, originariamente, litígio entre Estado estrangeiro e Estado-membro da República Federativa do Brasil. II. Compete ao Superior Tribunal de Justiça processar e julgar agravo de instrumento interposto contra decisão interlocutória, em exceção de incompetência, proferida por Juiz Federal, em ação de indenização movida por Estado estrangeiro contra pessoa jurídica de direito privado domiciliada no Brasil. III. Desde que haja renúncia à imunidade de jurisdição pelo Estado estrangeiro, compete ao juiz trabalhista de primeiro grau processar e julgar reclamatória trabalhista intentada contra embaixada estrangeira localizada no Brasil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410889",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito da competência, é competente o foro do domicílio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ou da residência do alimentante, para a ação em que se pedem alimentos."
      },
      {
        "letra": "B",
        "texto": "do autor, em regra, para a ação fundada em direito real sobre bens móveis."
      },
      {
        "letra": "C",
        "texto": "do credor para a ação de anulação de títulos extraviados ou destruídos."
      },
      {
        "letra": "D",
        "texto": "do autor ou do local do fato para as ações que visam à reparação por dano resultante de acidente de veículo."
      },
      {
        "letra": "E",
        "texto": "do autor, em regra, para a ação fundada em direito pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402696",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os itens a seguir. Caso o valor do pedido seja inferior a sessenta salários mínimos, o juizado da fazenda pública será absolutamente competente para conhecer da matéria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402231",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Proprietário de imóvel situado em São Paulo, tendo sido informado de que este se encontrava indevidamente ocupado por uma família, ajuizou ação reivindicatória na Comarca do Rio de Janeiro, onde reside, pleiteando em sua petição inicial, além da prestação jurisdicional definitiva, a antecipação dos efeitos da tutela para o fim de obter uma ordem imediata de desocupação contra os réus. Convencido da presença dos requisitos legais, o juiz para o qual foi distribuída a ação concedeu a tutela de urgência requerida. Inconformados com a decisão, os réus interpuseram recurso de agravo de instrumento. O Desembargador a quem couber a relatoria do recurso deverá concluir pela configuração do vício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de incompetência relativa do foro da Comarca do Rio de Janeiro, sem anular a decisão agravada."
      },
      {
        "letra": "B",
        "texto": "de incompetência relativa do foro da Comarca do Rio de Janeiro, anulando a decisão agravada, dada a sua drástica repercussão na esfera jurídica dos réus."
      },
      {
        "letra": "C",
        "texto": "de incompetência absoluta do foro da Comarca do Rio de Janeiro, anulando a decisão agravada e determinando a remessa dos autos para o foro competente."
      },
      {
        "letra": "D",
        "texto": "de incompetência absoluta do foro da Comarca do Rio de Janeiro, sem anular a decisão agravada por reputar presentes os pressupostos para a concessão da tutela antecipada."
      },
      {
        "letra": "E",
        "texto": "de incompetência absoluta do foro da Comarca do Rio de Janeiro, extinguindo o processo sem resolução do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393344",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da competência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência em razão do valor é regida pelas normas estabelecidas na CF."
      },
      {
        "letra": "B",
        "texto": "Compete à justiça estadual julgar causas entre consumidor e concessionárias de serviço público de telefonia, ainda que a Agência Nacional de Telecomunicações figure no polo passivo na qualidade de litisconsorte necessário, assistente ou opoente."
      },
      {
        "letra": "C",
        "texto": "Ocorrerá a conexão sempre que houver identidade de partes ou da causa de pedir."
      },
      {
        "letra": "D",
        "texto": "Admite-se a arguição de incompetência absoluta, por meio de exceção, mesmo após o trânsito em julgado da sentença."
      },
      {
        "letra": "E",
        "texto": "A competência da justiça estadual é residual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392929",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Tulius pretende ajuizar ação fundada em direito real sobre bem móvel. Essa ação, em regra, deverá ser proposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no foro do domicílio do autor."
      },
      {
        "letra": "B",
        "texto": "no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "no foro da situação da coisa."
      },
      {
        "letra": "D",
        "texto": "no foro em que foi celebrado o contrato"
      },
      {
        "letra": "E",
        "texto": "em qualquer foro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389754",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Luís e Leo peticionam, no mesmo dia, perante o protocolo de distribuição de uma mesma Comarca, ações que, embora partilhem de identidade de objeto, são distribuídas para varas distintasNesse caso, considera-se prevento o juízo que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi designado a receber o processo em primeiro lugar"
      },
      {
        "letra": "B",
        "texto": "realizou o despacho saneador do processo em primeiro lugar."
      },
      {
        "letra": "C",
        "texto": "realizou despacho que determina a emenda da inicial."
      },
      {
        "letra": "D",
        "texto": "realizou despacho que determina a citação da parte ré."
      },
      {
        "letra": "E",
        "texto": "realizou despacho que determina a regularização da representação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387266",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: CBTU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, NÃO distribuir-se-ão por dependência às causas de qualquer natureza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção e a intervenção de terceiros."
      },
      {
        "letra": "B",
        "texto": "Quando houver ajuizamento de ações idênticas, ao juízo prevento."
      },
      {
        "letra": "C",
        "texto": "Quando se relacionarem, por conexão ou continência, com outra já ajuizada."
      },
      {
        "letra": "D",
        "texto": "Quando, tendo sido extinto o processo, sem julgamento de mérito, for reiterado o pedido, ainda que em litisconsórcio com outros autores ou que sejam parcialmente alterados os réus da demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386756",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação à competência, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Argui-se, por meio de exceção, tanto a incompetência relativa como a absoluta."
      },
      {
        "letra": "B",
        "texto": "A anulabilidade da cláusula de eleição de foro pode ser declarada em qualquer contrato, de ofício e discricionariamente pelo juiz ou a requerimento da parte, casos em que se declinará da competência para o juízo de domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de lide sobre imóvel, se este se achar situado em mais de um Estado ou Comarca, determinar-se-á o foro pela prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      },
      {
        "letra": "D",
        "texto": "Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele em que a inicial foi distribuída em primeiro lugar."
      },
      {
        "letra": "E",
        "texto": "A competência em razão da matéria e da hierarquia é inderrogável, como regra, salvo foro diverso eleito pelas partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "383805",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFGD",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação a competência territorial, analise as assertivas e assinale a alternativa que aponte as corretas.I. A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do autor. II. Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles.III. Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor. IV. Havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro de qualquer deles, à escolha do autor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "380267",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O Banco Nacional S/A ajuíza, perante a 5ª Vara Cível da Comarca de São Paulo, ação judicial em face da Caixa Econômica Federal, tendo por objeto a anulação de ato daquela entidade que cancelou todos os financiamentos imobiliários, concedidos a correntistas do Banco Autor, em função da existência de contas do FGTS. Referida decisão da Caixa Econômica Federal foi baseada em inconsistência de dados fornecida pelo Banco Nacional S/A. Com relação a esta ação judicial, é correto afirmar, no que se refere à competência do juízo, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência é da Justiça Estadual."
      },
      {
        "letra": "B",
        "texto": "a competência é da Justiça Federal."
      },
      {
        "letra": "C",
        "texto": "a competência é da Justiça do Trabalho."
      },
      {
        "letra": "D",
        "texto": "a legislação não disciplina a questão de competência."
      },
      {
        "letra": "E",
        "texto": "a competência dependerá de cláusula de foro, nos termos de convênio firmado entre o Banco Nacional e a Caixa Econômica Federal, referente a movimentação da conta vinculada do FGTS."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372672",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito dos critérios de modificação de competência e de declaração de incompetência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para julgamento de ação civil pública é classificada como territorial e, portanto, relativa, podendo ser prorrogada"
      },
      {
        "letra": "B",
        "texto": "É nula a sentença transitada em julgado proferida por juízo diverso daquele reputado competente em conflito instaurado posteriormente, caso em que, declarada a nulidade da decisão judicial, nova sentença deverá ser proferida pelo juízo reputado competente."
      },
      {
        "letra": "C",
        "texto": "O exame da identidade de elementos para que se classifiquem ações como conexas é feito restritivamente, somente devendo ser reunidos processos que possuam objeto ou causa de pedir absolutamente iguais."
      },
      {
        "letra": "D",
        "texto": "Há modificação voluntária da competência quando o réu, diante de incompetência relativa do juízo, deixa, deliberadamente, de opor exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Há conflito negativo de competência quando o tribunal de justiça de um estado e o STJ se consideram incompetentes para julgamento de um mesmo processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372266",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Relativamente à competência, assinale a proposição incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações fundadas em direito pessoal ou em direito real sobre bens móveis serão propostas em qualquer foro, se autor e réu, embora brasileiros, não tiverem domicílio ou residência no Brasil."
      },
      {
        "letra": "B",
        "texto": "É competente o foro da situação dos bens de maior valor para o inventário, a partilha, a arrecadação, o cumprimento de disposições de última vontade e todas as ações em que o espólio for réu, se o autor da herança não tinha domicílio certo e possuía bens em diversos lugares."
      },
      {
        "letra": "C",
        "texto": "Nas ações de reparação do dano sofrido em razão de delito ou acidente de veículo, será competente o foro do domicílio do autor ou do local do fato."
      },
      {
        "letra": "D",
        "texto": "A controvérsia entre dois ou mais juízes acerca da reunião ou separação de processos é uma das hipóteses do fenômeno denominado conflito de competência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366526",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta quantoàs modificações da competência segundo o CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência em razão do valor da causa não se modifica pela conexão."
      },
      {
        "letra": "B",
        "texto": "A competência em razão do território não se modifica pela continência."
      },
      {
        "letra": "C",
        "texto": "Dá-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "D",
        "texto": "Reptam-se conexas duas ou mais ações, quando lhes for comum o objeto ou a causa de pedir."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo separadamente ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele juiz que sentenciou primeiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "366522",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Acerca dacompetência regida pelo Código Processual Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Determina-se a competência no momento da sentença."
      },
      {
        "letra": "B",
        "texto": "São relevantes, em qualquer caso, as modificações do estado de fato ou de direito ocorridas posteriormente ao ajuizamento da ação."
      },
      {
        "letra": "C",
        "texto": "As causas cíveis serão processadas e decididas, ou simplesmente decididas, pelos órgãos jurisdicionais, nos limites de sua competência, ressalvada às partes a faculdade de instituírem juízo arbitral."
      },
      {
        "letra": "D",
        "texto": "A autoridade judiciária estrangeira é competente quando o réu estrangeiro estiver domiciliado no Brasil."
      },
      {
        "letra": "E",
        "texto": "A ação fundada em direito pessoal será proposta, em regra, no foro do domicílio do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "363939",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Em relação à competência, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ante o reconhecimento de incompetência absoluta deverá o juiz declará-la, bem como fazer a declaração expressa de nulidade dos atos processuais."
      },
      {
        "letra": "B",
        "texto": "Distingue-se a incompetência do impedimento, porque este é um defeito do órgão jurisdicional."
      },
      {
        "letra": "C",
        "texto": "Não há litispendência internacional, salvo se originar de fato ocorrido ou praticado no Brasil, porquanto a competência da autoridade judiciária brasileira é absoluta."
      },
      {
        "letra": "D",
        "texto": "O foro do domicílio do autor da herança é o competente para o inventário, a partilha e a arrecadação e todas as ações em que o espólio for réu, salvo se o óbito ocorreu no estrangeiro."
      },
      {
        "letra": "E",
        "texto": "A decisão proferida em ação coletiva envolvendo empresa que tem relação jurídica com pessoas em todo país, atingirá a empresa como um todo, influindo em todas as relações jurídicas que ela mantém no Brasil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "362497",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Acerca das regras de fixação da competência, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para as ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa;"
      },
      {
        "letra": "B",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu;"
      },
      {
        "letra": "C",
        "texto": "Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles;"
      },
      {
        "letra": "D",
        "texto": "É competente o foro do domicílio ou da residência do alimentando para a ação em que se pedem alimentos, tendo em vista a aferição in abstracto da hipossuficiência do alimentando;"
      },
      {
        "letra": "E",
        "texto": "Conexão e continência não são causas modificadoras da competência em razão do valor e do território."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359419",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Marcus, domiciliado em Cuiabá, mas proprietário de empresa com sede em São Paulo e filial em Salvador, pretende ajuizar ação fundada em direito pessoal contra três devedores solidários, residentes, respectivamente, em São Paulo, Curitiba e Salvador. A ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser proposta em São Paulo, Curitiba ou Salvador, a critério do autor."
      },
      {
        "letra": "B",
        "texto": "somente poderá ser proposta em São Paulo."
      },
      {
        "letra": "C",
        "texto": "somente poderá ser proposta em Salvador."
      },
      {
        "letra": "D",
        "texto": "somente poderá ser proposta em Curitiba."
      },
      {
        "letra": "E",
        "texto": "poderá ser proposta no domicílio do autor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357688",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento sumário",
      "Critérios de competência"
    ],
    "enunciado_principal": "Ao trafegar em via pública terrestre sem a devida atenção, Janaína colidiu veículo com a traseira do veículo de Flávia, que ajuizou ação de indenização. Janaína é domiciliada em Cuiabá e Flávia em Sorriso. O acidente ocorreu em Tangará da Serra. De acordo com o Código de Pro- cesso Civil, esta ação deverá tramitar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo rito ordinário, na Comarca de Sorriso ou Tangará da Serra."
      },
      {
        "letra": "B",
        "texto": "pelo rito sumário, na Comarca de Tangará da Serra ou Cuiabá"
      },
      {
        "letra": "C",
        "texto": "pelo rito ordinário, na Comarca de Sorriso ou Cuiabá."
      },
      {
        "letra": "D",
        "texto": "pelo rito sumário, na Comarca de Sorriso ou Tangará da Serra."
      },
      {
        "letra": "E",
        "texto": "pelo rito ordinário, na Comarca de Tangará da Serra ou Cuiabá."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1126207",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de conexão, em que as ações correm na mesma comarca, será prevento para a reunião dos processos, o juízo que efetivar a citação em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "A competência em razão da matéria pode ser derrogada se as partes instituírem o foro de eleição."
      },
      {
        "letra": "C",
        "texto": "A competência se diferencia da jurisdição porque poderá ser delegada de um juízo para outro, quando houver acúmulo de trabalho, o que não pode ocorrer com a jurisdição."
      },
      {
        "letra": "D",
        "texto": "A incompetência relativa é arguida em preliminar de contestação, mas como não está sujeita à preclusão, pode ser arguida em qualquer tempo e grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "Se o imóvel se achar situado em mais de um Estado ou comarca, determinar-se-á o foro pela prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "616276",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Francisco casou-se com Helena no Canadá, onde anos mais tarde ocorreu o divórcio do casal, por sentença proferida por juiz local. Ao retornar ao Brasil, Francisco apaixonou-se perdidamente por Matilde, levando-o a propor-lhe casamento. Consultando renomado advogado, o rapaz tem ciência da necessidade de homologar a sentença estrangeira do seu divórcio no país. No sistema atual, a competência para julgar esse caso compete ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supremo Tribunal Federal"
      },
      {
        "letra": "B",
        "texto": "Superior Tribunal de Justiça"
      },
      {
        "letra": "C",
        "texto": "Superior Tribunal Militar"
      },
      {
        "letra": "D",
        "texto": "Tribunal Superior do Trabalho"
      },
      {
        "letra": "E",
        "texto": "Tribunal Federal de Recursos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "557410",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação fundada em direito obrigacional e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "Todos os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais."
      },
      {
        "letra": "C",
        "texto": "Denomina-se publicação o ato pelo qual se dá ciência a alguém dos atos e termos do processo, para que faça ou deixe de fazer alguma coisa."
      },
      {
        "letra": "D",
        "texto": "O primeiro ato praticado pelo magistrado pode ser um despacho ou uma decisão interlocutória, mas não uma sentença."
      },
      {
        "letra": "E",
        "texto": "A ausência de um dos requisitos da petição inicial dá ensejo imediato ao indeferimento da petição inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553199",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: Prefeitura de Vilhena - RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Competência é a parcela, quantidade ou medida de Poder. A doutrina fala em competência legislativa, administrativa e jurisdicional. Quanto à competência jurisdicional e suas regras, assinale a afirmativa correta, de acordo com as regras do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dá-se a continência no caso de duas ou mais ações possuírem em comum o objeto ou a causa de pedir."
      },
      {
        "letra": "B",
        "texto": "O oferecimento de exceção de incompetência pela parte no processo não a impede de suscitar o conflito de competência."
      },
      {
        "letra": "C",
        "texto": "A incompetência absoluta deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, mas a parte que lhe deu causa não poderá alegá-la."
      },
      {
        "letra": "D",
        "texto": "Verifica-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "E",
        "texto": "Se o conhecimento da lide depender necessariamente da verificação da existência de fato delituoso, pode o juiz mandar sobrestar no andamento do processo até que se pronuncie a justiça criminal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542849",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito de competência, julgue o item subsecutivo.Em regra, a competência da justiça federal decorre da identidade das partes envolvidas na relação processual, de modo que a natureza da lide pode não ser fator determinante para a fixação da competência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542848",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito de competência, julgue o item subsecutivo.No que se refere ao processamento e ao julgamento de guarda e alimentos de menor de idade residente no Brasil, a competência será concorrente entre a jurisdição brasileira e a estrangeira se o pai do menor, réu no processo, residir em outro país.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506143",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa correta: I. Compete a qualquer juiz, ao dar o voto na turma, câmara, ou grupo de câmaras, solicitar o pronunciamento prévio do tribunal acerca da interpretação do direito quando: a) verificar que, a seu respeito, ocorre divergência; b) no julgamento recorrido a interpretação for diversa da que Ihe haja dado outra turma, câmara, grupo de câmaras ou câmaras cíveis reunidas. II. A parte poderá, ao arrazoar o recurso, desde que em petição avulsa, requerer, fundamentadamente, que o julgamento obedeça ao disposto no artigo.III. Reconhecida a divergência, será lavrado o acórdão, indo os autos ao presidente do tribunal para designar a sessão de julgamento. A secretaria distribuirá a todos os juízes cópia do acórdão. IV. O tribunal, reconhecendo a divergência, dará a interpretação a ser observada, cabendo a cada juiz emitir o seu voto em exposição fundamentada, sendo que nos casos em que se vislumbre interesse difuso ou coletivo será ouvido o chefe do Ministério Público que funciona perante o tribunal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV são verdadeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484673",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A competência para processar e julgar mandado de injunção firma-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão do valor."
      },
      {
        "letra": "B",
        "texto": "de acordo com a autoridade a quem é atribuída a elaboração da norma regulamentadora."
      },
      {
        "letra": "C",
        "texto": "no local em que se deixou de praticar o ato normativo."
      },
      {
        "letra": "D",
        "texto": "na Justiça Estadual se proposta a ação pelo Ministério Público estadual."
      },
      {
        "letra": "E",
        "texto": "exclusivamente pela Lei de Organização Judiciária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "484667",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência"
    ],
    "enunciado_principal": "No que diz respeito ao Ministério Público e o conflito de competência quando dois ou mais juízes se declararem competentes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será ouvido em todos os conflitos de competência."
      },
      {
        "letra": "B",
        "texto": "Não poderá suscitar conflitos de competência."
      },
      {
        "letra": "C",
        "texto": "Poderá suscitar, desde que atue como parte na ação."
      },
      {
        "letra": "D",
        "texto": "Suscitado pelo Ministério Público, será ouvido o Procurador Geral."
      },
      {
        "letra": "E",
        "texto": "Será declarado competente o juiz indicado pelo Ministério Público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "455432",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "O tema aqui tratado é competência, segundo o Código de Processo Civil. Nesse sentido, aponte a incorreta assertiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações fundadas em direito real sobre imóveis, é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova."
      },
      {
        "letra": "B",
        "texto": "O conflito de competência pode ser suscitado por qualquer das partes, pelo Ministério Público ou pelo juiz. O Ministério Público será ouvido em todos os conflitos de competência, mas terá qualidade de parte naqueles que suscitar."
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "Nas ações de reparação do dano sofrido em razão de delito ou acidente de veículos, será competente o foro do domicílio do autor ou do local do fato."
      },
      {
        "letra": "E",
        "texto": "Dá-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "449914",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: CREFITO - 8ª Região (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo, e em seguida, marque V para as verdadeiras e F para as falsas. ( ) Dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras. ( ) Havendo conexão ou continência, o juiz, somente mediante o requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente. ( ) Correndo em separado ações conexas perante juízes que têm a mesma competência funcional, considera-se prevento aquele que expediu, em primeiro lugar, a citação. ( ) O juiz da causa que primeiro realizou a citação válida é também competente para a reconvenção, a ação declaratória incidente, as ações de garantia e outras que respeitam ao terceiro interveniente. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F"
      },
      {
        "letra": "B",
        "texto": "F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "V, F, F, V"
      },
      {
        "letra": "D",
        "texto": "V, F, F, F"
      },
      {
        "letra": "E",
        "texto": "V, V, F, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433340",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito das causas de modificação da competência, analise as afirmativas a seguir. I. As partes podem eleger o foro e o juízo nos quais será proposta uma ação somente quando a questão for relacionada ao território e ao valor da causa. II. A conexão é uma das causas de modificação da competência relativa, devendo haver identidade entre o objeto ou a causa de pedir, e estará prevento o juiz que proferir o despacho liminar positivo em primeiro lugar. III. Pode ocorrer a prorrogação da competência caso o réu, diante de uma ação proposta perante juízo relativamente incompetente e não havendo hipótese de foro especial, não oponha exceção de incompetência no prazo legal. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se somente a afirmativa I estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423188",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere as seguintes proposições: I. A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda. II. Compete à justiça estadual julgar causas entre o consumidor e concessionária de serviço público de telefonia, ainda que a Anatel – Agência Nacional de Telecomunicações seja assistente. III. A presença da União ou de qualquer de seus entes, na ação de usucapião especial, não afasta a competência do foro da situação do imóvel. IV. Na ação de investigação de paternidade cumulada com alimentos é competente o juízo do foro do domicílio ou da residência do alimentando. São incorretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I e II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "414140",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A empresa Y ingressou com ação para execução de título extrajudicial, consubstanciado em documento particular assinado pelo devedor e por duas testemunhas, em face da Empresa X. Simultaneamente, a empresa X ajuizou ação de conhecimento em face da Empresa Y, arguindo inadimplemento na obrigação de entrega de coisa. As ações tramitavam perante juízos distintos. Com base na situação descrita, assinale a afirmativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a reunião dos processos por conexão, tendo a mesma competência territorial, torna-se prevendo o juízo onde se processou a primeira citação válida."
      },
      {
        "letra": "B",
        "texto": "A execução da empresa Y poderá prosseguir ainda que não tenha ocorrido o termo previsto no contrato, desde que o título seja líquido."
      },
      {
        "letra": "C",
        "texto": "A reunião dos processos que se relacionam por conexão se dá no momento da distribuição, que deverá ser feita por dependência, o que não cabe no caso narrado no qual se operou a preclusão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de juízos que detêm a mesma competência territorial, para a união dos processos por conexão, considera-se prevento aquele que despachou em primeiro lugar."
      },
      {
        "letra": "E",
        "texto": "É cabível a fixação de multa diária ao réu na sentença que decidir a obrigação para entrega de coisa, mas desde que isso tenha sido expressamente requerido pela parte autora."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410541",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética acerca de competência, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Miguel, domiciliado em cidade do interior de um estado da Federação, faleceu durante uma viagem de negócios para o exterior. Nessa situação, uma vez que a morte ocorreu no exterior, o foro da capital federal será competente para decidir sobre o inventário."
      },
      {
        "letra": "B",
        "texto": "João, domiciliado em capital de estado da Federação, ingressou, na comarca de seu domicílio, com ação possessória referente a imóvel localizado em outro município. Nessa situação, se o réu quiser contestar a escolha do foro, deverá arguir exceção de incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "Pedro, ao ingressar com ação referente à posse de imóvel localizado em município do interior baiano, optou por ajuizar a ação na comarca de Salvador–BA, onde o réu está domiciliado. Nessa situação, está correta a opção de Pedro quanto ao foro, já que se trata de competência concorrente."
      },
      {
        "letra": "D",
        "texto": "Maria, ao ingressar com ação de separação judicial contra Ricardo, optou pelo foro da cidade onde reside. Nessa situação, caso Ricardo argua exceção de incompetência alegando ser foro competente a comarca de seu domicílio, tal pedido, conforme orientação do STF, será improcedente."
      },
      {
        "letra": "E",
        "texto": "Joaquim trabalhava para a empresa Z, até que seu gerente percebeu que ele estava desviando recursos em proveito próprio e o demitiu por justa causa. Nessa situação, se a empresa Z decidir ajuizar uma ação de ressarcimento, deverá propô-la na justiça comum, observada a regra do domicílio do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "405777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Critérios de competência",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienado o bem objeto da lide, será impositiva a alteração subjetiva do processo."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria, havendo concordância do nomeado e da outra parte, determina a sucessão processual."
      },
      {
        "letra": "C",
        "texto": "A substituição do requerido em razão do reconhecimento de sua ilegitimidade pode ocorrer a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "Nas localidades em que houver mais de uma vara de competência idêntica, distribuída a petição, considera-se proposta a ação para ambas as partes."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de ação de caráter pessoal estrito, a morte de uma das partes necessariamente determina a extinção prematura do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "405325",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Com relação à disciplina da competência no Código de Processo Civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o conhecimento da lide depender necessariamente da verificação da existência de fato delituoso, pode o juiz mandar sobrestar no andamento do processo até que se pronuncie a justiça criminal; não se pronunciando a justiça criminal em noventa dias, a questão prejudicial será decidida pelo juiz cível."
      },
      {
        "letra": "B",
        "texto": "A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes, mas estas podem modificar a competência em razão do valor e do território, elegendo o foro onde serão propostas as ações oriundas de direitos e obrigações."
      },
      {
        "letra": "C",
        "texto": "Determina-se a competência no momento em que a ação é proposta, sendo irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "D",
        "texto": "A competência, em razão do valor e do território poderá modificar-se pela conexão ou continência."
      },
      {
        "letra": "E",
        "texto": "Reputam-se conexas duas ou mais ações quando lhes for comum o objeto ou a causa de pedir, enquanto que a continência se dá entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "404121",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Acerca de reclamação para preservação da competência do STF ou garantia da autoridade de suas decisões, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de conflito federativo, a ação de demarcação de terras indígenas enseja reclamação para obstar a usurpação de competência do STF."
      },
      {
        "letra": "B",
        "texto": "É inviável a reclamação como substitutivo do recurso contra ato dos juizados especiais que negue seguimento a recurso extraordinário quanto à matéria constitucional debatida pelos órgãos recursais."
      },
      {
        "letra": "C",
        "texto": "O tribunal de justiça estadual, ao declarar a inconstitucionalidade de lei municipal em face de norma constitucional federal, não incide em usurpação de competência do STF, sendo, portanto, incabível a reclamação."
      },
      {
        "letra": "D",
        "texto": "De acordo com a lei de regência, detêm legitimidade para a propositura de reclamação o procurador-geral da República e os procuradores-gerais de justiça dos estados e do DF."
      },
      {
        "letra": "E",
        "texto": "Cabe reclamação para o STF de ato administrativo, decisão judicial ou norma legislativa que contrariar súmula dotada de efeito vinculante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "388853",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Quanto às disposições sobre competência é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "B",
        "texto": "regem a competência dos tribunais as normas da Constituição da República e do Código de Processo Civil. A competência funcional dos juizes de primeiro grau é disciplinada na Lei de Organização Judiciária."
      },
      {
        "letra": "C",
        "texto": "a ação fundada em direito pessoal e a ação fundada em direito real sobre bens imóveis serão propostas, em regra, no foro do domicilio do réu."
      },
      {
        "letra": "D",
        "texto": "a incompetência absoluta deve ser declarada de oficio e pode ser alegada, em qualquer tempo e grau de jurisdição, por meio de exceção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382851",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Alma propõe ação com pedido condenatório em face de Ínclito, tendo em vista danos causados por colisão de veículos conduzidos por ambos. Aduziu que o réu estaria em estado de clara embriaguez, mas que havia se recusado a realizar o teste de alcoolemia, por indicação do seu advogado que aparecera no local do sinistro. Em resposta, o réu apresentou defesa aludindo à incompetência do Juízo, por não ser o local adequado de propositura da ação, levantando preliminar de que o veículo que conduzia não seria da sua titularidade, mas de uma prima, e apresentou postulação de condenação do autor, por entender ser o mesmo o culpado pelo acidente. Essas defesas apresentadas seriam:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exceção de incompetência, ilegitimidade passiva, pedido indireto"
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta, ilegitimidade passiva, reconvenção"
      },
      {
        "letra": "C",
        "texto": "exceção de incompetência, ilegitimidade passiva e pedido contraposto"
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, ilegitimidade passiva e exceção de suspeição"
      },
      {
        "letra": "E",
        "texto": "exceção de incompetência, ilegitimidade passiva e exceção de impedimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371024",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca das regras de competência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência em razão da matéria e da hierarquia é derrogável por convenção das partes."
      },
      {
        "letra": "B",
        "texto": "Se o autor de uma herança for estrangeiro, a competência da autoridade judiciária brasileira concorrerá com a da autoridade estrangeira para o inventário e a partilha de bens situados no Brasil."
      },
      {
        "letra": "C",
        "texto": "Em caso de surgimento de controvérsia entre dois órgãos jurisdicionais acerca da reunião ou separação de processos, configurar-se-á conflito negativo de competência."
      },
      {
        "letra": "D",
        "texto": "Compete exclusivamente ao juiz de direito processar e julgar o processo de insolvência e as ações concernentes ao estado e à capacidade das pessoas."
      },
      {
        "letra": "E",
        "texto": "Nas ações conexas que tramitarem em separado perante juízes que tenham a mesma competência territorial, o foro será determinado em favor do território onde tiver ocorrido a primeira citação válida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359236",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Sobre a competência jurisdicional, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incompetência relativa não pode ser declarada de ofício pelo Juiz nem suscitada pelo Ministério Público"
      },
      {
        "letra": "B",
        "texto": "A incompetência relativa pode ensejar a extinção do processo sem resolução do mérito ou pode ter efeito meramente dilatório."
      },
      {
        "letra": "C",
        "texto": "A competência absoluta em processo individual é improrrogável, salvo se houver conexão, quando incidirá a prevenção"
      },
      {
        "letra": "D",
        "texto": "A competência para julgar mandado de segurança contra ato de Juizado Especial é do respectivo Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "A competência para julgar ações conexas de interesse de criança é, em princípio, o foro do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357057",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "B",
        "texto": "Pode suscitar conflito a parte que, no processo, ofereceu exceção de incompetência"
      },
      {
        "letra": "C",
        "texto": "O Ministério Público será ouvido em todos os conflitos de competência, mas terá qualidade de parte naqueles que suscitar."
      },
      {
        "letra": "D",
        "texto": "O conflito de competência não obsta, porém, a que a parte, que o não suscitou, ofereça exceção declinatória do foro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "354807",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da competência em direito processual civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regem a competência dos tribunais as normas do Código de Processo Civil e de organização judiciária."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento da conexão não gera modificação de competência se um dos processos já tiver sido julgado."
      },
      {
        "letra": "C",
        "texto": "Excluído do feito o ente federal, cuja presença levou o juiz estadual a declinar da competência, deve o juiz federal suscitar o conflito, sendo incabível mera restituição dos autos."
      },
      {
        "letra": "D",
        "texto": "A presença da União na ação de usucapião especial afasta a competência do foro da situação do imóvel, deslocando a causa para a justiça federal."
      },
      {
        "letra": "E",
        "texto": "A decisão do juiz federal que exclui a União do processo não vincula a justiça estadual, a qual pode suscitar o conflito de competência em caso de discordância."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "354707",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Com base nas regras de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de grave violação de direitos humanos, o procurador- geral da República pode suscitar, perante o STF, incidente de deslocamento de competência para a justiça federal, em qualquer fase do inquérito ou processo, para assegurar obrigações decorrentes de tratados internacionais de que o Brasil seja parte."
      },
      {
        "letra": "B",
        "texto": "A justiça comum é competente para processar e julgar ação possessória ajuizada em decorrência do exercício de greve pelos trabalhadores da iniciativa privada."
      },
      {
        "letra": "C",
        "texto": "A alteração superveniente de competência, ainda que ditada por norma constitucional, não afeta a validade de sentença de mérito anteriormente proferida em processo em andamento, subsistindo a competência recursal do tribunal respectivo."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta em razão da matéria, questão de ordem pública, declarável de ofício a todo tempo e em qualquer grau de jurisdição, gera nulidade absoluta, insuscetível de preclusão e insanável."
      },
      {
        "letra": "E",
        "texto": "O princípio da perpetuatio jurisdictionis é aplicável em caso de supressão de órgão judiciário ou alteração da competência em razão da matéria ou hierarquia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352148",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ações possessórias",
      "Ação de usucapião",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "No que concerne aos procedimentos especiais, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, não poderá o réu invocar a exceção de domínio em sua defesa, mas, por previsão expressa no CPC, poderá, na pendência do processo possessório, intentar ação de reconhecimento do domínio, que deverá ser distribuída, por prevenção, ao mesmo juízo em que tramitar a ação possessória."
      },
      {
        "letra": "B",
        "texto": "Os embargos de terceiro constituem meio de defesa e, por isso, não estão sujeitos aos requisitos da petição inicial."
      },
      {
        "letra": "C",
        "texto": "Ajuizada ação de atentado incidente à ação principal que já se encontra em grau de recurso, a competência para o julgamento do atentado será do tribunal ad quem."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos especiais de jurisdição voluntária, o julgador não está obrigado a observar critério de legalidade estrita."
      },
      {
        "letra": "E",
        "texto": "A sentença de procedência proferida em ação de usucapião tem natureza constitutiva, conferindo ao autor a aquisição derivada da propriedade, mediante o seu registro no cartório de registro de imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352084",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito de competência em direito processual civil, julgue os itens a seguir.A despeito de ser absoluta, a competência da justiça federal pode ser prorrogada, por continência, para abranger ação civil pública em que ente federal não seja parte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352083",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito de competência em direito processual civil, julgue os itens a seguir.As partes podem derrogar a competência em razão do valor e do território, por meio de contrato escrito, que obrigará herdeiros e sucessores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351411",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação à jurisdição e competência, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com base no artigo 88, do CPC (competência concorrente), podemos deduzir que a decisão proferida por autoridade judiciária estrangeira sobre matérias elencadas no artigo retrocitado produzirá efeitos no Brasil, após homologada pelo STF."
      },
      {
        "letra": "B",
        "texto": "Quaisquer causas, propostas perante quaisquer Juízos, desde que nelas intervenha a União, na condição de autora, ré, assistente ou oponente, desloca a competência para a Justiça Federal."
      },
      {
        "letra": "C",
        "texto": "Quando declarada a incompetência absoluta, apenas os atos decisórios serão nulos, remetendo-se os autos ao Juízo competente, mas não há necessidade de declaração expressa de nulidade."
      },
      {
        "letra": "D",
        "texto": "A incompetência é defeito respeitante à pessoa física que integra o órgão jurisdicional, enquanto o impedimento é defeito respeitante ao órgão jurisdicional."
      },
      {
        "letra": "E",
        "texto": "A ação de reparação de dano contra a pessoa jurídica deve ser proposta no local onde se situa a sede da referida pessoa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350688",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Luís propõe ação contra Gilberto por acidente de veículo ocorrido em Jequié, fazendo-o na Comarca de Vitória da Conquista, na qual reside. Gilberto excepciona territorialmente o Juízo, afirmando que a ação deveria ter sido proposta no local do fato, Jequié, também pelo fato de lá residir, aplicando-se assim a regra geral de ajuizamento da demanda no foro do domicilio do réu. Essa exceção arguindo a incompetência territorial será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rejeitada, porque nas ações de reparação do dano, sofrido em razão de delito ou acidente de veículos, será competente o foro do domicilio do autor ou o do local do fato, cabendo a escolha ao autor."
      },
      {
        "letra": "B",
        "texto": "acolhida, porque nas ações indenizatórias de qualquer natureza deve ser aplicada a regra geral de propositura da demanda o foro do domicilio do réu."
      },
      {
        "letra": "C",
        "texto": "acolhida, porque nas ações reparatórias decorrentes de acidentes de veículo será competente o foro do local do fato, necessariamente."
      },
      {
        "letra": "D",
        "texto": "acolhida, não por incompetência territorial, mas porque ações decorrentes de acidente de veículo devem ser propostas nos Juizados Especiais Cíveis, tratando-se pois de competência em razão da matéria."
      },
      {
        "letra": "E",
        "texto": "rejeitada, porque toda ação indenizatória é necessariamente proposta no domicilio do autor, por ter sido quem sofreu o dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "346770",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito da competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a alegação de incompetência relativa for feita como preliminar da contestação, o juiz deverá desconsiderá- la."
      },
      {
        "letra": "B",
        "texto": "Nas ações fundadas em direito de posse sobre imóveis, será competente o foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "Caso o réu não tenha domicílio certo e conhecido, poderá ser demandado em qualquer domicílio, salvo o do autor."
      },
      {
        "letra": "D",
        "texto": "Não sendo o réu revel, sua mudança de domicílio será causa de alteração da competência após a propositura da ação."
      },
      {
        "letra": "E",
        "texto": "A presença de juiz auxiliar em uma vara cível não afasta, por si só, o princípio da identidade física do juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346619",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: IDECI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Conceito de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação as disposições do Código de Processo Civil relativas à competência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Determina-se a competência no momento em que a ação é proposta, sendo irrelevantes quaisquer modificações do estado de fato ou de direito ocorridas posteriormente."
      },
      {
        "letra": "B",
        "texto": "Compete à autoridade judiciária brasileira, com exclusão de qualquer outra, proceder a inventário e partilha de bens, situados no Brasil, ainda que o autor da herança seja estrangeiro e tenha residido fora do território nacional."
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. Porém, havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro do domicílio do autor"
      },
      {
        "letra": "D",
        "texto": "Argui-se, por meio de exceção, a incompetência absoluta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "343552",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Acerca do processo civil, julgue os itens que se seguem.A competência, em razão do território, não é modificada pela conexão ou continência: reputam-se conexas duas ou mais ações, quando lhes seja comum o objeto ou a causa de pedir; já a continência ocorre entre duas ou mais ações, sempre que haja identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abranja o das outras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "338426",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No que tange às regras de competência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reunião de ações, em decorrência da conexão ou continência, não pode ser ordenada de ofício pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Nas ações de reparação de dano por acidente de veículos é competente o foro de domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "A competência em razão do valor não admite modificação por convenção entre as partes."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de ação versando sobre posse de bem imóvel, é competente o foro de domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de competência internacional concorrente, a ação ajuizada perante tribunal estrangeiro não obsta que a autoridade judiciária brasileira conheça da mesma causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335957",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "No que concerne a conexão, competência relativa e conflito de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STJ, reconhecida a continência entre duas ações civis públicas propostas pelo MPE e pelo MPF, uma na justiça estadual, outra na justiça federal, ambas deverão ser reunidas na justiça federal."
      },
      {
        "letra": "B",
        "texto": "As partes podem, no caso concreto, afastar a aplicação da regra de competência relativa por meio de celebração de acordo para a escolha de determinado foro para futuras e possíveis demandas, caso em que a chamada cláusula de eleição de foro não obriga os herdeiros e sucessores das partes."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, não é suficiente para caracterizar o conflito de competência a mera possibilidade ou risco de que sejam proferidas decisões conflitantes por juízos distintos."
      },
      {
        "letra": "D",
        "texto": "O MP não tem legitimidade para suscitar conflito de competência."
      },
      {
        "letra": "E",
        "texto": "São conexas duas ou mais ações quando lhes for comum o objeto ou a causa de pedir, exigindo-se, consoante o STJ, em relação à causa de pedir, que a identidade entre as ações seja total, condição sem a qual não se configura a conexão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335865",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Com relação aos critérios de determinação da prevenção entre 2 juízos, é certo afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre será prevento o juízo onde o juiz despachou em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "sempre será prevento o juízo onde por primeiro ocorrer a citação válida."
      },
      {
        "letra": "C",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele onde tiver ocorrido por primeiro a citação válida; já entre juízos de comarcas diferentes, prevento será aquele onde por primeiro se proferiu despacho."
      },
      {
        "letra": "D",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele que despachou em primeiro lugar; já entre juízos de comarcas diferentes, prevento será aquele em que por primeiro ocorreu a citação válida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "333193",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "José, uruguaio, promove medida judicial perante a autoridade judiciária do país de sua nacionalidade apontando como réu Onofre, brasileiro, residente no Uruguai. A demanda tem por objeto determinado imóvel situado em território brasileiro. Com relação ao caso apresentado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A demanda poderá ser conhecida pela autoridade estrangeira, mas deverá ser homologada pela autoridade judiciária brasileira para que surtam seus efeitos, independentemente da nacionalidade das partes, tendo em vista que o imóvel está em território nacional."
      },
      {
        "letra": "B",
        "texto": "A demanda promovida por José não poderá ser executada no Brasil, uma vez que a competência para conhecer ações relativas a imóvel situado em território nacional é exclusiva da autoridade judiciária brasileira."
      },
      {
        "letra": "C",
        "texto": "A decisão prolatada pela autoridade estrangeira somente terá efeito em território nacional se homologada pela autoridade judiciária brasileira e em razão de figurar como sujeito do processo pessoa de nacionalidade brasileira."
      },
      {
        "letra": "D",
        "texto": "A sentença prolatada pela autoridade judiciária do Uruguai não poderá ser executada no Brasil, ainda que o réu seja brasileiro e o imóvel esteja em território nacional, porque as partes autora e ré possuem domicílio em território estrangeiro."
      },
      {
        "letra": "E",
        "texto": "A demanda deveria ser ajuizada no Brasil, por envolver interesse de pessoa brasileira e, caso ambos os envolvidos fossem uruguaios, ainda que o bem estivesse situado em território nacional, a ação poderia ser conhecida pela autoridade judiciária do Uruguai e homologada pela brasileira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332139",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Examinando cláusula de eleição de foro, o juiz declina de ofício de sua competência, afirmando a nulidade de tal cláusula. Essa conduta,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ocorrer, porque a hipótese pede necessariamente a arguição da incompetência relativa por meio de exceção."
      },
      {
        "letra": "B",
        "texto": "pode ocorrer, se o contrato for de adesão, devendo o processo ser remetido para o Juízo de domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "não pode ocorrer, devendo a incompetência ser levantada pelo réu em sua contestação, preliminarmente."
      },
      {
        "letra": "D",
        "texto": "pode ocorrer apenas se a relação não for de consumo."
      },
      {
        "letra": "E",
        "texto": "não pode ocorrer, porque a cláusula de eleição de foro sempre é válida, não sendo passível de reconhecimento de nulidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331628",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Sobre competência, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, o foro é o da situação da coisa, mas o autor pode optar pelo foro do domicílio;"
      },
      {
        "letra": "B",
        "texto": "O foro do domicílio do herdeiro-meeiro, se houver, será o competente para o inventário;"
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito real sobre bem móvel pode ser proposta no foro do domicílio do réu;"
      },
      {
        "letra": "D",
        "texto": "A ação em que se pede alimentos deve ser proposta no foro do domicílio do réu;"
      },
      {
        "letra": "E",
        "texto": "A ação de reparação de danos causados em acidente automobilístico deve ser proposta, sempre, no foro do local do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322352",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Acerca de provas, atos processuais, formação, suspensão e extinção do processo, bem como de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se proposta a ação a partir do momento em que seja despachada, ainda que haja mais de um juízo, dada a figura, nos fóruns, do juiz distribuidor, que despacha na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de ação que diga respeito a imóvel situado em mais de uma comarca, o foro será determinado por prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      },
      {
        "letra": "C",
        "texto": "A norma que dispõe sobre a distribuição do ônus da prova apresenta como finalidade única a instrução processual, ou seja, visa estimular as partes a desempenhar os seus encargos probatórios."
      },
      {
        "letra": "D",
        "texto": "Na fase de depoimento pessoal, à parte que deixar de responder ao que lhe seja perguntado será aplicada a pena de confissão, dada a presunção absoluta de veracidade dos fatos."
      },
      {
        "letra": "E",
        "texto": "Na sistemática do CPC, são previstos prazos dilatórios e prazos peremptórios, podendo os últimos ser alterados pelo magistrado, de ofício ou a requerimento da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322292",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Acerca da competência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos do art. 94 do CPC, as ações pessoais devem ser propostas no domicílio do Réu, de maneira que é competente para processar e julgar a ação de alimentos o foro do lugar do domicílio ou da residência do alimentante."
      },
      {
        "letra": "B",
        "texto": "A incompetência absoluta deve ser declarada de ofício e pode ser alegada a qualquer tempo e grau de jurisdição, independentemente de exceção, de modo que o seu reconhecimento invalida somente os atos decisórios, sendo o feito remetido ao Juízo competente."
      },
      {
        "letra": "C",
        "texto": "É licito às partes eleger o foro onde serão propostas as ações oriundas de direitos e obrigações, modificando a competência em razão do valor, da matéria e do território."
      },
      {
        "letra": "D",
        "texto": "Se o conhecimento da lide depender da verificação da existência de fato delituoso, o Juiz é obrigado a sobrestar o andamento do processo até que se pronuncie a justiça criminal."
      },
      {
        "letra": "E",
        "texto": "A incompetência relativa deve ser arguida por meio de exceção, dependendo de provocação da parte interessada a invalidação de cláusula de eleição de foro em contrato de adesão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322204",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada no que diz respeito à competência. Assinale a opção em que é proposta solução correta para o caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Ricardo, residentes no estado do Piauí, pretendem realizar entre si negócio jurídico de compra e venda de uma fazenda localizada no estado da Paraíba e confinante a um imóvel de Carlos. Nesse caso, as partes poderão estipular, no contrato, cláusula elegendo como foro competente o estado do Piauí, a fim de discutir eventual controvérsia sobre a demarcação das terras."
      },
      {
        "letra": "B",
        "texto": "Maria, maior, residente no estado de Goiás com seu filho Joaquim, menor impúbere, pretende cobrar alimentos do pai de Joaquim, maior, residente no DF. Nessa hipótese, a ação de alimentos em favor do menor, representado por Maria, deverá ser ajuizada no DF."
      },
      {
        "letra": "C",
        "texto": "O carro de Roberto, residente no Paraná, foi abalroado, em acidente de trânsito ocorrido em cidade do Rio Grande do Sul, pelo veículo conduzido por Pietro, residente em Santa Catarina, tendo sido este o causador do acidente entre os veículos. Nessa situação, Roberto poderá ajuizar ação de reparação de danos no estado do Paraná ou no do Rio Grande do Sul."
      },
      {
        "letra": "D",
        "texto": "João, residente em cidade do Espírito Santo, comprou, em uma loja próxima à sua residência, um celular com defeito, cujo fabricante tem sede na capital do estado de São Paulo. Nessa situação, pretendendo demandar o fabricante, João deverá ajuizar ação na cidade de São Paulo."
      },
      {
        "letra": "E",
        "texto": "Pedro, residente no estado da Bahia, pretende ajuizar, contra José, residente no estado do Rio de Janeiro, ação cujo objeto é a servidão de um imóvel localizado no estado de Pernambuco. Nessa hipótese, Pedro poderá ingressar com a ação no estado do Rio de Janeiro ou no de Pernambuco, mas não no estado da Bahia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "314284",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considere que um brasileiro tenha se casado com uma mulher argentina em solo francês e que ambos residam atualmente em Belo Horizonte. Caso queira divorciar-se, o brasileiro pode propor a ação de divórcio na jurisdição brasileira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308288",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "As causas em que forem partes, de um lado, Estado estrangeiro ou organismo internacional e, do outro, Município ou pessoa residente ou domiciliada no País serão processadas e julgadas perante a Justiça Federal de primeira instância, com recurso ordinário para o Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "307456",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "No que concerne à competência no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento sumulado pelo STJ, prevalece o conflito de competência ainda que exista sentença transitada em julgado proferida por um dos juízos conflitantes."
      },
      {
        "letra": "B",
        "texto": "O conflito de competência poderá ser suscitado pelo MP, ainda que esse intervenha no processo apenas como fiscal da lei."
      },
      {
        "letra": "C",
        "texto": "A regra da perpetuação da competência concorre para que o processo seja itinerante."
      },
      {
        "letra": "D",
        "texto": "Em caso de ações conexas que correm perante juízos com a mesma competência territorial, a prevenção será determinada pela data da primeira distribuição."
      },
      {
        "letra": "E",
        "texto": "A reunião dos processos, em caso de conexão, não pode ser determinada de ofício pelo magistrado, por envolver regra de modificação de competência de foro, de natureza relativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304774",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Em relação à competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STJ não admite a existência de conexão entra a ação de execução fiscal, com ou sem embargos, e a ação anulatória de débito fiscal."
      },
      {
        "letra": "B",
        "texto": "De acordo com o princípio kompetenz kompetenz, é correto afirmar que o órgão jurisdicional, mesmo sem competência, tem jurisdição."
      },
      {
        "letra": "C",
        "texto": "O juiz declarará nula a cláusula de eleição de foro, determinando a remessa do processo ao foro do domicílio do réu, somente nos casos de contrato de adesão firmado no âmbito consumerista."
      },
      {
        "letra": "D",
        "texto": "A alegação da competência absoluta pode ser realizada de diversas formas, exceto mediante exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento dominante no STJ, a simples presença de indígena como parte na demanda é o suficiente para assegurar a competência da justiça federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301068",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Caso um brasileiro seja contratado por pessoa domiciliada em Lisboa e haja cláusula contratual que estipule o Brasil como lugar do pagamento, em caso de descumprimento contratual pelo devedor, a demanda pertinente poderá ser ajuizada tanto no Brasil quanto em Lisboa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297847",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Por força do princípio da perpetuatio jurisdictionis, a competência fixada em razão do domicílio do réu, para julgamento de ação acerca de direito real sobre bem móvel, não será alterada se o mesmo vier a se mudar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973555",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Prevenção é rotineiramente conceituada como a concentração, em um órgão jurisdicional, da competência que abstratamente já pertencia a mais de um órgão, inclusive a ele próprio, por ter atuado, previamente, no processo. No que toca ao tema prevenção, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quanto a juízos da mesma competência territorial, o critério para prevenção será determinado pelo juiz que recebeu o pedido (cautelar ou ordinário) em primeiro lugar;"
      },
      {
        "letra": "B",
        "texto": "quanto a juízos de competência territorial diversa, o critério para prevenção será determinado pelo juiz que despachar em primeiro lugar;"
      },
      {
        "letra": "C",
        "texto": "o juiz da causa principal é também competente para a reconvenção, a ação declaratória incidente e as ações de garantia, ressalvados os casos de competência funcional;"
      },
      {
        "letra": "D",
        "texto": "a desistência de uma demanda ajuizada gera prevenção, ressalvados os casos em que a desistência ocorre antes da citação;"
      },
      {
        "letra": "E",
        "texto": "as hipóteses de causa finda, como a desistência, geram prevenção, ressalvados os casos de reiteração do pedido em litisconsórcio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973552",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "De acordo com o art. 100, inciso I, do Código de Processo Civil de 1973, é competente o foro da residência da mulher, para a ação de separação dos cônjuges e a conversão desta em divórcio, e para a anulação de casamento. Analisada sob o ângulo do princípio constitucional da isonomia (art. 5º, inciso I, CRFB de 1988), é correto afirmar que essa regra de competência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi recepcionada pela Constituição de República, observada a inconstitucionalidade progressiva, quando a mulher estiver em situação econômica e financeira mais favorável;"
      },
      {
        "letra": "B",
        "texto": "não foi recepcionada pela Constituição da República, de forma incondicional;"
      },
      {
        "letra": "C",
        "texto": "foi recepcionada pela Constituição da República, condicionada às circunstâncias específicas do caso concreto;"
      },
      {
        "letra": "D",
        "texto": "não foi recepcionada pela Constituição da República, por estabelecer privilégio injustificado em favor da mulher;"
      },
      {
        "letra": "E",
        "texto": "foi recepcionada pela Constituição da República, não havendo afronta ao princípio da igualdade entre homens e mulheres ou à isonomia entre os cônjuges."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "829741",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção incorreta sobre a competência no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a regra da perpetuatio jurisdictionis, são irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente à propositura da ação, razão pela qual a modificação das regras de competência absoluta não interfere na competência em relação aos processos em curso."
      },
      {
        "letra": "B",
        "texto": "O foro do domicílio do autor da herança, no Brasil, é o competente para o inventário e partilha, ainda que o óbito tenha ocorrido no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade para suscitar o incidente de conflito de competência."
      },
      {
        "letra": "D",
        "texto": "A competência territorial pode modificar-se em razão da conexão ou continência, hipótese em que o juiz, inclusive de ofício, poderá determinar reunião de processos que tramitem em separado para que sejam decididos simultaneamente."
      },
      {
        "letra": "E",
        "texto": "A ação em que o incapaz for réu será processada no foro do domicílio de seu representante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577776",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Analise os itens abaixo referentes à jurisdição e à competência no processo civil e, em seguida, assinale a alternativa correta. I - Em regra, a competência é determinada no momento em que ocorre o fato, e não pode ser modificada se fixada em razão do critério territorial ou do valor da causa. II - A incompetência relativa deverá ser arguida pela parte por meio de exceção. III - No Estado contemporâneo, a jurisdição está além da simples atividade do julgador de aplicar o direito, pois se exige a prestação de uma tutela jurisdicional efetiva. IV - Pelo princípio da ação ou demanda a prestação da tutela jurisdicional está condicionada â provocação do interessado, sendo que, no Brasil, vigora, em regra, o modelo do processo acusatório. V - A competência absoluta é improrrogável, e sua não observância acarretará vício insanável, no entanto, o juiz poderá dele conhecer de ofício somente em primeiro grau de jurisdição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II, III e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Somente os itens II, III e V estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "487542",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando a teoria da ação, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a doutrina processual civil, um dos elementos necessários à definição do interesse de agir, que, por sua vez, constitui uma das condições da ação, é o denominado interesse-adequação, que diz respeito ao exame do exercício do direito de ação."
      },
      {
        "letra": "B",
        "texto": "O artigo 94 do CPC, que trata das ações fundadas em direito pessoal e em direito real sobre bens móveis, revela os tipos de ações quanto à sua classificação segundo a natureza da relação substancial deduzida em juízo e serão propostas, em regra, no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "As ações meramente constitutivas, relacionadas ao chamado direito potestativo, necessitam de execução para a efetividade da tutela jurisdicional nos casos de modificação de uma situação jurídica já existente."
      },
      {
        "letra": "D",
        "texto": "Nos termos do art. 295, parágrafo único, inciso IV, do CPC, que trata da inépcia da petição inicial, quando esta contiver pedidos incompatíveis entre si, é impossível o acolhimento simultâneo dos direitos concorrentes, salvo se houver pluralidade de causa de pedir."
      },
      {
        "letra": "E",
        "texto": "Os requisitos processuais subjetivos extrínsecos ou negativos são fatos estranhos à relação jurídica processual, que, uma vez existentes, impedem a formação válida do processo, como, por exemplo, a litispendência, a coisa julgada, a perempção e a convenção de arbitragem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426595",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito das regras de processo civil que disciplinam a competência dos orgãos judiciários brasileiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à autoridade judiciária brasileira, com exclusão de qualquer outra, conhecer de ações relativas a réu que estiver domiciliado no Brasil, visto que a jurisdição é expressão da soberania estatal, não podendo ser violada por atos de entes públicos externos."
      },
      {
        "letra": "B",
        "texto": "Nas hipóteses em que configurada conexão ou continência entre duas ou mais ações, o juiz, de ofício ou a requerimento de qualquer das partes, deve ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente, sendo nula a decisão proferida pelo juízo não prevento."
      },
      {
        "letra": "C",
        "texto": "O conflito de competência pode ser suscitado pelo juiz, pelo Ministério Público e por quaisquer das partes, inclusive por aquela que ofereceu exceção de incompetência, sendo certo que o Parquet será ouvido, exceto quando atuar na condição de parte."
      },
      {
        "letra": "D",
        "texto": "Distribuído o conflito a um Relator, este, de ofício ou a requerimento das partes, deverá determinar, quando o conflito for positivo, seja sobrestado o processo, mas, neste caso, bem como no de conflito negativo, será competente para resolver, em caráter provisório, as medidas urgentes o juiz que primeiro despachou a petição inicial."
      },
      {
        "letra": "E",
        "texto": "Distribuído o conflito a um Relator, este poderá decidir de plano o conflito de competência quando existir jurisprudência dominante sobre a questão suscitada, cabendo em face de sua decisão agravo, no prazo de cinco dias, para o órgão recursal competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425985",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I) Nos termos do Código de Processo Civil, determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência territorial. Trata-se do princípio da perpetuado jurisditionis.II) A decisão de incompetência enseja a remessa dos autos ao juízo competente. Contudo, nos juizados especiais, excepcionalmente, a decisão de incompetência gera a extinção do processo.III) A nulidade da cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu. IV) Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, superfície, usufruto e imissão de posse. São CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ll e lll."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e lll."
      },
      {
        "letra": "D",
        "texto": "II, lll e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423381",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência",
      "Ações possessórias"
    ],
    "enunciado_principal": "Leia as afirmações abaixo.I - Pode o autor cumular ao pedido possessório quaisquer outros pedidos, sem que isto importe adoção do procedimento ordinário. II - O foro do local do imóvel é competente para conhecer da ação fundada em direito possessório a ele relativo, mas essa competência é de natureza relativa. III - O Juizado Especial Cível é absolutamente incompetente para conhecer de ação possessória sobre bem imóvel, independentemente do valor do bem.Quais estão INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372200",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência da autoridade judiciária brasileira é exclusiva para conhecer de ações relativas a imóveis situados no Brasil e quando no Brasil tiver de ser cumprida a obrigação."
      },
      {
        "letra": "B",
        "texto": "Para que tenha efeitos na ordem jurídica interna deve, o interessado, postular a homologação da sentença estrangeira ao Superior Tribunal de Justiça. A decisão do Superior Tribunal de Justiça dá, à sentença, eficácia e efeitos na ordem jurídica interna, suprindo e convalidando eventual incompetência do juízo estrangeiro."
      },
      {
        "letra": "C",
        "texto": "A ação intentada perante tribunal estrangeiro, em casos de competência concorrente da jurisdição brasileira, induz litispendência e obsta a que a autoridade judiciária brasileira conheça da causa, a fim de evitar decisões conflitantes."
      },
      {
        "letra": "D",
        "texto": "As ações relativas a imóveis situados em mais de um Estado ou Comarca terão sua competência fixada pelo critério da prevenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "368887",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: ALGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta sobre a competência no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação fundada em direito real sobre bens imóveis deve ser proposta, em regra, no foro do domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "Nas ações de reparação do dano sofrido em razão de acidente de veículos, será competente o foro do domicílio do autor ou do local do fato."
      },
      {
        "letra": "C",
        "texto": "Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que primeiro proferiu sentença."
      },
      {
        "letra": "D",
        "texto": "A incompetência relativa deve ser arguida por meio de exceção; a absoluta deve ser alegada pelo réu na contestação, sob pena de preclusão."
      },
      {
        "letra": "E",
        "texto": "A nulidade da cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu, não havendo, portanto, possibilidade de prorrogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352442",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Apenas o cônjuge pode pedir o suprimento da autorização ou da outorga do outro cônjuge para propor ações. II. Não é possível a denunciação da lide de forma sucessiva. III. O litisconsórcio passivo formado na ação de usucapião é sempre o necessário unitário. IV. A ação intentada perante tribunal estrangeiro induz litispendência. V. Poderá o relator, de ofício, ou a requerimento de qualquer das partes, determinar, quando o conflito de competência for positivo, seja sobrestado o processo, mas, nesse caso, bem como no de conflito negativo de competência, deverá designar um dos juízes para resolver, em caráter provisório, as medidas urgentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "328654",
    "metadata": "Ano: 2012 | Banca: Makiyama | Órgão: CPTM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No que diz respeito ao conflito de competências, em conformidade com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público será ouvido em todos os conflitos de competência; ficando excluída a sua qualidade de parte naqueles que suscitar."
      },
      {
        "letra": "C",
        "texto": "Não pode suscitar conflito a parte que, no processo, ofereceu exceção de incompetência, sendo obstado, porém, a que a parte, que o não suscitou, ofereça exceção declinatória do foro."
      },
      {
        "letra": "D",
        "texto": "Após a distribuição, o relator mandará ouvir os juízes em conflito, ou apenas o suscitado, se um deles for suscitante, sendo que dentro do prazo de 15 (quinze) dias, caberá ao juiz ou juízes prestar as informações."
      },
      {
        "letra": "E",
        "texto": "A incompetência absoluta não pode ser declarada de ofício, sendo possível, todavia, ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324644",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "O Supremo Tribunal Federal é competente para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Julgar válida lei local contestada em face de lei federal."
      },
      {
        "letra": "B",
        "texto": "Julgar as causas decididas, em única ou última instância, quando a decisão recorrida contrariar tratado ou lei federal, ou negar - lhes vigência."
      },
      {
        "letra": "C",
        "texto": "Julgar as causas decididas, em única ou última instância, quando a decisão recorrida der à lei federal interpretação divergente da que lhe haja atribuído outro tribunal."
      },
      {
        "letra": "D",
        "texto": "Processar e julgar os mandados de segurança e os habeas data contra ato de Ministro de Estado, dos Comandantes da Marinha, do Exército e da Aeronáutica ou do próprio Tribunal."
      },
      {
        "letra": "E",
        "texto": "Processar e julgar a homologação de sentenças estrangeiras e a concessão de exequatur às cartas rogatórias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324638",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Tocante aos critérios para defnição da competência previstos no Código de Processo Civil, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência em razão do valor e a competência em razão da pessoa são consideradas relativas, de modo que não poderão ser reconhecidas e declaradas de ofício pelo Juiz."
      },
      {
        "letra": "B",
        "texto": "A competência em razão da pessoa é relativa, assim como a competência em razão da hierarquia, havendo a possibilidade de ambas serem alteradas por livre disposição das partes."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de competência territorial, a regra geral é que as demandas que tratem de direito pessoal devem ser propostas no foro do domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "As competências em razão do valor e em razão do território são consideradas relativas, de modo que não poderão ser reconhecidas e declaradas de ofício pelo Juiz."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de competência internacional, apenas nos casos de competência exclusiva da jurisdição brasileira é que será necessário o procedimento de homologação de sentença estrangeira perante o Superior Tribunal de Justiça"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316324",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A aplicação do princípio da perpetuatio iurisdictionis não obsta a modificação posterior da competência em caso de competência absoluta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316323",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Admite-se, no que se refere ao cumprimento da sentença condenatória, a derrogação da competência funcional do juízo do decisum, facultando-se ao credor optar pelo juízo do local onde se encontrem os bens sujeitos à expropriação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311768",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Nos termos da Lei n.º 8.038/90, a reclamação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serve para preservar a competência do Tribunal."
      },
      {
        "letra": "B",
        "texto": "será distribuída livremente e não permite a impugnação do pedido por qualquer interessado."
      },
      {
        "letra": "C",
        "texto": "se julgada procedente, suspenderá o ato ou processo impugnado."
      },
      {
        "letra": "D",
        "texto": "serve para garantir a autoridade das decisões do Tribunal, mas não para preservar a sua competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "295636",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão isentos do pagamento de custas os embargos de terceiro, os embargos à execução, a ação declaratória incidental, a reconvenção e os incidentes processuais."
      },
      {
        "letra": "B",
        "texto": "Compete à Corregedoria Geral de Justiça efetuar a fiscalização e controle das custas processuais, emolumentos e Taxa de Fiscalização, bem assim, orientar, disciplinar, fiscalizar e controlar o seu correto recolhimento."
      },
      {
        "letra": "C",
        "texto": "Estão isentos do pagamento de custas os embargos declaratórios, os embargos à execução, a ação declaratória incidental, a reconvenção e os incidentes processuais."
      },
      {
        "letra": "D",
        "texto": "Compete ao juiz Diretor do Foro efetuar a fiscalização e controle das custas processuais, emolumentos e Taxa de Fiscalização, bem assim, orientar, disciplinar, fiscalizar e controlar o seu correto recolhimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "275380",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito da competência para os feitos cíveis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De modo geral, o réu que mudar de domicílio no curso do processo poderá opor exceção de incompetência."
      },
      {
        "letra": "B",
        "texto": "A causa de pedir é um dos critérios que podem determinar a fixação da competência para o julgamento."
      },
      {
        "letra": "C",
        "texto": "Em caso de competência concorrente, haverá litispendência entre a ação ajuizada aqui e no exterior."
      },
      {
        "letra": "D",
        "texto": "O critério geral para a competência de foro será o territorial."
      },
      {
        "letra": "E",
        "texto": "Nas ações fundadas em direito real, é aplicável a regra da perpetuatio jurisdictiones."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270481",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta somente pode ser arguida pela parte através de exceção."
      },
      {
        "letra": "B",
        "texto": "os motivos de impedimento e de suspeição, a que alude o Código, aplicam-se também ao perito e ao intérprete."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não tem legitimação para suscitar conflito de competência, mas será necessariamente ouvido em todos os conflitos suscitados, que são de ordem pública."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e às circunstâncias dos autos, ainda que não alegados pelas partes, podendo sempre decidir por equidade, independentemente de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270390",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Acerca da competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência estabelecida na EC n.º 45/2004 não alcança os processos já sentenciados."
      },
      {
        "letra": "B",
        "texto": "Compete ao STJ decidir os conflitos de competência entre juizado especial federal e juízo federal da mesma seção judiciária."
      },
      {
        "letra": "C",
        "texto": "Caso a União manifeste interesse em processo em curso perante a justiça comum, a esse juízo compete decidir sobre a existência de interesse jurídico."
      },
      {
        "letra": "D",
        "texto": "Proposta a execução fiscal, a posterior mudança de domicílio do executado desloca a competência já fixada para seu novo domicílio."
      },
      {
        "letra": "E",
        "texto": "A existência de vara privativa instituída por lei estadual altera a competência territorial resultante das leis de processo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270118",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Misael pretende ajuizar, através de seu advogado, uma ação de cobrança por inadimplemento de contrato de prestação de serviços entre pessoas físicas, sem estipulação de foro de eleição, contra João e Olavo. Misael reside na cidade de João Pessoa, João em Santa Rita e Olavo em Santana dos Garrotes. Neste caso Misael",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ajuizar a demanda no foro do seu domicílio (João Pessoa), uma vez que os réus possuem endereços diversos."
      },
      {
        "letra": "B",
        "texto": "deverá ajuizar a demanda em Santa Rita, que é comarca de terceira entrância, ao invés de Santana dos Garrotes que é comarca de primeira instância."
      },
      {
        "letra": "C",
        "texto": "poderá optar entre ajuizar a demanda em Santa Rita ou em Santana dos Garrotes."
      },
      {
        "letra": "D",
        "texto": "deverá necessariamente ajuizar a demanda no foro do seu domicílio ou em uma das duas comarcas onde residem os demandados."
      },
      {
        "letra": "E",
        "texto": "não poderá demandar contra os dois réus e deverá ajuizar duas demandas distintas, uma em cada comarca onde residem os demandados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "262205",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Em relação à competência é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação em que o incapaz for réu se processará no foro do domicílio do autor."
      },
      {
        "letra": "B",
        "texto": "As ações em que o ausente for réu correm no foro de seu último domicílio, que é também o competente para a arrecadação, o inventário, a partilha e o cumprimento de disposição testamentárias."
      },
      {
        "letra": "C",
        "texto": "Nas ações fundadas em direito real sobre imóveis, é competente o foro do domicílio do réu, como regra."
      },
      {
        "letra": "D",
        "texto": "Tendo mais de um domicílio, o réu será demandado no foro mais próximo ao domicílio do autor."
      },
      {
        "letra": "E",
        "texto": "Quando o réu não tiver domicílio nem residência no Brasil, a ação deve ser proposta necessariamente no foro da Capital do Estado em que reside o autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "248813",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Declarada a incompetência absoluta, o processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será extinto com resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "deverá ser remetido ao juiz competente e somente os atos probatórios serão declarados nulos."
      },
      {
        "letra": "C",
        "texto": "deverá ser remetido ao juiz competente e somente os atos decisórios serão declarados nulos."
      },
      {
        "letra": "D",
        "texto": "deverá ser remetido ao juiz competente e todos os atos processuais serão declarados nulos."
      },
      {
        "letra": "E",
        "texto": "será sempre extinto sem resolução de mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "246607",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: PROCON-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Mévio, domiciliado na Comarca Y, propõe ação reivindicatória, fundamentado na propriedade de imóvel situado no município Y pertencente à Comarca Y, em face de Esculápio, domiciliado na Comarca W. Em termos de competência relacionada ao processo surgido, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trata-se de competência relativa do foro da Comarca Y."
      },
      {
        "letra": "B",
        "texto": "aplica-se a regra geral de que a ação deve ser proposta no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "é competência absoluta do foro da comarca y pela disputa pertinente a direito real imobiliário."
      },
      {
        "letra": "D",
        "texto": "é caso de foros concorrentes entre o da situação da coisa e o do domicílio do réu"
      },
      {
        "letra": "E",
        "texto": "aplica-se a regra de proteção de distribuição no foro do domicílio do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242904",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que toca ao tema competência, tomando por base a jurisprudência dominante do STF e do STJ, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações de indenização por acidente de trabalho ajuizadas por empregado contra empregador são de competência da Justiça do Trabalho, exceto as que não possuíam sentença de mérito quando da promulgação da Emenda Constitucional no 45/04."
      },
      {
        "letra": "B",
        "texto": "São de competência da Justiça Comum as ações possessórias decorrentes de greve dos trabalhadores da iniciativa privada."
      },
      {
        "letra": "C",
        "texto": "A conexão determina a reunião dos processos, mesmo que um deles já tenha sido julgado."
      },
      {
        "letra": "D",
        "texto": "É da Justiça Comum a competência para julgar as ações de funcionários estatutários contra o Poder Público."
      },
      {
        "letra": "E",
        "texto": "A incompetência, absoluta ou relativa, sempre deve ser conhecida de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "240540",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Modificação de competência",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No processo civil, a incompetência absoluta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser conhecida de ofício pelo Juiz."
      },
      {
        "letra": "B",
        "texto": "deve ser alegada mediante exceção."
      },
      {
        "letra": "C",
        "texto": "só pode ser reconhecida pelo Juiz, não cabendo à parte deduzi-la."
      },
      {
        "letra": "D",
        "texto": "pode ser alegada em preliminar de contestação."
      },
      {
        "letra": "E",
        "texto": "se não for alegada no prazo da contestação, fica preclusa sua arguição no processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239527",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Analise as afirmativas seguintes. I. Quando o juiz constatar a ocorrência da incompetência absoluta do órgão que ocupa, deverá imediatamente dar-se por incompetente, mesmo que não tenha havido qualquer arguição neste sentido. ,II. Em regra, é prescindível que a parte argua a incompetência relativa por meio de exceção para que o juiz se dê por incompetente, salvo a hipótese prevista no Código de Processo Civil. III. Se o autor da herança não tinha domicílio certo e possuía bens em lugares diferentes, é competente para a abertura da sucessão o foro de onde ocorreu o óbito. IV. É competente o foro do domicílio ou da residência do alimentário, para a ação em que se pedem alimentos.Estão corretas apenas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "707089",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Sobre a competência, julgue as seguintes assertivas: I - A execução, por carta precatória, de sentença estrangeira, cuja homologação cabe ao Supremo Tribunal Federal, compete à Justiça Comum Estadual, caso inexista na comarca, sede da Justiça Federal. II - Realizada a alteração de competência absoluta, após a prolação de sentença, não haverá redistribuição dos processos para o juízo indicado como competente, porém os recursos interpostos devem ser processados no tribunal vinculado ao novo juízo competente. III - Quando forem certas, mas ilíquidas, as sentenças penal, arbitrai e estrangeira não podem ser executadas de imediato, precedendo, pois, a devida liquidação no juízo cível competente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "C",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "620548",
    "metadata": "Ano: 2011 | Banca: Nosso Rumo | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Acerca da competência territorial, analise as assertivas abaixo. I. A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. II. Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles. III. Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor. IV. Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta no foro do domicílio do autor. Se este também residir fora do Brasil, a ação será proposta em qualquer foro. V. Havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro de qualquer deles, à escolha do autor. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, somente."
      },
      {
        "letra": "B",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, somente."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, somente."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "535309",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Sentença",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência"
    ],
    "enunciado_principal": "Dadas as proposições abaixo, assinale a alternativa CORRETA: I - A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu e no foro da situação da coisa, respectivamente. II - Ocorre a assistência quando, pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, puder intervir no processo para assisti-la; A assistência tem lugar em qualquer dos tipos de procedimento, apenas no primeiro grau de jurisdição. III - No procedimento ordinário, quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. IV - O pedido deve ser certo e determinado, não sendo lícito formular pedido genérico. V - O juiz apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, desde que alegados pelas partes, devendo indicar na sentença os motivos que lhe formaram o convencimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I, II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II, IV e V estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II, III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I, II, IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "505976",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dentre outros efeitos, é a partir da citação válida que se tem como configurada a perpetuatio jurisdictionis."
      },
      {
        "letra": "B",
        "texto": "Constituem pressupostos processuais negativos a litispendência, a coisa julgada e a incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "É vedada a intervenção de terceiros no processo de execução por título extrajudicial, salvo quando da instauração incidente de embargos de devedor."
      },
      {
        "letra": "D",
        "texto": "Diante de vício insanável do ato de citação, poderá a qualquer tempo ser aviada pelo réu querela nuliitatis insanabilis dispensando-se a propositura de ação rescisória para tal desiderato."
      },
      {
        "letra": "E",
        "texto": "A transação é causa de extinção do processo com resolução de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "505974",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reconhecimento da incompetência absoluta tem como conseqüência a anulação dos atos decisórios do processo e o aproveitamento dos demais como conseqüência do princípio da brevidade."
      },
      {
        "letra": "B",
        "texto": "É concorrente a competência entre órgão jurisdicional brasileiro e órgão jurisdicional estrangeiro para julgar determinada controvérsia relativa a obrigação contraída em território estrangeiro e que tenha como objeto imóvel situado em território nacional."
      },
      {
        "letra": "C",
        "texto": "Em função do princípio Kompetenz-kompetenz, é sempre ao próprio juiz da causa que compete resolver eventuais questões sobre sua própria competência."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de competência relativa, só se verifica o conflito de competência se ao menos um dos juizes houver julgado uma exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432557",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sentença condenatória ao pagamento de quantia certa é proferida contra réu residente em Porto Alegre-RS, pelo juízo da 5. a Vara Cível do Foro Central desta capital. O réu possui bens tanto em Porto Alegre-RS quanto em Caxias do Sul-RS. Neste caso: I. Poderá o credor requerer o cumprimento da sentença em Caxias do Sul-RS, hipótese em que necessariamente deverá requerer ao Juízo de Porto Alegre-RS expedição de carta precatória para o Juízo de Caxias do Sul-RS. II. Deverá o credor requerer o cumprimento da sentença necessariamente em Porto Alegre- RS, na medida em que a competência do juízo prolator da sentença para o seu cumprimento é de caráter absoluto.III. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS, vinculando-se à sua escolha e renunciando, com isso, à possibilidade de expropriar bens na localidade preterida. IV. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS. Na primeira hipótese, a remessa dos autos do processo para Caxias do Sul-RS será solicitada ao Juízo da 5. a Vara Cível de Porto Alegre-RS. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316877",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação à competência descrita no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à autoridade judicial brasileira, com exclusão de qualquer outra, conhecer as ações relativas a imóveis situados no Brasil, e quando a ação se originar de fato ocorrido ou de ato praticado no Brasil."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e obsta a que a autoridade judiciária brasileira conheça a mesma causa e as que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele em que houve a primeira citação válida."
      },
      {
        "letra": "D",
        "texto": "O acordo realizado pelas partes para modificar a competência em razão do valor e do território só produz efeito quando constar de contrato escrito e aludir expressamente a determinado negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "A incompetência absoluta deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, até a formação da coisa julgada material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299014",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "No tocante à competência, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incompetência absoluta deve ser arguida por meio de exceção."
      },
      {
        "letra": "B",
        "texto": "Declarada a incompetência absoluta, todos os atos processuais serão nulos, remetendo-se os autos ao juiz competente."
      },
      {
        "letra": "C",
        "texto": "A competência em razão da matéria e da hierarquia é derrogável por convenção das partes."
      },
      {
        "letra": "D",
        "texto": "A incompetência relativa deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção."
      },
      {
        "letra": "E",
        "texto": "A nulidade de cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235372",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "É correto afrmar sobre a competência que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é determinada no momento em que a ação é proposta, sendo irrelevantes as posteriores modifcações de fato e de direito, ainda que suprimam o órgão judiciário;"
      },
      {
        "letra": "B",
        "texto": "na ação em que o incapaz for réu, a ação se processará no foro do domicílio do autor;"
      },
      {
        "letra": "C",
        "texto": "a prevenção do juízo é o critério para fxação de competência absoluta;"
      },
      {
        "letra": "D",
        "texto": "a nulidade da cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo Juiz, que declinará de competência para o juízo de domicílio do réu;"
      },
      {
        "letra": "E",
        "texto": "a incompetência absoluta não pode ser declarada de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "210442",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Mirto é casado e pai de João Vitor, maior e capaz. Viajou sozinho para Paris. Em território Francês, Mirto teve um ataque cardíaco e faleceu. Neste caso, em regra, será competente para todas as ações em que o espólio de Mirto for Réu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o local onde ocorreu o óbito na França."
      },
      {
        "letra": "B",
        "texto": "o foro do domicílio de Mirto no Brasil."
      },
      {
        "letra": "C",
        "texto": "o foro da embaixada do Brasil na França."
      },
      {
        "letra": "D",
        "texto": "o foro do domicílio de seu filho no Brasil."
      },
      {
        "letra": "E",
        "texto": "qualquer foro do território Nacional em razão do óbito ter ocorrido na França."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "89209",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considera-se relativa a incompetência do juízo em razão do território.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "87513",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere: I. Competência em razão da matéria. II. Competência por prerrogativa de função. III. Competência territorial. Considera-se absoluta APENAS a competência que está contida em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1635825",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "É correto afirmar quanto à competência no processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo dois ou mais réus com diferentes domicílios, a ação deve ser proposta no foro do domicilio do autor."
      },
      {
        "letra": "B",
        "texto": "As ações em que o ausente for réu devem tramitar no foro do domicílio do autor."
      },
      {
        "letra": "C",
        "texto": "As ações em que o incapaz for réu devem ser processadas no foro do seu domicílio."
      },
      {
        "letra": "D",
        "texto": "As ações fundadas em direito real sobre bens móveis em regra podem ser propostas no foro do domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "As ações relativas a acidente de trânsito devem ser processadas no foro do domicílio do réu ou do lugar em que ocorreu o acidente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1213721",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Lara e Rafael, representados por sua genitora, ingressaram com ação de alimentos em face de seu pai, Francisco, na cidade de Curitiba, onde moravam. A referida ação havia acabado de ser distribuída para a Terceira Vara de Família de Curitiba/PR, quando Ana, a mãe dos menores, tomou posse em um cargo público em Goiânia/GO, cidade onde, a partir de então, passou a residir com os menores e onde, coincidentemente, Francisco possuía domicílio desde a propositura da ação. Considerando a situação hipotética acima apresentada e as regras do instituto da competência descritas no Código de Processo Civil (CPC), julgue o item abaixo. Os autos do processo de alimentos não devem ser remetidos para Goiânia/GO, já que o juízo de Curitiba/PR mantém sua competência para o julgamento do feito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456881",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Para as ações em que o espólio for réu, se o autor da herança não tinha domicílio certo e possuía bens em lugares diferentes, é competente o foro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do lugar em que ocorreu o óbito."
      },
      {
        "letra": "B",
        "texto": "da situação de quaisquer dos bens."
      },
      {
        "letra": "C",
        "texto": "do local em que residir o maior número de herdeiros."
      },
      {
        "letra": "D",
        "texto": "do domicílio do autor."
      },
      {
        "letra": "E",
        "texto": "do local em que situarem a maior parte dos bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407164",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu  - Exceção",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Para o legislador definir a competência dos diversos órgãos jurisdicionais, foram levados em consideração determinados critérios, como, por exemplo, a qualidade das partes envolvidas, a natureza da relação jurídica controvertida, o lugar onde se deu o fato de que resulta a pretensão, o valor da causa. Sobre o terra, está CORRETA a seguinte alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Superior Tribunal de Justiça processar e julgar, originariamente, mandado de segurança contra atos de outros Tribunais ou dos respectivos órgãos."
      },
      {
        "letra": "B",
        "texto": "É competente a justiça comum para julgar as causas em que é parte sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "Na ação de usucapião especial, a presença da União ou de qualquer de seus entes afasta a competência do foro da situação do imóvel."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de mesma competência territorial (mesma comarca), considera-se prevento o juízo onde primeiro ocorrer a citação, regra essa que também se aplica aos casos de conexão e continência."
      },
      {
        "letra": "E",
        "texto": "A nulidade da cláusula de eleição de foro, em contrato de adesão, não pode ser declarada de ofício pelo juiz, devendo ser arguida pelo réu, por meio de exceção, no prazo legal, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "358992",
    "metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Relativamente à competência no processo civil, marque a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação em que o incapaz for réu será necessariamente processada no foro de seu domicílio."
      },
      {
        "letra": "B",
        "texto": "Via de regra, as ações fundadas em direito pessoal e aquelas fundadas em direito real sobre bens móveis serão propostas no foro do domicílio do autor."
      },
      {
        "letra": "C",
        "texto": "Segundo a lei processual brasileira a pessoa jurídica estrangeira com sede no exterior que tiver agência ou filial no Brasil continua, para fins de responder às demandas judiciais, com seu domicílio no exterior"
      },
      {
        "letra": "D",
        "texto": "A ação intentada perante tribunal estrangeiro não induz litispendência, nem obsta a que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "E",
        "texto": "De acordo com a norma processual brasileira é competente o foro do domicílio do autor para as demandas em que for ré a pessoa jurídica destituída de personalidade jurídica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "190675",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Sabe-se que competência é o poder que tem o juiz para exercer a jurisdição nos limites estabelecidos pela lei. Acerca desse instituo, julgue os itens subseqüentes, para concluir quais estão corretos.I - Toca ao Superior Tribunal de Justiça decidir conflitos de competência entre juizado especial e juízo federal, salvo quando da mesma seção judiciária. II - A intervenção da União em processo no qual a sociedade de economia mista figure na condição de parte não tem o condão de modificar a competência para a Justiça Federal. III - A declaração de incompetência sempre implica remessa dos autos ao juízo competente. IV - A existência de vara privativa, instituída por lei estadual, não altera a competência territorial resultante das leis de processo. V - Em se tratando de ação acidentária trabalhista, a competência para julgá-la é da Justiça Estadual, ao passo que, se a ação acidentária não decorrer do vínculo laboral, a competência para o trâmite da demanda é da Justiça Federal.Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "E"
  }
]