[
  {
    "id": "663625",
    "metadata": "Ano: 2016 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Considere as disposições do código de processo civil e assinale a alternativa correta sobre o requerimento para o cumprimento da sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jamais conterá pedido de citação do executado."
      },
      {
        "letra": "B",
        "texto": "Não se inclui na disciplina processual do princípio da demanda."
      },
      {
        "letra": "C",
        "texto": "Só pode ser formulado pelo autor da ação de conhecimento."
      },
      {
        "letra": "D",
        "texto": "Deve incluir indicação de bens penhoráveis."
      },
      {
        "letra": "E",
        "texto": "Não sendo apresentado no prazo de seis meses, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "632935",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "A respeito do pedido, o CPC/1973 dispõe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito formular mais de um pedido alternativo, a fim de que o juiz conheça do seguinte em não podendo acolher o anterior."
      },
      {
        "letra": "B",
        "texto": "É permitida a cumulação, num mesmo processo, contra o mesmo réu, de vários pedidos, desde que entre eles haja conexão."
      },
      {
        "letra": "C",
        "texto": "Não será possível a cumulação de pedidos que correspondam a tipos diversos de procedimento, ainda que se empregue o procedimento ordinário."
      },
      {
        "letra": "D",
        "texto": "Quando a escolha do modo de cumprimento da obrigação couber ao réu, em razão de contrato, a possibilidade de cumprimento da obrigação, de um modo ou de outro, dependerá da existência de pedido alternativo formulado pelo autor."
      },
      {
        "letra": "E",
        "texto": "Quando a obrigação consistir em prestações periódicas, as mesmas considerar-se-ão incluídas no pedido, independentemente de declaração expressa do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "632931",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Sobre a impugnação ocorrida no cumprimento da sentença, considere: I. Poderá ser objeto de impugnação a transação ocorrida entre a audiência e a sentença. II. Ainda que atribuído efeito suspensivo à impugnação, é lícito ao exequente requerer o prosseguimento da execução, oferecendo e prestando caução suficiente e idônea, arbitrada pelo juiz e prestada nos próprios autos. III. Deferido efeito suspensivo, a impugnação será instruída e decidida nos próprios autos e, caso contrário, em autos apartados. IV. Quando na sentença houver uma parte líquida, e outra ilíquida, ao credor é lícito promover simultaneamente a liquidação desta e, em autos apartados, a execução daquela. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "632887",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Um trabalhador foi contratado, no Rio de Janeiro, por uma empresa italiana, com filial na mencionada cidade, para prestar serviços em Milão. Tendo prestado serviços por três anos e não tendo recebido seus créditos, ingressou com uma ação na Justiça Italiana, na qual obteve decisão a si favorável, por sentença devidamente transitada em julgado. Retornando ao Brasil, e fixando domicílio em São Paulo, promoveu a homologação da sentença italiana e pretende agora executá-la. Para tanto, é competente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Vara do Trabalho de São Paulo, a quem for distribuída a execução."
      },
      {
        "letra": "B",
        "texto": "a Vara Cível de São Paulo, a quem for distribuída a execução."
      },
      {
        "letra": "C",
        "texto": "a Vara Cível do Rio de Janeiro, a quem for distribuída a execução."
      },
      {
        "letra": "D",
        "texto": "a Vara do Trabalho do Rio de Janeiro, a quem for distribuída a execução."
      },
      {
        "letra": "E",
        "texto": "o juízo de Milão, que foi o prolator da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620589",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta com relação à prova, à liquidação e ao cumprimento da sentença, de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase autônoma da liquidação da sentença por artigo ou arbitramento, caberá ao credor antecipar os honorários do perito nomeado pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Em regra, a admissão da impugnação ao cumprimento de sentença que fixa obrigação de pagar quantia depende de garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "Os efeitos e a eficácia da sentença no processo coletivo estão circunscritos aos limites da competência territorial do órgão judicial prolator da decisão."
      },
      {
        "letra": "D",
        "texto": "Não são devidos honorários advocatícios ao advogado do credor em sede de cumprimento de sentença se não houve apresentação de impugnação pelo executado."
      },
      {
        "letra": "E",
        "texto": "Não se mostra cabível a imposição da multa de 10%, prevista no art. 475-J do CPC, no cumprimento de sentença arbitral de pagar quantia transitada em julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614958",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, na fase de cumprimento de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a multa de quinze por cento, devida na hipótese de o devedor não efetuar o pagamento no prazo de 10 dias, incide apenas sobre o restante do débito, em caso de pagamento parcial."
      },
      {
        "letra": "B",
        "texto": "o Juiz determinará, de ofício, a expedição de mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "o executado será intimado sempre pessoalmente do auto de penhora e avaliação."
      },
      {
        "letra": "D",
        "texto": "a multa de dez por cento, devida na hipótese de o devedor não efetuar o pagamento no prazo de 15 dias, incide sobre a totalidade do débito, ainda que tenha havido pagamento parcial."
      },
      {
        "letra": "E",
        "texto": "o exequente poderá, em seu requerimento, indicar desde logo os bens a serem penhorados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "613257",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Acerca do cumprimento da sentença, considere: I. O início do cumprimento de sentença e a expedição de mandado de penhora e avaliação devem ocorrer de ofício ou a requerimento da parte. II. Em regra, a avaliação dos bens penhorados deve ocorrer por Perito da confiança do Juiz. III. Em caso de acolhimento da impugnação ao cumprimento de sentença, ainda que parcial, serão arbitrados honorários em benefício do executado. IV. Escoado o prazo para pagamento voluntário, que se inicia após a intimação pessoal da parte executada, são devidos honorários advocatícios, no cumprimento de sentença, apenas se tiver havido impugnação. De acordo com o Código de Processo Civil e com jurisprudência consolidada do Superior Tribunal de Justiça, está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1366527",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A apelação de sentença que decida processo cautelar; outra que confirmar a antecipação dos efeitos da tutela; e outra que julgar improcedente embargos à execução terão efeitos, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas devolutivo; suspensivo e devolutivo; suspensivo devolutivo."
      },
      {
        "letra": "B",
        "texto": "suspensivo e devolutivo; suspensivo e devolutivo; suspensivo e devolutivo."
      },
      {
        "letra": "C",
        "texto": "suspensivo e devolutivo; apenas devolutivo; apenas devolutivo."
      },
      {
        "letra": "D",
        "texto": "apenas devolutivo; apenas devolutivo; suspensivo e devolutivo."
      },
      {
        "letra": "E",
        "texto": "apenas devolutivo; apenas devolutivo; apenas devolutivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832017",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o cumprimento da sentença que reconheça a existência de obrigação de pagar quantia certa, é CORRETO afirmar, segundo o Processo Civil brasileiro, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que resolver a impugnação é recorrível mediante apelação, salvo quando importar em extinção da execução, caso em que caberá agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "na execução provisória, o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade sempre exigem prévia caução suficiente e idônea, arbitrada de plano pelo juiz e prestada nos próprios autos."
      },
      {
        "letra": "C",
        "texto": "a impugnação, como regra, é recebida com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "a sentença arbitral é título executivo judicial."
      },
      {
        "letra": "E",
        "texto": "caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa diária no percentual de dez por cento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "814397",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "Mesmo que a sentença esteja de acordo com súmula do Superior Tribunal de Justiça e do Supremo Tribunal Federal, o juiz deverá receber o recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, o juiz poderá inovar no processo."
      },
      {
        "letra": "D",
        "texto": "Os embargos à execução serão oferecidos no prazo de quinze dias, contados da juntada aos autos do mandado de citação e, quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuge."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença deverá ser feita no prazo de 15 dias, a partir da intimação do cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "643101",
    "metadata": "Ano: 2015 | Banca: Prefeitura de Fortaleza - CE | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Quanto ao cumprimento de sentença no moderno processo sincrético, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de vinte por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II, desta lei, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor não é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "C",
        "texto": "O exequente poderá, em seu requerimento, indicar, desde logo, os bens a serem penhorados."
      },
      {
        "letra": "D",
        "texto": "Não sendo requerida a execução no prazo de um ano, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "599852",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Conceito e Classificação da Intervenção de Terceiros",
      "Obrigações de fazer e não fazer/tutela inibitória: conversão em perdas e danos",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A última década revela um notável aumento na judicialização das políticas públicas de saúde no Brasil, notadamente em razão de demandas judiciais relativas ao fornecimento de medicamentos e tratamentos de saúde. A par de tais fatos, sob o viés processual civil da questão, conclui-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o município não possui legitimidade passiva para figurar em demandas cujo objeto seja o fornecimento de medicamento de alto custo, já que sua responsabilidade é subsidiária ante as atribuições da União e dos Estados."
      },
      {
        "letra": "B",
        "texto": "a decisão que determina o fornecimento de medicamentos não poderá fixar astreintes em face da Fazenda Pública Municipal. Poderá, entretanto, se necessário, determinar o sequestro de valores da municipalidade (bloqueio) a fim de que seja efetivada."
      },
      {
        "letra": "C",
        "texto": "a ação proposta em face do Município visando à obtenção de medicamento, no caso de chamamento da União ao processo, deverá ser remetida à Justiça Federal, por força do artigo 109, I, da Constituição e Súmula 150 do STJ."
      },
      {
        "letra": "D",
        "texto": "a demanda que tenha por objetivo a entrega de medicamento pelo Poder Público pode ser ajuizada em face de qualquer um dos entes estatais ou em face de todos, conjuntamente, nesse último caso sendo competente para processar e julgar a causa a Justiça Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598630",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Um Juízo com competência em matéria de Fazenda Pública da Capital condenou o Estado do Piauí ao pagamento, em favor de um servidor público, de diferenças remuneratórias referentes ao quinquênio anterior ao ajuizamento da demanda, conforme fosse apurado posteriormente. Após o trânsito em julgado, a parte vencedora formulou requerimento de cumprimento de sentença para haver o pagamento da verba. Nesse caso, o Juiz competente deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimar a parte executada, mediante publicação no Diário Oficial, para cumprimento da obrigação no prazo de 15 (quinze) dias, sob pena de multa;"
      },
      {
        "letra": "B",
        "texto": "indeferir o requerimento, tendo em vista que o título executado não cumpre o requisito da liquidez;"
      },
      {
        "letra": "C",
        "texto": "citar a parte executada para oferecer embargos no prazo legal, sob pena de expedição de precatório ou requisição de pequeno valor;"
      },
      {
        "letra": "D",
        "texto": "indeferir o requerimento, tendo em vista que o título executado não cumpre o requisito da certeza;"
      },
      {
        "letra": "E",
        "texto": "intimar a parte executada, pessoalmente, para cumprimento da obrigação no prazo de 15 (quinze) dias, sob pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "592853",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Sobre a execução de prestação alimentícia, conforme o disposto no Código de Processo Civil e a jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cumprimento da pena de prisão exime o devedor de alimentos do pagamento das prestações vencidas, continuando obrigado ao adimplemento das vincendas;"
      },
      {
        "letra": "B",
        "texto": "o pagamento da prestação alimentícia não suspende o cumprimento da ordem de prisão;"
      },
      {
        "letra": "C",
        "texto": "o débito alimentar que autoriza a prisão civil é o que compreende as três prestações anteriores ao ajuizamento da execução e as que vencerem após;"
      },
      {
        "letra": "D",
        "texto": "o oferecimento de embargos pelo devedor de alimentos obsta o levantamento da penhora em dinheiro;"
      },
      {
        "letra": "E",
        "texto": "o não pagamento escusável da prestação alimentícia no prazo assinalado pelo Juiz sujeita o devedor à prisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588502",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em relação à sentença, é correto afirmar que,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenado o devedor a emitir declaração de vontade, a sentença produzirá de imediato todos os efeitos da declaração não emitida."
      },
      {
        "letra": "B",
        "texto": "se aquele que se comprometeu a concluir um contrato não cumprir a obrigação, a outra parte, sendo isso possível e não excluído pelo título, poderá obter uma sentença que produza o mesmo efeito do contrato a ser firmado."
      },
      {
        "letra": "C",
        "texto": "salvo se a condenação for genérica, a sentença condenatória produz a hipoteca judiciária."
      },
      {
        "letra": "D",
        "texto": "exceto se decidir relação jurídica condicional, a sentença deve ser certa."
      },
      {
        "letra": "E",
        "texto": "publicada a sentença, o juiz poderá alterá-la livremente até o final do prazo recursal, devolvendo porém o prazo para a parte sucumbente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588497",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Está de acordo com o entendimento sumular do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São devidos honorários advocatícios no cumprimento de sentença, desde que haja impugnação, após escoado prazo para pagamento voluntário, que se inicia após a intimação do advogado da parte contrária."
      },
      {
        "letra": "B",
        "texto": "É obrigatória ao juiz a reunião de execuções fiscais contra o mesmo devedor."
      },
      {
        "letra": "C",
        "texto": "Em ação monitória fundada em cheque prescrito ajuizada contra o emitente, é indispensável a menção ao negócio jurídico subjacente à emissão da cártula."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, é cabível o ajuizamento de ação pelo terceiro prejudicado, direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de rejeição da impugnação ao cumprimento de sentença, não são cabíveis honorários advocatícios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "588495",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Estabelece a Lei Processual Civil que a execução provisória da sentença far-se-á, no que couber, do mesmo modo que a definitiva, observando-se porém as seguintes normas: I. A execução provisória da sentença corre por iniciativa, conta e responsabilidade do exequente, que se obriga, se a sentença for reformada, a reparar os danos que o executado haja sofrido. II. A execução provisória da sentença fica sem efeito, sobrevindo acórdão que modifique ou anule a sentença objeto da execução, restituindo-se as partes ao estado anterior e liquidados eventuais prejuízos nos mesmos autos, por arbitramento. III. O levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade ou dos quais possa resultar grave dano ao executado dependem de caução idônea, salvo se pendentes somente recurso extraordinário ou especial, casos em que a garantia real ou fidejussória poderá ser dispensada. IV. Quando a indenização por ato ilícito incluir prestação de alimentos, o juiz, quanto a esta parte, poderá ordenar ao devedor constituição de capital, cuja renda assegure o pagamento do valor mensal da pensão. Estão em conformidade com o Código de Processo Civil o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "586286",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil e com a jurisprudência dominante do Superior Tribunal de Justiça, em impugnação ao cumprimento de sentença líquida, se o executado alegar, como única matéria de defesa, excesso de execução, deverá,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apontar, na petição de impugnação, a parcela incontroversa do débito, bem como as incorreções do cálculo do credor, sob pena de rejeição liminar da impugnação, não se admitindo emenda à inicial."
      },
      {
        "letra": "B",
        "texto": "requerer, na própria petição de impugnação, a realização de perícia, formulando quesitos e indicando assistente, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "apontar, na petição de impugnação, a parcela incontroversa do débito, bem como as incorreções do cálculo do credor, sob pena de rejeição liminar da impugnação, admitindo-se, porém, emenda à inicial."
      },
      {
        "letra": "D",
        "texto": "juntar, com a petição de impugnação, comprovante de depósito do valor integral em execução, sob pena de rejeição liminar da impugnação, não se admitindo emenda à inicial."
      },
      {
        "letra": "E",
        "texto": "juntar, com a petição de impugnação, comprovante de depósito do valor incontroverso, sob pena de rejeição liminar da impugnação, admitindo-se, porém, emenda à inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "584608",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "583360",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o procedimento de cumprimento de sentença instaurado pela Lei n.º 11.232/2005, segundo as disposições legais pertinentes e o entendimento consolidado no Superior Tribunal de Justiça, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de cumprimento de sentença, são cabíveis honorários advocatícios na hipótese de rejeição da impugnação quando esta versar sobre excesso de execução."
      },
      {
        "letra": "B",
        "texto": "A interpretação conferida ao artigo 475-J-CPC pelo Superior Tribunal de Justiça indica que o prazo para pagamento voluntário de condenação líquida e certa se inicia a partir do trânsito em julgado do título judicial exequendo."
      },
      {
        "letra": "C",
        "texto": "Iniciada a fase de cumprimento de sentença definitivo, deve o juiz arbitrar honorários advocatícios de plano, independentemente de haver ou não escoado o prazo de quinze dias para pagamento voluntário da condenação."
      },
      {
        "letra": "D",
        "texto": "A decisão que resolver a impugnação é recorrível mediante apelação, salvo quando importar extinção da execução, caso em que caberá agravo de instrumento, desde que se demonstre que a decisão é suscetível de causar à parte lesão grave ou de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, desde que ofereça e preste caução suficiente e idônea, arbitrada pelo juiz e prestada nos próprios autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "582926",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Laura ajuizou ação cautelar preparatória contra seu marido Adamastor, por meio da qual objetiva a apreensão judicial de bens adquiridos na constância da união conjugal cuja posse se encontrava em poder do requerido. O juízo deferiu a liminar inaudita altera parte, e o feito teve seu trâmite regular. Ao proferir sentença, o juízo julgou improcedente o pedido de sequestro e revogou a liminar concedida. Nessa situação, caso pretenda reformar a decisão que rejeitou o seu pedido, Laura poderá interpor recurso de apelação no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "580873",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Imaginando-se que estando em trâmite o cumprimento de uma sentença cuja obrigação é o pagamento de quantia certa, não sejam encontrados bens do devedor, mesmo sendo adotadas todas as medidas necessárias para que sejam encontrados bens do executado. Nesse caso, dentro do que prevê as regras do Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução deverá ser extinta caso não se encontrem bens dentro do prazo de 30 dias."
      },
      {
        "letra": "B",
        "texto": "deverá ser arquivado definitivamente de forma imediata o processo que será extinto pela insolvência do devedor."
      },
      {
        "letra": "C",
        "texto": "será suspensa a execução por prazo indeterminado, até que sejam encontrados bens do devedor."
      },
      {
        "letra": "D",
        "texto": "as partes ficam obrigadas a convencionar um prazo de suspensão até que o executado tenha condições que quitar espontaneamente o crédito, caso em que será extinta a execução."
      },
      {
        "letra": "E",
        "texto": "o credor deverá requerer a remissão da dívida, para que seja declarada sua extinção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "571873",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, assinale a opção correta no que concerne à liquidação, ao cumprimento de sentença e ao processo de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se reconheça a impenhorabilidade do único imóvel residencial do devedor, decorrente da proteção legal dada ao bem de família, é imprescindível que o devedor resida com seus familiares no imóvel."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de a sentença ilíquida transitar em julgado, a imposição da multa de 10% sobre a condenação somente ocorrerá após a prévia liquidação da quantia certa e da intimação do devedor, por intermédio de seu advogado, para pagamento."
      },
      {
        "letra": "C",
        "texto": "O magistrado deve realizar o desbloqueio dos ativos financeiros do devedor, penhorados pelo sistema de comunicação eletrônica entre o Poder Judiciário e instituições financeiras, quando a quantia bloqueada for considerada irrisória ou inexpressiva frente ao total da dívida."
      },
      {
        "letra": "D",
        "texto": "A desconsideração inversa da personalidade jurídica, ou desconsideração às avessas, é incompatível com o sistema processual brasileiro em vigor e, se realizada em execução, será ilegítima por falta de previsão normativa."
      },
      {
        "letra": "E",
        "texto": "Em execução movida por particular contra a fazenda pública, é inconstitucional o fracionamento do valor da execução, em caso de litisconsórcio facultativo simples, para expedição de requisição de pequeno valor para cada um dos credores beneficiados pela condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "570822",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "João e Maria são casados pelo regime de comunhão parcial de bens. Pedro propõe ação em face de João e obtém sentença de procedência. Em seguida ao trânsito em julgado, Pedro pede, nos próprios autos, o cumprimento de sentença, vindo a ser penhorada casa de veraneio de João e Maria. Inconformada com a penhora, Maria procura advogado para requerer judicialmente o levantamento da restrição em relação à sua parte no imóvel. Sobre tal situação, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão cabíveis embargos de terceiro, caso Maria pretenda alegar excesso de execução."
      },
      {
        "letra": "B",
        "texto": "serão cabíveis embargos de terceiro, caso Maria pretenda alegar que seu patrimônio não responde pela dívida contraída por João."
      },
      {
        "letra": "C",
        "texto": "será cabível impugnação ao cumprimento de sentença, caso Maria pretenda alegar que seu patrimônio não responde pela dívida contraída por João."
      },
      {
        "letra": "D",
        "texto": "será cabível impugnação ao cumprimento de sentença, que será conhecida somente se Maria oferecer garantia suficiente ao juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "565652",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No que concerne a recursos, homologação de sentença estrangeira e reexame necessário no processo civil, julgue o próximo item.Conforme a jurisprudência do STJ, a sentença estrangeira que trate de guarda de menor não poderá ser homologada caso já exista manifestação do Poder Judiciário brasileiro acerca do mesmo objeto e das mesmas partes, ainda que essa decisão tenha sido proferida em caráter provisório e após o trânsito em julgado da sentença estrangeira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565649",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.O valor pecuniário fixado em tutela antecipada a título de astreintes somente será exigível, e passível de execução provisória, quando a decisão liminar que o fixar for confirmada em sentença ou acórdão de natureza definitiva, e desde que o respectivo recurso deduzido contra a decisão não seja recebido no efeito suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "557698",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Rafael foi condenado a pagar R$ 1.000,00 a Luciana. Mesmo com o trânsito em julgado, não cumpriu a obrigação. De acordo com o Código de Processo Civil, o montante da condenação será acrescido de multa de,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez por cento, e, a requerimento de Luciana, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de quinze dias."
      },
      {
        "letra": "B",
        "texto": "quinze por cento, e, a requerimento de Luciana, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra pessoalmente, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "quinze por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "E",
        "texto": "dez por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra pessoalmente, podendo oferecer impugnação no prazo de quinze dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555753",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Sendo relevante o fundamento da demanda, e havendo fundado receio de ineficácia do provimento final, em ação de obrigação de fazer ou não fazer, é lícito ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fixar de imediato perdas e danos, independentemente de pedido do autor, se considerar que se trata da solução mais razoável no caso concreto, impondo multa diária em caso de não pagamento da indenização."
      },
      {
        "letra": "B",
        "texto": "conceder liminarmente a tutela ou mediante justificação prévia, após a citação do réu, bem como impor multa diária ao mesmo, independentemente de pedido do autor, se for suficiente ou compatível com a obrigação, fixando-lhe prazo razoável para o cumprimento do preceito."
      },
      {
        "letra": "C",
        "texto": "impor multa diária ao réu, somente se requerida pelo autor, bem como conceder liminarmente a tutela, que poderá ser revogada a qualquer tempo, por decisão fundamentada."
      },
      {
        "letra": "D",
        "texto": "conceder liminarmente a tutela, que só poderá ser revogada por ocasião do proferimento da sentença, ou impor multa diária ao réu, de ofício ou a requerimento do autor, em valor compatível com a obrigação e fixado desde logo prazo razoável para cumprimento do preceito cominatório."
      },
      {
        "letra": "E",
        "texto": "conceder a tutela após justificação prévia, somente, ou impor multa diária ao réu, se esta for requerida pelo autor e for compatível com a natureza da causa e valor da obrigação objeto da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "553604",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Considerando as astreintes e a jurisprudência dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível a rediscussão do cabimento das astreintes, caso a decisão que as cominou não tenha sido objeto de recurso, em decorrência do princípio da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "É cabível imediata execução provisória de multa cominatória fixada em decisão interlocutória como forma de assegurar o cumprimento da obrigação."
      },
      {
        "letra": "C",
        "texto": "Não cabe multa cominatória na exibição, incidental ou autônoma de documento relativo à direito disponível."
      },
      {
        "letra": "D",
        "texto": "Considerando a indisponibilidade do interesse público e a sistemática constitucional de satisfação de créditos contra a fazenda pública, não é cabível a determinação de bloqueio de verbas públicas."
      },
      {
        "letra": "E",
        "texto": "É incabível a cumulação de astreintes com juros de mora e a sua estipulação de ofício pelo Magistrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552745",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de 20%."
      },
      {
        "letra": "B",
        "texto": "A impugnação, como regra, não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "A multa mencionada na alternativa “a” é fixa, não podendo ser reduzida ou majorada nem mesmo pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver parte líquida e parte ilíquida, o cumprimento da sentença fica suspenso até a liquidação da parte ilíquida para preservar a unidade do processo"
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença poderá versar sobre quaisquer matérias que a parte impugnante entenda pertinente a fazer valer o seu pretenso direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552563",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No que tange ao cumprimento de sentença de obrigação de pagamento de quantia certa, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o juiz proferir sentença condenatória em parte líquida e em parte ilíquida, o credor deverá promover a liquidação da parte ilíquida antes de requerer o cumprimento da parte líquida."
      },
      {
        "letra": "B",
        "texto": "São devidos honorários advocatícios no cumprimento de sentença apenas quando houver impugnação, depois de escoado o prazo para pagamento voluntário, que se inicia após a intimação do advogado da parte executada."
      },
      {
        "letra": "C",
        "texto": "A ausência de requerimento de cumprimento de sentença no prazo de seis meses gera prescrição da pretensão ao crédito e o arquivamento dos autos."
      },
      {
        "letra": "D",
        "texto": "É inaplicável o cumprimento de sentença à Fazenda Pública, pois, seja na qualidade de exequente ou executada, permanece a necessidade de uma ação autônoma de execução, cuja defesa será exercida mediante embargos."
      },
      {
        "letra": "E",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, oferecendo e prestando caução idônea, arbitrada pelo juiz e prestada nos próprios autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "537547",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em havendo condenação, transitada em julgado, ao pagamento de quantia certa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o exequente poderá, ao requerer o cumprimento da sentença, indicar os bens que deseja ver penhorados, os quais são avaliados, em regra, por perito da confiança do juízo."
      },
      {
        "letra": "B",
        "texto": "a requerimento do credor, instruído com demonstrativo do débito atualizado até a data da propositura da ação, se não efetuado o pagamento no prazo legal, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "se não for requerido o cumprimento da sentença no prazo de 180 dias, o juiz declarará extinta a obrigação."
      },
      {
        "letra": "D",
        "texto": "o devedor suportará multa de 10% sobre a totalidade do débito caso não efetue o pagamento ou o faça parcialmente."
      },
      {
        "letra": "E",
        "texto": "requerido o cumprimento da sentença, o devedor poderá apresentar impugnação, a qual é recebida, em regra, no efeito suspensivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534558",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A respeito da tutela específica das obrigações de fazer e não fazer, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração do valor ou da periodicidade da multa fixada pelo juiz para forçar o cumprimento da tutela depende de requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "A lei enumera taxativamente as providências que o juiz pode determinar para obter do devedor o cumprimento específico da obrigação."
      },
      {
        "letra": "C",
        "texto": "É obrigatório ao juiz fixar astreintes no caso de o devedor não cumprir determinação judicial como forma de garantir a efetividade do título judicial."
      },
      {
        "letra": "D",
        "texto": "É vedada a fixação de astreintes contra pessoa jurídica de direito público."
      },
      {
        "letra": "E",
        "texto": "Nas ações cominatórias de obrigação de fazer ou não fazer, caso não seja possível cumprir a obrigação, será permitida a substituição da tutela específica pela condenação em perdas e danos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "531960",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Acerca do cumprimento de sentença e da execução, no Código de Processo Civil de 1973, considere as seguintes afirmativas: 1. Os dispositivos que tratam do cumprimento de obrigação de fazer ou não fazer e da entrega de coisa aplicam-se ao cumprimento de sentença. 2. Têm competência para realizar o cumprimento das sentenças os juízes e os tribunais, de acordo com os termos da lei. 3. Quando, por vários meios, o credor puder promover a execução, o juiz mandará que se faça pelo modo menos gravoso para o devedor. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "525441",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "João foi condenado, por decisão transitada em julgado, a pagar a Renato R$ 10.000,00. De acordo com o Código de Processo Civil, se não efetuar o pagamento integral no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias, o montante da condenação será acrescido de multa de 15% da condenação, e, de ofício, expedir-se-á mandado de penhora e avaliação, do qual será citado João, em regra pessoalmente, podendo oferecer impugnação no prazo de 3 dias."
      },
      {
        "letra": "B",
        "texto": "10 dias, o montante da condenação será acrescido de multa de 15% sobre o valor da condenação, e, de ofício, expedir-se- á mandado de penhora e avaliação, do qual será intimado João, em regra pessoalmente, podendo oferecer impugnação no prazo de 10 dias."
      },
      {
        "letra": "C",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor da condenação, e, de ofício, expedir-se- á mandado de penhora e avaliação, do qual será intimado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 10 dias."
      },
      {
        "letra": "D",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor não pago, e, a requerimento de Renato, expedir-se-á mandado de penhora e avaliação, do qual será citado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 3 dias."
      },
      {
        "letra": "E",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor não pago, e, a requerimento de Renato, expedir-se-á mandado de penhora e avaliação, do qual será intimado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 15 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514717",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor que não efetue o pagamento do valor fixado em sentença no prazo de 15 (quinze) dias, terá o montante da condenação acrescido de multa no percentual de 10% (dez por cento) e, a requerimento do credor, expedir-se-á mandado de penhora e avaliação, sendo do respectivo auto, intimado o advogado do devedor, para, querendo, apresentar impugnação no prazo de 15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "A impugnação poderá versar sobre falta ou nulidade da citação, mas somente se o processo correu à revelia, bem como sobre qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, mas desde que superveniente à sentença."
      },
      {
        "letra": "C",
        "texto": "A decisão que resolver a impugnação é recorrível mediante agravo de instrumento, salvo quando importar extinção da execução, caso em que caberá apelação."
      },
      {
        "letra": "D",
        "texto": "A execução provisória da sentença far-se-á, no que couber, do mesmo modo que a definitiva, mas o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade ou dos quais possa resultar grave dano ao executado, dependem, em todo o caso, da prestação de caução idônea, em valor arbitrado pelo juiz e nos próprios autos."
      },
      {
        "letra": "E",
        "texto": "São títulos executivos judiciais, entre outros, a sentença penal condenatória transitada em julgado, a sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta em juízo, a sentença arbitral, o formal e a certidão de partilha, estes exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512806",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA, a respeito do cumprimento das obrigações de fazer e não fazer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se procedente o pedido, a obrigação será imediatamente convertida em perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A indenização por perdas e danos não é acumulável com a multa."
      },
      {
        "letra": "C",
        "texto": "Na ação que tenha por objeto a entrega de coisa, o juiz, ao conceder a tutela específica, fixará o prazo para o cumprimento da obrigação."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de entrega de coisa determinada pelo gênero e quantidade, o credor a individualizará na petição inicial, ainda que não lhe caiba a escolha."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512712",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Indique a alternativa correta sobre a impugnação do executado nos casos de cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol das matérias dedutíveis na impugnação é exauriente."
      },
      {
        "letra": "B",
        "texto": "A incompetência, o impedimento e a suspeição devem ser opostos em exceção, e não por impugnação."
      },
      {
        "letra": "C",
        "texto": "O objeto da impugnação não abrange as nulidades da penhora."
      },
      {
        "letra": "D",
        "texto": "A falta ou a nulidade da citação, se o processo correu à revelia, poderá ser objeto de impugnação na execução de sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "A impugnação não comporta discussão acerca da inexigibilidade do título judicial fundado em lei ou ato normativo, declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "511190",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Quanto ao cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento da sentença será recebida como regra geral nos efeitos devolutivo e suspensivo, podendo o juiz atribuir somente efeito devolutivo se do duplo efeito advier prejuízo irrepará- vel ou de difícil reparação ao credor."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso recebido nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "C",
        "texto": "Na impugnação ao cumprimento da sentença, se o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à condenação, deverá declarar de imediato o valor que entende correto, sob pena de rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "A decisão que resolver a impugnação ao cumprimento de sentença é recorrível sempre por meio de agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "A execução provisória corre por conta e risco do credor, devendo os atos que importem levantamento de depósito em dinheiro ou alienação de propriedade serem precedidos necessariamente de caução idônea, sem exceção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495298",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Em relação à liquidação e ao cumprimento das sentenças, à luz da legislação vigente, aponte a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença homologatória de conciliação ou de transação, desde que não inclua matéria que não foi posta em juízo, e considerada título executivo judicial."
      },
      {
        "letra": "B",
        "texto": "Constitui título executivo judicial a sentença estrangeira devidamente homologada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "As sentenças arbitral e a que reconhece a existência de obrigação de não fazer são consideradas títulos executivos judiciais."
      },
      {
        "letra": "D",
        "texto": "A execução provisória da sentença e possível, no que couber, por iniciativa do exequente ou ex officio, ante os princípios da economia e celeridade processuais, observando-se que não deverão ser ultrapassados os atos de constrição."
      },
      {
        "letra": "E",
        "texto": "Ante os dispositivos legais que permitem a execução provisória da sentença do mesmo modo da execução definitiva, e possível que aquela execução processe-se nos mesmos autos em que foi proferida a sentença impugnada, ainda que o recurso seja recebido no efeito meramente devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494589",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta no que se refere ao cumprimento de sentença e às execuções em espécie.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência do STJ, somente para a hipótese de satisfação de débito considerado de pequeno valor é prevista a alienação, em hasta pública, de bens da fazenda pública, desde que pelo preço da avaliação."
      },
      {
        "letra": "B",
        "texto": "O STJ tem admitido a execução provisória contra a fazenda pública nos casos de instituição de pensão por morte de servidor público."
      },
      {
        "letra": "C",
        "texto": "O STJ tem jurisprudência consolidada no sentido de não ser possível a fixação de multa contra a fazenda pública."
      },
      {
        "letra": "D",
        "texto": "De acordo com entendimento do STJ, no cumprimento de sentença não serão devidos novos honorários advocatícios, haja vista tratar-se apenas de outra fase processual."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência majoritária do STF admite o fracionamento da execução contra a fazenda pública para que parte do crédito seja paga ao credor por meio de precatório e a outra parte, mediante complemento positivo, feito por via administrativa e antes do trânsito em julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483596",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Marcos ajuizou ação no âmbito da qual Renan foi condenado, em primeira instância, a pagar-lhe R$ 10.000,00. Contra a sentença, Renan interpôs recurso de apelação, recebido apenas no efeito devolutivo. Antes do trânsito em julgado, Marcos requereu a execução provisória da sentença. A execução provisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será autuada nos próprios autos, devendo ser decidida pelo tribunal, quando do julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "depende de caução idônea para que tenha início, a qual pode ser dispensada, dentre outros, no caso de crédito de natureza alimentar, até o limite de sessenta salários-mínimos, se o exequente demonstrar necessidade."
      },
      {
        "letra": "C",
        "texto": "deverá ser indeferida de plano, pois, antes do trânsito em julgado, inexiste liquidez e certeza quanto ao título judicial, que não pode, por isto, embasar a execução."
      },
      {
        "letra": "D",
        "texto": "depende de caução idônea para que tenha início, a qual não pode ser dispensada em nenhuma hipótese."
      },
      {
        "letra": "E",
        "texto": "correrá por conta e responsabilidade de Marcos, que deverá, em caso de reforma da sentença, reparar os danos que Renan houver experimentado, cuja liquidação será feita nos mesmos autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "465960",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "As reformas operadas no Código de Processo Civil, no que tange à execução, lograram inserir uma fase pré-executiva, para cumprimento voluntário da obrigação pecuniária reconhecida na sentença condenatória. Assim, de acordo com o Art. 475-J do CPC, o devedor terá o prazo de 15 dias para pagar o valor devido sob pena de multa de 10%. De acordo com o entendimento firmado pelo Superior Tribunal de Justiça, o prazo para cumprimento voluntário da obrigação é contado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da intimação pela imprensa oficial, quando o devedor tiver advogado constituído nos autos;"
      },
      {
        "letra": "B",
        "texto": "do trânsito em julgado da sentença condenatória, se o devedor tiver advogado constituído nos autos;"
      },
      {
        "letra": "C",
        "texto": "da intimação pela imprensa oficial, expedida pela instância recursal, se houve a interposição de recurso;"
      },
      {
        "letra": "D",
        "texto": "da intimação pela imprensa oficial, se o devedor for pessoa jurídica de direito público;"
      },
      {
        "letra": "E",
        "texto": "do trânsito em julgado da sentença condenatória, quando o devedor for revel e tiver advogado constituído nos autos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598455",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento de sentença, analise as seguintes afirmativas: I. É possível exigir-se o cumprimento de sentença declaratória que reconheça a existência de uma obrigação de fazer, não fazer, entregar coisa ou pagar quantia. II. A decisão que julgar a impugnação de sentença arbitrará honorários de advogado. III. O cumprimento da sentença efetuar-se-á perante os tribunais, nas causas de sua competência originária. IV. A decisão que resolve a impugnação ao cumprimento de sentença, extinguindo a execução é impugnável por meio de apelação. V. Na impugnação ao cumprimento de sentença pode-se conceder antecipação de tutela. Em relação a estas afirmativas estão CORRETAS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V apenas."
      },
      {
        "letra": "B",
        "texto": "II, IV e V apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I, IV e V apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e V apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516143",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFSM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em relação ao cumprimento de sentença previsto no Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. I. É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito suspensivo. II. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta. III. Do auto de penhora e de avaliação será de imediato intimado o executado, na pessoa de seu advogado ou, na falta deste, o seu representante legal, ou pessoalmente, por mandado ou pelo correio, podendo oferecer impugnação, querendo, no prazo de quinze dias. IV. Não sendo requerida a execução no prazo de seis meses, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "501046",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFPB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com o disposto sobre o cumprimento da sentença no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é definitiva a execução da sentença transitada em julgado ou quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "C",
        "texto": "caso o oficial de justiça não possa proceder à avaliação, por depender de conhecimentos especializados, poderá de imediato, nomear avaliador, assinando-lhe breve prazo para a entrega do laudo."
      },
      {
        "letra": "D",
        "texto": "não sendo requerida a execução no prazo de três meses, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      },
      {
        "letra": "E",
        "texto": "quando o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, cumprir-lhe-á declarar de imediato o valor que entende correto, sob pena de aceitação liminar dessa impugnação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464869",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Quanto ao cumprimento de sentença, considere:I. É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual tenha sido atribuído efeito suspensivo.II. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta. III. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não efetue tal pagamento em quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, de ofício, determinará o juiz a expedição de mandado de penhora e avaliação. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462255",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Cumprimento de sentença",
      "Prazos",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em uma ação de execução, fundada em título executivo extrajudicial, proposta em face de João, em litisconsórcio com sua esposa Maria e seus irmãos Carlos e Luiz, foram todos citados em datas distintas, sendo que João foi citado no dia 01, uma segunda feira, depois Maria foi citada no dia 02, terça-feira, e no dia 03, quarta-feira foram citados Carlos e Luiz. Sabendo-se que, no próprio dia em que cada um foi citado, os respectivos mandados de citação foram acostados aos autos e que, ainda, cada um constituiu um procurador distinto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo dos embargos do devedor para os executados deverá ser dobrado, tendo em vista o litisconsórcio passivo."
      },
      {
        "letra": "B",
        "texto": "A fluência do prazo quinzenal dos embargos do devedor para João se iniciará no dia 03, quarta-feira."
      },
      {
        "letra": "C",
        "texto": "A fluência do prazo para Maria opor os embargos do devedor se iniciará no dia 04, na quinta-feira, uma vez que o último mandado acostado aos autos se deu no dia anterior."
      },
      {
        "letra": "D",
        "texto": "A defesa se dará por meio da impugnação, que deverá ser em 30 dias para todos os executados, contados da juntada aos autos de cada mandado citatório."
      },
      {
        "letra": "E",
        "texto": "A defesa de João se dará por meio dos embargos do devedor, que será no prazo de 15 dias, contados da data de sua intimação, sendo excluído da contagem o dia da juntada do mandado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458617",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Dispõe o CPC acerca do cumprimento de sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É título executivo judicial a sentença estrangeira devidamente homologada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Na execução provisória da sentença, embora não esteja vedada a alienação de bens do executado, não cabe, em nenhuma hipótese, o levantamento de dinheiro pelo exequente sem o oferecimento de caução idônea."
      },
      {
        "letra": "C",
        "texto": "Se o devedor, condenado ao pagamento de quantia certa ou fixada em liquidação, efetuar o parcial pagamento dentro do prazo de 15 (quinze) dias, será imposta multa no percentual de dez por cento sobre o restante."
      },
      {
        "letra": "D",
        "texto": "O cumprimento da sentença efetuar-se-á perante o juízo que processou a causa no primeiro grau de jurisdição, sem que o exequente possa optar por outro juízo por força do princípio da perpetuação da competência (perpetuatio jurisdictionis)."
      },
      {
        "letra": "E",
        "texto": "A decisão que resolve a impugnação ao cumprimento de sentença é recorrível mediante agravo de instrumento, mesmo que extinga a execução, tendo em vista o caráter sincrético do procedimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "457798",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação mas, no tocante à conversão desta em perdas e danos, o fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não mais ocorre na sistemática atual do processo civil pátrio, ocorrendo ou a tutela específica da obrigação ou a declaração de sua inexequibilidade."
      },
      {
        "letra": "B",
        "texto": "só ocorrerá, de ofício ou a requerimento da parte, se impossível a obtenção do resultado prático equivalente."
      },
      {
        "letra": "C",
        "texto": "só ocorrerá se o autor a requerer ou se impossível a tutela específica ou a obtenção do resultado prático correspondente."
      },
      {
        "letra": "D",
        "texto": "ocorrerá como regra, já que por presunção consultará quase sempre aos interesses do autor."
      },
      {
        "letra": "E",
        "texto": "só ocorrerá se o juiz, de ofício, verificar que a providência é mais célere e vantajosa ao autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "455130",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Se o réu for condenado, por sentença, a pagar ao autor o valor de R$10.000,00 a título de compensação pelos danos imateriais provocados, terá 15 dias para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados da publicação da sentença no Diário Oficial;"
      },
      {
        "letra": "B",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados do seu trânsito em julgado;"
      },
      {
        "letra": "C",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados da intimação de seu advogado constituído nos autos;"
      },
      {
        "letra": "D",
        "texto": "impugnar a execução, contados da juntada aos autos do comprovante da intimação feita pessoalmente;"
      },
      {
        "letra": "E",
        "texto": "impugnar a execução, contados da intimação de seu advogado constituído nos autos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "447569",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No que tange ao cumprimento de sentença de obrigação de pagamento de quantia certa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá o exequente apresentar, em seu requerimento inicial, os bens do executado a serem penhorados, por ser este ato privativo do devedor."
      },
      {
        "letra": "B",
        "texto": "é obrigação exclusiva do oficial de justiça avaliar os bens que forem oferecidos à penhora, tendo em vista que a atual legislação determinou a esse auxiliar da justiça o papel de avaliador."
      },
      {
        "letra": "C",
        "texto": "não sendo requerida a execução da sentença em seis meses, o juiz mandará extinguir o processo, determinando seu arquivamento."
      },
      {
        "letra": "D",
        "texto": "o cumprimento de sentença efetuar-se-á perante o juízo que processou a causa em primeiro grau de jurisdição, podendo o exequente optar pelo local onde estão os bens do executado sujeitos à expropriação ou ainda o atual domicílio do executado, caso em que a remessa dos autos será solicitada ao juízo de origem."
      },
      {
        "letra": "E",
        "texto": "não havendo pagamento dos valores devidos no prazo de três dias, contados da intimação do advogado do executado ou da sua intimação pessoal quando não estiver assistido por procurador, sobre o valor total da dívida, recairá multa de dez por cento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432842",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Antônio, pequeno agricultor, propôs demanda contra José, tendo como objetivo o ressarcimento decorrente de inadimplemento em contrato de prestação de serviços. A sentença de primeiro grau condenou José ao pagamento de R$ 10.000,00 (dez mil reais), acrescido de juros e correção monetária. José não interpôs recurso. Após o trânsito em julgado, Antônio apresentou petição para o cumprimento de sentença, instruída com a memória de cálculo, indicando o valor devido. Tendo como base essa situação hipotética, e considerando a atual jurisprudência do STJ sobre o tema, identifique as seguintes afirmativas como verdadeiras (V) ou falsas (F). ( ) Caso José apresente impugnação ao cumprimento de sentença, a garantia do juízo constituirá condição para a própria apresentação desta defesa do executado, e não apenas para a sua apreciação. Da mesma maneira, pode-se afirmar que caso fosse hipótese de título executivo extrajudicial, não haveria a necessidade de garantia do juízo para a oposição de embargos do executado. ( ) Caso Antônio, após o levantamento de valores depositados em seu favor, apresente memória de cálculo relativa a saldo remanescente, deverá ser concedida a José nova oportunidade para impugnação. Por outro lado, José deverá apontar, na petição de impugnação ao cumprimento de sentença, a parcela incontroversa do débito, bem como as incorreções encontradas nos cálculos do credor, sob pena de rejeição liminar da petição, não se admitindo emenda à inicial. ( ) Caso José tivesse sido intimado antes da realização do cálculo inicial pelo credor, para efetuar o pagamento de sentença ilíquida, não incidirá automaticamente a multa do art. 475-J do CPC sobre o saldo remanescente apurado posteriormente. ( ) Na hipótese em que José, com o intuito de oferecer impugnação ao cumprimento de sentença, realize depósito no prazo de 15 (quinze) dias para o adimplemento espontâneo do valor da obrigação (CPC, art. 475-J, caput), configura- se a denominada “penhora automática”, nos termos da jurisprudência do STJ. Nessa hipótese, faz-se necessário a lavratura do termo da penhora e a intimação de José para o oferecimento da impugnação. ( ) Caso seja necessário para obter o cumprimento da obrigação, o magistrado poderá majorar a multa do art. 475-J até o limite de 10% do valor da condenação, acrescida de honorários advocatícios. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – V – F – F – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418381",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre o cumprimento de sentença, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II do CPC, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "Quando o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, deverá o juiz declarar de imediato o valor que entende correto, ou declarar à rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "É inexigivel o titulo judicial fundado em interpretação de ato normativo considerado pelo Supremo Tribunal Federal incompativel com a Carta Magna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417888",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Petição Inicial",
      "Apelação no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Acerca da petição inicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de cumulação de pedidos própria, o juiz não pode acolher mais de um pedido simultaneamente, o que é possível no caso de pedido alternativo e de pedido sucessivo."
      },
      {
        "letra": "B",
        "texto": "O autor poderá alterar tanto a causa de pedir quanto o pedido depois do saneamento do processo, desde que haja concordância do réu."
      },
      {
        "letra": "C",
        "texto": "Não possuirá efeito regressivo a apelação interposta contra decisão que indeferir a petição inicial."
      },
      {
        "letra": "D",
        "texto": "A emenda da inicial é um direito subjetivo do autor."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência do STJ, a aplicação de multa pelo descumprimento de obrigação de fazer ou não fazer dispensa prévia intimação pessoal do devedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416874",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CONAB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "De acordo com o Código Processual Civil, acerca da liquidação e do cumprimento da sentença, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução nos mesmos autos."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de 48 horas, o montante da condenação será acrescido de multa no valor de 10%."
      },
      {
        "letra": "D",
        "texto": "Efetuado o pagamento, mesmo que parcial, no prazo de 48 horas, não se aplica a multa de 10%."
      },
      {
        "letra": "E",
        "texto": "Não sendo requerida a execução no prazo de 30 dias, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415213",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação, na fase do cumprimento da sentença, a teor do Código de Processo Civil, somente poderá versar sobre: falta ou nulidade da citação, se o processo correu à revelia; inexigibilidade do título; penhora incorreta ou avaliação errônea; ilegitimidade das partes; excesso de execução; e qualquer causa impeditiva, modificativa ou extintiva da obrigação, desde que superveniente à sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "411235",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Embargos de Declaração no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando a jurisprudência do Superior Tribunal de Justiça: I. Em ação monitória fundada em cheque prescrito, ajuizada em face do emitente, é indispensável menção ao negócio jurídico subjacente à emissão da cártula. II. A decisão que comina astreintes não preclui, não fazendo tampouco coisa julgada. III. O benefício da isenção do preparo, conferido aos entes públicos previstos no art. 4º, caput, da Lei nº 9.289/96, é inaplicável aos conselhos de fiscalização profissional. IV. Caracterizam-se como protelatórios os embargos de declaração que visam rediscutir matéria já apreciada e decidida pela corte de origem em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal ou, ainda, precedente julgado pelo rito dos artigos 543-C e 543-B do Código de Processo Civil. V. No caso de redirecionamento da execução fiscal, a pessoa jurídica não tem legitimidade para interpor recurso no interesse do sócio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409237",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "O termo inicial do prazo de 15 dias para o cumprimento voluntário, pelo devedor, da sentença condenatória ao pagamento de quantia, sob pena de multa de 10% e penhora de bens, ocorre na data",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da intimação pessoal do devedor, acerca do trânsito em julgado da sentença."
      },
      {
        "letra": "B",
        "texto": "em que o título judicial se torna passível de execução, ainda que provisória, independentemente de intimação."
      },
      {
        "letra": "C",
        "texto": "da intimação do devedor, na pessoa do seu advogado, por publicação na imprensa oficial, para que efetue o pagamento da quantia discriminada em específico requerimento, segundo cálculos do credor."
      },
      {
        "letra": "D",
        "texto": "do trânsito em julgado da sentença, independentemente de intimação."
      },
      {
        "letra": "E",
        "texto": "da intimação do devedor, na pessoa do seu advogado, por publicação na imprensa oficial, acerca do trânsito em julgado da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409235",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "A multa fixada em ação tendo como objeto o cumprimento de obrigação de fazer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica prejudicada caso convertida a obrigação em indenização por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "pode ser alterada na fase de cumprimento de sentença, caso se revele insuficiente ou excessiva."
      },
      {
        "letra": "C",
        "texto": "pode ser modificada somente até o trânsito em julgado da sentença que a impôs."
      },
      {
        "letra": "D",
        "texto": "não pode ser alterada de ofício pelo Juiz."
      },
      {
        "letra": "E",
        "texto": "não pode ser alterada se a decisão liminar que a fixar não for objeto de recurso, pois sujeita-se à preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407385",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Quando do cumprimento da sentença, segundo o Código de Processo Civil, a impugnação somente poderá versar sobre:I. excesso de execução. II. penhora incorreta ou avaliação errônea. III. qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, desde que anterior à sentença. IV. evicção. Estão incorretos somente os incisos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390976",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com as alterações promovidas pela Lei n.º 11.232/2005, assinale a alternativa correta acerca da fase de cumprimento de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se inexigível o título judicial cujo fundamento foi arquitetado em dispositivo declarado inconstitucional pelo Supremo Tribunal Federal, em controle concentrado de constitucionalidade."
      },
      {
        "letra": "B",
        "texto": "Na execução provisória da sentença, é vedada a alienação de propriedade, ainda que o exequente preste caução."
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral é considerada, para todos os efeitos, título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "Não se admite impugnação ao cumprimento de sentença, em qualquer hipótese, com fundamento na ilegitimidade da parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390106",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Denomina-se averbação premonitória a possibilidade conferida ao exequente de, no ato da distribuição ou início da fase de cumprimento de sentença, obter certidão comprobatória do ajuizamento ou instauração da execução, com identificação das partes e valor da causa, para fins de registro público, sendo presumida a fraude à execução na alienação ou oneração de bens efetuada após a formalização do ato junto à unidade de serviço extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A penhora de bens imóveis realizar-se-á mediante auto ou termo de penhora, cabendo ao exequente, sem prejuízo da imediata intimação do executado (art. 652, § 4.º), providenciar, para presunção absoluta de conhe- cimento por terceiros, a respectiva inscrição no ofício imobiliário, mediante a apresentação de certidão de inteiro teor do ato, no prazo legal de 05 dias, sob pena de cancelamento da constrição."
      },
      {
        "letra": "C",
        "texto": "O juiz, a requerimento da parte, poderá decretar o arresto dos bens do casal, nas ações de divórcio e de anulação de casamento, em caso de fundado receio de dilapidação, sendo possível a efetivação da averbação na respectiva serventia imobiliária."
      },
      {
        "letra": "D",
        "texto": "Não se efetuará a adjudicação ou alienação de bem do executado sem que da execução sejam cientificados, por qualquer modo idôneo e com pelo menos 10 (dez) dias de antecedência, o senhorio direto e o credor com garantia real, dispensada a comunicação do credor com direito de penhora anteriormente registrada, que não seja de qualquer modo parte na execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "387745",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca do processo nos tribunais e dos recursos.A decisão que resolver a impugnação ao cumprimento de sentença mediante a extinção da execução será impugnável por meio do recurso de agravo de instrumento",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387743",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos aos atos processuais, ao processo em geral, ao processo de conhecimento e ao cumprimento de sentença. A prévia garantia do juízo é pressuposto para o processamento da impugnação ao cumprimento de sentença de obrigação por quantia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "383807",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFGD",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente as lacunas. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de _____________, o montante da condenação será acrescido de multa no percentual de __________.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez dias / dez por cento"
      },
      {
        "letra": "B",
        "texto": "quinze dias / dez por cento"
      },
      {
        "letra": "C",
        "texto": "quinze dias / quinze por cento"
      },
      {
        "letra": "D",
        "texto": "vinte dias / cinco por cento"
      },
      {
        "letra": "E",
        "texto": "cinco dias / cinco por cento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "381216",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "O chamado sincretismo processual introduzido pelas recentes alterações promovidas no CPC buscou dotar o sistema processual civil brasileiro de meios de efetivação que proporcionem um trâmite mais célere no que diz respeito à satisfação de determinado direito já reconhecido por sentença judicial. A respeito dessa sistemática, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante do STJ, em nenhuma hipótese, a multa de 10% prevista no art. 475-J do CPC poderá ser aplicada nos casos em que a sentença tenha transitado em julgado anteriormente à entrada em vigor da Lei n.º 11.232/2005."
      },
      {
        "letra": "B",
        "texto": "Impugnação que seja apresentada pelo devedor em cumprimento de sentença terá, em regra, efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Por meio da propositura de execução provisória, o credor poderá satisfazer seu crédito e, em alguns casos, ser dispensado de prestar caução suficiente e idônea, tendo, contudo, o exequente responsabilidade objetiva por eventuais danos sofridos pelo executado, caso a decisão exequenda seja reformada"
      },
      {
        "letra": "D",
        "texto": "A decisão que aprecia a impugnação apresentada pelo devedor em cumprimento de sentença é recorrível mediante agravo de instrumento, inadmitida a interposição de apelação em qualquer hipótese."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência da Corte Especial do STJ, após o trânsito em julgado e retorno dos autos à origem, é desnecessária a intimação do devedor na pessoa de seu advogado, para efetuar o pagamento de quantia líquida e certa, sendo do devedor a obrigação de efetuar o pagamento espontâneo, no prazo de quinze dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "377303",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No que concerne à liquidação e ao cumprimento da sentença, assinale a alternativa correta de acordo com o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Far-se-á a liquidação por artigos quando determinado pela sentença ou convencionado pelas partes."
      },
      {
        "letra": "B",
        "texto": "O pagamento parcial no prazo previsto no caput do artigo 475-J não interfere na apuração do valor da multa, porque persiste a inadimplência do devedor."
      },
      {
        "letra": "C",
        "texto": "Far-se-á a liquidação por arbitramento, quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "E",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual foi atribuído efeito suspensivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "368510",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação ao cumprimento de sentença somente poderá versar sobre.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade da citação, independentemente de ter o processo corrido à revelia."
      },
      {
        "letra": "B",
        "texto": "inexigibilidade do título, alegável a qualquer tempo a partir do auto de penhora."
      },
      {
        "letra": "C",
        "texto": "ilegitimidade das partes da fase cognitiva e incompetência absoluta superveniente do juízo."
      },
      {
        "letra": "D",
        "texto": "excesso de execução, declarando de imediato o valor que se reputa correto."
      },
      {
        "letra": "E",
        "texto": "pagamento, novação, compensação, transação ou prescrição, desde que anterior à sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "363944",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Em relação à decisão da ação que tenha por objeto a obrigação de fazer e não fazer, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fixação de multa diária independe de pedido expresso do autor"
      },
      {
        "letra": "B",
        "texto": "Para a efetivação de tutela específica ou obtenção do resultado útil equivalente o juiz determinará a remoção da coisa, desde que requerido expressamente pelo autor na inicial."
      },
      {
        "letra": "C",
        "texto": "Não obstante a relevância do fundamento, o juiz somente concederá a liminar após a audiência de justificação prévia."
      },
      {
        "letra": "D",
        "texto": "A medida cominatória que implica na solução da questão em perdas e danos será, em qualquer hipótese, a solução buscada pelo juiz, ainda que seja possível a aplicação de medidas que garantam o resultado prático equivalente ao direito material buscado"
      },
      {
        "letra": "E",
        "texto": "Tutela específica e tutela antecipada são institutos idênticos, confundindo-se com a medida liminar e necessitando, para sua concretização, da instauração do processo de execução com citação do executado para cumprimento da medida em 15 dias, sob pena de pagamento de multa fixada em 10% (dez por cento) calculada sobre o valor do crédito (art. 475-J, CPC)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361731",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A respeito da liquidação, do cumprimento de sentença e da execução no âmbito do processo civil, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução de honorários advocatícios estipulados sobre percentual de condenação em demanda judicial prescinde de anterior liquidação da sentença condenatória no que diz respeito à liquidez do título executivo."
      },
      {
        "letra": "B",
        "texto": "Em fase de cumprimento de sentença, que se caracteriza como mera fase complementar do processo de cognição, no qual já foi fixada a verba honorária, somente serão cabíveis honorários advocatícios se houver impugnação."
      },
      {
        "letra": "C",
        "texto": "De acordo com o STJ, o MP não detém legitimidade para, sob a alegação de defesa do patrimônio público, promover a execução de título executivo extrajudicial emanado do tribunal de contas estadual, ainda que com o fim de ressarcir ao erário"
      },
      {
        "letra": "D",
        "texto": "Embora a natureza da execução de sentença corresponda a mera fase complementar do processo de cognição, e não processo autônomo, a garantia do juízo é pressuposto para o processamento da impugnação ao cumprimento de sentença."
      },
      {
        "letra": "E",
        "texto": "As entidades associativas, na qualidade de substitutos processuais, detêm legitimidade para atuar nas fases de conhecimento e liquidação; na de execução da sentença, entretanto, necessitam de prévia autorização dos interessados"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361595",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, ao exequente é permitido requer ao juiz a remessa dos autos ao juízo do atual domicílio do executado, embora, em regra, a competência para a execução da sentença seja do juízo originário da causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357875",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Alberto é condenado a pagar a Heitor determinada quantia em dinheiro, por decisão transitada em julgado. Intimado, Heitor apresenta impugnação, que, de acordo com o Código de Processo Civil, quando trata da impugnação ao cumprimento de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser precedida de garantia do juízo, pode versar sobre todas as questões tratadas no processo de conhecimento e, em regra, não possui efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "independe de garantia do juízo, pode versar sobre todas as questões tratadas no processo de conhecimento e, em regra, possui efeito suspensivo"
      },
      {
        "letra": "C",
        "texto": "deve ser precedida de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, não possui efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "deve ser precedida de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, possui efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "independe de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, possui efeito suspensivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357680",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Carlos ajuizou ação de indenização contra Daniel, a qual foi julgada procedente, em decisão cujo valor transitou em julgado. Quando do cumprimento da decisão, Carlos requereu a intimação de Daniel para pagamento da condenação, acrescida de juros e correção monetária. Não concordando com o valor da condenação nem com os índices de atualização aplicados por Carlos, Daniel apresentou impugnação, alegando, como argumento exclusivo, excesso de execução. Esta impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá indicar a quantia que Daniel entende correta, sob pena de rejeição, podendo o juiz alterar tanto os índices de atualização como o valor da condenação."
      },
      {
        "letra": "B",
        "texto": "suspenderá automaticamente o processo, mas apenas no que toca ao excesso decorrente da aplicação dos índices de atualização."
      },
      {
        "letra": "C",
        "texto": "suspenderá automaticamente e no todo o processo, tal como se dá com os embargos à execução de título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "deverá indicar a quantia que Daniel entende correta, sob pena de rejeição liminar, podendo o juiz alterar os índices de atualização mas não o valor da condenação."
      },
      {
        "letra": "E",
        "texto": "impede a prática de qualquer ato executivo, quando recebida no efeito suspensivo, ainda que o exe- quente preste caução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "826659",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de entrega de coisa",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Leia as assertivas e assinale o item correto: I- O devedor de obrigação de entrega de coisa certa, constante de título executivo extrajudicial, será citado para, dentro de 10 (dez) dias, satisfazer a obrigação ou, seguro o juízo, apresentar embargos. II- Cabe ação monitória para haver saldo remanescente oriundo da venda extrajudicial de bem alienado fiduciariamente em garantia. III- A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas. IV- Não é admitido o preparo do recurso no primeiro dia útil subsequente mesmo quando a interposição do recurso ocorrer após o encerramento do expediente bancário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "557415",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca do cumprimento de sentença e do processo de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é título executivo extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A citação do devedor solvente na execução de quantia certa dá início a prazos com termos iniciais distintos."
      },
      {
        "letra": "C",
        "texto": "O cumprimento de sentença não se efetua perante os tribunais."
      },
      {
        "letra": "D",
        "texto": "A impugnação ao cumprimento de sentença pode versar sobre qualquer matéria de defesa."
      },
      {
        "letra": "E",
        "texto": "Todos os atos de ciência do executado, no processo autônomo de execução, devem ser praticados pelo oficial de justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "522869",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Sobre o cumprimento da sentença, analise as seguintes assertivas: I. O cumprimento de sentença efetuar-se-á perante o juízo que processou a causa em primeiro lugar, mas o exequente poderá optar pelo juízo do local onde se encontram bens sujeitos à expropriação ou pelo do atual domicílio do executado, casos em que a remessa dos autos do processo será solicitada ao juízo de origem. II. A sentença estrangeira homologada pelo Tribunal Regional Federal é considerada título executivo judicial. III. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor não é lícito promover simultaneamente a execução daquela e a liquidação desta. De acordo com o Código de Processo Civil brasileiro está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "I."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506141",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, no que diz respeito à execução das obrigações de fazer, na forma do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o fato puder ser prestado por terceiro, é lícito ao juiz, a requerimento do exequente, decidir que aquele o realize à custa do executado. O exequente adiantará as quantias previstas na proposta que, ouvidas as partes, o juiz houver aprovado."
      },
      {
        "letra": "B",
        "texto": "Prestado o fato, o juiz ouvirá as partes no prazo de 10 (dez) dias; não havendo impugnação, dará por cumprida a obrigação; em caso contrário, decidirá a impugnação."
      },
      {
        "letra": "C",
        "texto": "Se o contratante não prestar o fato no prazo, ou se o praticar de modo incompleto ou defeituoso, poderá o credor requerer ao juiz, no prazo de 10 (dez) dias, que o autorize a concluí-lo, ou a repará-lo, por conta do contratante."
      },
      {
        "letra": "D",
        "texto": "Ouvido o contratante no prazo de 10 (dez) dias, o juiz mandará avaliar o custo das despesas necessárias e condenará o contratante a pagá-lo."
      },
      {
        "letra": "E",
        "texto": "Se o credor quiser executar, ou mandar executar, sob sua direção e vigilância, as obras e trabalhos necessários à prestação do fato, terá preferência, em igualdade de condições de oferta, ao terceiro. O direito de preferência será exercido no prazo de 5 (cinco) dias, contados da apresentação da proposta pelo terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "502807",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Proferida sentença, transitada em julgado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode o juiz fixar multa para o caso de descumprimento, no caso de obrigação de fazer ou de não-fazer."
      },
      {
        "letra": "B",
        "texto": "admite-se rediscutir a lide ou modificar o julgado durante a liquidação."
      },
      {
        "letra": "C",
        "texto": "caso tenha sido condenado a pagar quantia certa, o devedor será intimado para pagamento, no prazo de dez dias, sob pena de multa de quinze por cento."
      },
      {
        "letra": "D",
        "texto": "seu cumprimento ocorrerá sempre perante o juízo que processou a causa no primeiro grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "expropriam-se, de imediato, os bens do vencido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485984",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "No processo civil, especificamente sobre o cumprimento de sentença, a impugnação não poderá versar sobre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excesso de execução."
      },
      {
        "letra": "B",
        "texto": "Falta ou nulidade da citação, se o processo correu à revelia."
      },
      {
        "letra": "C",
        "texto": "Inexigibilidade do título."
      },
      {
        "letra": "D",
        "texto": "Penhora incorreta ou avaliagao errônea."
      },
      {
        "letra": "E",
        "texto": "Qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, ocorridas em qualquer fase do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414142",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A sentença que determina o cumprimento de obrigação por quantia certa, o demandado deixa de cumprir espontaneamente a decisão. Neste casso, as afirmativas a seguir estão corretas, à exceção de uma. Assinale-a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento de sentença terá sempre o efeito suspensivo, não se admitindo, portanto, a execução provisória do julgado."
      },
      {
        "letra": "B",
        "texto": "Sendo a sentença parte líquida e parte ilíquida, poderá o credor simultaneamente promover a execução da primeira e liquidar, em autos apartados, a segunda."
      },
      {
        "letra": "C",
        "texto": "A execução poderá ser requerida no prazo de seis meses e caso não o seja, o juiz determinará o arquivamento dos autos, sem prejuízo de seu desarquivamento a pedido da parte."
      },
      {
        "letra": "D",
        "texto": "A impugnação poderá versar sobre causa extintiva da obrigação como a novação, compensação ou transação, mas desde que superveniente à sentença."
      },
      {
        "letra": "E",
        "texto": "O excesso na execução, a penhora incorreta, a avaliação errônea e ainda, a falta ou nulidade da citação podem ser objeto da impugnação, se o processo correu à revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a sentença, cumprimento de sentença e coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, os efeitos da coisa julgada se estendem à verdade dos fatos que foram estabelecidos como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a garantia do juízo para que o devedor possa apresentar impugnação na fase de cumprimento de sentença."
      },
      {
        "letra": "C",
        "texto": "O magistrado está vinculado aos fundamentos jurídicos apresentados na petição inicial quando for proferir a sentença."
      },
      {
        "letra": "D",
        "texto": "A sentença de interdição deve ser inscrita no registro civil de pessoas naturais, mesmo que ainda seja possível interpor apelação."
      },
      {
        "letra": "E",
        "texto": "Em uma ação que vise ao cumprimento de obrigação jurídica condicional, o juiz pode proferir sentença de natureza diversa da pedida em favor do réu, já que esse tipo de ação é uma exceção ao princípio da congruência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379292",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Analise as afirmações abaixo.I. Segundo entendimento do Superior Tribunal de Justiça, o pagamento espontâneo do valor executado mediante o depósito de trinta por cento do valor à vista e a diferença em até seis prestações mensais, pode ser utilizado também na fase executiva do título judicial, não sendo restrita às execuções de títulos extrajudicias. II. Na fase de cumprimento de sentença, a intimação para o pagamento da dívida sob pena do acréscimo da multa de dez por cento deve ser feita na pessoa do executado, não suprindo sua falta a intimação na pessoa do Defensor Público.III. É cabível execução provisória contra a Fazenda Pública. IV. Em execução de título extrajudicial, quando o bloqueio on-line de quantia depositada em conta bancária de titularidade do devedor for determinado no momento em que a inicial é admitida, a medida terá natureza de arresto cautelar e não arresto executivo, mesmo diante da afirmação do exequente de que o executado está em local incerto e não sabido. Estão corretas as afirmações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371260",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No que se refere à alienação fiduciária em garantia de bens imóveis, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui-se a propriedade fiduciária de coisa imóvel mediante registro, no competente Registro de Imóveis, do contrato que lhe serve de título."
      },
      {
        "letra": "B",
        "texto": "A alienação fiduciária de bens imóveis poderá ter por objeto o direito real de uso, desde que suscetível de alienação."
      },
      {
        "letra": "C",
        "texto": "Constatado o inadimplemento contratual, antes da consolidação da propriedade do imóvel em nome do fiduciário, o fiduciante será intimado, a requerimento do fiduciário, pelo oficial do competente Registro de Imóveis, a satisfazer, no prazo de trinta dias, a prestação vencida e as que se vencerem até a data do pagamento, com os demais encargos contratuais."
      },
      {
        "letra": "D",
        "texto": "No prazo de trinta dias, a contar da data de liquidação da dívida, o fiduciário fornecerá o respectivo termo de quitação ao fiduciante, sob pena de multa em favor deste, equivalente a meio por cento ao mês, ou fração, sobre o valor do contrato."
      },
      {
        "letra": "E",
        "texto": "Nas hipóteses em que a quitação da dívida decorrer da portabilidade do financiamento para outra instituição financeira, não será emitido o termo de quitação cabendo, quanto à alienação fiduciária, a mera averbação da sua transferência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "370292",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: IPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Impugnação ao cumprimento de sentença",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o processo será autuado em apenso aos autos principais, exceto quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "impugnação ao valor da causa."
      },
      {
        "letra": "C",
        "texto": "impugnação ao pedido de assistência."
      },
      {
        "letra": "D",
        "texto": "resposta do réu, sob a forma de exceção."
      },
      {
        "letra": "E",
        "texto": "incidente de falsidade, após encerrada a instrução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "355316",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por arbitramento",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em ação promovida por José, João é condenado a indenizá-lo pelas consequências decorrentes de lesão corporal dolosa, incluindo danos materiais emergentes, arbitrados em quantia certa, e despesas com tratamentos médicos futuros, até total recuperação de José. Ao executar a sentença, transitada em julgado, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá, primeiro, promover a liquidação por arbitramento da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "B",
        "texto": "deverá, primeiro, promover a liquidação por artigos da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "C",
        "texto": "poderá promover, simultaneamente, a execução da parte líquida e a liquidação por artigos da parte ilíquida da decisão."
      },
      {
        "letra": "D",
        "texto": "poderá promover, nos mesmos autos, a execução da parte líquida e a liquidação por arbitramento da parte ilíquida da decisão."
      },
      {
        "letra": "E",
        "texto": "poderá promover apenas a execução da parte líquida, pois é vedado ao juiz proferir decisão sem determinação prévia do quantum debeatur."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354221",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.Caso D efetue pagamento de R$ 30.000,00 no prazo de 15 dias da intimação para o cumprimento da sentença, a multa de dez por cento incidirá sobre o restante da condenação, ou seja, sobre R$ 20.000,00.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354216",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.D poderá impugnar o cumprimento da sentença sob o argumento de que o título é inexigível em razão de a interpretação dada à lei ser incompatível com a Constituição Federal de 1988, consoante entendimento do STF",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350947",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere aos títulos executivos, ao regime de cumprimento de sentença e à execução contra a fazenda pública, julgue os itens subsecutivos. Caso, em fase de execução de título judicial proposta contra particular (cumprimento de sentença), o executado ofereça depósito do valor executado dentro do prazo de quinze dias para o adimplemento da obrigação, ocorrerá, segundo o entendimento do STJ, a denominada penhora automática e, portanto, da data do depósito se iniciará o prazo para oferecimento de impugnação pelo executado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350690",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em um processo de cobrança, que Lúcia sofreu pelas dívidas que contraiu em Morro de São Paulo, foi proferida sentença condenatória, que se tornou definitiva, possibilitando o início da fase de cumprimento de sentença. Desta feita, será observado o seguinte procedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não efetuando o pagamento, Lúcia poderá nomear bens à penhora, sendo o credor intimado a se manifestar sobre eles, se não aceitá-los, fundamentadamente, o juiz de ofício determinará que se proceda à penhora livre de bens de Lúcia."
      },
      {
        "letra": "B",
        "texto": "se Lúcia não efetuar o pagamento do valor da condenação, já certo e determinado, em quinze dias, o montante respectivo será acrescido de multa no percentual de dez por cento e, a requerimento do credor e com o demonstrativo atualizado do débito, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "se Lúcia não efetuar o pagamento do valor da condenação, em quinze dias, o montante apurado será acrescido de multa no percentual de vinte por cento e, de oficio ou a requerimento do credor, com o demonstrativo atualizado do débito, será expedido mandado de penhora e avaliação."
      },
      {
        "letra": "D",
        "texto": "se Lúcia não efetuar o pagamento do valor certo da condenação, em dez dias, o montante apurado será acrescido de multa no percentual de quinze por cento e, a requerimento do credor, atualizado o débito, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "E",
        "texto": "não efetuando o pagamento, Lúcia não poderá nomear bens a penhora, procedendo-se de imediato a penhora e avaliação de seus bens, de início sem multa, que só será devida se Lúcia não indicar onde se encontram seus bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335956",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Acerca da defesa do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há de se falar em presunção de veracidade ou confissão ficta se o exequente não se opuser à impugnação ao cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento do STJ, em se tratando de procedimento sumário, o comparecimento do réu à audiência de conciliação desacompanhado de advogado, mas munido da peça contestatória, afasta os efeitos da revelia."
      },
      {
        "letra": "C",
        "texto": "O princípio da concentração de defesa, segundo o qual do réu deve apresentar na contestação todas as matérias que tenha em sua defesa, não admite exceções."
      },
      {
        "letra": "D",
        "texto": "Não se admite a reconvenção em ação declaratória."
      },
      {
        "letra": "E",
        "texto": "O prazo remanescente para contestar suspenso com o recebimento da exceção de incompetência volta a fluir da data da decisão que acolha a exceção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335949",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Assinale a opção correta em relação à liquidação e ao cumprimento de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o CPC, as regras do processo de execução por título extrajudicial não podem ser aplicadas ao cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "O STJ admite a inclusão de juros remuneratórios e moratórios capitalizados nos cálculos de liquidação, se tal previsão não constar do título executivo."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de procedimento sumário, o juiz pode proferir sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "As partes podem convencionar no sentido de que a liquidação seja feita por arbitramento."
      },
      {
        "letra": "E",
        "texto": "A garantia do juízo não é pressuposto para o processamento da impugnação ao cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331489",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Na vigência do Código Civil de 1916, o réu foi condenado ao pagamento de indenização com incidência de juros moratórios de 0,5% ao mês, a contar do ilícito até a data do pagamento. Tal decisão transitou em julgado. Ao iniciar o cumprimento da sentença, já sob a vigência do atual Código Civil, o credor pleiteia a adoção dos juros moratórios de acordo com a nova legislação. Dada esta situação assinale a alternativa correta, em face de entendimento consolidado junto ao Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os juros moratórios devem ser mantidos até a data do pagamento em 0,5% ao mês, sob pena de ofensa à coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Os juros são consectários legais da obrigação principal, razão por que devem ser regulados pela lei vigente à época de sua incidência; logo, a alteração não ofende a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "A adoção dos juros moratórios, como regulados no atual Código Civil, somente seria possível se a sentença tivesse fixado juros “à taxa legal”, sem especificar o percentual mensal ou a lei de regência ao tempo desta fixação."
      },
      {
        "letra": "D",
        "texto": "A partir da vigência do novo Código Civil os juros moratórios serão sempre de 12% ao ano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331378",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca do cumprimento de sentença, considerando a reforma introduzida pela Lei n.º 11.232/2005.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É considerado inexigível o título judicial fundado em lei declarada inconstitucional pelo Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Correndo o processo à revelia, a nulidade de citação não pode ser arguida em impugnação ao cumprimento de sentença, em razão da preclusão temporal."
      },
      {
        "letra": "C",
        "texto": "A decisão que extingue a execução é atacável por meio de recurso de agravo, em sua forma de instrumento."
      },
      {
        "letra": "D",
        "texto": "A impugnação ao cumprimento de sentença terá, em regra, efeito suspensivo, ressalvada a possibilidade de execução provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329214",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "A respeito da liquidação de sentença, do cumprimento de sentença e do processo de execução no âmbito do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada oriunda da ação coletiva de conhecimento ajuizada por sindicato de servidores abarca todos os servidores da categoria, tornando-os partes legítimas para propor a execução individual da sentença, desde que comprovada a filiação."
      },
      {
        "letra": "B",
        "texto": "O dinheiro é contemplado pela legislação como garantia preferencial no processo de execução, posicionado em primeiro lugar na ordem legal, de forma que não contraria a lei a penhora via BACENJUD, mesmo sem o exaurimento das diligências."
      },
      {
        "letra": "C",
        "texto": "A fase de liquidação de sentença ocorre, hoje, em processo já existente e julgado, de forma que não haverá outra sentença a ser proferida; o juiz apenas homologará os cálculos ao final, podendo a parte que se sentir prejudicada interpor agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Como o cumprimento de sentença que condenou a parte à obrigação de pagar quantia em dinheiro tem o condão de expropriar bens do devedor, caso não seja voluntariamente pago o valor devido, a intimação para que o julgado seja cumprido será na pessoa do devedor."
      },
      {
        "letra": "E",
        "texto": "A sentença constitutiva em face da qual seja interposto recurso recebido apenas no efeito devolutivo está sujeita à execução provisória, ficando o exequente responsável, comprovada sua culpa, a reparar os danos que o executado tenha sofrido se a decisão for reformada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "328947",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento de sentença, a impugnação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao seu cumprimento, independentemente de penhora, será recebida no efeito suspensivo, se o juiz considerar relevantes os fundamentos da impugnação e que será deduzida em dez dias, contados da intimação do advogado do devedor, podendo versar, apenas, sobre as causas extintivas da obrigação, ocorridas posteriormente ao trânsito em julgado da sentença proferida na ação de conhecimento."
      },
      {
        "letra": "B",
        "texto": "ao seu cumprimento independe de penhora ou de qualquer outra garantia do juízo, será deduzida pelo devedor no prazo de quinze dias a contar da juntada do mandado de citação cumprido, e poderá versar sobre qualquer matéria que pudesse arguir na ação de conhecimento, caso o processo tenha corrido à sua revelia."
      },
      {
        "letra": "C",
        "texto": "do devedor deverá ser deduzida, no prazo de dez dias, contado da intimação pessoal da penhora, mesmo que tenha advogado constituído nos autos e só poderá versar sobre nulidade do processo de conhecimento posterior à sentença ou extinção da obrigação."
      },
      {
        "letra": "D",
        "texto": "ao seu cumprimento dependerá da oposição de embargos do devedor, como ação conexa mas autônoma, para desconstituir o título exequendo."
      },
      {
        "letra": "E",
        "texto": "do devedor que tiver advogado poderá ser oferecida no prazo de quinze dias contados da intimação da penhora, e versar sobre causa impeditiva, modificativa ou extintiva da obrigação, desde que superve- niente à sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "328943",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Na ação que tenha por objeto o cumprimento de obrigação de fazer,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indenização por perdas e danos dar-se-á sem prejuízo da multa cominatória, podendo, entretanto, o juiz, de ofício, modificar o valor ou a periodicidade da multa, caso verifique que se tornou excessiva ou insuficiente."
      },
      {
        "letra": "B",
        "texto": "o juiz não pode conceder tutela específica da obriga- ção, por violar a liberdade individual da parte e con- trariar o princípio constitucional da dignidade da pes- soa humana."
      },
      {
        "letra": "C",
        "texto": "a indenização por perdas e danos dar-se-á como alternativa à multa cominatória, que não poderá ser alterada, ainda que se mostre excessiva."
      },
      {
        "letra": "D",
        "texto": "o juiz não pode determinar medidas como busca e apreensão ou remoção de coisas, ainda que para assegurar o resultado prático de sua decisão, porque ficará alterada a natureza do provimento para cumprimento de obrigação de dar."
      },
      {
        "letra": "E",
        "texto": "cabe imposição de indenização por perdas e danos, que não é cabível quando o objeto é cumprimento de obrigação de não fazer, hipótese em que somente se aplicará multa diária pelo descumprimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "317822",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Na execução fundada em título executivo extrajudicial assim como, no cumprimento de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por expressa permissão legal, o parcelamento do débito, facultado ao executado, pelo artigo 745-A do CPC, deve ser utilizado no procedimento de cumprimento de sentença;"
      },
      {
        "letra": "B",
        "texto": "a multa de 10% prevista no cumprimento de sentença, para as hipóteses de não pagamento, no prazo de 15 (quinze) dias, incidirá somente sobre o valor do objeto principal da condenação, excluindo-se, em consequência, os honorários advocatícios;"
      },
      {
        "letra": "C",
        "texto": "inércia do credor em promover a execução ou dar-lhe andamento implica em arquivamento dos autos. Portanto, não há que se falar em perda da pretensão executiva pela prescrição intercorrente;"
      },
      {
        "letra": "D",
        "texto": "no cumprimento de sentença, a impugnação, à semelhança dos embargos, constitui defesa do devedor e caracteriza-se, em regra, como ação autônoma;"
      },
      {
        "letra": "E",
        "texto": "na execução por título executivo extrajudicial, a intimação da penhora não mais sinaliza o início do prazo para embargos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313084",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: CETESB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Acerca da fase de cumprimento da sentença prevista no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser apresentada impugnação por falta ou nulidade de citação, à qual poderá ser atribuído efeito suspensivo, o que impedirá o exequente de requerer o prosseguimento da execução, ainda que mediante oferecimento de caução."
      },
      {
        "letra": "B",
        "texto": "a impugnação deverá ser instruída e decidida nos próprios autos e a decisão que resolver a impugnação é irrecorrível, salvo quando importar extinção da execução, caso em que caberá apelação."
      },
      {
        "letra": "C",
        "texto": "caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de cinco por cento e, a requerimento do credor, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "D",
        "texto": "como regra, a impugnação, na fase de cumprimento de sentença, não tem efeito suspensivo, no entanto, pode o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "E",
        "texto": "do auto de penhora e de avaliação será de imediato intimado o executado, na pessoa de seu advogado, ou, na falta deste, o seu representante legal, ou pessoalmente, por mandado ou pelo correio, podendo oferecer impugnação, querendo, no prazo de dez dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "308283",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "O cumprimento da sentença far-se-á por execução, tratando-se de obrigação por quantia certa. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento, a requerimento do credor, penalidade esta que também se aplica à Fazenda Pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "298504",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação ao cumprimento de sentença é processada em autos apartados, a exemplo do que ocorre com os embargos à execução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "297850",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Não se admite execução provisória de sentença, que somente poderá ser cumprida depois de ocorrido o trânsito em julgado que aperfeiçoará o título executivo judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "297848",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Podem ser antecipados os efeitos da tutela judicial quando um ou mais dos pedidos cumulados — ou parcela deles — mostrar-se incontroverso no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893023",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue o item abaixo.Caso o réu não tenha apresentado contestação à ação de cobrança, ele poderá defender-se na fase de cumprimento de sentença, por meio de impugnação, cujo objetivo consiste em anular todos os atos processuais praticados a partir da citação, incluindo-se a instrução processual e a sentença condenatória, devendo ser oferecida no prazo de quinze dias, a contar da intimação que determina o pagamento da quantia exequenda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "487546",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Considerando o cumprimento da sentença, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tribunais possuem competência originária e derivada para a instauração da atividade executiva do Estado. No caso da competência derivada, o cumprimento da sentença efetuar-se-á perante o juízo que processou a causa de primeiro grau, podendo o exequente optar pelo juízo de seu atual domicílio, ou pelo juízo do atual domicílio do executado"
      },
      {
        "letra": "B",
        "texto": "A impugnação não poderá versar sobre a ilegitimidade das partes"
      },
      {
        "letra": "C",
        "texto": "Na execução provisória, o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade ou dos quais possa resultar grave dano ao executado, dependem de caução suficiente e idônea, arbitrada de plano pelo juiz e prestada nos próprios autos, a qual pode ser dispensada quando, nos casos de crédito de natureza alimentar ou decorrente de ato ilícito, o juiz, de ofício, verifique a existência de situação de necessidade da parte."
      },
      {
        "letra": "D",
        "texto": "Caso o oficial de justiça não possua conhecimentos especializados para a avaliação de um determinado bem, a parte interessada deverá requerer ao juiz da causa a nomeação de perito técnico, no prazo de quinze dias, contados da data de sua notificação."
      },
      {
        "letra": "E",
        "texto": "Quando a indenização por ato ilícito incluir prestação de alimentos, o juiz, quanto a esta parte, poderá ordenar ao devedor constituição de capital, cuja renda assegure o pagamento do valor mensal da pensão. Pode, entretanto, por iniciativa do juiz haver substituição de capital pela inclusão do beneficiário da prestação em folha de pagamento de entidade de direito público ou de empresa de direito privado de notória capacidade econômica, ou, a requerimento do devedor, por fiança bancária ou garantia real, em valor a ser arbitrado de imediato pelo juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "473545",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da tutela das obrigações de entregar coisa, fazer e não fazer.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação que tenha por objeto a entrega de coisa móvel, é cabível a fixação de multa coercitiva."
      },
      {
        "letra": "B",
        "texto": "A imposição de multa diária, enquanto meio de coerção previsto para a tutela específica da obrigação de fazer e não fazer, depende de requerimento da parte autora."
      },
      {
        "letra": "C",
        "texto": "A multa coercitiva, nas ações que tenham por objeto o cumprimento de obrigações de fazer e não fazer, somente poderá ser imposta na sentença."
      },
      {
        "letra": "D",
        "texto": "É vedado ao autor requerer a conversão da obrigação de fazer ou não fazer em obrigação de indenizar por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "O Juiz não poderá, de ofício, modificar o valor ou a periodicidade da multa coercitiva, devendo aguardar a iniciativa da parte interessada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "465885",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A empresa XY & Y Ltda. propõe ação através do procedimento ordinário objetivando o cumprimento de obrigação de fazer consistente na construção de edificação avaliada em R$ 300.000,00. Apresenta pedido cumulativo de indenização por danos morais no valor fixo de R$ 150.000,00. O réu, regularmente citado, apresenta contestação e, no seu bojo, elabora um item impugnando o valor dado à causa pelo autor, que fora de R$ 10.000,00. Nesse caso, segundo as normas processuais, o(a) valor da causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ser conhecido diante da via utilizada, pois há incidente específico a ser manejado."
      },
      {
        "letra": "B",
        "texto": "não possui meio processual de combate, ficando o valor ao arbítrio da parte."
      },
      {
        "letra": "C",
        "texto": "a ser fixado não é relevante por ausência de consequências processuais."
      },
      {
        "letra": "D",
        "texto": "seria inestimável e, portanto, correto o fixado na peça inicial."
      },
      {
        "letra": "E",
        "texto": "fixado na peça exordial, diante da alegação defensiva, deve ser modificado pelo Juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352438",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Das Defesas do Devedor: Exceção de Pré-Executividade"
    ],
    "enunciado_principal": "Segundo orientação do Superior Tribunal de Justiça, dadas as assertivas abaixo, assinale a alternativa correta. I. O advogado não pode ser penalizado nos autos em que supostamente atua como litigante de má-fé, salvo quando incorrer em falta profissional. II. É cabível a fixação de honorários advocatícios em favor da Defensoria Pública, salvo quando ela atua contra a pessoa jurídica de direito público à qual pertença. III. Na impugnação ao cumprimento de sentença, não serão cabíveis honorários advocatícios quando ela for rejeitada. IV. Acolhida, total ou parcialmente, a exceção de pré-executividade na execução fiscal, é cabível a fixação de honorários advocatícios em favor do excipiente. V. No processo de execução, o cessionário, quando o direito resultante do título executivo lhe foi transferido por ato entre vivos, poderá substituir o exequente, independentemente da anuência da parte executada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, II e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341137",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O menor de 16 anos, sem assistência de seu representante legal, não pode figurar no processo como autor ou réu, pois, nessa situação faltar-lhe-ia \"capacidade para estar em juízo\". II - Recusada pelo autor da ação reivindicatória a substituição do réu pelo adquirente do imóvel, é facultado a este intervir no processo como assistente. III - Acha-se pacificado o entendimento de que, condenado a pagar quantia certa ou já fixada na liquidação da sentença, tem o devedor o prazo de 15 dias, contado do trânsito em julgado da sentença, independentemente de intimação, para efetuar o pagamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311767",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação no cumprimento de sentença, uma vez decidida, é recorrível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por agravo de instrumento, mesmo quando importar extinção da execução."
      },
      {
        "letra": "B",
        "texto": "por apelação, em quaisquer casos."
      },
      {
        "letra": "C",
        "texto": "por apelação apenas quando importar a extinção da execução."
      },
      {
        "letra": "D",
        "texto": "por agravo de instrumento, em quaisquer casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286992",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Fazendo coisa julgada material, o indeferimento da medida cautelar por prescrição ou decadência impede que a parte proponha uma nova ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "263446",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em relação ao cumprimento de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada por meio de recurso ao qual se atribuiu efeito meramente devolutivo."
      },
      {
        "letra": "B",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, será preciso aguardar a liquidação desta para se promover a execução única do julgado."
      },
      {
        "letra": "C",
        "texto": "Como regra, a impugnação ao cumprimento do julgado será recebida no efeito suspensivo da execução."
      },
      {
        "letra": "D",
        "texto": "Salvo quando importar extinção da execução, caso em que caberá agravo, a decisão que resolver a impugnação é recorrível mediante apelação."
      },
      {
        "letra": "E",
        "texto": "Se houver penhora de bens do devedor, de imediato será nomeado perito judicial para sua avaliação, como regra geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "262213",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá impor multa diária ao réu, para forçar o cumprimento da obrigação, desde que pleiteada pelo autor, fixando prazo razoável para seu cumprimento."
      },
      {
        "letra": "B",
        "texto": "por meio de um juízo de discricionariedade, poderá de ofício converter a obrigação em perdas e danos."
      },
      {
        "letra": "C",
        "texto": "concederá a tutela específica da obrigação ou, se procedente o pedido, determinará providências que assegurem o resultado prático equivalente ao do adimplemento."
      },
      {
        "letra": "D",
        "texto": "poderá conceder a medida liminarmente, decisão da qual não cabe a interposição de recurso, embora possa ser revogada pelo próprio julgador que a concedeu."
      },
      {
        "letra": "E",
        "texto": "poderá antecipar a tutela jurisdicional liminarmente, decisão da qual cabe a interposição de apelação, recebida somente no efeito devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249541",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "O sincretismo processual generalizado pelas últimas reformas legislativas teve por objetivo conferir ao sistema jurídico brasileiro meios de efetivação que proporcionem um trâmite mais célere ao cumprimento de sentença, densificando assim o direito fundamental a um processo sem dilações indevidas. A respeito da novel sistemática, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cumprimento de sentença não se aplica à Fazenda Pública, pois, seja na qualidade de exequente ou executada, permanece a necessidade de uma ação autônoma de execução, cuja defesa será exercida mediante embargos."
      },
      {
        "letra": "B",
        "texto": "por se tratar da inauguração de uma fase processual e não de um processo novo, o cumprimento de sentença não comporta nova condenação em honorários advocatícios, porquanto estes já foram arbitrados na decisão transitada em julgado."
      },
      {
        "letra": "C",
        "texto": "a decisão que aprecia a impugnação apresentada pelo devedor deverá ser objeto de agravo de instrumento, não sendo adequada a interposição de apelação."
      },
      {
        "letra": "D",
        "texto": "após o trânsito em julgado e retorno dos autos à origem, o devedor será intimado, na pessoa de seu advogado, para efetuar o pagamento de quantia líquida e certa no prazo de 15 dias ou oferecer bens à penhora, sob pena da incidência de multa no percentual de 10%."
      },
      {
        "letra": "E",
        "texto": "não se exige a prestação de caução suficiente e idônea para a propositura da execução provisória. Todavia, o exequente possui responsabilidade objetiva por eventuais danos sofridos pelo executado, caso a decisão exequenda seja reformada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248815",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A respeito da liquidação e do cumprimento de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Do requerimento de liquidação de sentença será a parte intimada na pessoa de seu advogado."
      },
      {
        "letra": "B",
        "texto": "Não sendo requerida a execução no prazo de seis meses, sempre ocorre a prescrição da pretensão ao crédito."
      },
      {
        "letra": "C",
        "texto": "Far-se-á a liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, o credor deverá promover a liquidação da parte ilíquida antes de requerer o cumprimento da parte líquida."
      },
      {
        "letra": "E",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de cinco dias, o montante da condenação será acrescido de multa no percentual de vinte por cento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "241040",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Sobre o cumprimento de sentença é correto afirmar: I. É definitiva a execução de sentença transitada em julgado e provisória quando se tratar de sentença impugnada por recurso recebido somente no efeito devolutivo. II. O devedor condenado em quantia certa será citado pessoalmente para pagá-la no prazo de quinze dias, acrescida de multa de 10%. III. A impugnação não poderá versar sobre penhora incorreta ou avaliação errônea. IV. Do auto de penhora e de avaliação será de imediato intimado o executado, na pessoa de seu advogado ou, na falta deste, o seu representante legal, ou pessoalmente, por mandado ou pelo correio, podendo oferecer impugnação, querendo, no prazo de quinze dias. V. O excesso de execução poderá ser alegado em impugnação, tendo o executado de declarar de imediato o valor que entende correto, sob pena de rejeição liminar dessa impugnação. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "240543",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "No cumprimento de sentença, o devedor condenado ao pagamento de quantia certa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será citado para efetuar o pagamento em 24 horas ou nomear bens à penhora, instaurando-se novo processo, pela execução."
      },
      {
        "letra": "B",
        "texto": "poderá impugná-lo, alegando, apenas, causa extintiva da obrigação posterior ao trânsito em julgado da sentença."
      },
      {
        "letra": "C",
        "texto": "poderá impugná-lo, alegando nulidade da citação no processo de conhecimento, ainda que ele não tenha corrido à revelia."
      },
      {
        "letra": "D",
        "texto": "não poderá impugná-lo, salvo se o processo de conhecimento tiver corrido à revelia."
      },
      {
        "letra": "E",
        "texto": "deverá efetuar o pagamento no prazo de 15 dias, independentemente de intimação pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239492",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Sobre o Capítulo do cumprimento da sentença previsto no CPC, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso o devedor condenado ao pagamento de quantia certa não o efetue no prazo de 10 dias, o montante da condenação será acrescido de multa de 15%;"
      },
      {
        "letra": "B",
        "texto": "a competência para a execução forçada é fixada em razão do critério funcional, sendo em regra, absoluta, motivo pelo qual o cumprimento da sentença efetuar-se-á perante o juízo que processou a causa no primeiro grau de jurisdição, sem exceção;"
      },
      {
        "letra": "C",
        "texto": "por processo sincrético entende-se que não são mais necessários dois processos distintos e autônomos (um de conhecimento e outro de execução) para a prestação de uma única tutela do direito à parte, pois, dentro do mesmo processo o órgão jurisdicional reconhece o direito da parte e envida esforços para o cumprimento da decisão;"
      },
      {
        "letra": "D",
        "texto": "não sendo requerida a execução no prazo de 03 meses, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte enquanto não operada a prescrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "213382",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Cumprimento de sentença",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Numa ação ordinária, o réu não foi citado regularmente mas, mesmo assim, apresentou contestação e atuou em todas as fases do processo, até o trânsito em julgado da decisão final. Nesse caso, na fase do cumprimento da sentença,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá apresentar impugnação fundada na invalidade de citação."
      },
      {
        "letra": "B",
        "texto": "poderá apresentar impugnação fundada na inexistência de citação, por tratar-se de ato processual indispensável à regularidade do processo."
      },
      {
        "letra": "C",
        "texto": "só poderá apresentar impugnação fundada na inexistência de citação se demonstrar que se encontrava em local conhecido e poderia ter sido citado, mas não o foi."
      },
      {
        "letra": "D",
        "texto": "não poderá apresentar impugnação fundada na inexistência de citação."
      },
      {
        "letra": "E",
        "texto": "só poderá apresentar impugnação fundada na inexistência ou invalidade da citação se demonstrar que não foram esgotados os meios para a sua localização."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "213055",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento da sentença, a defesa do executado através de impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está sujeita ao prévio pagamento das custas."
      },
      {
        "letra": "B",
        "texto": "será distribuída por dependência e autuada em apartado."
      },
      {
        "letra": "C",
        "texto": "não poderá versar sobre ilegitimidade das partes."
      },
      {
        "letra": "D",
        "texto": "poderá versar sobre a ocorrência de pagamento anterior à sentença."
      },
      {
        "letra": "E",
        "texto": "dispensa a prévia segurança do juízo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506024",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Na sentença, foi concedida uma tutela de obrigação de fazer ao réu, impondo multa diária no vaior de R$ 100,00 {cem reais) para o caso de descumprimento. Após o trânsito em jutgado da sentença, não tendo sido interposto recurso por nenhuma das partes, o réu peticiona informando que, em razão de mudança significativa na economia, superveniente à sentença, tornou-se mais vantajoso pagar a muita imposta, a cumprir a tutela obrigacional. Considerando essa hipótese, assinale a resposta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será admitida a conversão da obrigação de fazer em perdas e danos, mas no caso não será possível ao autor requerer a execução da multa pelo descumprimento."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá elevar a multa, ainda que a requerimento da parte, porque a decisão está acobertada pelo trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "O valor da multa poderá ser modificado a qualquer tempo, inclusive ex officio, e mesmo após o trânsito em julgado da sentença que a fixou."
      },
      {
        "letra": "D",
        "texto": "A multa só poderia ser modificada antes do trânsito em julgado da sentença, e se houvesse pedido expresso do autor."
      },
      {
        "letra": "E",
        "texto": "A execução da multa imposta para o caso de descumprimento implicará em renúncia tácita à execução de indenização por perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505980",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: conversão em perdas e danos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer, ao conceder a tutela específica, poderá o juiz determinar providências que assegurem o resultado prático equivalente ao do adimplemento."
      },
      {
        "letra": "B",
        "texto": "Antes da oitiva do réu, somente será concedida a tutela específica quando o direito afirmado pelo demandante puder ser lesado durante o espaço de tempo que é deferido para a apresentação da resposta ou se já se encontrar lesado no momento da postulação inicial."
      },
      {
        "letra": "C",
        "texto": "Em qualquer hipótese poderá o juiz, ex officio, converter a tutela específica de obrigação de fazer em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Na concessão de tutela inibitória, o juiz poderá, ex officio, impor multa diária ao réu pelo descumprimento."
      },
      {
        "letra": "E",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer, a indenização por perdas e danos dar-se-á sem prejuízo da multa por descumprimento da tutela específica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432557",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sentença condenatória ao pagamento de quantia certa é proferida contra réu residente em Porto Alegre-RS, pelo juízo da 5. a Vara Cível do Foro Central desta capital. O réu possui bens tanto em Porto Alegre-RS quanto em Caxias do Sul-RS. Neste caso: I. Poderá o credor requerer o cumprimento da sentença em Caxias do Sul-RS, hipótese em que necessariamente deverá requerer ao Juízo de Porto Alegre-RS expedição de carta precatória para o Juízo de Caxias do Sul-RS. II. Deverá o credor requerer o cumprimento da sentença necessariamente em Porto Alegre- RS, na medida em que a competência do juízo prolator da sentença para o seu cumprimento é de caráter absoluto.III. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS, vinculando-se à sua escolha e renunciando, com isso, à possibilidade de expropriar bens na localidade preterida. IV. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS. Na primeira hipótese, a remessa dos autos do processo para Caxias do Sul-RS será solicitada ao Juízo da 5. a Vara Cível de Porto Alegre-RS. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "253302",
    "metadata": "Ano: 2011 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional da execução civil lastreada em título executivo judicial é de 06 meses, ex vi do § 5° do art. 475-J do CPC."
      },
      {
        "letra": "B",
        "texto": "O cumprimento da sentença efetuar-se-á perante os tribunais, nas causas de sua competência originária, podendo o exequente, nessa hipótese, requerer o cumprimento de sentença no juízo do local onde se encontram os bens sujeitos à expropriação ou pelo atual domicílio do executado."
      },
      {
        "letra": "C",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, oferecendo e prestando caução idônea, arbitrada pelo juiz e prestada nos próprios autos."
      },
      {
        "letra": "D",
        "texto": "A execução provisória corre por iniciativa, conta e responsabilidade do executado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249732",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Com referência à obrigação de fazer, determinada por sentença de juizado especial federal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O início do procedimento de cumprimento da sentença necessariamente depende de pedido da parte interessada."
      },
      {
        "letra": "B",
        "texto": "O cumprimento mediante ofício torna a expedição, por exemplo, de mandado de busca e apreensão, incompatível com o procedimento."
      },
      {
        "letra": "C",
        "texto": "Descumprida a ordem emanada da sentença, cabe a imposição de multa à autoridade comunicada por ato atentatório ao exercício da jurisdição."
      },
      {
        "letra": "D",
        "texto": "A intimação dirigida à autoridade citada no processo não supre a necessidade específica de ofício, em se tratando de cumprimento da decisão."
      },
      {
        "letra": "E",
        "texto": "A pendência de recurso interposto da sentença que determine a obrigação não afeta o cumprimento da decisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235143",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No que concerne à impugnação ao cumprimento da sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A possibilidade da oposição de objeção de executividade é excluída pela impugnação supracitada."
      },
      {
        "letra": "B",
        "texto": "Impugnação ao cumprimento da sentença é meio de defesa exclusivo do devedor."
      },
      {
        "letra": "C",
        "texto": "Por meio da referida impugnação, não se impede a discussão da existência do título em ação autônoma."
      },
      {
        "letra": "D",
        "texto": "Não se permite a discussão de nulidade processual por meio da mencionada impugnação."
      },
      {
        "letra": "E",
        "texto": "As hipóteses de impugnação ao cumprimento da sentença listadas no Código de Processo Civil estão em rol não taxativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "216469",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No curso de procedimento de cumprimento de sentença, a esposa de um executado interpôs impugnação ao argumento de não ter sido respeitado o prazo para cumprimento voluntário. Nessa situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz poderá acolher liminarmente o fundamento, se este for verdadeiro, sem ouvir o exequente."
      },
      {
        "letra": "B",
        "texto": "a impugnação deve ser recebida e os atos executivos suspensos de ofício, caso seja relevante o fundamento."
      },
      {
        "letra": "C",
        "texto": "ouvido o exequente, o juiz decidirá a impugnação de pronto, já que não cabe dilação probatória."
      },
      {
        "letra": "D",
        "texto": "o juiz deve rejeitar liminarmente a impugnação, porque a esposa do executado não é parte legítima para interpor impugnação"
      },
      {
        "letra": "E",
        "texto": "o procedimento deve ser extinto por sentença, após a oitiva do exequente, caso seja acolhido o fundamento da impugnação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204616",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No que concerne à impugnação ao cumprimento voluntário da sentença é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que resolver a impugnação é recorrível sempre mediante agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "se o executado alegar excesso de execução deverá indicar o valor que entende correto sob pena de rejeição liminar da impugnação."
      },
      {
        "letra": "C",
        "texto": "ela será instruída e decidida nos próprios autos, deferindo-se ou não o efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "ela poderá versar sobre nulidade de citação, ainda que o processo não tenha corrido à revelia."
      },
      {
        "letra": "E",
        "texto": "quando versar sobre inexigibilidade do título não se considera inexigível o título judicial fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "202463",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: PGE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento de sentença é uma demanda incidental, sujeita a distribuição e preparo."
      },
      {
        "letra": "B",
        "texto": "A impugnação por excesso de execução exige a imediata declaração do valor que o executado entende correto."
      },
      {
        "letra": "C",
        "texto": "O ajuizamento de ação rescisória impede, em regra, o cumprimento da sentença ou acórdão rescindendo."
      },
      {
        "letra": "D",
        "texto": "O juiz tem o poder de majorar ou reduzir a multa de 10% sobre o valor da condenação para compelir o executado a cumprir a sentença no prazo de 15 dias."
      },
      {
        "letra": "E",
        "texto": "Quando na sentença houver parte líquida e parte ilíquida, o cumprimento da sentença fica suspenso até a liquidação da parte ilíquida para preservar a unidade do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201702",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento da sentença, a impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obsta, por si só, o prosseguimento da execução, tendo sempre efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "está sujeita a distribuição e o seu processamento ao recolhimento de custas."
      },
      {
        "letra": "C",
        "texto": "poderá versar sobre qualquer matéria que poderia ter sido alegada na fase de conhecimento, mas não o foi."
      },
      {
        "letra": "D",
        "texto": "depende de prévia segurança do juízo para ser admitida."
      },
      {
        "letra": "E",
        "texto": "poderá versar sobre falta ou nulidade de citação, se o processo correu à revelia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201110",
    "metadata": "Ano: 2011 | Banca: CESGRANRIO | Órgão: FINEP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "A empresa XW Ltda. promove ação objetivando rescindir determinado negócio jurídico, com a devolução dos valores pagos acrescida de indenização por perdas e danos. O pedido foi julgado procedente, ocorrendo a liquidação do julgado e fixado o valor em R$ 1.000.000,00. No curso da execução, ocorreu a penhora de imóvel rural, no valor correspondente à dívida, e de outros bens semoventes suficientes para quitar os acessórios incidentes. Consoante as regras pertinentes à execução civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a penhora não mais se exige para apresentação de impugnação, no procedimento de cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "o credor poderá, no início do processo, requerer a adjudicação dos bens penhorados pelo valor de avaliação."
      },
      {
        "letra": "C",
        "texto": "o executado na execução lastreada em título judicial pode manejar Embargos de Terceiro."
      },
      {
        "letra": "D",
        "texto": "os bens penhorados, antes da adjudicação, devem ser ofertados em hasta pública sob a responsabilidade do Leiloeiro Público."
      },
      {
        "letra": "E",
        "texto": "os bens penhorados na execução, visando a proporcionar maior agilidade ao procedimento, devem, de pronto, sofrer alienação por corretor de imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201019",
    "metadata": "Ano: 2011 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ação Rescisória",
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A empresa W foi vitoriosa em ação condenatória proposta em face da empresa Z. Após o trânsito em julgado, foi iniciada a fase de cumprimento de sentença. Antes do prazo legal, a empresa Z apresentou ação rescisória, aduzindo a existência de coisa julgada inconstitucional. A ação foi admitida pelo relator que determinou a citação da ré no prazo de vinte dias. Determinou, ainda, a suspensão da execução. Por conseguinte, o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundamento aduzido pela autora é a existência de documento novo."
      },
      {
        "letra": "B",
        "texto": "fundamento apresentado não tem sustentação no sistema jurídico pátrio."
      },
      {
        "letra": "C",
        "texto": "argumento apresentado diz respeito à violação literal de dispositivo de lei."
      },
      {
        "letra": "D",
        "texto": "narrativa trata de aferição da existência de juiz peitado."
      },
      {
        "letra": "E",
        "texto": "questão referida somente poderia ser alegada na fase de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "200553",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com a jurisprudência atual do Superior Tribunal de Justiça, considerando, logicamente, as últmas alterações legislativas no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são devidos honorários advocaticios na fase de cumprimento de sentença, assim como custas processuais"
      },
      {
        "letra": "B",
        "texto": "caracteriza-se como erro grosseiro a interposição de agravo de instrumento contra o ato do juiz que, na fase de cumprimento de sentença, extingue processo, inviabilizando a fungibilidade recursal"
      },
      {
        "letra": "C",
        "texto": "o prazo para o devedor cumprir sentença que condena a pagar prestação pecuniária, em qualquer hipótese, fui automaticamente com o simples trânsito em julgado;"
      },
      {
        "letra": "D",
        "texto": "a multa de dez por cento sobre o valor da dívida aplica-se igualmente tanto na execução definitiva como na provisória;"
      },
      {
        "letra": "E",
        "texto": "é necessária a intmação pessoal do devedor para o cumprimento da sentença, não bastando a de seu advogado, inclusive para aplicação da multa prevista no art. 475-J."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "142773",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima, assinale a opção correta.Lucas, advogado de Leila, requereu em juízo o cumprimento de sentença que condenara Paulo a lhe pagar honorários advocatícios de 20% do valor da condenação em ação de reparação de danos movida por Leila. No requerimento, Lucas fez referência ao valor pretendido e apontou a desnecessidade de cálculos em planilha, por ser o valor apurável mediante simples operação matemática.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de Lucas deve ser deferido mesmo sem cálculos em planilha, porque o valor pretendido foi explicitado na sentença favorável a Leila."
      },
      {
        "letra": "B",
        "texto": "O juiz deve determinar que Lucas apresente a planilha de cálculos, documento necessário ao procedimento."
      },
      {
        "letra": "C",
        "texto": "O juiz deve indeferir o pedido de Lucas devido à ausência da planilha de cálculos, já que não é possível emendar o pedido nessa etapa do processo."
      },
      {
        "letra": "D",
        "texto": "O juiz deve conferir a Lucas prazo para requerimento de prévia liquidação da sentença proferida em favor de Leila."
      },
      {
        "letra": "E",
        "texto": "O requerimento de cumprimento de sentença é inapropriado, pois esse tipo de ação não se presta à cobrança de honorários advocatícios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "111308",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação não poderá versar sobre a inexigibilidade do título."
      },
      {
        "letra": "B",
        "texto": "A impugnação não terá efeito suspensivo, exceto se houver deliberação judicial em sentido contrário."
      },
      {
        "letra": "C",
        "texto": "A impugnação não poderá versar sobre a ilegitimidade das partes."
      },
      {
        "letra": "D",
        "texto": "A alegação de que o exequente pleiteia quantia superior à resultante da sentença independe da imediata declaração do executado do valor que entende correto."
      },
      {
        "letra": "E",
        "texto": "Se o devedor pagar parte da quantia certa fixada na sentença no prazo de 15 dias ficará isento da multa de 10%."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "87692",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Considerando o cumprimento da sentença, acrescido pela Lei nº 11.232/2005, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "B",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de dez dias, o montante da condenação será acrescido de multa percentual de quinze por cento, podendo expedir-se mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "A impugnação não terá efeito suspensivo, inviabilizando, porém, ao credor requerer o prosseguimento da execução, sendo necessário primeiro resolver aquela, cuja decisão poderá ser passível de agravo de instrumento ou de apelação, dependendo do resultado."
      },
      {
        "letra": "D",
        "texto": "Para fins de cumprimento da sentença, são títulos executivos judiciais, dentre outros, a sentença penal condenatória transitada em julgado, a sentença arbitral e o acordo extrajudicial de qualquer natureza, homologado por escritura pública."
      },
      {
        "letra": "E",
        "texto": "Tal cumprimento efetuar-se-á apenas nas varas específicas, independentemente da competência de origem, eis que se trata tão somente da hipótese processual posterior ao processo de conhecimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "434350",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento da sentença possui, como regra, efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "O deferimento do efeito suspensivo na impugnação ao cumprimento não necessariamente impede o prosseguimento da execução, podendo o credor requerer o prosseguimento oferecendo e prestando caução suficiente e idônea."
      },
      {
        "letra": "C",
        "texto": "A decisão na impugnação ao cumprimento da sentença será sempre recorrível por agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "O deferimento de efeito suspensivo na impugnação ao cumprimento da sentença somente e cabível na execução provisona."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "296600",
    "metadata": "Ano: 2010 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em relação ao cumprimento da sentença e à impugnação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como regra geral, o oferecimento da impugnação não terá efeito suspensivo sobre a execução;"
      },
      {
        "letra": "B",
        "texto": "a decisão, que resolver a impugnação é recorrível mediante agravo de instrumento, salvo quando importar extinção da execução, caso em que caberá apelação;"
      },
      {
        "letra": "C",
        "texto": "a impugnação será oferecida no prazo de 15 (quinze) dias, contados da juntada aos autos do mandado de penhora e avaliação;"
      },
      {
        "letra": "D",
        "texto": "a impugnação poderá versar sobre a ilegitimidade das partes;"
      },
      {
        "letra": "E",
        "texto": "poderá ser arguida a inexigibilidade do título fundado em interpretação de ato normativo tida pelo Supremo Tribunal Federal como incompatível com a Constituição Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "189814",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "A multa legal coercitiva, prevista no Código de Processo Civil, de 10% (dez por cento) do valor da dívida será imposta ao devedor que deixar de realizar o pagamento de quantia a que foi condenado em decisão transitada em julgado. A respeito da aplicação dessa multa, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá estar prevista na decisão transitada em julgado para ser aplicada."
      },
      {
        "letra": "B",
        "texto": "será aplicável somente após o decurso do prazo de quinze dias para adimplemento voluntário da obrigação."
      },
      {
        "letra": "C",
        "texto": "terá sua aplicação condicionada à liquidez da dívida."
      },
      {
        "letra": "D",
        "texto": "incidirá sobre o restante da dívida no caso de pagamento parcial."
      },
      {
        "letra": "E",
        "texto": "incidirá sobre o valor total da condenação inadimplida, inclusive sobre os juros moratórios fixados na decisão transitada em julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "120709",
    "metadata": "Ano: 2010 | Banca: PUC-PR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em conformidade com o Código de Processo Civil, no que se refere ao cumprimento de sentença, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação que tenha por objeto a entrega de coisa, o juiz, ao conceder a tutela específica, fixará o prazo para o cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento."
      },
      {
        "letra": "D",
        "texto": "A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "E",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de entrega de coisa, o juiz concederá a tutela específica da obrigação ou, se procedendo o pedido, determinará providências que assegurem o resultado prático equivalente ao adimplemento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "120522",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: FUNDAÇÃO CASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "25%."
      },
      {
        "letra": "B",
        "texto": "20%."
      },
      {
        "letra": "C",
        "texto": "15%."
      },
      {
        "letra": "D",
        "texto": "10%."
      },
      {
        "letra": "E",
        "texto": "5%."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "115320",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na nova sistemática processual civil instituída pela Lei n. 11.232/2005, é incabível a condenação a honorários advocatícios no estágio da execução denominado \"cumprimento de sentença\"."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade pela correção monetária e pelos juros, após feito o depósito judicial, é da instituição financeira onde o numerário foi depositado."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de responsabilidade contratual, os juros moratórios fluem a partir do inadimplemento da obrigação."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de adoção de ações afirmativas tem amparo no preâmbulo da Constituição da República e nas normas da Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação Racial, integrada ao nosso ordenamento jurídico pelo Decreto n. 65.810/69."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "84997",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença: I. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, a requerimento do credor (devidamente instruído com o demonstrativo do débito atualizado até a data da propositura da ação), expedir-se-á mandado de penhora e avaliação. II. Do auto de penhora e avaliação será imediatamente intimado o executado, na pessoa de seu advogado, ou, na falta deste, o seu representante legal, ou ainda pessoalmente, por mandado ou pelo correio, podendo oferecer impugnação, querendo, no prazo de quinze dias. Se o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, abrirse- á instrução sumária para demonstração do alegado, podendo ser deferida prova pericial, se necessária. III. A impugnação do devedor não terá efeito suspensivo, mas em casos excepcionais o juiz poderá atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado dano de difícil ou incerta reparação. IV. A decisão que resolver a impugnação é recorrível mediante agravo de instrumento, salvo quando importar extinção da execução, caso em que caberá apelação. Da análise das sentenças acima, é de se concluir que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas são verdadeiras"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e III são verdadeiras"
      },
      {
        "letra": "C",
        "texto": "As afirmativas I, II e III são verdadeiras"
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, III e IV são verdadeiras"
      },
      {
        "letra": "E",
        "texto": "As afirmativas II, III e IV são falsas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "83757",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Se, ao proferir sentença, o juiz deixa de reconhecer que a pretensão do autor foi atingida pela prescrição, tal matéria poderá ser objeto de análise na impugnação ao cumprimento da sentença, visto que não é atingida pelos efeitos da coisa julgada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83756",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "A prisão do devedor de alimentos é medida excepcional, que não pode ser admitida, em mais de uma oportunidade, no que se refere a dívida correspondente aos mesmos meses, embora se admita a sua decretação no que diz respeito aos subsequentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "83754",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em sede de embargos de terceiro, não é possível ao embargado discutir a fraude contra credores, visto que essa ação de rito especial é, em regra, incompatível com a ampliação do seu espectro mediante reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "79261",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Caso a União ajuíze ação de conhecimento contra um estado da Federação e essa ação seja julgada procedente, o juízo competente para executar o respectivo título executivo judicial será o tribunal superior em que for prolatada a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "78541",
    "metadata": "Ano: 2010 | Banca: MS CONCURSOS | Órgão: CODENI-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vinte por cento."
      },
      {
        "letra": "B",
        "texto": "Quinze por cento."
      },
      {
        "letra": "C",
        "texto": "Dez por cento."
      },
      {
        "letra": "D",
        "texto": "Um por cento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "76264",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Leia as seguintes afirmações. I. A coisa julgada somente torna imutável a forma de liquidação depois do trânsito em julgado da sentença proferida no processo de liquidação e não do trânsito em julgado da sentença proferida no processo de conhecimento. II. A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que sejam relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação. Nesse caso, o requerente não poderá prosseguir a execução, mesmo prestando caução suficiente. III. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta. IV. Para fins de impugnação, em sede de cumprimento de sentença, considera-se inexigível o título judicial fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal, ou fundado em aplicação ou interpretação da lei ou ato normativo tidas pelo Supremo Tribunal Federal como incompatíveis com a Constituição Federal. Está correto apenas o contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "68964",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em tema de cumprimento de sentença, assinale a alternativa correta: I. O prazo para a impugnação à execução de obrigação pecuniária prevista em sentença transitada em julgado é de 10 dias, contado, em qualquer caso, da citação. II. A multa de 10% pela impontualidade no pagamento da condenação pecuniária é devida tanto na execução definitiva quanto na provisória. III. A multa de 10% pela impontualidade no pagamento incide em relação a toda a dívida, ainda que haja pagamento parcial. IV. São devidos honorários de advogado na fase de cumprimento de sentença, independentemente daqueles devidos em decorrência da fase condenatória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição IV está correta."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "E",
        "texto": "Somente a proposição I está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68342",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito da fase de cumprimento de sentença, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Do auto de penhora e avaliação, o executado será intimado pessoalmente, na falta de advogado, por mandado ou correio."
      },
      {
        "letra": "B",
        "texto": "O prazo para oferecimento de impugnação ao cumprimento de sentença é de 10 dias, que será decidida nos próprios autos, quando for atribuído efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Ao requerer a execução provisória, o exequente deverá instruir a petição com cópias da sentença ou acórdão, certidão de interposição de recurso não dotado de efeito suspensivo e procurações outorgadas pelas partes."
      },
      {
        "letra": "D",
        "texto": "Não sendo o cumprimento de sentença requerido no prazo de 6 meses perante o juízo que processou a causa no primeiro grau de jurisdição, os autos deverão ser arquivados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "62334",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Considerando a previsão do Código de Processo Civil sobre o cumprimento de sentença, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É provisória a execução da sentença transitada em julgado e definitiva quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação dessa."
      },
      {
        "letra": "C",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de 15 dias, o montante da condenação será acrescido de multa no percentual de 10%."
      },
      {
        "letra": "D",
        "texto": "Do auto de penhora e avaliação será de imediato intimado o executado, na pessoa de seu advogado, ou, na falta desse, o seu representante legal, ou pessoalmente, por mandado ou por correio, podendo oferecer impugnação, querendo, no prazo de 15 dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "60709",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "No cumprimento de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são incabíveis novos honorários advocatícios, mesmo que a impugnação do devedor seja rejeitada, em virtude de ser o processo sincrético."
      },
      {
        "letra": "B",
        "texto": "o devedor condenado ao pagamento de quantia certa ou já fixada em liquidação terá ao débito acrescida multa de quinze por cento, se não cumprir a obrigação no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "o devedor deverá indicar bens à penhora e, não o fazendo, devolve-se a faculdade ao credor."
      },
      {
        "letra": "D",
        "texto": "pode o exequente indicar desde logo os bens a serem penhorados."
      },
      {
        "letra": "E",
        "texto": "o devedor será citado pessoalmente para pagar a dívida ou oferecer bens a penhora, quando a execução tiver por objeto quantia certa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "56214",
    "metadata": "Ano: 2010 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Leia as assertivas a seguir, sobre o cumprimento da sentença no processo civil, e marque a resposta correta: I - A multa de 10%, prevista no art. 475-J do Código de Processo Civil, segundo entendimento predominante do Superior Tribunal de Justiça, somente pode ser aplicada caso o devedor ou seu advogado seja intimado pessoalmente da decisão transitada em julgado, sob pena de ferir-se o princípio da ampla defesa;II - Havendo recurso de apelação, o prazo para o pagamento voluntário da obrigação, que é de 15 (quinze) dias, começa a fluir da data do julgamento do recurso pelo tribunal, desde que não tenham sido opostos embargos declaratórios; III - Dado o caráter publicista atribuído ao processo, em especial a partir da Lei n. 11.232/2005, a expedição de mandado de penhora, no caso de não pagamento voluntário da obrigação pelo devedor, independe de requerimento específico do credor; IV - Realizada a penhora, deve a parte devedora ser intimada, pessoalmente ou por meio de seu advogado; V - A legislação não mais prevê oportunidade para a indicação de bens pelo devedor; ao contrário, o credor é que pode indicá-los.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nenhuma assertiva está correta;"
      },
      {
        "letra": "B",
        "texto": "apenas a assertiva V está correta;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas IV e V estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas I, III e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assetivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "55876",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Analise as seguintes assertivas sobre o cumprimento de sentença e sua respectiva impugnação: I. Com o trânsito em julgado de uma sentença condenatória deverá o credor solicitar a citação do devedor para pagar em 24 horas sob pena de a condenação ser acrescida de multa de 10%. II. Na legislação vigente, não mais subsiste ação autônoma para a execução de sentença condenatória, prevalecendo o que a doutrina chama de processo sincrético. III. Mesmo se atribuído pelo juiz efeito suspensivo à impugnação ao cumprimento de sentença, poderá o exequente prosseguir na execução se prestar, nos próprios autos, caução suficiente e idônea arbitrada pelo juiz. IV. Assim como ocorre na execução por título extrajudicial, a impugnação ao cumprimento de sentença pode ser apresentada sem que esteja o juízo garantido, no prazo de 15 dias da intimação para pagamento espontâneo. V. A decisão que resolver a impugnação ao cumprimento de sentença poderá ser atacada por agravo de instrumento, salvo quando extinguir a execução, quando deverá ser impugnada por apelação. Está correto APENAS o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "41129",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Em atenção à disciplina jurídica da lei processual no tempo, do regime de cumprimento da sentença e da execução de títulos extrajudiciais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A multa de 10% sobre o montante da condenação, prevista no art. 475-J do CPC, aplica-se também às sentenças condenatórias transitadas em julgado antes da sua vigência, pois as leis processuais têm aplicação imediata."
      },
      {
        "letra": "B",
        "texto": "A superveniência de sentença fixando alimentos definitivos em montante inferior ao dos provisórios não prejudica o direito à execução destes, tal como anteriormente arbitrados."
      },
      {
        "letra": "C",
        "texto": "O fato de se ter alterado a natureza da execução de sentença, que deixou de ser tratada como processo autônomo e passou a ser mera fase complementar do mesmo processo em que o provimento é assegurado, importou em que não são devidos honorários advocatícios na fase de cumprimento da sentença."
      },
      {
        "letra": "D",
        "texto": "O novel art. 655, I, do CPC, com a redação dada pela Lei n.º 11.382/2006, exige que o credor comprove haver procurado outros bens penhoráveis para, só então, requerer a penhora de depósito ou aplicação em instituição financeira."
      },
      {
        "letra": "E",
        "texto": "Na execução de título extrajudicial, a concessão, pelo juiz, de efeito suspensivo aos embargos do executado impede a efetivação dos atos de penhora e de avaliação dos bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "33173",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Ao impugnar o valor da execução por excesso, o executado deve indicar o valor que entende devido, o que revela a aplicação do princípio da menor onerosidade da execução, mas não do princípio da cooperação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33172",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Apesar de haver limitação expressa à possibilidade de expedição de precatório antes do trânsito em julgado, pode ser admitida a liquidação imediata da sentença condenatória contra a fazenda pública, apesar de pendente recurso contra essa decisão",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "27530",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: EMBASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença"
    ],
    "enunciado_principal": "Para efeito da impugnação ao cumprimento de sentença que verse sobre a inexigibilidade do título, considera-se também inexigível o título judicial fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal (STF), ou fundado em aplicação ou interpretação da lei ou ato normativo considerados pelo STF como incompatíveis com a CF.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]