[
  {
    "id": "1328317",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partes capazes, objeto lícito, determinado ou determinável e consentimento livre."
      },
      {
        "letra": "B",
        "texto": "Legitimidade das partes, interesse processual e possibilidade jurídica do pedido."
      },
      {
        "letra": "C",
        "texto": "Perempção, litispendência e coisa julgada."
      },
      {
        "letra": "D",
        "texto": "Juiz regularmente investido, citação válida, capacidade processual das partes e capacidade postulatória (advogado)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1102692",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Estabelece a Lei nº 5.869, de 11 de janeiro de 1973 – Código de Processo Civil – que é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. Assinale a alternativa que NÃO contenha um requisito de admissibilidade da cumulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rito adotado deve ser o ordinário."
      },
      {
        "letra": "B",
        "texto": "Os pedidos devem ser compatíveis entre si."
      },
      {
        "letra": "C",
        "texto": "O mesmo juízo deve ser competente para todos os pedidos."
      },
      {
        "letra": "D",
        "texto": "O tipo de procedimento deve ser adequado para todos os pedidos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "734386",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Grande parte da doutrina segue o trinômio previsto no inciso VI do artigo 267 do CPC, afirmando que as condições da ação são: a)- a possibilidade jurídica do pedido; b)- a legitimidade das partes, também chamada de ad causam; e c)- o interesse processual, denominado por alguns de interesse de agir. Assim, considerando o enunciado, analise as assertivas e marque a alternativa correta: I. O interesse processual, a um só tempo, haverá de traduzir-se numa rela- ção de necessidade e também numa relação de adequação do provimento postulado, diante do conflito de direito material trazido à solução judicial. II. A legitimidade ad causam é unilateral, pois deve ser analisada ora sob o aspecto do autor, ora sob o do réu. III. Ainda, pode-se falar em legitimidade ordinária ou extraordinária, dependendo da relação entre o legitimado e o objeto litigioso, havendo legitimidade ordinária quando houver correspondência entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado. Em simples palavras, legitimado ordinário é aquele que defende em juízo interesse próprio. IV. Fala-se em legitimidade extraordinária, legitimação anômala ou substituição processual quando alguém defende em nome próprio interesse de outro sujeito de direito, ou seja, não há correspondência total entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "todas as assertivas são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III e IV são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "620586",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e dos pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, a análise das condições da ação é feita pelo juiz com base nas alegações apresentadas na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Na ação de alimentos contra o pai, o menor de dezesseis anos de idade tem legitimidade para o processo, mas não goza de legitimidade para a causa."
      },
      {
        "letra": "C",
        "texto": "O direito a determinada prestação jurisdicional se esgota com o simples exercício do direito de ação."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria concreta da ação, o direito de agir é autônomo e independe do reconhecimento do direito material supostamente violado."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de legitimidade extraordinária, a presença e a higidez dos pressupostos processuais serão examinadas em face da parte substituída."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "618637",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Mendes - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Grande parte da doutrina segue o trinômio previsto no inciso VI do artigo 267 do CPC, afirmando que as condições da ação são a possibilidade jurídica do pedido, a legitimidade das partes e o interesse processual, denominado por alguns de interesse de agir. Assim, analise as assertivas e marque a alternativa correta: I. O interesse processual, a um só tempo, haverá de traduzir-se numa relação de necessidade e também numa relação de adequação do provimento postulado, diante do conflito de direito material trazido à solução judicial. II. A legitimidade ad causam é bilateral, pois deve ser analisada tanto sob o aspecto do autor como do réu. Ainda, pode se falar em legitimidade ordinária ou extraordinária, dependendo da relação entre o legitimado e o objeto litigioso. III. Há legitimidade ordinária quando houver correspondência entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado. Em simples palavras, legitimado ordinário é aquele que defende em juízo interesse próprio. IV. Fala-se em legitimidade extraordinária, legitimação anômala ou substituição processual quando alguém defende em nome próprio interesse de outro sujeito de direito, ou seja, não há correspondência total entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "611773",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O Código Processo Civil expressamente consagra a teoria eclética da ação, para explicar a Natureza jurídica da ação. Assim, julgue os conceitos abaixo relacionados que caracterize tal teoria. Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 87, 88, 89, 90.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "\"o direito de ação é considerado o próprio direito material em movimento, reagindo a uma agressão ou ameaça de agressão\"."
      },
      {
        "letra": "B",
        "texto": "\"defende que a existência do direito de ação não depende da existência do direito material, mas do preenchimento de certos requisitos formais chamados de condições da ação\"."
      },
      {
        "letra": "C",
        "texto": "\"tem como mérito ser a primeira teoria que fez a distinção entre o direito de ação de o direito material.\""
      },
      {
        "letra": "D",
        "texto": "\"mantém autonomia entre o direito de ação e direito material, e vai além, ao afirmar que o direito de ação é independente do direito material\"."
      },
      {
        "letra": "E",
        "texto": "\"tem como mérito ser a primeira teoria que fez a distinção entre o direito subjetivo de o direito material\"."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "607016",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Tendo em vista que, em uma relação processual, o pronunciamento de mérito está condicionado ao cumprimento de algumas formalidades, tais como a atuação do órgão jurisdicional competente e o tempo dessa atuação, as condições da ação e os pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transcorrido o prazo legal sem que o jurisdicionado ingresse em juízo para proteger seu direito, opera-se a preclusão do direito de ação."
      },
      {
        "letra": "B",
        "texto": "Quando a ação for considerada intransmissível por disposição legal, a morte de um dos sujeitos da relação processual provocará a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Para não contrariar o princípio da inércia da jurisdição, segundo o qual a jurisdição deve ser provocada, é vedado ao juiz determinar, de ofício, a produção de provas."
      },
      {
        "letra": "D",
        "texto": "A jurisdição voluntária pode ser exercida extrajudicialmente em casos expressamente autorizados pelo ordenamento jurídico vigente, como nos casos de inventário ou divórcio extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "O defeito ou a ausência de representação na relação processual provoca, por falta de uma das condições da ação, a extinção do processo sem resolução de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600797",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Os elementos da ação se prestam a identificá-la, a fim de verificar a existência de fenômenos como a litispendência, conexão e continência. Sobre os elementos da ação, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na doutrina majoritária, nomeia-se a espécie de tutela jurisdicional como pedido imediato, e o bem da vida como pedido mediato."
      },
      {
        "letra": "B",
        "texto": "Não se adquire qualidade de parte de maneira voluntária, como nos casos de recurso de terceiro prejudicado."
      },
      {
        "letra": "C",
        "texto": "O fundamento jurídico não compõe a causa de pedir."
      },
      {
        "letra": "D",
        "texto": "O pedido imediato diz respeito ao aspecto material, enquanto o pedido mediato, ao aspecto processual."
      },
      {
        "letra": "E",
        "texto": "São elementos da ação a possibilidade jurídica, a legitimidade das partes e o interesse processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "683474",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante as noções fundamentais do Direito Processual Civil, aos sujeitos do processo e aos atos processuais, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em questões processuais, será aplicada a lei em vigor no momento da prática do ato formal e não a do tempo em que o ato material se deu. Quando a lei nova atinge um processo em andamento, não produzirá nenhum efeito sobre os fatos e atos ocorridos, que continuam regulados pela lei do tempo em que foram consumados, uma vez que as leis processuais não são retroativas."
      },
      {
        "letra": "B",
        "texto": "O princípio da territorialidade está previsto no art. 1º do Código de Processo Civil, que declara que “a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional”; assim com relação as provas, seus meios e ônus de produção prevalecerá a lei processual brasileira, mesmo quando os fatos a serem provados tiverem ocorrido em país estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Os pressupostos processuais diferem-se das condições da ação, pois enquanto a ocorrência dos primeiros demonstram a constituição e o desenvolvimento válido e regular do processo; a presença das condições da ação mostra que o direito de ação está validamente exercido, no caso concreto."
      },
      {
        "letra": "D",
        "texto": "O art. 6º do Código de Processo Civil determina que “Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei”, assim a substituição processual é uma faculdade excepcional, que só ocorrerá nos casos expressamente autorizados por lei e difere da substituição de parte."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a intimação eletrônica por publicação no Diário de Justiça eletrônico, considera-se como data da publicação o primeiro dia útil seguinte ao da disponibilização da informação no Diário da Justiça eletrônico. Assim, nos casos de intimação eletrônica, os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616147",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São inúmeras as classificações das ações. Uma delas, a considerada clássica, estabelece que as ações podem ser consideradas cognitivas, cautelares e executivas. Outra, preconizada por Pontes de Miranda, utiliza critérios diversos, dentre os quais avulta o da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "social"
      },
      {
        "letra": "B",
        "texto": "mandamental"
      },
      {
        "letra": "C",
        "texto": "inibitória"
      },
      {
        "letra": "D",
        "texto": "preventiva"
      },
      {
        "letra": "E",
        "texto": "repressiva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614757",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O interesse do autor da ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode se limitar à declaração da existência de relação jurídica, caso já tenha ocorrido a violação do direito."
      },
      {
        "letra": "B",
        "texto": "pode se limitar à declaração da inexistência de relação jurídica, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "C",
        "texto": "não pode se limitar à declaração da autenticidade ou falsidade de documento, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "D",
        "texto": "pode se limitar à declaração da existência de relação jurídica, mas não da sua inexistência, independentemente de eventual violação do direito."
      },
      {
        "letra": "E",
        "texto": "pode se limitar à declaração da existência de relação jurídica, mas apenas se já tiver ocorrido a violação do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "604461",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: Faceli",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "São condições para o provimento final ou legítimo exercício do direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "capacidade de fato, interesse de agir e forma prescrita ou não defesa em lei."
      },
      {
        "letra": "B",
        "texto": "possibilidade jurídica do pedido, existência de direito material e interesse de agir."
      },
      {
        "letra": "C",
        "texto": "legitimação para a causa, resistência à direito subjetivo e interesse de agir."
      },
      {
        "letra": "D",
        "texto": "violação de direito, interesse de agir e legitimidade das partes."
      },
      {
        "letra": "E",
        "texto": "possibilidade jurídica do pedido, interesse de agir e legitimidade para a causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "593131",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Marcos ajuizou ação contra Paula, versando a causa acerca de questão exclusivamente de direito. Depois de o processo ter percorrido todo o seu trâmite, estando, portanto, em plena condição de julgamento de seu mérito, o juiz, atentando-se para a ilegitimidade ativa de Marcos, extinguiu o processo, sem resolução do mérito por carência da ação. Contra a sentença, Marcos interpôs recurso de apelação. Considerando essa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada a vedação à reformatio in pejus, isto é, a proibição de que o julgamento do recurso interposto por uma parte resulte em situação pior que aquela que ensejou a interposição do recurso, não poderá o tribunal, vindo a aplicar a teoria da causa madura, julgar improcedente o pedido deduzido por Marcos."
      },
      {
        "letra": "B",
        "texto": "Deixando Marcos de interpor o recurso e formando-se coisa julgada formal, não haverá óbice legal a que ele ajuíze novamente a ação."
      },
      {
        "letra": "C",
        "texto": "Na situação hipotética, errou o juiz, pois a ilegitimidade das partes é matéria que daria ensejo ao indeferimento liminar da inicial. Não tendo o juiz se atentado para esse ponto, o deferimento da inicial acarreta a preclusão para o juiz, que fica impedido de extinguir o processo com base naquele fundamento."
      },
      {
        "letra": "D",
        "texto": "Caso o juiz verificasse, no momento de julgar o feito, que Marcos era parte ilegítima quando do ajuizamento da ação, mas que, em razão de fato superveniente, se tornou legitimado no curso do processo, a sentença, ainda assim, haveria de ser extinta sem resolução de mérito pela carência da ação, visto que as condições da ação devem estar presentes ao longo de todo o processo, desde o ajuizamento até o julgamento."
      },
      {
        "letra": "E",
        "texto": "O Código de Processo Civil brasileiro adotou a teoria eclética das condições da ação no sentido de que, preenchidas as condições da ação, passa o autor a ter direito à resposta necessariamente positiva do Estado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "590374",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Luiz propôs ação de cobrança no valor de R$ 100.000,00 (cem mil reais) em face de Maria. Após a citação, Maria efetuou o pagamento integral da dívida, protocolizando, posteriormente, petição nos autos do processo, comprovando o pagamento e requerendo a extinção do feito pela carência de ação, uma vez que não havia mais o interesse de agir no caso. Nesse cenário, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de interesse de agir;"
      },
      {
        "letra": "B",
        "texto": "resolver o mérito desde logo pela procedência do pedido;"
      },
      {
        "letra": "C",
        "texto": "resolver o mérito desde logo pela improcedência do pedido;"
      },
      {
        "letra": "D",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de legitimidade ad causam;"
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do processo, uma vez que ainda não há a possibilidade de julgamento do feito no estado em que se encontra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584088",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Se estiverem ausentes as condições da ação, mas o réu nada alegar em contestação, o juiz deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecer da matéria de ofício, em qualquer grau de jurisdição, e extinguir o processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "dar ao processo curso normal, em razão da preclusão."
      },
      {
        "letra": "C",
        "texto": "conhecer da matéria de ofício, desde que ainda não tenha ocorrido audiência de instrução, e extinguir o processo com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "conhecer da matéria, em qualquer grau de jurisdição, mas apenas se a matéria foi alegada pelo réu no curso do processo, extinguindo-o sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "conhecer da matéria de ofício, em qualquer grau de jurisdição, e extinguir o processo com resolução de mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "582917",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito de jurisdição, ação e processo, julgue o item seguinte. O interesse de agir, a possibilidade jurídica do pedido e a capacidade processual são condições indispensáveis da ação sem os quais o processo é extinto com a resolução do mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "579101",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Marcos, advogado recém formado, irá ajuizar duas ações. A ação A é fundada em direito pessoal e a ação B é fundada em direito real sobre bem móvel. Nestes casos, de acordo com o Código de Processo Civil brasileiro, em regra,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação A será ajuizada no foro do domicílio do autor e a ação B no foro do domicilio do réu."
      },
      {
        "letra": "B",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do réu."
      },
      {
        "letra": "C",
        "texto": "a ação A será ajuizada no foro do domicílio do réu e a ação B no foro do domicilio do autor."
      },
      {
        "letra": "D",
        "texto": "ambas as ações serão ajuizadas no foro do domicílio do autor."
      },
      {
        "letra": "E",
        "texto": "em ambas as ações o autor poderá escolher entre o foro do domicílio do autor ou do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "575764",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere as seguintes hipóteses: O Processo A e o Processo B possuem em comum o objeto. O Processo C e o Processo D possuem em comum a causa de pedir. Nestes casos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há continência entre os processos A e B e entre os processos C e D."
      },
      {
        "letra": "B",
        "texto": "há conexão entre os processos A e B e entre os processos C e D."
      },
      {
        "letra": "C",
        "texto": "há conexão entre os processos A e B e continência entre os processos C e D."
      },
      {
        "letra": "D",
        "texto": "há continência entre os processos A e B e conexão entre os processos C e D."
      },
      {
        "letra": "E",
        "texto": "não há continência e nem conexão entres os processos A e B, nem entre os processos C e D."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "571878",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Embora haja divergência doutrinária no que diz respeito à possibilidade da utilização da distinção entre atos jurídicos em sentido estrito e negócios jurídicos processuais, a doutrina processual moderna reconhece a existência da categoria dos denominados negócios jurídicos processuais. À luz dessas informações, e de acordo com essa doutrina e com a legislação em vigor, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes poderão realizar negócio jurídico processual referente à dilação do prazo para recorrer, caso o processo judicial tenha como objeto direito disponível."
      },
      {
        "letra": "B",
        "texto": "A desistência da ação, independentemente do momento em que ocorrer, deverá ser classificada como negócio jurídico processual bilateral."
      },
      {
        "letra": "C",
        "texto": "Qualquer negócio jurídico processual deverá ser homologado pelo juiz para que seja considerado válido e produza seus efeitos regulares."
      },
      {
        "letra": "D",
        "texto": "É vedada às partes, depois de iniciado o processo, a realização de negócio jurídico processual sobre a distribuição do ônus da prova no processo civil."
      },
      {
        "letra": "E",
        "texto": "A modificação do polo passivo da demanda decorrente de nomeação à autoria é exemplo de negócio jurídico processual típico e plurilateral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "569509",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "É correto afirmar sobre a teoria geral processual, sem perder de vista a legislação, doutrina e jurisprudência correlatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ninguém poderá pleitear, em nome próprio, direito alheio, salvo para atos urgentes e para prevenir perecimento de direito."
      },
      {
        "letra": "B",
        "texto": "As condições da ação podem estar presentes no momento do ajuizamento da demanda. Ausentes posteriormente, dar-se-á a carência, devendo o juiz extinguir o processo sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "A existência ou não das condições da ação é matéria de defesa, razão pela qual, em face do princípio da inércia, não pode o magistrado conhecê-las ex officio."
      },
      {
        "letra": "D",
        "texto": "A técnica processual para levar à tutela específica, consubstanciada na aplicação de cominação de pena pecuniária diária, como astreintes, é elemento à disposição do magistrado nas demandas que objetivem prestação de ato ou pagamento de quantia certa."
      },
      {
        "letra": "E",
        "texto": "Quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz somente considerará válido o ato, se, realizado de outro modo, alcançar-lhe a finalidade, e a parte a quem lhe aproveita justificar a inviabilidade da forma legal, na primeira oportunidade que tiver para falar nos autos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "564037",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Durante o desenvolvimento e aperfeiçoamento do direito de ação nasceram várias teorias que buscaram explicar os principais aspectos da ação. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria imanentista, idealizada por Savigny, a ação é direito autônomo, público e concreto, somente existindo aquela quando a sentença julgar procedente o pedido do autor."
      },
      {
        "letra": "B",
        "texto": "A teoria eclética, desenvolvida por Enrico Tullio Liebman, o direito de ação constitui o direito a um julgamento de mérito da causa, o qual, contudo, fica condicionado ao preenchimento das condições da ação."
      },
      {
        "letra": "C",
        "texto": "Considerar a ação um direito autônomo, público e abstrato, uma vez que independe da existência do direito material e do êxito da ação, revela os contornos da teoria do direito concreto à tutela jurisdicional desenvolvida por Wach."
      },
      {
        "letra": "D",
        "texto": "A teoria do direito abstrato, que tem em Plósz e Degenkolb seus expoentes, não vislumbra a autonomia do direito de ação em relação à tutela jurisdicional invocada."
      },
      {
        "letra": "E",
        "texto": "Segundo Chiovenda, que formula a teoria da ação como direito potestativo, esta é autônoma, subjetiva e pública, dirigida contra o Estado e que não se exaure com o seu exercício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "562738",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação principal e a oposição, conhecerá em primeiro lugar a ação principal."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e permite que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "Havendo conexão ou continência, o juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      },
      {
        "letra": "D",
        "texto": "Os atos e termos processuais dependem de forma determinada senão quando a lei expressamente a exigir reputando-se válido os que, realizado de outro modo, lhe preencham a finalidade."
      },
      {
        "letra": "E",
        "texto": "O juiz nunca responderá por perdas e danos pelos atos praticados no exercício de sua função, ainda que proceda com dolo ou fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562607",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Em relação ao processo civil, ação e execução, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo, no caso de não ser atendida alguma das condições da ação, será julgado com resolução do mérito, acarretando coisa julgada formal."
      },
      {
        "letra": "B",
        "texto": "A pretensão do autor será julgada improcedente quando não verificada a possibilidade jurídica do pedido, uma vez que o direito material não ampara pedido juridicamente impossível."
      },
      {
        "letra": "C",
        "texto": "O interesse de agir, um dos pressupostos processuais, pode ser corretamente definido como a necessidade de invocar a prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "A cobrança de dívida em dinheiro ainda não vencida deverá ser julgada extinta, sem resolução de mérito, porque falta interesse processual ao autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "559272",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O interesse de agir é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condição da ação."
      },
      {
        "letra": "B",
        "texto": "intervenção iussu iudicis."
      },
      {
        "letra": "C",
        "texto": "oposição."
      },
      {
        "letra": "D",
        "texto": "faculdade da ação."
      },
      {
        "letra": "E",
        "texto": "litisconsórcio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "557696",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Depois de proferida sentença que extinguiu o processo com resolução de mérito, foi interposto recurso e o Tribunal verificou não estarem presentes as condições da ação, embora as partes não tenham formulado alegação neste sentido. O Tribunal deverá,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anular a sentença, determinando que o juiz de primeira instância extinga o processo com resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "dar ao recurso trâmite normal, pois é vedado ao julgador conhecer de matéria defensiva que não haja sido suscitada pela parte a quem aproveita."
      },
      {
        "letra": "C",
        "texto": "extinguir o processo sem resolução de mérito, de ofício."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo com resolução de mérito, de ofício."
      },
      {
        "letra": "E",
        "texto": "anular a sentença, determinando que o juiz de primeira instância extinga o processo sem resolução de mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555557",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A ação anulatória tem por escopo desconstituir o débito fiscal, sendo o depósito do valor discutido um requisito estabelecido pela Lei de Execução Fiscal. De acordo com a interpretação acolhida atualmente pelo Poder Judiciário, o referido depósito é um(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pressuposto processual"
      },
      {
        "letra": "B",
        "texto": "requisito de admissibilidade"
      },
      {
        "letra": "C",
        "texto": "faculdade do autor"
      },
      {
        "letra": "D",
        "texto": "condição especial da ação"
      },
      {
        "letra": "E",
        "texto": "determinação da autoridade judicial"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555486",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Segundo a teoria da asserção ou prospettazione:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz deve estrita observância aos limites do pedido, não podendo julgar além, aquém ou fora do que foi postulado pelas partes."
      },
      {
        "letra": "B",
        "texto": "as condições da ação devem ser apreciadas de acordo com as alegações do autor na petição inicial, ou seja, não dependem da correspondência entre tais afirmações e a realidade verificada a partir da dilação probatória."
      },
      {
        "letra": "C",
        "texto": "trata-se de teoria relacionada à impugnação das decisões judiciais, que delimita o efeito devolutivo dos recursos ao que consta precisamente da peça recursal."
      },
      {
        "letra": "D",
        "texto": "o autor deve descrever, na inicial, os fatos e os fundamentos jurídicos do pedido, ou seja, ao autor incumbe substanciar a causa de pedir com todos os fatos importantes que deram origem ao seu pleito."
      },
      {
        "letra": "E",
        "texto": "cabe ao réu impugnar todos os fatos articulados pelo autor na petição inicial, sendo vedada a impugnação genérica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "555481",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Ajuizada ação anulatória por uma cooperativa de rádio táxi, visando a desconstituir autuação fiscal pelo não pagamento de PIS/COFINS, os autos estavam conclusos para sentença. Porém, nesse momento, adveio uma lei que conferiu remissão total aos créditos tributários objeto do lançamento impugnado, bem como anistia dos respectivos encargos legais, multa e juros de mora. Diante deste cenário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advento da lei posterior não pode influenciar o julgamento de demanda anteriormente ajuizada, pois já consumada a sua estabilização."
      },
      {
        "letra": "B",
        "texto": "Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá- lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a sentença. Portanto, deve o juiz julgar procedentes os pedidos do autor."
      },
      {
        "letra": "C",
        "texto": "Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá- lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a sentença. Portanto, deve o juiz julgar improcedentes os pedidos do autor."
      },
      {
        "letra": "D",
        "texto": "Como a causa de pedir da ação anulatória não guarda qualquer relação com o conteúdo normativo da legislação posterior, o seu advento não interfere no direito a ser aplicado ao caso, razão pela qual deve o juiz apreciar o mérito da demanda, desconsiderando a existência de lei nova."
      },
      {
        "letra": "E",
        "texto": "Ao conferir remissão aos créditos tributários objeto da demanda, a lei posterior proporcionou a falta de interesse processual superveniente, o que importará a extinção do processo sem resolução de mérito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "549586",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: MSGás",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o interesse do autor para propor ação pode limitar-se à declaração: I. Da existência de relação jurídica. II. Da inexistência de relação jurídica. III. Da autenticidade de documento. IV. Da falsidade de documento. Analisando as afirmativas, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas II e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532389",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito da atuação das partes e do juiz no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STJ acerca do direito processual intertemporal, para recorrer, a parte deve observar a lei processual vigente na data da interposição do recurso e não outra lei que estava em vigor na data da publicação da decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "É vedado ao juiz realizar atos executórios em procedimentos de jurisdição voluntária, haja vista as peculiaridades dessa modalidade de jurisdição."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento dominante no STJ, as condições da ação, incluída a legitimidade das partes, devem ser aferidas pelo juiz com base na teoria da asserção, ou seja, de forma abstrata e de acordo com as afirmações deduzidas na petição inicial."
      },
      {
        "letra": "D",
        "texto": "A existência de compromisso arbitral entre as partes é matéria de ordem pública que, com fundamento na economia processual, deve ser conhecida de ofício pelo magistrado em qualquer tempo e grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "Verificada a identidade total ou parcial entre os elementos de ações que tramitem em órgãos jurisdicionais distintos, o magistrado deverá determinar a reunião dos processos para julgamento conjunto, desde que não tenha sido prolatada sentença em nenhum deles."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "531951",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a jurisdição e a ação, como disciplinadas no Código de Processo Civil de 1973, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O interesse do autor não pode se limitar à declaração de existência, inexistência, modificação ou constituição de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "Após o desenvolvimento da tutela inibitória, não há mais sentido em se admitir a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa a existência ou inexistência de relação jurídica não questionada pelo autor na petição inicial, necessariamente suspende-se o processo para o julgamento dessa relação jurídica, cuja decisão terá natureza de decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "É possível que o réu, regularmente citado, conteste a ação alegando apenas falta de interesse processual e ilegitimidade das partes."
      },
      {
        "letra": "E",
        "texto": "O Código de Processo Civil de 1973 estipula apenas duas condições da ação: interesse de agir e possibilidade jurídica do pedido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516489",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O Ministério Público, por seu Promotor de Justiça com atribuição para o feito, ajuizou ação de investigação de paternidade em face de João, para que fosse reconhecida a sua condição de pai em relação ao menor José, ainda sem registro. A legitimidade com que o autor da demanda atua no caso é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordinária;"
      },
      {
        "letra": "B",
        "texto": "passiva;"
      },
      {
        "letra": "C",
        "texto": "ativa;"
      },
      {
        "letra": "D",
        "texto": "mista;"
      },
      {
        "letra": "E",
        "texto": "extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512398",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "Sobre a conexão entre ações, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo a conexão entre ações cujos juízes tem a mesma competência territorial, considera-se prevento aquele que teve o processo distribuído em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "Ocorrendo a conexão entre ações cujos juízes tem competência territorial diversa, considera-se prevento aquele que tiver primeiro realizado a citação válida."
      },
      {
        "letra": "C",
        "texto": "Havendo conexão entre as ações o Juiz não pode ex officio ordenar a reunião das ações propostas em separado."
      },
      {
        "letra": "D",
        "texto": "Dá-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "511188",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial"
    ],
    "enunciado_principal": "No tocante ao pedido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nosso código processual adotou a teoria da substanciação, segundo a qual se exige, para identificação do pedido, a dedução dos fundamentos de fato e de direito da pretensão."
      },
      {
        "letra": "B",
        "texto": "o autor está obrigado a mencionar, ao menos, o texto de lei no qual o pedido se fundamenta, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "C",
        "texto": "será sempre certo ou determinado, em obediência ao princípio da congruência."
      },
      {
        "letra": "D",
        "texto": "quando se pedir ao réu a prestação de um ato ou pagamento de quantia certa, poderá o autor requerer a cominação de pena pecuniária diária, como “astreintes”, para o caso de descumprimento da sentença ou de decisão antecipatória de tutela."
      },
      {
        "letra": "E",
        "texto": "pode o autor formular pedido alternativo, mas não sucessivo, que é defeso pelo sistema processual civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511184",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Quanto às condições da ação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são elas a legitimidade, o interesse processual, a possibilidade jurídica do pedido e os pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "B",
        "texto": "o reconhecimento de que se encontram ausentes conduz à prolação de sentença extintiva, com resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "devem ser aferidas liminarmente, precluindo para o juiz se isto não se der."
      },
      {
        "letra": "D",
        "texto": "se estiverem elas presentes no momento do ajuizamento da demanda, mas ausentes posteriormente, dar-se-á a carência, devendo o juiz extinguir o processo sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "somente as partes podem alegá-las, pois o interesse processual de agir é delas, não podendo o juiz reconhecer sua ausência de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "503378",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Em ação judicial para propor ação, há necessidade do consentimento de um dos cônjuges. Assinale a alternativa que apresenta em qual situação não se pode suprir a obrigatoriedade do consentimento de um dos cônjuges.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos do consumidor."
      },
      {
        "letra": "C",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de família."
      },
      {
        "letra": "D",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de imagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "497245",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Bruno ajuizou ação de cobrança em face de Pedro alegando que teria lhe emprestado a quantia de R$ 50.000,00 (cinquenta mil reais), para pagamento no prazo de três meses. Bruno argumentou que o contrato foi celebrado de forma verbal, tendo juntado alguns indícios de prova material, como extrato bancário constando a transferência realizada. Ao final, entendendo que não restou comprovada a existência do contrato verbal mencionado, o juiz extinguiu o processo sem resolução de mérito, por carência de ação. Tendo em conta as teorias sobre as formas de verificação da existência das condições da ação, pode se afirmar que o juiz aplicou a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "teoria da asserção."
      },
      {
        "letra": "B",
        "texto": "teoria da identidade."
      },
      {
        "letra": "C",
        "texto": "teoria da exposição."
      },
      {
        "letra": "D",
        "texto": "teoria eclética."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "496909",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Quanto à ação e à jurisdição no direito processual civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Preenchidas ou não as condições da ação, o juiz sempre deverá dizer quem tem razão, ao proferir uma sentença de procedência ou improcedência"
      },
      {
        "letra": "B",
        "texto": "A jurisdição é inerte, precisando que o autor ou interessado tome a iniciativa de movimentá-la, o que se faz por meio do direito de ação, exercido contra o Estado, em face da parte adversa."
      },
      {
        "letra": "C",
        "texto": "A jurisdição, entre nós, exercida por meio da ação, é um direito sujetivo privado exercido contra o adversário e coordenado pelo Estado."
      },
      {
        "letra": "D",
        "texto": "A existência do direito de ação é condicionada à ocorrência do próprio direito material postulado."
      },
      {
        "letra": "E",
        "texto": "Tanto o direito de acesso à justiça como o direito de ação em sentido estrito são incondicionados, devendo o juiz apreciar necessariamente o mérito da causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "496902",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Interesse processual e legitimidade para agir são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condições da ação e devem ser apreciadas de ofício pelo juiz, tratando-se de matérias de ordem pública a serem alegadas a qualquer tempo e grau de jurisdição."
      },
      {
        "letra": "B",
        "texto": "prejudiciais de mérito, a serem arguidas pela parte ou aferíveis de ofício pelo juiz até a sentença."
      },
      {
        "letra": "C",
        "texto": "pressupostos processuais, dependendo de provocação da parte para serem examinados pelo juiz, em primeiro grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "condições da ação e devem ser apreciadas de ofício pelo juiz, mas só podem ser levantadas em primeiro grau de jurisdição, após o que se tornam matéria preclusa."
      },
      {
        "letra": "E",
        "texto": "pressupostos processuais, podendo ser aferidos de ofício pelo juiz em qualquer tempo e grau de jurisdição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495404",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Renato inadimpliu acordo verbal por meio do qual se obrigou a pagar R$ 10.000,00 (dez mil reais) a José. Este, por sua vez, ajuizou ação contra a empresa da qual Renato é sócio, a qual, apesar de não ter nenhuma rela- ção com o débito, possuía melhores condições financeiras para satisfazer a obrigação, fato noticiado na inicial. Citada, a empresa apresentou contestação. De acordo com o Código do Processo Civil, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o processo sem resolução de mérito, reconhecendo ser a empresa parte ilegítima, de ofício."
      },
      {
        "letra": "B",
        "texto": "determinar que José promova a citação de Renato, para formação de litisconsórcio passivo necessário."
      },
      {
        "letra": "C",
        "texto": "extinguir o processo sem resolução de mérito, reconhecendo ser a empresa parte ilegítima, somente se tiver deduzido alegação nesse sentido em contestação."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo com resolução de mérito, reconhecendo ser a empresa parte ilegítima, de ofício."
      },
      {
        "letra": "E",
        "texto": "extinguir o processo com resolução de mérito, reconhecendo ser a empresa parte ilegítima, desde que tenha deduzido alegação nesse sentido em contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495290",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação vigente e da jurisprudência sumulada do Tribunal Superior do Trabalho, analise as seguintes proposições:I - A legitimidade ad causam ativa e passiva consiste na capacidade de ser sujeito da relação processual e a legitimidade ad processum resulta na capacidade de realizar atos processuais com efeitos jurídicos; entretanto, ficam excluídos, dentre outros, os que, por enfermidade ou deficiência mental, não tiverem o necessário discernimento para o exercício, em ambas as hipóteses, de tais capacitações processuais.II - Os menores impúberes e púberes serão assistidos por seus pais, tutores ou curadores no exercício dos seus direitos em juízo. III - A representação processual em juízo, dos menores púberes, necessita da outorga de procuração por meio de instrumento particular; porém, dos menores impúberes exige-se que o mandato seja conferido mediante instrumento público.IV - 0 inventariante detém capacidade de ser parte na reclamação trabalhista em que o empregado falecer no curso do contrato de trabalho, somente quando devidamente investido como tal pelo Juízo de Família e Sucessões. [V - A União, Estados, Municípios e Distrito Federal, quando representadas em juízo, ativa e passivamente, por seus procuradores, estão dispensados da juntada de instrumento de mandato e de comprovação do ato de nomeação; todavia, as suas autarquias e fundações públicas é imprescindível a outorga de poderes mediante procuração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e V estão incorretas"
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II, IV e V estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492126",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Prazos",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa que agrupa corretamente exemplos de defesa peremptória que podem ser apresentados pelo réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulidade de citação, conexão, incompetência"
      },
      {
        "letra": "B",
        "texto": "Inépcia da petição inicial, exceção de suspeição, coisa julgada"
      },
      {
        "letra": "C",
        "texto": "Nulidade de citação, prescrição, exceção de incompetência relativa"
      },
      {
        "letra": "D",
        "texto": "Prescrição, carência de ação, pagamento"
      },
      {
        "letra": "E",
        "texto": "Conexão, pagamento, falta de caução"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488433",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito das condições da ação, analise as assertivas abaixo: I. O exame das condições da ação deve sempre considerar as provas produzidas no processo. II. A possibilidade jurídica do pedido é uma das condições da ação. O pedido não é impossível juridicamente quando o ordenamento jurídico não o proíbe de forma expressa. III. Tem prevalecido na jurisprudência do Superior Tribunal de Justiça o entendimento de que a aferição das condições da ação deve ocorrer in status assertionis, ou seja, à luz das afirmações do demandante. IV. A teoria da asserção é compatível com a necessidade de o juiz levar em conta fatos supervenientes no processo, de modo que, não havendo o preenchimento das condições da ação no momento da propositura da demanda, pode-se deixar de extinguir o processo sem resolução do mérito, caso sobrevenha tal preenchimento no curso do processo. Após a análise, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467942",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante às condições da ação e aos pressupostos processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embora preliminares à pretensão meritória, o reconhecimento da ausência das condições da ação ou dos pressupostos processuais conduz à extinção do processo com resolução do mérito, obstando a que, em regra, seja a demanda ajuizada novamente."
      },
      {
        "letra": "B",
        "texto": "para que o juiz possa examinar o pedido inicial deve examinar preliminarmente tanto as condições da ação como os pressupostos processuais, ambos antecedendo a análise da pretensão meritória do autor."
      },
      {
        "letra": "C",
        "texto": "a análise do mérito depende da prévia perquirição dos pressupostos processuais, mas não das condições da ação, que já dizem respeito ao próprio mérito da pretensão deduzida em juízo."
      },
      {
        "letra": "D",
        "texto": "o exame do mérito depende da prévia análise das condições da ação, mas não dos pressupostos processuais, que se consideram como prejudiciais do mérito deduzido em juízo."
      },
      {
        "letra": "E",
        "texto": "tanto os pressupostos processuais como as condições da ação são prejudiciais à análise do mérito e, reconhecida sua ausência, implica deva o juiz determinar a emenda da petição inicial, para sanar o vício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464254",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considerados os princípios fundamentais do processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite a ação meramente declaratória quando já houver ocorrido a violação do direito, porque falta interesse de agir"
      },
      {
        "letra": "B",
        "texto": "para propor a ação é necessário ter interesse e legitimidade, porém isso não se exige para contestá-la."
      },
      {
        "letra": "C",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará apenas anulável o ato se, realizado de outro modo, alcançar a finalidade."
      },
      {
        "letra": "D",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "E",
        "texto": "salvo quando houver interesse de fato ou de direito, ninguém poderá pleitear, em nome próprio, direito alheio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1005308",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Da ação",
      "Petição Inicial",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere as assertivas abaixo transcritas: I. De acordo com o Código de Processo Civil, o processo civil começa por iniciativa das partes, mas se desenvolve por impulso oficial. II. Considera-se inepta a petição inicial quando o juiz verificar a prescrição. III. Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. Quais estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, lI e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785984",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sobre as condições da ação marque a CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, qualquer das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "B",
        "texto": "para propor ou contestar ação é desnecessário ter interesse e legitimidade."
      },
      {
        "letra": "C",
        "texto": "é inadmissível a ação declaratória, ainda que tenha ocorrido a violação a direito."
      },
      {
        "letra": "D",
        "texto": "ninguém poderá pleitear, em nome próprio, direito alheio salvo quando autorizado em lei e tratar-se de direitos disponíveis, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726774",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui direito a uma sentença de mérito favorável."
      },
      {
        "letra": "B",
        "texto": "constitui direito ao processo justo e ao reconhecimento do direito material afirmado em juízo."
      },
      {
        "letra": "C",
        "texto": "constitui direito à sentença de mérito favorável e à tutela efetiva."
      },
      {
        "letra": "D",
        "texto": "constitui direito à tutela adequada, efetiva e tempestiva mediante processo justo."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700418",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "Entre as várias concepções existentes sobre o conceito de ação na ciência processual, a teoria concreta da ação, ou teoria do direito concreto de agir, defende a sua autonomia afirmando ser um direito distinto do direito material, todavia, condicionando a existência desse direito, a um resultado favorável ao autor, pois apenas nos casos em que se reconhecesse a existência do direito material se reconheceria a existência do direito de ação. Defendem seus adeptos que a ação seria o direito de se obter uma sentença favorável. A teoria concreta da ação, ou teoria do direito concreto de agir, teria sido criada por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giuseppe Chiovenda"
      },
      {
        "letra": "B",
        "texto": "Enrico Tulio Liebman."
      },
      {
        "letra": "C",
        "texto": "James Goldschmidt."
      },
      {
        "letra": "D",
        "texto": "Heinrich Degenkolb e Alexander Plósz."
      },
      {
        "letra": "E",
        "texto": "Adolf Wach."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "674359",
    "metadata": "Ano: 2014 | Banca: FUMARC | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Causa de pedir, como elemento componente da causa ou da ação, compreende",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a providência (causa longínqua) requerida quanto a um bem, ao Estado-jurisdição (causa jurídica)."
      },
      {
        "letra": "B",
        "texto": "as partes, isto é, os sujeitos do processo (causa próxima) e o método de obtenção da prova (causa imediata)."
      },
      {
        "letra": "C",
        "texto": "as razões de fato (causa remota) e o direito gerador (causa próxima)."
      },
      {
        "letra": "D",
        "texto": "o provimento de mérito (causa mediata) e um provimento (causa imediata)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670345",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "Conforme a classificação quinária de Pontes de Miranda, as ações classificam-se em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecimento, execução, cautelares, ordinária e sumária."
      },
      {
        "letra": "B",
        "texto": "condenatória, declaratória e constitutiva."
      },
      {
        "letra": "C",
        "texto": "declaratória, condenatória, constitutiva, mandamental e executiva lato sensu."
      },
      {
        "letra": "D",
        "texto": "condenatória, inibitória, declaratória, constitutiva e mandamental."
      },
      {
        "letra": "E",
        "texto": "inibitória, mandamental, ressarcitória, executiva e constitutiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626132",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com recente jurisprudência do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O espólio tem legitimidade para cobrar seguro por invalidez após morte do segurado, pois com a morte do titular, todas as suas relações econômicas (ativas e passivas) são transmitidas para os seus herdeiros. E, assim, legitima-se o espólio para requerê-la;"
      },
      {
        "letra": "B",
        "texto": "A mulher tem direito real de habitação em ação de manutenção de posse, ajuizada antes mesmo do pedido expresso de reconhecimento de união estável;"
      },
      {
        "letra": "C",
        "texto": "Em caso de divórcio, a necessidade de divisão igualitária do patrimônio adquirido na constância do casamento não exige que os bens móveis e imóveis existentes fora do Brasil sejam alcançados pela Justiça brasileira. Basta que os valores desses bens no exterior sejam considerados na partilha;"
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos do reconhecimento de paternidade, seja ele voluntário ou não, é gerar para o filho o direito de ostentar o nome de família do pai biológico, com a devida alteração do nome do filho. Desta feita, não é possível reverter a inclusão do sobrenome do pai ao nome do filho, determinada após ação de reconhecimento de paternidade;"
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574684",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A teoria adotada no direito processual civil brasileiro que norteia a aferição, no caso concreto, da presença, ou não, das condições para o regular exercício da ação, é a da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "asserção;"
      },
      {
        "letra": "B",
        "texto": "substanciação;"
      },
      {
        "letra": "C",
        "texto": "individuação;"
      },
      {
        "letra": "D",
        "texto": "causa madura;"
      },
      {
        "letra": "E",
        "texto": "concreta da ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "574683",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Associação legitimada intentou ação civil pública em face de duas sociedades empresárias, imputando-lhes o cometimento de condutas lesivas aos direitos dos consumidores. Finda a instrução, o juiz da causa julgou improcedente o pedido, por entender que os fatos narrados pela parte autora não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do processo, e que seria capaz, por si só, de lhe assegurar um pronunciamento judicial favorável. Desse modo, propôs ação rescisória, com fulcro no artigo 485, inciso VII, do Código de Processo Civil, para impugnar o julgado. Em sua petição inicial, a Associação-autora incluiu no polo passivo apenas uma das empresas que haviam integrado o polo passivo do feito primitivo, tendo se omitido, todavia, quanto à outra. À vista disso, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a autora emende a inicial, a fim de incluir no polo passivo da ação rescisória a ré indevidamente omitida;"
      },
      {
        "letra": "B",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da inobservância da regra do litisconsórcio passivo necessário;"
      },
      {
        "letra": "C",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação da única empresa incluída em seu polo passivo;"
      },
      {
        "letra": "D",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da carência de ação, em decorrência da ausência de interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto com julgamento do mérito, com a declaração de improcedência do pleito rescindendo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "574681",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sociedade empresária sediada na Comarca da Capital, em razão da edição, por órgão da Administração Pública direta do Município, de ato administrativo que impôs a interdição de seu estabelecimento, intentou demanda, pelo rito ordinário, em que pleiteava a invalidação desse ato, sob o fundamento de que não havia cometido nenhuma das irregularidades descritas no auto de infração. Referida ação foi distribuída a uma das varas dotadas de competência para matéria fazendária da Comarca da Capital. Uma semana depois de distribuída a demanda, a mesma pessoa jurídica ajuizou nova ação em face do ente federativo, postulando, de igual maneira, a invalidação do ato impositivo da interdição, já então alegando, como fundamento de seu pleito, não ter sido observado o seu direito à ampla defesa e ao contraditório. A segunda demanda, à qual também se atribuiu o rito ordinário, foi distribuída a um outro juízo fazendário da mesma Comarca. Diante da existência de ambos os feitos, a consequência daí decorrente é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da litispendência, com a extinção daquele em que a citação válida ocorreu em segundo lugar;"
      },
      {
        "letra": "B",
        "texto": "o reconhecimento da litispendência, com a extinção daquele cuja petição inicial recebeu o juízo positivo de admissibilidade em segundo lugar;"
      },
      {
        "letra": "C",
        "texto": "o reconhecimento da conexão entre as ações, reunindo-se os correspondentes processos, para julgamento simultâneo, perante a vara fazendária em que ocorreu em primeiro lugar o juízo positivo de admissibilidade;"
      },
      {
        "letra": "D",
        "texto": "o reconhecimento da conexão entre as ações, reunindo-se os correspondentes processos, para julgamento simultâneo, perante a vara fazendária em que ocorreu a primeira citação válida;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da conexão entre as ações, reunindo-se os correspondentes processos, para julgamento simultâneo, perante a vara fazendária para a qual houve a primeira distribuição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552995",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: HC-UFPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Marque a alternativa que contenha, exclusivamente, condições da ação expressamente mencionadas no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possibilidade jurídica do pedido, legitimidade das partes e interesse processual."
      },
      {
        "letra": "B",
        "texto": "Possibilidade jurídica, pressupostos de constituição válida e regular do processo."
      },
      {
        "letra": "C",
        "texto": "Pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "D",
        "texto": "Interesse processual, possibilidade jurídica e pressupostos de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "E",
        "texto": "Legitimidade das partes, interesse processual e presença de pressupostos de constituição válida e regular do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467030",
    "metadata": "Ano: 2014 | Banca: CONTEMAX | Órgão: COREN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "De acordo com os estudos sobre a AÇÃO, assinale a alternativa FALSA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de ação tem como consequência o reconhecimento do direito material."
      },
      {
        "letra": "B",
        "texto": "O direito de ação é um direito público subjetivo"
      },
      {
        "letra": "C",
        "texto": "A ação sujeita-se ao preenchimento de requisitos mínimos, denominados condições da ação."
      },
      {
        "letra": "D",
        "texto": "Os elementos da ação são as partes, a causa de pedir e o pedido."
      },
      {
        "letra": "E",
        "texto": "As ações são classificadas de acordo com a natureza da prestação jurisdicional, da resposta judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463566",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O objeto material do processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pretensão do autor."
      },
      {
        "letra": "B",
        "texto": "A admissibilidade do julgamento de mérito."
      },
      {
        "letra": "C",
        "texto": "A legitimidade ad causam."
      },
      {
        "letra": "D",
        "texto": "A representação por advogado devidamente constituído."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462256",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "José propõe demanda em face de Rafael alegando ter celebrado com este um contrato de mútuo e que, na data marcada para cumprimento da obrigação, nada foi pago. José formula pedido condenatório de R$ 100.000,00 (cem mil reais), o valor do contrato celebrado. Rafael nega haver celebrado o referido mútuo e afirma que a dívida existe, mas é oriunda de um jogo ilícito praticado por ambos. Partindo da premissa de que o julgador se convence de que não existiu mútuo algum, e após finda a instrução probatória, percebe-se que o valor cobrado foi originado em dívida de jogo ilícito, conforme narrado pelo réu, agirá corretamente o juiz, à luz da teoria da asserção, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar extinto o feito por ilegitimidade ad causam da parte ré."
      },
      {
        "letra": "B",
        "texto": "julgar extinto o feito por falta de interesse processual."
      },
      {
        "letra": "C",
        "texto": "julgar extinto o feito por falta de possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "julgar improcedente o pedido, porque o réu provou que não existe o fato constitutivo do direito do autor."
      },
      {
        "letra": "E",
        "texto": "julgar procedente o pedido, porque o réu reconheceu o pedido condenatório formulado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462248",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Associação legitimada ajuizou ação civil pública em face de ente federativo municipal, imputando-lhe a prática de atos lesivos ao patrimônio histórico. Finda a fase instrutória, o juiz da causa julgou improcedente o pleito autoral, por concluir que os fatos narrados na petição inicial não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do primeiro processo, e que, em sua ótica, seria capaz, por si só, de lhe ensejar um pronunciamento judicial favorável na demanda que propusera. Desse modo, ajuizou ação rescisória para impugnar o julgado, tendo, todavia, deixado de anexar o instrumento de mandato ad judicia ao advogado subscritor da petição inicial da nova demanda. Nesse cenário, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a parte autora regularize o vício de sua representação processual, assinando-lhe prazo para anexar a procuração faltante, sob pena de indeferimento da inicial."
      },
      {
        "letra": "B",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante do vício de representação processual da parte autora."
      },
      {
        "letra": "C",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da falta de interesse de agir."
      },
      {
        "letra": "D",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da impossibilidade jurídica do pedido, uma vez que a obtenção de documento novo não constitui fundamento legal para o manejo da via rescisória."
      },
      {
        "letra": "E",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação do Município-réu, uma vez que, no âmbito das ações coletivas, não há a exigência da juntada de instrumento de mandato ad judicia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460470",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Segundo a chamada teoria da asserção, a análise da presença das condições da ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser realizada mediante juízo hipotético sobre as afirmações feitas pelo autor na petição inicial, abstratamente consideradas."
      },
      {
        "letra": "B",
        "texto": "não dispensa incursão sobre o mérito da demanda, de modo a evitar a chamada autolegitimação, baseada apenas nos fatos narrados pelo autor na petição inicial."
      },
      {
        "letra": "C",
        "texto": "pode ser analisada tanto de forma liminar, à luz dos elementos trazidos pelo autor na petição inicial, quanto com base na prova produzida nos autos, tudo de forma a prestigiar o concretismo do direito de ação."
      },
      {
        "letra": "D",
        "texto": "deve se limitar à análise do interesse processual, porquanto a legitimidade ad causam e a impossibilidade jurídica do pedido se confundem com o mérito."
      },
      {
        "letra": "E",
        "texto": "não pode ser realizada de maneira liminar, mas apenas após a contestação, pois a asserção já confere ao autor o direito potestativo à prestação jurisdicional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "458616",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alienada a coisa litigiosa, o adquirente não pode ingressar em juízo, substituindo o alienante, mesmo que consinta a parte contrária, tendo em vista o princípio da estabilização subjetiva da demanda."
      },
      {
        "letra": "B",
        "texto": "somente se autorizado por lei ou pelo juiz da causa alguém pode pleitear, em nome próprio, direito alheio."
      },
      {
        "letra": "C",
        "texto": "quem pleiteia, em nome próprio, direito alheio, atua na condição de sucessor processual, dependendo de autorização legal."
      },
      {
        "letra": "D",
        "texto": "a substituição processual não guarda relação com a legitimação extraordinária, uma vez que pressupõe o falecimento da parte."
      },
      {
        "letra": "E",
        "texto": "o cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456796",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Alexandre contratou a empresa “Serviços em sua casa Ltda.” para realização de reparos em sua residência. Por solicitação da empresa, adiantou o valor de R$ 1.000,00, mas esta não prestou o serviço nem devolveu o dinheiro. A fim de reaver o montante, Alexandre houve por bem ajuizar ação. Contudo, imaginando que a “Serviços em sua casa Ltda.” não teria bens, intentou a ação contra o sócio-gerente da empresa. A ação foi julgada improcedente e Alexandre interpôs recurso. De acordo com o Código de Processo Civil, o Tribunal deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o processo, sem resolução de mérito, apenas se, em contestação, Alexandre tiver suscitado preliminar de ilegitimidade de parte."
      },
      {
        "letra": "B",
        "texto": "processar e julgar o recurso, pois as condições da ação são cognoscíveis apenas até a sentença."
      },
      {
        "letra": "C",
        "texto": "processar e julgar o recurso, por ser vedada a reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo sem resolução do mérito, de ofício, por ilegitimidade de parte."
      },
      {
        "letra": "E",
        "texto": "extinguir o processo, sem resolução de mérito, apenas se, na resposta ao recurso, Alexandre suscitar ilegitimidade de parte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456570",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Acerca do direito de ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na apreciação do pedido formulado em ação de conhecimento, o juiz vincular-se-á aos fatos e fundamentos jurídicos utilizados pela parte, e a não observância dessa regra implicará julgamento extra ou ultra petita."
      },
      {
        "letra": "B",
        "texto": "A perda do objeto da ação torna o pedido impossível, o que enseja a extinção do processo sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "Ao exigir de um indivíduo casado a autorização do cônjuge para o ajuizamento de determinadas ações reais imobiliárias, o Código Civil estabelece uma restrição da capacidade processual."
      },
      {
        "letra": "D",
        "texto": "O menor impúbere que pretenda propor ação de investigação de paternidade deve ser representado em juízo pela genitora, visto que ele não possui legitimidade ativa ad causam."
      },
      {
        "letra": "E",
        "texto": "A lei possibilita a atuação do MP, como substituto processual, para a defesa, em nome do menor e no interesse dele, dos direitos que sofram lesão ou ameaça de lesão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "448910",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "Uma questão preliminar cujo acolhimento não pode levar à prolação de sentença terminativa é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conexão;"
      },
      {
        "letra": "B",
        "texto": "carência de ação;"
      },
      {
        "letra": "C",
        "texto": "litispendência;"
      },
      {
        "letra": "D",
        "texto": "coisa julgada;"
      },
      {
        "letra": "E",
        "texto": "inépcia da petição inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448909",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "A alternativa que alude apenas aos elementos da ação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão jurisdicional, partes e pedido;"
      },
      {
        "letra": "B",
        "texto": "órgão jurisdicional, causa de pedir e demanda;"
      },
      {
        "letra": "C",
        "texto": "partes, causa de pedir e pedido;"
      },
      {
        "letra": "D",
        "texto": "partes, interesse processual e pedido;"
      },
      {
        "letra": "E",
        "texto": "causa de pedir, interesse processual e demanda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444816",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da ação",
      "Conceito e características da ação",
      "Ação de usucapião",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Sobre o processo de conhecimento, analise as assertivas a seguir. I. Na ação de usucapião, o valor da causa deve corresponder ao valor venal do imóvel usucapiendo para fins de lançamento do imposto predial e territorial urbano. II. Na forma da lei, a ausência de documento indispensável à propositura da ação na petição inicial conduz ao seu imediato indeferimento com extinção do processo sem resolução do mérito. III. Segundo a teoria da asserção, o momento procedimental adequado para que o juiz se pronuncie sobre a presença das condições da ação é logo após a apresentação da defesa. IV. A oposição, apresentada pelo réu, ao pedido de desistência da ação, formulado pelo autor, deverá ser fundamentada sob pena de caracterizar abuso de direito. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432611",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "A teoria consagrada no direito processual civil brasileiro que norteia a identificação da causa de pedir é a da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "asserção;"
      },
      {
        "letra": "B",
        "texto": "substanciação;"
      },
      {
        "letra": "C",
        "texto": "individuação;"
      },
      {
        "letra": "D",
        "texto": "tríplice identidade;"
      },
      {
        "letra": "E",
        "texto": "concreta da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429579",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A empresa de transportes XXX é segurada pela Empresa de Seguros YYY. Em virtude de acidente de veículo ocasionado por um dos veículos da transportadora XXX, esta vem a ser demandada em ação indenizatória pela vítima do dano. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a transportadora deverá oferecer chamamento ao processo à Empresa de Seguros YYY, sendo que, nesse caso, esta última não poderá ser condenada diretamente em face da vítima do dano, pois não há que se falar em qualquer relação jurídica direta entre a Seguradora e a vítima."
      },
      {
        "letra": "B",
        "texto": "a transportadora deverá, necessariamente, aguardar o desfecho da ação para depois pedir o reembolso à Empresa de Seguros YYY, pois a Seguradora não tem legitimidade para figurar na relação jurídica processual, eis que não participou do acidente."
      },
      {
        "letra": "C",
        "texto": "a transportadora deverá nomear a Empresa de Seguros YYY à autoria, pois esta última é a única legitimada, em virtude do contrato de seguro existente, a responder pelos danos causados à vítima."
      },
      {
        "letra": "D",
        "texto": "segundo a orientação do STJ, a transportadora poderá oferecer denunciação da lide em face da Empresa de Seguros YYY, sendo que, nesse caso, esta última poderá ser condenada diretamente em face da vítima do dano, pois figurará, juntamente com a transportadora, na qualidade de litisconsorte passiva em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429161",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "\"Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo\". Este conceito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso, porque é preciso ser advogado para se ter a capacidade processual e para se estar em juízo."
      },
      {
        "letra": "B",
        "texto": "verdadeiro e diz respeito à capacidade postulatória, a ser exercida em regra por meio de advogados que representem a parte."
      },
      {
        "letra": "C",
        "texto": "verdadeiro e diz respeito à legitimação processual, conceito que se confunde com o de capacidade para estar em juízo."
      },
      {
        "letra": "D",
        "texto": "falso, porque é preciso a maioridade civil para se estar em juízo e poder exercer pessoalmente a capacidade postulatória nos autos."
      },
      {
        "letra": "E",
        "texto": "verdadeiro e diz respeito à capacidade processual, que não se confunde com a capacidade postulatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429160",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Em relação à ação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os elementos da ação são as partes, o pedido e a causa de pedir, servindo para identificá-la e não se confundindo com suas condições."
      },
      {
        "letra": "B",
        "texto": "Se os elementos da ação forem idênticos, ter-se-á a configuração de continência ou conexão, conforme a natureza da demanda."
      },
      {
        "letra": "C",
        "texto": "Se os elementos da ação forem semelhantes, ter-se-á a caracterização de litispendência ou coisa julgada."
      },
      {
        "letra": "D",
        "texto": "O direito de ação em sentido estrito é incondicionado, por decorrer do direito de acesso à justiça."
      },
      {
        "letra": "E",
        "texto": "As condições da ação constituem matéria de ordem pública e, assim, devem ser arguidas pela parte, não podendo ser reconhecidas de ofício pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427899",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante à ação, adotou o Código de Processo Civil brasileiro a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imanentista."
      },
      {
        "letra": "B",
        "texto": "eclética."
      },
      {
        "letra": "C",
        "texto": "da ação concreta."
      },
      {
        "letra": "D",
        "texto": "da ação como direito potestativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426282",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar os prazos dilatórios e peremptórios."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, assim como a desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "C",
        "texto": "Podem as partes, unilateralmente, reduzir ou prorrogar o prazo dilatório; a convenção, porém, só tem eficácia se, requerida antes do vencimento do prazo, se fundar em motivo legítimo."
      },
      {
        "letra": "D",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de inexistência de relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420535",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo à teoria e às condições da ação. A escola clássica, imanentista ou civilista, segundo a qual a ação é uma qualidade de todo direito ou o próprio direito como forma de reação a uma violação, é a teoria predominantemente adotada no direito processual civil brasileiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420534",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo à teoria e às condições da ação. Entre as condições da ação inclui-se a possibilidade jurídica do pedido, que consiste na exigência de que o pedido de tutela jurisdicional formulado em juízo não seja vedado pelo ordenamento jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420533",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Julgue o item seguinte , relativo à teoria e às condições da ação.Conforme a teoria da asserção, majoritariamente adotada pela doutrina, na análise das condições da ação, deve-se considerar o que foi afirmado pela parte autora na inicial. Essa análise permite que o magistrado, ao ter contato com o processo, pronuncie-se a respeito das condições da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417885",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "A respeito da jurisdição e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, as condições da ação devem ser verificadas conforme as afirmações do autor, antes de produzidas as provas."
      },
      {
        "letra": "B",
        "texto": "Dado o princípio da indeclinabilidade, o juiz não pode delegar a jurisdição a outra pessoa."
      },
      {
        "letra": "C",
        "texto": "Conforme a doutrina majoritária, a mediação está inserida na atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria clássica da ação, desenvolvida por Friedrich Savigny, a ação é o direito a uma sentença favorável."
      },
      {
        "letra": "E",
        "texto": "Na teoria concretista, defendida por Adolf Wach, não se reconhece a autonomia do direito de ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408730",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "B. é proprietário de uma chácara a 50 km de Goiânia. Após uma viagem de três meses pela Europa, B. se deparou com um sujeito chamado J. ocupando o seu imóvel. J. estava morando na chácara de B. a pedido de V., que havia tomado posse do imóvel e se apresentado como seu dono, tendo contratado J. para cuidar da chácara como caseiro. Sem saber da situação, B. ajuizou ação reivindicatória em face de J., visando a imediata desocupação do imóvel, bem como a reparação dos prejuízos decorrentes da invasão. Sendo citado nos termos da ação proposta, J.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá chamar ao processo o verdadeiro esbulhador da posse de B., o senhor V., conforme demonstrado na narrativa dos fatos."
      },
      {
        "letra": "B",
        "texto": "deverá nomear à autoria o senhor V., de forma a regularizar o polo passivo da demanda, sob pena de responder por perdas e danos decorrentes da extinção do processo sem resolução de mérito"
      },
      {
        "letra": "C",
        "texto": "poderá denunciar à lide o senhor V., tendo em vista o seu direito de regresso contra este em caso de eventual condenação à reparação civil pecuniária de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "poderá ser assistido pelo senhor V., que possui total interesse no julgamento de improcedência da ação reivindicatória."
      },
      {
        "letra": "E",
        "texto": "deverá apresentar defesa de mérito na ação, tendo em vista a sua legitimidade passiva para a demanda ajuizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402699",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No que se refere à jurisdição, ação, processo e procedimento e aos princípios constitucionais aplicáveis ao processo civil, julgue os itens subsequentes. As condições da ação e os pressupostos processuais devem ser apreciados de ofício pelo juiz, isto é, independentemente de provocação das partes. No entanto, a parte ré deve alegar a matéria em seu favor, sob pena de responder pelas custas do retardamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402232",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Depois de uma áspera discussão envolvendo os amigos Caio, Ticio e Mevio, travou-se uma luta corporal durante a qual Ticio desferiu um violento soco em Caio. Tendo sofrido graves lesões na face, que inclusive o levaram a se submeter a cirurgias, Caio, supondo equivocadamente que a agressão partira de Mevio, moveu-lhe ação, sob o rito ordinário, pleiteando a indenização dos danos materiais e morais experimentados. Citado, Mevio procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha principal a nortear a defesa de Mevio deverá ser no sentido de se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar de ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Ticio, para que, caso seja condenado a pagar as verbas indenizatórias reclamadas por Caio, possa o réu receber o correspondente valor, no mesmo processo, do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "promover a nomeação à autoria em relação a Ticio, o único responsável pelo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "alegar, como tese de mérito, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "E",
        "texto": "arguir a questão preliminar de inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389065",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito de legitimação e substituição processual, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Mesmo com a ocorrência de substituição processual, em caso de improcedência dos pedidos do autor substituído, este arcará com o ônus da sucumbência. ( ) A lei pode outorgar legitimidade (condição da ação) para quem não integra qualquer dos polos subjetivos do objeto litigioso. ( ) A substituição processual constitui espécie de legitimação extraordinária. ( ) A substituição processual não altera a extensão da coisa julgada, pois não vincula o substituto. ( ) A personalidade processual é atributo de todos, de pessoas naturais e jurídicas, bem como de entes despersonalizados. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, F, V, V, F"
      },
      {
        "letra": "D",
        "texto": "V, F, F, V, F"
      },
      {
        "letra": "E",
        "texto": "V, F, V, F, V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387731",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Com referência a jurisdição, ação e competência, julgue os itens que se seguem.O Código de Processo Civil (CPC) adotou a teoria concreta do direito de ação que proclama como desdobramento lógico o reconhecimento da pretensão posta em juízo",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387715",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Com base na jurisprudência dominante no Superior Tribunal de Justiça (STJ) no que tange às ações de investigação de paternidade e alimentos, julgue os itens a seguir.Os netos possuem direito próprio e personalíssimo de pleitear a declaração do parentesco com o avô, ou com os herdeiros deste.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386331",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sobre as condições da ação, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São condições da ação a possibilidade jurídica, a legitimidade das partes e o interesse processual, podendo ser conhecida de ofício, pelo juiz, em qualquer tempo e grau de jurisdição, enquanto não proferida sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "Por possibilidade jurídica do pedido entende-se a admissibilidade da pretensão perante o ordenamento jurídico, isto é, previsão ou ausência da vedação, no direito vigente, do que se postula na causa."
      },
      {
        "letra": "C",
        "texto": "Se ainda não existe resistência à pretensão deduzida pelo autor em juízo, este é carecedor da ação por falta de interesse processual, pois a existência de litígio constitui condição essencial do processo."
      },
      {
        "letra": "D",
        "texto": "Decidida a ilegitimidade passiva do réu indicado pelo autor, pode o juiz, de ofício, determinar a inclusão no processo de quem, segundo o seu entendimento, é parte legítima passiva para a ação proposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378709",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Para propor ou contestar ação é necessário ter interesse e legitimidade. O postulado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra dirá respeito à legitimação ordinária."
      },
      {
        "letra": "B",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade ordinária para a causa."
      },
      {
        "letra": "C",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra tratará da legitimação extraordinária."
      },
      {
        "letra": "D",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade extraordinária para a causa."
      },
      {
        "letra": "E",
        "texto": "ao interesse processual em demandar e na legitimação para a defesa dos interesses próprios e alheios, tanto difusos como coletivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372671",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação"
    ],
    "enunciado_principal": "Acerca da teoria da ação e de suas condições, assinale a opçã correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a teoria da asserção, admite-se que as condições da ação sejam preenchidas de forma superveniente, no curso do processo, desde que estejam presentes no momento do julgamento."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria concretista, o exercício do direito de ação é incondicionado e consiste em pretensão dirigida contra o Estado, o qual, por sua vez, tem o dever de prestar a tutela jurisdicional."
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria imanentista, o direito de ação se distingue do direito material deduzido em juízo e dele se desvincula."
      },
      {
        "letra": "D",
        "texto": "A teoria eclética confere ao titular da ação o direito ao exame do mérito de sua demanda, atendidos os pressupostos processuais"
      },
      {
        "letra": "E",
        "texto": "A possibilidade jurídica do pedido, como condição da ação, é facilmente extremada do mérito da causa, razão por que a doutrina processual não lhe opõe críticas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363941",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Em relação à ação processual e o pedido respectivo, observe as proposições abaixo e responda a alternativa que contenha proposituras corretas:I. Quando o artigo 500 do Código Civil estabelece que o comprador de um imóvel tem direito a exigir o complemento da área, inferior à vendida, ou reclamar a rescisão do contrato ou, ainda, o abatimento do preço, temos um exemplo de possíveis ações sucessivas.II. A “causa petendi”, numa determinada ação, é complexa, porquanto abrange todos os fatos jurídicos e respectivos fundamentos. III. O termo final para que o autor possa, com o consentimento do réu, alterar o pedido ou a causa de pedir é o saneamento do processo, após o que, não mais será possível proceder-se à referida modificação, ainda que haja consentimento expresso do réu. IV. Quando a obrigação consiste em obrigações periódicas, a sentença deve incluí-las na eventual condenação, se houver pedido expresso, neste sentido. V. É permitida a cumulação num único processo contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão.Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV"
      },
      {
        "letra": "B",
        "texto": "II, III e IV"
      },
      {
        "letra": "C",
        "texto": "I, IV e V"
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "I, III eV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "362501",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Coisa Julgada no CPC 1973",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc.",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor, especificando, outrossim, as provas que pretende produzir. Porém, antes de discutir o mérito, o réu pode alegar preliminarmente na peça contestatória, nos termos do Código de Processo Civil, o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litispendência, coisa julgada, conexão, reconvenção, incapacidade da parte, convenção de arbitragem;"
      },
      {
        "letra": "B",
        "texto": "Inexistência da citação, incompetência absoluta, inépcia da petição inicial, reconvenção, perempção;"
      },
      {
        "letra": "C",
        "texto": "Nulidade da citação, incompetência relativa, perempção, continência, conexão, falta de autorização;"
      },
      {
        "letra": "D",
        "texto": "Continência, carência de ação, defeito de representação, incompetência absoluta, exceção de suspeição;"
      },
      {
        "letra": "E",
        "texto": "Inépcia da petição inicial, litispendência, coisa julgada, conexão, incapacidade da parte, carência de ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1223428",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação"
    ],
    "enunciado_principal": "No que concerne à ação e a seus requisitos, julgue o item que se segue. São elementos da ação: o interesse de agir, a legitimidade da parte e a possibilidade jurídica do pedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "616291",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação"
    ],
    "enunciado_principal": "Cristina, tendo tomado ciência de que determinada empresa estaria poluindo o rio que corta o seu município e que fornece água para a municipalidade, apresenta ação popular para obstar a atividade poluidora. A petição inicial vem a ser distribuída ao Juízo da 1ª Vara Cível da Comarca que abrange o referido município. No dia seguinte, o Ministério Público que atua na Comarca propõe Ação Civil Pública com o mesmo objeto, que vem a ser distribuída ao Juízo da 2ª Vara Cível da Comarca. Regularmente citada, a empresa ré apresenta defesa em que aduz a impossibilidade de duas ações com o mesmo objeto. Nesse caso, deverá ocorrer a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinção da ação mais antiga, que seria a ação popular."
      },
      {
        "letra": "B",
        "texto": "reunião de ações pela existência de conexão de causas."
      },
      {
        "letra": "C",
        "texto": "apresentação de exceção de coisa julgada para evitar julgamentos contraditórios."
      },
      {
        "letra": "D",
        "texto": "estabelecimento de conflito de competência negativo entre os dois Juízos envolvidos."
      },
      {
        "letra": "E",
        "texto": "julgamento autônomo das duas ações por ausência de incompatibilidade lógica entre ambas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616272",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Geraldo é credor de um empréstimo contraído por Elisabete no valor de R$ 200,00. Além disso, a devedora comprometeu-se a entregar ao credor uma peça de porcelana pintada a mão. Houve, porém, o descumprimento das duas obrigações. Proposta a ação devida, houve sentença de mérito reconhecendo a pretensão autoral. No sistema de classificação das ações, adotado no Código de Processo Civil, a mesma deve ser considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cautelar"
      },
      {
        "letra": "B",
        "texto": "executiva"
      },
      {
        "letra": "C",
        "texto": "condenatória"
      },
      {
        "letra": "D",
        "texto": "constitutiva"
      },
      {
        "letra": "E",
        "texto": "declaratória"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "522861",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sobre as condições da ação, nos termos do direito processual civil brasileiro, a decisão do Magistrado que ordena a citação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não gera preclusão, pois enquanto não saneado o processo poderá o Juiz reexaminar a questão sobre as condições da ação, desde que arguida pela parte contrária."
      },
      {
        "letra": "B",
        "texto": "gera preclusão, pois as condições da ação deverão estar presentes no momento da propositura da ação."
      },
      {
        "letra": "C",
        "texto": "não gera preclusão, pois enquanto não proferida a sentença, poderá o Juiz reexaminar a questão sobre as condições da ação, que se trata de matéria de ordem pública."
      },
      {
        "letra": "D",
        "texto": "gera preclusão, uma vez que inexiste qualquer possibilidade de carência superveniente."
      },
      {
        "letra": "E",
        "texto": "não gera preclusão, pois enquanto não transcorrido o prazo para contestação poderá o Juiz reexaminar a questão sobre as condições da ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506139",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituem-se elementos da ação: interesse processual ou de agir, legitimidade das partes e possibilidade jurídica do pedido."
      },
      {
        "letra": "B",
        "texto": "Ambos os cônjuges serão necessariamente citados para as ações: I - reais imobiliárias; I - que versem sobre direitos reais imobiliários; II - resultantes de fatos que digam respeito a ambos os cônjuges ou de atos praticados por eles; III - fundadas em dívidas contraídas pelo marido a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho da mulher ou os seus bens reservados; IV - que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges."
      },
      {
        "letra": "C",
        "texto": "Verificando a incapacidade processual ou a irregularidade da representação das partes, o juiz, suspendendo o processo, marcará prazo razoável para ser sanado o defeito. Não sendo cumprido o despacho dentro do prazo, se a providência couber: I - ao autor, o juiz decretará a nulidade do processo; II - ao réu, reputar-se-á revel; III - ao terceiro, será excluído do processo."
      },
      {
        "letra": "D",
        "texto": "O réu que, por não arguir na sua resposta fato impeditivo, modificativo ou extintivo do direito do autor, dilatar o julgamento da lide, será condenado nas custas a partir do saneamento do processo e perderá, ainda que vencedor na causa, o direito a haver do vencido honorários advocatícios."
      },
      {
        "letra": "E",
        "texto": "O juiz poderá determinar que a parte responsável pelo pagamento dos honorários do perito deposite em juízo o valor correspondente a essa remuneração. O numerário, recolhido em depósito bancário à ordem do juízo e com correção monetária, será entregue ao perito após a apresentação do laudo, facultada a sua liberação parcial, quando necessária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471554",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a sequência de palavras que preenche corretamente as seguintes assertivas: I. Haverá ............. quando dois ou mais processos em curso apresentarem identidade de partes, causa de pedir e pedido. II. A carência de ação é fenômeno processual que se caracteriza pela ausência de ............. . III. A ............. é a peça de defesa do réu, por excelência, na atividade de conhecimento, por meio da qual este manifesta sua resistência à pretensão articulada pelo autor. IV. ............. é o ato pelo qual se chama a juízo o réu ou o interessado a fim de se defender.V. Denomina-se ............. “a medida ou quantidade de jurisdição delegada a um determinado órgão ou grupo de órgãos”, ou ainda “a limitação do exercício legítimo da jurisdição por um órgão ou grupo de órgãos”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa julgada – pressuposto processual – contestação – notificação – jurisprudência."
      },
      {
        "letra": "B",
        "texto": "litispendência – capacidade processual – exceção – citação – capacidade jurisdicional."
      },
      {
        "letra": "C",
        "texto": "perempção – condição da ação – impugnação – intimação – competência."
      },
      {
        "letra": "D",
        "texto": "litispendência – condição da ação – contestação – citação – competência."
      },
      {
        "letra": "E",
        "texto": "inépcia – competência – reconvenção – notificação – competência internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433567",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "O texto a seguir foi extraído de acórdão prolatado por uma das Câmaras Cíveis do Tribunal de Justiça do Amazonas em setembro de 2012, no qual algumas informações foram substituídas por elementos fictícios a fim de não ser possível a identificação da demanda. Analise-o. RELATÓRIO Trata-se de apelação cível interposta por X e Y, contra sentença proferida pelo Juízo de Direito da 200a Vara de Família, que julgou procedente o pedido de exoneração de alimentos formulado por Z. O recurso acostado às fls. 00/00, ataca essencialmente a nulidade da sentença por ausência de citação. O autor da demanda, ora apelado, requer às fls. 00, a exoneração da obrigação alimentar. Adiante, deu-se vista dos autos ao Graduado Órgão do Ministério Público Estadual, que se manifestou nos termos do parecer de fls. 00/00, opinando pelo conhecimento e provimento do presente recurso tendo em vista a falta de citação dos recorrentes. É o relatório. Partindo do objeto da causa tratado na decisão indicada e da falta de citação no processo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implica na extinção do processo, sem resolução do mérito, por ausência de pressuposto processual"
      },
      {
        "letra": "B",
        "texto": "implica na extinção do processo, com resolução do mérito, por carência da ação."
      },
      {
        "letra": "C",
        "texto": "pode ser suprida, depois da sentença, sem ferir o contraditório e a ampla defesa, à luz do princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "não implica em violação do princípio do devido processo legal, se a sentença for reformada beneficiando o réu."
      },
      {
        "letra": "E",
        "texto": "fere pressuposto processual e viola o princípio da ampla defesa, devendo ser arguida pela parte interessada e não podendo ser conhecida de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433120",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Da ação",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Leia o fragmento a seguir.O Código de Processo Civil estabelece que a jurisdição deve ser exercida pelos juízes em todo território nacional e que a tutela jurisdicional será prestada quando a parte ou interessado a requerer, o que se convencionou chamar de princípio _______ . As condições da ação são elementos indispensáveis para que o Estado preste jurisdição e são elas a legitimidade, possibilidade jurídica do pedido e _______ que pode se limitar à declaração de inexistência de relação jurídica. Por fim, ninguém poderá pleitear em nome próprio direito alheio, salvo quando autorizado por lei, tal como ocorre na _______ . Assinale a alternativa que completa corretamente as lacunas do fragmento acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do impulso oficial - interesse - legitimidade ordinária"
      },
      {
        "letra": "B",
        "texto": "do processo legal - citação válida - representação processual"
      },
      {
        "letra": "C",
        "texto": "da inércia da jurisdição - competência - representação processual."
      },
      {
        "letra": "D",
        "texto": "do processo legal - capacidade postulatória - legitimidade extraordinária"
      },
      {
        "letra": "E",
        "texto": "da inércia da jurisdição - interesse - legitimidade extraordinária"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413386",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A Associação de Meninos e Meninas da Luz ingressa com ação de repetição de indébito em face do Estado Alpha para reaver o ICMS pago à concessionária de serviço de fornecimento de água e esgoto, pela obtenção da água tratada. Dessa forma, com relação à ação proposta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há legitimidade por parte da Associação, já que a relação jurídica mantida por esta é com a concessionária, sendo de natureza puramente comercial."
      },
      {
        "letra": "B",
        "texto": "tratando-se de serviço público prestado mediante concessão, está correta a legitimidade da usuária para pleitear a repetição do indébito."
      },
      {
        "letra": "C",
        "texto": "a Associação não é parte legítima por ser contribuinte de fato, mas não contribuinte de direito."
      },
      {
        "letra": "D",
        "texto": "o Estado não deve figurar no polo passivo, já que a legitimidade ad causam é da concessionária do serviço público."
      },
      {
        "letra": "E",
        "texto": "como se trata de concessão de serviço público, a legitimidade irá depender do tipo de contrato formado entre o poder concedente e a entidade que explora o serviço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "405777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Critérios de competência",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienado o bem objeto da lide, será impositiva a alteração subjetiva do processo."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria, havendo concordância do nomeado e da outra parte, determina a sucessão processual."
      },
      {
        "letra": "C",
        "texto": "A substituição do requerido em razão do reconhecimento de sua ilegitimidade pode ocorrer a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "Nas localidades em que houver mais de uma vara de competência idêntica, distribuída a petição, considera-se proposta a ação para ambas as partes."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de ação de caráter pessoal estrito, a morte de uma das partes necessariamente determina a extinção prematura do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388848",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Analise as proposições abaixo:I. O objeto formal da jurisdição é a admissibilidade do julgamento de mérito. II. O objeto material do processo é a pretensão do autor.III. O Código de Processo Civil, quanto à \"causa petendi\", adotou a teoria da substanciação. IV. Para a teoria da \"actio\" como direito abstrato, o direito de ação é o direito à composição do litigio pelo Estado que, por isso, não depende da efetiva existência do direito material da parte que provoca a atuação do Poder Judiciário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "apenas as proposições I e ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "apenas a proposição IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382851",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Alma propõe ação com pedido condenatório em face de Ínclito, tendo em vista danos causados por colisão de veículos conduzidos por ambos. Aduziu que o réu estaria em estado de clara embriaguez, mas que havia se recusado a realizar o teste de alcoolemia, por indicação do seu advogado que aparecera no local do sinistro. Em resposta, o réu apresentou defesa aludindo à incompetência do Juízo, por não ser o local adequado de propositura da ação, levantando preliminar de que o veículo que conduzia não seria da sua titularidade, mas de uma prima, e apresentou postulação de condenação do autor, por entender ser o mesmo o culpado pelo acidente. Essas defesas apresentadas seriam:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exceção de incompetência, ilegitimidade passiva, pedido indireto"
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta, ilegitimidade passiva, reconvenção"
      },
      {
        "letra": "C",
        "texto": "exceção de incompetência, ilegitimidade passiva e pedido contraposto"
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, ilegitimidade passiva e exceção de suspeição"
      },
      {
        "letra": "E",
        "texto": "exceção de incompetência, ilegitimidade passiva e exceção de impedimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359620",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Por engano, Donato propõe ação de cobrança de um título de crédito, antes do vencimento deste. Falta a Donato;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pressuposto processual de validade da demanda."
      },
      {
        "letra": "B",
        "texto": "a titularidade do direito e, portanto, legitimidade para agir."
      },
      {
        "letra": "C",
        "texto": "a condição da ação relativa à possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "a condição da ação relativa ao interesse processual de agir"
      },
      {
        "letra": "E",
        "texto": "o pressuposto processual de eficácia da demanda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359231",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Em relação às denominadas condições da ação, é correto afirmar que;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confundem-se com as questões de mérito, mas podem ser apreciadas no despacho saneador"
      },
      {
        "letra": "B",
        "texto": "são prejudiciais às questões de mérito e desafiam recursos de agravo."
      },
      {
        "letra": "C",
        "texto": "são formulações doutrinárias que, embora não previstas em lei, servem para orientar o Juiz"
      },
      {
        "letra": "D",
        "texto": "podem ensejar a extinção do processo com ou sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "se não alegadas na contestação, o Juiz poderá conhecê-las, mas o réu arcará em dobro com as custas de retardamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "340843",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "O Procon local encaminhou ao Ministério Público do Distrito Federal e Territórios reclamações de consumidores insatisfeitos, que compraram produtos nas lojas da empresa “X” do Distrito Federal, oriundos de fabricantes diversos e que apresentaram defeitos. A empresa “X” comercializa esses produtos em lojas físicas localizadas não só no Distrito Federal, mas, em todo o território nacional. A insatisfação estava fundada em dificuldades impostas para a troca do produto com defeito. O Promotor de Justiça instaurou inquérito civil público com os documentos recebidos. Atento aos aspectos processuais e procedimentais da hipótese, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Avaliando tais reclamações, constatou o Promotor de Justiça que cada reclamação referia-se a produtos diversos e de fabricantes diferentes, concluindo que somente cada consumidor insatisfeito é que teria legitimidade para propor ação para fazer valer seus direitos de consumidor, previstos no artigo 18 da Lei nº 8.078/1990. Nesses termos, cuidando-se de direitos autônomos e disponíveis, o Ministério Público arquivou o inquérito civil público, já que ninguém pode pleitear em juízo direito alheio, nos termos do art. 6º do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Ainda que disponíveis e divisíveis, o Ministério Público está legitimado a propor ação civil pública contra a empresa “X”, em uma das varas cíveis da justiça comum do Distrito Federal, em defesa dos direitos dos consumidores, que estão sendo obrigados a se submeterem à política de troca de produtos defeituosos instituída pela empresa “X” e adquiridos em qualquer loja."
      },
      {
        "letra": "C",
        "texto": "A propositura de ação civil pública pelo Ministério Público impede que aqueles que se sentiram prejudicados proponham ação individual contra a empresa “X”, não se admitindo sequer a formação de litisconsórcio facultativo desses prejudicados com o Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Em caso de ação civil pública proposta pelo Ministério Público, a sentença que julgar improcedente o pedido, transitada em julgada, impedirá a propositura de novas ações individuais pelos consumidores insatisfeitos com a política de troca de produtos defeituosos da empresa “X”."
      },
      {
        "letra": "E",
        "texto": "Ao julgar procedente a ação civil pública proposta pelo Ministério Público, não pode o juízo antecipar a tutela e determinar, desde logo, que a empresa “X” atenda as pretensões dos consumidores sem as restrições contidas na política de troca de produtos adquiridos com defeito. A imposição de tal obrigação somente valerá com o trânsito em julgado da sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335962",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Da ação",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca da ação, do processo e da jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, é necessária a intervenção da defensoria pública como curadora especial do menor na ação de destituição de poder familiar ajuizada pelo MP."
      },
      {
        "letra": "B",
        "texto": "Segundo Giuseppe Chiovenda, a jurisdição se caracteriza pela substitutividade e pela atuação da vontade da lei."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção preceitua que as condições da ação devem ser verificadas conforme as afirmações do autor, mesmo depois de produzidas as provas, ou seja, em cognição exauriente."
      },
      {
        "letra": "D",
        "texto": "As ações declaratórias possuem eficácia ex nunc."
      },
      {
        "letra": "E",
        "texto": "O MP tem legitimidade para pleitear, em ACP, a indenização decorrente do DPVAT em benefício do segurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335861",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Acerca dos pressupostos processuais relativos às partes, é acertado dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade de ser parte depende da personalidade jurídica e dela é decorrente, de sorte que somente as pessoas naturais e as pessoas jurídicas dispõem de capacidade de ser parte."
      },
      {
        "letra": "B",
        "texto": "os incapazes dispõem de capacidade postulatória se devidamente representados ou assistidos por seus pais, tutores ou curadores."
      },
      {
        "letra": "C",
        "texto": "não obstante tenha capacidade de ser parte, faltará legitimidade processual àquele que intentar, sem consentimento do cônjuge, ações que versem sobre direitos reais de qualquer natureza."
      },
      {
        "letra": "D",
        "texto": "o nascituro tem capacidade de ser parte, mas se nascer morto, o processo se extinguirá."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332140",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Pressuposto processual de validade objetivo intrínsico"
    ],
    "enunciado_principal": "Apesar de intimado pessoalmente a complementar as custas iniciais do processo, que haviam sido recolhidas a menor, deixa o autor de fazê-lo, limitando-se a informar o Juízo que o fará ao fim do processo. Nessa circunstância, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dar continuidade ao processo, sobrestando a análise do recolhimento posterior das custas para o momento da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "extinguir o processo, sem resolução de mérito, por ausência de condição da ação."
      },
      {
        "letra": "C",
        "texto": "dar continuidade ao processo, pois é direito do autor pagar parte das custas iniciais ao propor a demanda e parte ao fim desta."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo, com resolução de mérito, declarada a preclusão do autor para o ato de recolhimento das custas."
      },
      {
        "letra": "E",
        "texto": "extinguir o processo, sem resolução do mérito, por ausência de pressuposto processual de constituição e de desenvolvimento válido e regular do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "330560",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Em relação às condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a possibilidade jurídica do pedido concerne à necessidade e utilidade da tutela jurisdicional pleiteada pelo autor."
      },
      {
        "letra": "B",
        "texto": "o interesse processual de agir diz respeito à admissibilidade em abstrato, pelo ordenamento jurídico, do pedido do autor."
      },
      {
        "letra": "C",
        "texto": "em primeiro grau de jurisdição, o juiz conhecerá de ofício, em qualquer tempo, enquanto não proferida a sentença de mérito, de sua ocorrência ou não."
      },
      {
        "letra": "D",
        "texto": "a ilegitimidade para agir no polo ativo deve ser arguida em contestação pelo réu, sob pena de preclusão."
      },
      {
        "letra": "E",
        "texto": "reconhecida a ausência de qualquer delas, a sentença proferida formará sempre coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "328940",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "São, respectivamente, declaratórias, constitutivas e condenatórias as ações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de anulação de negócio jurídico em que ocorreu lesão; para reconhecer a ineficácia de multa contratual, porque é excessiva; de arresto, sequestro e de execução."
      },
      {
        "letra": "B",
        "texto": "de anulação de negócio jurídico realizado em estado de perigo; objetivando o reconhecimento de nulidade de contrato simulado; de cobrança fundada no enriquecimento sem causa."
      },
      {
        "letra": "C",
        "texto": "em que se pretende o reconhecimento de nulidade do negócio jurídico; de anulação de negócio jurídico por vício da vontade; objetivando o cumprimento de obrigação de fazer."
      },
      {
        "letra": "D",
        "texto": "civis de improbidade administrativa; pretendendo o reconhecimento de nulidade de negócio jurídico cujo objeto é ilícito; de busca e apreensão de coisas, incidentalmente ao processo de conhecimento."
      },
      {
        "letra": "E",
        "texto": "de embargos do devedor; de revogação de doação; apenas de execução"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322641",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca das Condições da Ação, marque a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode-se afirmar que, mesmo quando verificada a ausência de umas das condições da ação, a jurisdição atua e a ação é exercida, o que se abstrai do disposto no art. 263 do CPC, que considera “proposta a ação, tanto que a petição inicial seja despachada pelo juiz ou simplesmente distribuída, onde houver mais de uma vara”, combinado com o art. 267, VI, do mesmo Código, que determina ao juiz a extinção do processo sem resolução de mérito “quando não concorrer qualquer das condições da ação”."
      },
      {
        "letra": "B",
        "texto": "À relação de identificação entre o autor e réu com o direito material em litígio, denomina-se interesse de agir, uma das condições da ação, previstas no art. 267, inciso VI, do CPC."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção, por ser eficiente e estar de acordo com a regra da razoável duração do processo, é muito adotada, no âmbito do processo civil, ao se analisar a falta de condições da ação."
      },
      {
        "letra": "D",
        "texto": "Quando o autor de uma ação não escolhe o modelo procedimental adequado à proteção do direito material cuja proteção requer, tornando inviável a apreciação de seu pedido, diz-se que este é juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "Há legitimação extraordinária quando há correspondência total entre a situação legitimante e as situações jurídicas submetidas à apreciação do magistrado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322356",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Processo de execução",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o título executivo extrajudicial não apresente valor líquido e certo, faz-se necessária a liquidação por cálculo mediante demonstrativo de débito."
      },
      {
        "letra": "B",
        "texto": "Admite-se o litisconsórcio na execução, com exceção do ulterior ou superveniente."
      },
      {
        "letra": "C",
        "texto": "O adimplemento do devedor e a posse de título de crédito pelo credor constituem pressupostos específicos do processo executivo."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral inclui-se entre os títulos executivos extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "No processo de execução, a legitimidade ativa é caracterizada como ordinária, extraordinária ou sucessiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322206",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito das condições da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial será indeferida quando o autor carecer de interesse processual."
      },
      {
        "letra": "B",
        "texto": "As condições da ação são a possibilidade jurídica do pedido, a ilegitimidade das partes e o interesse processual."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da inexistência das condições da ação importa na extinção do feito com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "O juiz não pode conhecer, de ofício, da inexistência das condições da ação, devendo reconhecê-la apenas por provocação das partes."
      },
      {
        "letra": "E",
        "texto": "Extinto o processo por carência das condições da ação, o autor não poderá ingressar novamente em juízo para pleitear o mesmo objeto da ação, por ofensa à coisa julgada material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "314537",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Em relação à ação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se considera ter sido ela proposta a partir do momento em que o réu é citado."
      },
      {
        "letra": "B",
        "texto": "o juiz deve extinguir o processo, com resolução do mérito, quando não concorrer qualquer de suas condições."
      },
      {
        "letra": "C",
        "texto": "há litispendência, quando se repete a ação que está em curso, com mesmas partes, pedido e causa de pedir."
      },
      {
        "letra": "D",
        "texto": "se a inicial contiver irregularidades formais, deve o processo ser imediatamente extinto, sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "a legitimidade para agir diz respeito à utilidade e necessidade da ação a ser proposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311580",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O interesse de agir é um interesse instrumental, de natureza processual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311417",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação representa um direito subjetivo do jurisdicionado, vinculado ao seu direito material, razão por que o direito de ação se confunde com o próprio direito material invocado, não havendo autonomia entre um direito e outro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311416",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A legitimidade da parte, uma das condições da ação, refere-se à titularidade ativa e passiva para figurar em uma relação processual; a sua ausência implica, portanto, carência do direito de ação e a consequente extinção do processo sem resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305300",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e do processo no âmbito do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procedimento é o instrumento de realização da justiça."
      },
      {
        "letra": "B",
        "texto": "A formação da relação processual completa-se com a propositura da ação, ou seja, com o despacho da inicial ou com a distribuição, onde houver mais de uma vara."
      },
      {
        "letra": "C",
        "texto": "O interesse-adequação refere-se à necessidade de o autor ingressar em juízo para obter o bem da vida que ele almeja."
      },
      {
        "letra": "D",
        "texto": "Será improcedente o pedido que for considerado juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "No caso dos pressupostos processuais, não ocorre a preclusão, podendo, inclusive em grau de recurso aos tribunais superiores, ser reconhecida a inexistência de pressuposto processual e decretada a extinção do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302750",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Com relação à Ação, a teoria segundo a qual a ação seria uma qualidade de todo direito ou o próprio direito reagindo a uma violação é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imanentista."
      },
      {
        "letra": "B",
        "texto": "do direito concreto à tutela jurídica."
      },
      {
        "letra": "C",
        "texto": "do direito abstrato de agir."
      },
      {
        "letra": "D",
        "texto": "do direito de fazer agir do Estado."
      },
      {
        "letra": "E",
        "texto": "do direito subjetivo instrumental próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "299121",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sobre a relação entre duas ou mais ações, leia as afirmações abaixo e, em seguida, assinale a alternativa correta: I) A existência da litispendência pressupõe a coexistência de duas ações idênticas. II) Constituem efeitos processuais da litispendência, a vedação da propositura de ação idêntica, a prevenção da competência do juízo para ação idêntica que for ajuizada, a imposição de extinção, sem provimento de mérito, do processo relativo à segunda ação proposta, quando idêntica à primeira, o estabelecimento da litigiosidade da coisa, a interrupção da prescrição e a constituição do devedor em mora. III) Constituem efeitos materiais da litispendência, a vedação da propositura de ação idêntica, a prevenção da competência do juízo para ação idêntica que for ajuizada, a imposição de extinção, sem provimento de mérito, do processo relativo à segunda ação proposta, quando idêntica à primeira, o estabelecimento da litigiosidade da coisa, a interrupção da prescrição e a constituição do devedor em mora. IV) Reputam-se conexas duas ou mais ações, quando lhes forem comuns o objeto e a causa de pedir.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a afirmativa IV esta correta."
      },
      {
        "letra": "D",
        "texto": "Nenhuma das afirmativas está correta."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas I e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "292467",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: ANP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Os pressupostos processuais e as condições da ação formam o que se denomina juízo de admissibilidade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "292466",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: ANP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A possibilidade jurídica do pedido significa que o pedido formulado pelo autor é procedente, ou seja, que ele obteve êxito com sua ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1229922",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: Prefeitura de Castanhal - PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preparo, legitimidade das partes, foro competente."
      },
      {
        "letra": "B",
        "texto": "preparo, assistência, foro competente."
      },
      {
        "letra": "C",
        "texto": "legitimidade das partes, possibilidade jurídica, interesse processual."
      },
      {
        "letra": "D",
        "texto": "interesse processual, foro competente, possibilidade jurídica, tempestividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973553",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Constitui uma das denominadas condições para o regular exercício do direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão jurisdicional;"
      },
      {
        "letra": "B",
        "texto": "capacidade postulatória;"
      },
      {
        "letra": "C",
        "texto": "demanda original;"
      },
      {
        "letra": "D",
        "texto": "interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "causa de pedir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425987",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Julgue os itens a seguir:I) A legitimidade ordinária se dá quando alguém discute no processo interesse ou direito próprio. Por sua vez, a legitimidade extraordinária se dá quando alguém está no processo em nome alheio, defendendo direito ou interesse alheio. II) Pela Teoria da Asserção, adotada pela maioria da doutrina e da jurisprudência, a análise das condições da ação deve ser feita à luz do que se afirma na petição inicial \"in statu assertionis\", dispensando- se a produção de prova para aferir a sua existência. Desta forma, se com o que foi alegado pelo autor, as condições estiverem presentes, posterior análise sobre sua veracidade será considerada decisão de mérito. Contudo, apesar de minoritária, o Código de Processo Civil adota a Teoria da Exposição, segundo a qual as condições da ação não são analisadas somente a partir das assertivas da petição inicial, mas podem ser verificadas a qualquer momento, inclusive através de provas. Assim, para esta última teoria, com a verificação superveniente da inexistência de uma condição da ação, o processo deve ser extinto sem julgamento de mérito, independente do momento e do grau de jurisdição.III) Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo. Trata-se de capacidade de ser parte, pressuposto de existência do processo. IV) O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. Trata-se de capacidade processual das pessoas casadas, requisito de validade do processo. V) A capacidade postulatória constitui requisito de validade do processo. Por isso, os atos processuais praticados por quem não é advogado são nulos. Contudo, os atos processuais praticados por advogado sem procuração, nos termos da lei processual civil, são inexistentes. São CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV eV."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "lll, IV eV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425986",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência absoluta tutela o interesse público, por isso pode ser reconhecida de ofício pelo juiz, podendo ser alegada pelas partes em qualquer tempo e grau de jurisdição, independentemente de exceção. De outro lado, a incompetência relativa tutela interesses privados, devendo ser alegada pelas partes por meio de exceção no prazo legal, sob pena de prorrogação da competência. Assim como na incompetência absoluta, uma vez declarada a incompetência relativa, somente os atos decisórios serão nulos, remetendo-se os autos ao juiz competente."
      },
      {
        "letra": "B",
        "texto": "A existência de vara privativa, instituída por lei estadual, altera a competência territorial resultante das leis de processo."
      },
      {
        "letra": "C",
        "texto": "Não se trata de conexão e sim continência, quando duas ou mais ações possuem identidade de partes e de causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "D",
        "texto": "A conexão não determina a reunião dos processos, se um deles já foi julgado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "368712",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade para estar em Juízo e o uso e gozo dos direitos da cidadania."
      },
      {
        "letra": "B",
        "texto": "ser o autor maior e capaz, ser titular do direito e estar representado por advogado."
      },
      {
        "letra": "C",
        "texto": "o pagamento das custas do processo e a capacidade postulatória."
      },
      {
        "letra": "D",
        "texto": "a possibilidade jurídica do pedido, o interesse de agir e a representação por advogado que tenha procuração nos autos."
      },
      {
        "letra": "E",
        "texto": "a legitimidade para a causa, o interesse de agir e a possibilidade jurídica do pedido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "365658",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Petrópolis - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A carência de ação caracteriza-se pela ausência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legitimidade;"
      },
      {
        "letra": "B",
        "texto": "qualquer das condições da ação;"
      },
      {
        "letra": "C",
        "texto": "interesse processual;"
      },
      {
        "letra": "D",
        "texto": "possibilidade jurídica do pedido;"
      },
      {
        "letra": "E",
        "texto": "interesse processual e possibilidade jurídica do pedido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359520",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "São condições da Ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "capacidade processual, legitimidade das partes e interesse processual."
      },
      {
        "letra": "B",
        "texto": "possibilidade jurídica, capacidade processual e interesse processual."
      },
      {
        "letra": "C",
        "texto": "possibilidade jurídica, legitimação das partes e interesse processual."
      },
      {
        "letra": "D",
        "texto": "capacidade processual, regularidade procedimental e juízo correto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358182",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Duas ou mais pessoas não poderão litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entre elas houver comunhão de direitos ou de obrigações relativamente à lide."
      },
      {
        "letra": "B",
        "texto": "os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito."
      },
      {
        "letra": "C",
        "texto": "ocorrer afinidade de questões por um ponto comum de fato ou de direito."
      },
      {
        "letra": "D",
        "texto": "entre as causas inexistir conexão pelo objeto ou pela causa de pedir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "336235",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Caso determinado juiz acate a incompetência absoluta alegada pela parte ré após a audiência de instrução e julgamento, então, nessa hipótese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser aplicada à parte ré multa de até 10% do valor da causa."
      },
      {
        "letra": "B",
        "texto": "o juiz deve declarar de ofício a nulidade de todos os atos praticados."
      },
      {
        "letra": "C",
        "texto": "o juiz deve suspender o processo de imediato e ouvir o juízo indicado como competente."
      },
      {
        "letra": "D",
        "texto": "não seria adequada a extinção do processo por ausência de condições da ação."
      },
      {
        "letra": "E",
        "texto": "o juiz deve suscitar ao tribunal o conflito de competência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316321",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Segundo Liebman, a doutrina do processo como situação jurídica destaca certas categorias peculiares à relação processual e distintas das categorias correspondentes ao direito material, explicando o processo em si mesmo como unidade jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286689",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "No que concerne à natureza jurídica da ação, as afirmativas de que “não há ação sem direito”, “não há direito sem ação” e de que “a ação segue a natureza do direito” são consequências do conceito formulado pela teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do direito subjetivo instrumental."
      },
      {
        "letra": "B",
        "texto": "do direito autônomo e concreto."
      },
      {
        "letra": "C",
        "texto": "do direito autônomo e abstrato."
      },
      {
        "letra": "D",
        "texto": "clássica ou imanentista."
      },
      {
        "letra": "E",
        "texto": "do direito de fazer agir o Estado e não do direito de agir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "271239",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, a alteração do pedido ou da causa de pedir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só é possível antes da citação."
      },
      {
        "letra": "B",
        "texto": "ainda que antes da citação, depende do consentimento do réu."
      },
      {
        "letra": "C",
        "texto": "em nenhuma hipótese será permitida, tendo em vista a eficácia preclusiva dos atos processuais."
      },
      {
        "letra": "D",
        "texto": "em nenhuma hipótese será permitida após o saneamento do processo."
      },
      {
        "letra": "E",
        "texto": "em nenhuma hipótese será permitida antes da citação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270730",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se o processo, com resolução do mérito, quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "B",
        "texto": "admite-se que, em convenção, as partes possam, de comum acordo, alterar o pedido ou a causa de pedir, mesmo depois da citação."
      },
      {
        "letra": "C",
        "texto": "a extinção do processo, sem exame do mérito, decretada por reconhecimento de litispendência, coisa julgada ou perempção, não impede a renovação da ação."
      },
      {
        "letra": "D",
        "texto": "se o autor der causa, por três vezes, à extinção do processo, por abandono, não poderá intentar nova ação contra o réu com o mesmo objeto, ficando ainda impossibilitado de alegar em defesa o seu direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270728",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Prazos"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os prazos fixados para as partes são preclusivos."
      },
      {
        "letra": "B",
        "texto": "a ausência de qualquer das condições da ação gera carência de ação, impondo a extinção do processo."
      },
      {
        "letra": "C",
        "texto": "a efetiva observância das regras do procedimento não se insere na garantia constitucional do devido processo legal."
      },
      {
        "letra": "D",
        "texto": "relativamente à classificação dos atos processuais, foi adotada a teoria objetiva, que permite sejam eles agrupados em atos de iniciativa, atos de desenvolvimento e atos de conclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "262206",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Paulo propõe demanda contra Pedro, visando à cobrança de uma dívida em dinheiro, que no entanto não se encontrava ainda vencida. Nesse caso, a ação será julgada extinta, sem resolução de mérito, porque",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falta interesse processual a Paulo, extinguindo-se a demanda por ausência de uma das condições da ação."
      },
      {
        "letra": "B",
        "texto": "falta possibilidade jurídica a Paulo, condição da ação que, ausente, leva à extinção processual."
      },
      {
        "letra": "C",
        "texto": "falta condição de procedibilidade a Paulo, ou seja, uma das condições de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "D",
        "texto": "falta legitimidade ativa a Paulo, extinguindo-se a ação por falta de uma de suas condições."
      },
      {
        "letra": "E",
        "texto": "terá ocorrido perempção ou contumácia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "259339",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "De acordo com a teoria da exposição, a parte autora deve provar a existência da legitimidade das partes, a possibilidade jurídica do pedido, o interesse de agir e a capacidade postulatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "254783",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Acerca das condições da ação, das partes e dos procuradores, julgue os itens que se seguem.O juiz que verificar incapacidade processual ou irregularidade da representação das partes deverá julgar extinto o processo sem resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253736",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à capacidade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade processual superveniente implica a imediata extinção do processo."
      },
      {
        "letra": "B",
        "texto": "A incapacidade processual não sanada pelo autor após a oportunidade para fazê-lo é caso de nulidade do processo."
      },
      {
        "letra": "C",
        "texto": "Para se ter legitimidade como parte é necessário ter capacidade processual."
      },
      {
        "letra": "D",
        "texto": "Para se ter capacidade processual é necessário ter capacidade postulatória."
      },
      {
        "letra": "E",
        "texto": "O membro do MP poderá ingressar com ação em nome do interdito a quem tenha sido nomeado curador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250607",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre o direito de ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria de Enrico Tullio Liebman, adotada pelo Código de Processo Civil de 1973, foi posteriormente revisada pelo autor, que limitou as condições da ação à possibilidade jurídica do pedido e à legitimidade das partes."
      },
      {
        "letra": "B",
        "texto": "A chamada classificação quinária da ação utiliza como critério a natureza do provimento judicial pretendido. Assim, tem-se as ações de direito material, declaratória, constitutiva, condenatória e mandamental."
      },
      {
        "letra": "C",
        "texto": "A reforma do Código de Processo Civil de 1973, levada a efeito pela Lei 11.232/2005, que acrescentou o cumprimento de sentença ao diploma legal, reduziu a importância da classificação quinária e deu lugar à classificação que prioriza a necessidade ou não da execução da sentença."
      },
      {
        "letra": "D",
        "texto": "Pelo conceito de ação adotado no Código de Processo Civil de 1973, só tem ação o autor que obtém o julgamento pela procedência do pedido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249538",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A causa de pedir é um dos elementos fundamentais da demanda, apto a delimitar a pretensão declinada em juízo e, ao mesmo tempo, limitar a atuação do juiz. Sobre o tema, indique a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da individualização, basta que o autor exponha a relação jurídica em que está inserido, prescindindo da descrição dos fatos jurídicos dos quais se originou. Assim, por exemplo, nas demandas autodeterminadas, decidindo a sentença sobre certa relação jurídica, seus efeitos serão aplicados a todos os fatos jurídicos de possível invocação pelo autor."
      },
      {
        "letra": "B",
        "texto": "No Direito brasileiro, devemos diferenciar as demandas autodeterminadas e heterodeterminadas para fim de delimitar a extensão da eficácia preclusiva da coisa julgada. Enquanto nas primeiras o trânsito em julgado impede a repropositura de nova demanda baseada em quaisquer fatos jurídicos imputáveis à relação apreciada, nas segundas a eficácia preclusiva se limita ao fato jurídico declinado em juízo."
      },
      {
        "letra": "C",
        "texto": "Ajuizada uma demanda reivindicatória, aduz o autor ser proprietário do imóvel em virtude do falecimento do seu pai, tendo sido o bem deixado por herança. Julgada improcedente, é possível que o mesmo autor ajuíze nova demanda, alegando, mais uma vez, ser proprietário, porém agora sob o fundamento de ter adquirido a propriedade por usucapião."
      },
      {
        "letra": "D",
        "texto": "Há, na doutrina processual, quem distinga a causa de pedir em ativa e passiva. Assim, em uma execução fiscal, o fato gerador do tributo devido pode ser identificado como a causa de pedir ativa, enquanto que o seu inadimplemento seria a causa de pedir passiva."
      },
      {
        "letra": "E",
        "texto": "De acordo com teoria da substancialização, deve o autor expor de forma mais ampla possível o fato jurídico e a relação jurídica decorrente. Isso não impede, contudo, que o juiz, ainda que de ofício, leve em consideração algum fato constitutivo, modificativo ou extintivo do direito, ocorrido após a propositura da demanda, no momento de proferir a sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249535",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O direito de ação sempre foi um dos mais polêmicos temas da ciência processual, proliferando-se, ao longo da história, inúmeras teorias para explicá- lo. Sua importância se destaca, em especial, pois corresponde a um iniludível ponto de contato entre a relação jurídica material e a relação jurídica processual, sobretudo quando analisado sob a ótica do ato que dá início ao processo e delimita seu objeto litigioso. No Brasil, o direito positivo sofreu nítida influência da doutrina de Enrico Tullio Liebman, que, com sua teoria eclética da ação, propôs a categoria das condições da ação, alocadas entre os pressupostos processuais e o mérito da demanda. Sobre o tema, identifique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de ação pode ser atualmente identificado como um direito público subjetivo, abstrato, autônomo da relação jurídica material, cuja existência dependerá da procedência da demanda proposta em juízo."
      },
      {
        "letra": "B",
        "texto": "Friedrich Carl Von Savigny, notável jurista alemão que se dedicou ao estudo profundo do direito romano, é citado pela doutrina como um adepto da teoria abstrativista, em decorrência da concepção de que se opera uma metamorfose no direito material quando lesado, transformando- se, assim, na actio."
      },
      {
        "letra": "C",
        "texto": "É da famosa polêmica entre Windscheid e Muther que percebemos significativo avanço na ciência processual. Associou-se a ideia da actio romana com a da pretensão de direito material, o que definiu a autonomia entre o direito material e o direito de ação, consubstanciando, assim, definitiva passagem da teoria concreta para a teoria abstrata da ação."
      },
      {
        "letra": "D",
        "texto": "Enrico Tullio Liebman propôs a categoria das condições da ação, afirmando que, se não fossem preenchidas as três condições inicialmente formuladas, o autor seria carecedor do direito de ação. Para Liebman, essa ideia deveria ser interpretada à luz da teoria da asserção, segundo a qual as condições da ação são examinadas a partir das alegações do autor (in status assertionem). Caso fosse necessária a dilação probatória para aferir a presença das condições da ação, estaríamos diante de um julgamento de mérito e não mais de pura carência de ação."
      },
      {
        "letra": "E",
        "texto": "Um dos maiores expoentes da teoria do direito concreto de agir foi Adolf Wach, desenvolvendo suas ideias a partir da teorização da ação declaratória. Para nosso autor, o direito de ação efetivamente é autônomo em relação ao direito material, porém só existirá se a sentença ao final for de procedência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "241330",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "citação do réu, possibilidade jurídica do pedido e interesse de agir."
      },
      {
        "letra": "B",
        "texto": "competência do juiz, interesse de agir e legitimidade das partes."
      },
      {
        "letra": "C",
        "texto": "interesse de agir, legitimidade das partes e possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "pagamento das custas iniciais do processo, achar-se a parte representada por advogado e competência do juiz."
      },
      {
        "letra": "E",
        "texto": "não achar-se prescrita a pretensão, existência do direito pleiteado e legitimidade das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236624",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre a ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhuma hipótese, é possível postular em nome próprio direito alheio."
      },
      {
        "letra": "B",
        "texto": "A reconvenção não implica cumulação objetiva de ações."
      },
      {
        "letra": "C",
        "texto": "O interesse de agir está vinculado à necessidade da prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "O sistema do Código de Processo Civil brasileiro vinculou-se, segundo a posição francamente majoritária da doutrina, à teoria da individuação em matéria de causa de pedir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234815",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "As condições da ação constituem alguns requisitos que o autor deve preencher para que sua demanda seja julgada. Nesse sentido, pode-se afirmar que as condições da ação estão relacionadas com o mérito da causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234814",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Na legitimidade das partes, pode-se afirmar que a dívida do sócio, por exemplo, não pode ser cobrada da sociedade e vice-versa, hipóteses em que se dá a ilegitimidade passiva para a causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232321",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Se alguma das condições da ação não for atendida, o processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nulo, não havendo formação de coisa julgada de nenhuma espécie."
      },
      {
        "letra": "B",
        "texto": "será julgado com resolução do mérito, formando coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "será julgado com resolução do mérito, acarretando coisa julgada formal."
      },
      {
        "letra": "D",
        "texto": "será julgado extinto sem resolução do mérito, formando coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "será julgado extinto sem resolução do mérito, acarretando coisa julgada formal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "221760",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Sobre as condições da ação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido é juridicamente possível quando a pretensão processual deduzida for vedada pelo ordenamento jurídico."
      },
      {
        "letra": "B",
        "texto": "Ointeresse de agir não está diretamente ligado ao binômio utilidade/necessidade."
      },
      {
        "letra": "C",
        "texto": "As condições da ação consubstanciam-se tão somente em: legitimidade das partes e interesse processual, sendo irrelevante a possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "Segundo o código de processo civil, são condições da ação: a legitimade das partes, o interesse processual e a possibilidade jurídica do pedido."
      },
      {
        "letra": "E",
        "texto": "Na legitimação extraordinária, a parte, ainda que não autorizada por lei, demanda em juízo o direito que afirma possuir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "221759",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse,mas não legitimidade."
      },
      {
        "letra": "B",
        "texto": "O interesse do autor pode limitar-se à declaração da existência ou da inexistência de relação jurídica."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, nenhuma das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "D",
        "texto": "Em nenhuma hipótese poder-se-á pleitear, em nome próprio, direito alheio."
      },
      {
        "letra": "E",
        "texto": "O interesse do autor não pode se limitar à declaração da autenticidade ou falsidade de documento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "221349",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "São condições da ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "capacidade postulatória, legitimidade das partes e interesse processual."
      },
      {
        "letra": "B",
        "texto": "competência do juiz, inocorrência da prescrição e não terem as partes celebrado convenção de arbitragem."
      },
      {
        "letra": "C",
        "texto": "interesse de agir, inocorrência da prescrição ou de decadência e capacidade de ser parte."
      },
      {
        "letra": "D",
        "texto": "possibilidade jurídica do pedido, legitimidade das partes e interesse processual."
      },
      {
        "letra": "E",
        "texto": "possibilidade jurídica do pedido, não se achar perempta a ação e citação válida do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432559",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Quando alguém atua em nome próprio na defesa de direito alheio, autorizado por lei, pode-se afirmar que a hipótese é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "substituição processual."
      },
      {
        "letra": "B",
        "texto": "representação processual."
      },
      {
        "letra": "C",
        "texto": "ilegitimidade ativa."
      },
      {
        "letra": "D",
        "texto": "legitimação ordinária."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235376",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Sobre as teorias da ação, é correto afrmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria civilista ou imanentista desvincula o direito material do direito de ação, que é autônomo;"
      },
      {
        "letra": "B",
        "texto": "a teoria concreta considera o direito de ação autônomo e independente do direito material;"
      },
      {
        "letra": "C",
        "texto": "a teoria abstrata reputa o direito de ação como amplo e genérico, e sua existência é condicionada pelo direito material, do qual independe;"
      },
      {
        "letra": "D",
        "texto": "a teoria eclética trabalha com a categoria de condições para o regular exercício da ação, estranhas ao mérito da causa;"
      },
      {
        "letra": "E",
        "texto": "a teoria da asserção busca demonstrar que as questões preliminares se confundem com as de mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235135",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Da ação",
      "Condições da ação",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à análise das condições da ação na cautelar de arresto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador só será legitimado passivo na ação de arresto depois de proposta a execução contra o devedor principal."
      },
      {
        "letra": "B",
        "texto": "A existência da situação de risco quando da formação da obrigação não afeta o interesse de agir necessário à propositura do arresto."
      },
      {
        "letra": "C",
        "texto": "O avalista de uma obrigação é parte legítima para propor ação de arresto contra o devedor principal."
      },
      {
        "letra": "D",
        "texto": "Caso o crédito já seja exigível, carecerá o credor de interesse para propor o arresto."
      },
      {
        "letra": "E",
        "texto": "A impenhorabilidade de um bem não afeta a possibilidade jurídica da propositura de uma ação de arresto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "198476",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante à ação, para nossa lei processual civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da ausência de pressupostos processuais leva ao impedimento da instauração da relação processual ou à nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "a ausência do direito material subjetivo conduz à carência de ação."
      },
      {
        "letra": "C",
        "texto": "a ausência das condições da ação não pode ser aferida de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "não se admite a ação meramente declaratória, se já ocorreu a violação do direito."
      },
      {
        "letra": "E",
        "texto": "o interesse do autor está ligado sempre, e apenas, à constituição de seu direito, com pedido eventual de preceito mandamental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "133832",
    "metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a única CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando o autor tiver formulado pedido certo, é permitido ao magistrado proferir sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "É lícito formular pedido genérico quando não for possível determinar, de modo definitivo, as consequências do ato ou fato ilícito."
      },
      {
        "letra": "C",
        "texto": "Em casos de acolhimento de prescrição e decadência, deverá o magistrado proferir a sentença sem resolução do mérito, com fulcro no art. 267 do CPC."
      },
      {
        "letra": "D",
        "texto": "Não cumprida a obrigação de entrega de coisa no prazo estabelecido, deverá o magistrado expedir o mandado de busca e apreensão, quando se tratar de coisa imóvel ou a imissão de posse, quando se tratar de bens móveis."
      },
      {
        "letra": "E",
        "texto": "No procedimento comum sumário não se admite a produção de prova pericial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "111474",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito das condições da ação, considere:I. O interesse processual consiste na necessidade do autor vir a juízo e na utilidade que o provimento jurisdicional poderá lhe proporcionar.II. O interesse do autor não pode limitar-se à declaração da existência ou da inexistência de relação jurídica.III. Ninguém poderá pleitear, em nome do próprio, direito alheio, salvo quando autorizado por lei.Está correto o que se afirma APENAS em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "90155",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Se, no curso do processo, o juiz verificar a ausência de uma das condições da ação, o processo deverá ser suspenso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86140",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A respeito das condições da ação, considere:I. O interesse e a legitimidade são condições da ação que não podem ser apreciadas pelo juiz ex officio.II. O interesse processual deve estar presente para propor e para contestar a ação.III. Se o juiz tiver reconhecido a legitimidade das partes quando do deferimento da petição inicial, não poderá, por força da preclusão, reexaminá-la no momento da prolação da sentença.Está correto o que se afirma SOMENTE em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1635712",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, para propor e contestar uma ação é necessário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Capacidade e interesse."
      },
      {
        "letra": "B",
        "texto": "Legitimidade e capacidade."
      },
      {
        "letra": "C",
        "texto": "Legitimidade e interesse."
      },
      {
        "letra": "D",
        "texto": "Capacidade e possibilidade jurídica."
      },
      {
        "letra": "E",
        "texto": "Personalidade e capacidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1184910",
    "metadata": "Ano: 2010 | Banca: CONSULPLAN | Órgão: Prefeitura de Guaxupé - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre Direito Processual Civil, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código de Processo Civil, o município será representado em juízo, ativa e passivamente apenas por seu procurador."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, quaisquer das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "D",
        "texto": "É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "E",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "434347",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Ações Coletivas no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Ação Popular",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "João e outros ingressaram com ação popular, alegando nulidades em concurso público realizado pela Assembleia Legislativa do Estado do Rio Grande do Sul. No polo passivo, incluíram tão somente o Deputado Estadual Presidente da Assembleia Legislativa. Foi proferida sentença de procedência, determinando a anulação do certame. Em sede de apelação, mostra-se correto arguir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, o Estado do Rio Grande do Sul."
      },
      {
        "letra": "B",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, a Assembleia Legislativa."
      },
      {
        "letra": "C",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente o Estado do Rio Grande do Sul."
      },
      {
        "letra": "D",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente a Assembleia Legislativa."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "118600",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Da ação",
      "Sujeitos da relação processual",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os despachos são atos do juiz que resolvem questões incidentes no curso do processo."
      },
      {
        "letra": "B",
        "texto": "O prazo estabelecido pela lei ou pelo juiz é contínuo, não se interrompendo nos feriados."
      },
      {
        "letra": "C",
        "texto": "A desistência da ação produz efeitos a partir do momento em que a respectiva petição for protocolada."
      },
      {
        "letra": "D",
        "texto": "O lançamento de cotas interlineares sujeita o seu autor a multa de um salário mínimo vigente na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, os prazos processuais computam-se incluindo o dia do começo e excluindo o dia do vencimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "83745",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A legitimidade ad causam fica evidenciada a partir da pertinência subjetiva da ação, de modo que o fato de haver relação jurídica entre Fernando e as rés põe à mostra a sua legitimidade para integrar o polo ativo da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "82448",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "A legitimidade das partes e a possibilidade jurídica do pedido são condições da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "jurisdição e da ação, respectivamente."
      },
      {
        "letra": "B",
        "texto": "jurisdição."
      },
      {
        "letra": "C",
        "texto": "ação e da jurisdição, respectivamente."
      },
      {
        "letra": "D",
        "texto": "ação."
      },
      {
        "letra": "E",
        "texto": "competência funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "82385",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "As condições da ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reconhecidas liminarmente podem ser reapreciadas pelo juiz quando da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "não se aplicam ao Ministério Público, quando for parte, em razão do interesse público da sua atuação."
      },
      {
        "letra": "C",
        "texto": "não podem ser apreciadas pelo juiz ex officio, devendo ser obrigatoriamente arguidas pelas partes."
      },
      {
        "letra": "D",
        "texto": "só se aplicam à propositura da ação pelo autor, não sendo exigíveis quando se tratar de reconvenção."
      },
      {
        "letra": "E",
        "texto": "não podem ser arguidas pelo Ministério Público, quando intervir no processo como custos legis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "79262",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "Antônio, casado com Margarida, registrou, no cartório, o nascimento de sua filha Helena. Seis meses após o nascimento de Helena, ele resolveu ingressar com ação de reconhecimento de paternidade dessa filha.Com base nessa situação hipotética e nas condições da ação, julgue o item abaixo.A referida ação deverá ser extinta pelo magistrado sem resolução do mérito, em razão da carência de ação por ausência do interesse processual, que se caracteriza pelo binômio necessidade e utilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77225",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Em matéria de ação declaratória, considere: I. É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito. II. Os únicos fatos que podem ser objeto da ação declaratória são a autenticidade e a falsidade documental. III. A ação declaratória está sujeita a prazos prescricionais. IV. É inadmissível ação declaratória visando a obter certeza quanto à exata interpretação de cláusula contratual. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "74595",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial"
    ],
    "enunciado_principal": "O pedido, veículo da pretensão manifestada pelo autor, deve ser certo e determinado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "74587",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em ação de cobrança, o legitimado ativo corresponde àquele que o autor da ação aponta como devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "68958",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. Dá-se a litispendência quando se repete ação idêntica a uma que se encontra em curso, isto é, quando a ação proposta tem as mesmas partes, a mesma causa de pedir (próxima e remota) e o mesmo pedido (mediato e imediato). A segunda ação tem que ser extinta sem resolução do mérito. A litispendência é instituto que alcança os processos contenciosos e os procedimentos de jurisdição voluntária. II. A conexão é causa de modificação da competência relativa. Duas ou mais ações serão conexas quando lhes for comum o pedido ou a causa de pedir (próxima ou remota). O acolhimento desta preliminar faz com que o juiz remeta os autos ao juízo prevento, ou, se ele for o prevento, que requisite os autos do outro juízo por onde corre a ação conexa. O objetivo da conexão é a reunião das ações para receberem julgamento conjunto, evitando-se decisões conflitantes. III. A ação declaratória incidental pode ser provocada apenas pelo autor para que seja decidida questão relativa a outro estado ou relação jurídica que se apresenta no processo como mero antecedente lógico da questão principal mas que não poderia ser, por si só, objeto de processo autônomo. A ação declaratória incidental é ação distinta da ação principal mas que se desenvolve no mesmo processo; sua finalidade principal é a economia processual; forma a coisa julgada sobre a questão prejudicial e evita que esta (a prejudicial) seja objeto de nova discussão, novas provas e nova decisão, em demanda futura, entre as mesmas partes. IV. Ao proclamar a ilegitimidade passiva do réu indicado pelo autor, pode o juiz, no exercício de seus poderes discricionários de direção e desenvolvimento do processo e em observância ao princípio da instrumentalidade, determinar a inclusão no processo de quem, segundo o seu entendimento, seja parte legítima para a ação proposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I, III e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão incorretas"
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "63654",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "O interesse de agir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é aspecto processual de natureza subjetiva que impede a análise pelo juiz."
      },
      {
        "letra": "B",
        "texto": "significa que será legitimado a atuar em juízo apenas o titular do interesse levado a juízo pela demanda."
      },
      {
        "letra": "C",
        "texto": "consiste na adequação do provimento jurisdicional e na necessidade da tutela pretendida pelo demandante."
      },
      {
        "letra": "D",
        "texto": "estará presente quando não houver, pelo ordenamento jurídico, vedação ao pedido deduzido na inicial."
      },
      {
        "letra": "E",
        "texto": "apenas ficará configurado se o resultado final do processo for favorável ao autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "60631",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "O réu de ação de cobrança alegou que não era devedor, pois não tinha com o autor relação de cunho negocial capaz de justificar a demanda. Ao analisar a defesa, o juiz afastou a preliminar sob o argumento de que, conforme narrativa do autor, era possível entender que o réu fosse, em tese, devedor. Além disso, o juiz considerou que o exame detido do tema demandava dilação probatória e que, portanto, seria atinente ao mérito. Com base na situação descrita, é correto afirmar que o juiz aplicou a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abstrata da ação."
      },
      {
        "letra": "B",
        "texto": "do direito potestativo de agir."
      },
      {
        "letra": "C",
        "texto": "concreta da ação."
      },
      {
        "letra": "D",
        "texto": "imanentista."
      },
      {
        "letra": "E",
        "texto": "da asserção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "36125",
    "metadata": "Ano: 2010 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Da ação",
      "Condições da ação"
    ],
    "enunciado_principal": "I - O processo caracteriza-se pelo sistema de compor a lide em juízo através de uma relação jurídica vinculativa de direito público, enquanto o procedimento pode ser caracterizado como a forma material com que o processo se realiza em cada caso concreto.II - A instrumentalidade do processo cautelar perante outros processos a cuja eficácia visa atender não torna ausente a característica da autonomia da atividade jurisdicional que nele se desenvolve.III - A não demonstração do direito substancial invocado para a movimentação da máquina judicial culmina na ausência do direito de ação, porquanto interdependem o direito subjetivo substancial e o direito subjetivo processual.IV - São condições da ação a competência do juiz para a causa, a capacidade civil das partes e a sua representação por advogado.V - A doutrina aponta as partes, os procuradores, o pedido e a causa de pedir como elementos essenciais para a identificação da causa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I e IV estão corretos."
      },
      {
        "letra": "B",
        "texto": "apenas III e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "apenas II, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "apenas I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "apenas III e IV estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "35538",
    "metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "Das teorias sobre a natureza jurídica da ação é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria civilista de Savigny considera que o direito de ação tem autonomia em relação ao direito material."
      },
      {
        "letra": "B",
        "texto": "A teoria do direito concreto (Bullow e Wach) não reconhece a autonomia do direito processual em relação ao direito material, de maneira que para a mesma tais direitos se identificam no exercitamento da pretensão."
      },
      {
        "letra": "C",
        "texto": "Para Enrico Tulio Liebman ( teoria eclética), o direito de ação tem dois aspectos, o direito de demanda ou de acesso ou petição (incondicionado) e o direito de ação propriamente dito, que exige o preenchimento de condições a viabilizar o julgamento efetivo da pretensão deduzida."
      },
      {
        "letra": "D",
        "texto": "A teoria do direito abstrato (Degenkolb e Plósz) preconiza que somente terá havido o exercício da ação se a tutela jurisdicional invocada for concedida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "497471",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação"
    ],
    "enunciado_principal": "Os autores ajuizaram agao objetivando especificamente o abatimento proporcional do prego contra a construtora, que entregou os imóveis residenciais populares comprados na planta, com áreas determinadas e com prego estipulado por medida de extensão, mas que não correspondiam as dimensões dadas, e, as diferenças encontradas, para menos, excediam de urn vigésimo das areas totais. O juiz, de ofício, em audiência preliminar, sem manifestação das partes, determinou que a construtora apurasse os vícios e realizasse os reparos necessários. Nesse caso, a deliberação judicial está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta, porque, em circunstâncias especiais, e de­ ver do juiz, na audiência preliminar, proceder a urn ajuste na extensão do pedido."
      },
      {
        "letra": "B",
        "texto": "correta, porque tratando-se de direitos dos consumidores, o juiz pode tomar a iniciativa de proceder a urn ajuste na extensão da providência judicial requerida."
      },
      {
        "letra": "C",
        "texto": "correta, porque o juiz, a qualquer momento, desde que anterior a sentenga, pode determinar providências para alterar o pedido."
      },
      {
        "letra": "D",
        "texto": "incorreta, porque a providencia determinada altera a pretensao dos autores."
      },
      {
        "letra": "E",
        "texto": "incorreta, porque foi concedida tutela jurisdicional em audiencia preliminar, quando só poderia ser con­cedida em sentença de merito."
      }
    ],
    "gabarito": "D"
  }
]