[
  {
    "id": "607027",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "O Brasil é signatário da Convenção Interamericana sobre Cartas Rogatórias, que foi promulgada pelo Decreto n.º 1.899, de 1996, ano em que foi promulgado, ainda, o Protocolo Adicional à Convenção Interamericana sobre cartas rogatórias, pelo Decreto n.º 2.022. No que se refere a esse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sentenças estrangeiras somente produzem efeitos depois de homologadas pelo Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Expedem-se as cartas rogatórias somente se for necessária a realização de intimações e citações compatíveis com a legislação do juízo rogado."
      },
      {
        "letra": "C",
        "texto": "As cartas rogatórias, provenientes de autoridades estrangeiras, para cumprimento no Brasil, seguem para o Ministério das Relações Exteriores, que as encaminha diretamente para o Superior Tribunal de Justiça, a fim de que, no uso de sua competência, o tribunal conceda o exequatur."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de cartas rogatórias que visem à inquirição de testemunha, o juiz rogante fica impedido de prosseguir na instrução criminal até sua devolução e juntada aos autos."
      },
      {
        "letra": "E",
        "texto": "Para ser homologada no Brasil, a sentença estrangeira deve ter sido proferida por juiz competente, ter transitado em julgado e estar acompanhada de tradução, sendo dispensável a autenticação por cônsul brasileiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "596365",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: IPREM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Apresenta-se como requisito NÃO essencial da carta de ordem, da carta precatória e da carta rogatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a subscrição das folhas ou de extratos e anexos, rubricados pelo serventuário do cartório."
      },
      {
        "letra": "B",
        "texto": "a menção do ato processual, que Ihe constitui o objeto."
      },
      {
        "letra": "C",
        "texto": "o inteiro teor da petição, do despacho judicial e do instrumento do mandato conferido ao advogado."
      },
      {
        "letra": "D",
        "texto": "a indicação dos juízes de origem e de cumprimento do ato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552743",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Analise as afirmações abaixo e assinale a resposta CORRETA: I. Os atos processuais serão cumpridos por ordem judicial ou requisitados por carta, conforme hajam de realizar-se dentro ou fora dos limites territoriais da comarca. II. A carta precatória será expedida quando o juiz for subordinado ao tribunal de que ela emanar. III. A carta rogatória obedecerá, quanto à sua admissibilidade e modo de seu cumprimento, ao disposto na convenção internacional; à falta desta, será remetida à autoridade judiciária estrangeira, por via diplomática, depois de traduzida para a língua do país em que há de praticar-se o ato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As afirmações I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "As afirmações II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "As afirmações I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmações estão corretas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das afirmações está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "483742",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Paula obteve uma decisão liminar num agravo de instrumento em curso perante o Tribunal de Justiça. Tal medida liminar deve ser executada através de carta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de ordem, dirigida ao juízo de origem onde tramita o feito principal;"
      },
      {
        "letra": "B",
        "texto": "rogatória, por livre distribuição no local onde a medida deve ser cumprida;"
      },
      {
        "letra": "C",
        "texto": "de cumprimento, por livre distribuição na Comarca onde tramita o feito principal;"
      },
      {
        "letra": "D",
        "texto": "precatória, dirigida ao juízo de origem onde tramita o feito principal;"
      },
      {
        "letra": "E",
        "texto": "de adjudicação, por livre distribuição no local onde a medida deve ser cumprida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464412",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, a carta precatória não possui caráter itinerante, não podendo ser apresentada para cumprimento em juízo diverso do que dela consta, para a prática do ato."
      },
      {
        "letra": "B",
        "texto": "O aperfeiçoamento da citação realizada por hora certa independe do posterior envio de carta, telegrama ou radiograma ao réu, para dar-lhe ciência do ato."
      },
      {
        "letra": "C",
        "texto": "Quando a citação se der por edital, o prazo para apresentar defesa inicia-se da data da última publicação do edital."
      },
      {
        "letra": "D",
        "texto": "Os atos processuais iniciados antes das 20 (vinte) horas devem prosseguir além desse horário, independentemente de autorização judicial, sempre que o adiamento possa prejudicar a diligência."
      },
      {
        "letra": "E",
        "texto": "A citação da pessoa jurídica de direito público é realizada, em regra, pelos correios, ressalvada ao autor a faculdade de requerer a citação por meio de oficial de justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371142",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, são requisitos essenciais da carta de ordem, da carta precatória e da carta rogatória: I. A indicação dos juízes de origem e de cumprimento do ato. II. O resumo da petição e do instrumento do mandato conferido ao advogado, bem como o inteiro teor do despacho judicial. III. A menção do ato processual, que lhe constitui o objeto. IV. O encerramento com a assinatura do escrivão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "367968",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Em relação ao caso Desdêmona (ação de conhecimento de Otelo em desfavor de Iago, questionando promessa de compra e venda de Desdêmona, uma vaca premiada), a ciência do réu quanto ao deferimento da prova pelo juiz se dará por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "citação."
      },
      {
        "letra": "B",
        "texto": "notificação."
      },
      {
        "letra": "C",
        "texto": "intimação."
      },
      {
        "letra": "D",
        "texto": "precatória."
      },
      {
        "letra": "E",
        "texto": "rogatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511887",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: COREN-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Todos os meios legais, bem como os moralmente legítimos são hábeis para provar a verdade dos fatos, em que se funda a ação ou a defesa. Considerando o disposto pelo Código de Processo Civil, em relação às provas, não é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em falta de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvado, quanto a esta, o exame pericial."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição especial em contrário, as provas devem ser produzidas em audiência"
      },
      {
        "letra": "C",
        "texto": "A parte que alegar direito municipal, estadual, estrangeiro ou consuetudinário provar-lhe-á o teor e a vigência, se assim o determinar o juiz."
      },
      {
        "letra": "D",
        "texto": "A carta precatória e a carta rogatória, não devolvidas dentro do prazo ou concedidas sem efeito suspensivo, não poderão mais ser juntas aos autos"
      },
      {
        "letra": "E",
        "texto": "Ninguém se exime do dever de colaborar com o Poder Judiciário para o descobrimento da verdade"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "500407",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Com base no Código de Processo Civil, assinale a alternativa que NÃO apresenta um motivo de recusa de cumprimento e devolução com despacho motivado da carta precatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o juiz tiver dúvida acerca da autenticidade da carta."
      },
      {
        "letra": "B",
        "texto": "Quando esta não estiver acompanhada do comprovante do pagamento das custas."
      },
      {
        "letra": "C",
        "texto": "Quando esta não estiver revestida dos requisitos legais."
      },
      {
        "letra": "D",
        "texto": "Quando esta carecer de competência, em razão da matéria ou da hierarquia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371568",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "No que se refere à comunicação dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para receber citação em nome do réu, não basta que o advogado tenha procuração com cláusula ad judicia."
      },
      {
        "letra": "B",
        "texto": "Juntada de substabelecimento para efetivação da defesa não se mostra hábil, por si só, a demonstrar ciência inequívoca da ação."
      },
      {
        "letra": "C",
        "texto": "O comparecimento espontâneo do réu não supre a falta de citação."
      },
      {
        "letra": "D",
        "texto": "Se o réu for pessoa incapaz com curador especial nomeado judicialmente, a citação poderá ser realizada pelo correio."
      },
      {
        "letra": "E",
        "texto": "A carta de ordem tem caráter itinerante, mas somente poderá ser apresentada a juízo diverso do que dela consta depois de lhe ser ordenado o cumprimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357064",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Recurso Extraordinário",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente atuará como auxiliar da parte principal, exercerá os mesmos poderes e sujeitar-se-á aos mesmos ônus processuais que o assistido."
      },
      {
        "letra": "B",
        "texto": "O STF, em decisão irrecorrível, não conhecerá do recurso extraordinário, quando a questão constitucional nele versada não oferecer repercussão geral; para esse fim, será considerada a existência, ou não, de questões relevantes do ponto de vista econômico, político, social ou jurídico, que ultrapassem os interesses subjetivos da causa."
      },
      {
        "letra": "C",
        "texto": "As cartas precatórias, rogatórias, de ordem e, de um modo geral, todas as comunicações oficiais que transitem entre órgãos do Poder Judiciário, bem como entre os deste e os dos demais Poderes, serão feitas preferencialmente por meio eletrônico."
      },
      {
        "letra": "D",
        "texto": "A edição, a revisão e o cancelamento de enunciado de súmula com efeito vinculante dependerão de decisão tomada por maioria simples dos membros do Supremo Tribunal Federal, obrigatoriamente em sessão plenária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "342274",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prova testemunhal",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os livros comerciais são considerados provas absolutas contra o seu autor."
      },
      {
        "letra": "B",
        "texto": "A carta precatória e a carta rogatória, não devolvidas dentro do prazo ou concedidas sem efeito suspensivo, poderão ser juntas aos autos até o julgamento final."
      },
      {
        "letra": "C",
        "texto": "A parte que requerer o seu próprio depoimento pessoal deverá fazê-lo na primeira oportunidade que se manifestar nos autos."
      },
      {
        "letra": "D",
        "texto": "A escrituração contábil poderá ser considerada divisível quando, dos fatos que resultam dos lançamentos, uns forem favoráveis ao interesse de seu autor e outros, contrários."
      },
      {
        "letra": "E",
        "texto": "Aquele que tiver interesse no litígio é impedido de prestar depoimento como testemunha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335959",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a opção correta em relação aos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STJ, realizada a citação por hora certa, o escrivão deve enviar correspondência ao réu dando-lhe ciência do ato, e sua omissão é causa de nulidade relativa."
      },
      {
        "letra": "B",
        "texto": "Consoante o STJ, a contagem dos prazos para a interposição de recursos pelo MP começa a fluir da data da ciência por seu membro no processo."
      },
      {
        "letra": "C",
        "texto": "Haverá presunção de intimação do ato decisório na hipótese em que o procurador, embora intimado para a audiência de instrução e julgamento em que se proferirá a sentença, a ela não comparecer."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas gozam de prazo em dobro para recorrer e em quádruplo para contestar."
      },
      {
        "letra": "E",
        "texto": "O juiz pode recusar cumprimento à carta precatória, alegando não concordar com o conteúdo do ato a ser praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318308",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, referentes aos atos processuais. De acordo com o CPC, a diligência contida na carta precatória não poderá ser cumprida por juízo diverso daquele indicado quando de sua expedição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "530420",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Quanto aos atos processuais, analise as assertivas abaixo. I - A citação e a penhora poderão, em casos excepcionais, e mediante autorização expressa do juiz, realizar-se em domingos e feriados. II - O prazo estabelecido pela lei ou pelo juiz interrompe-se nos feriados. III - Computar-se-ão os prazos, incluindo o dia do começo. IV - Os atos processuais serão cumpridos por ordem judicial ou requisitados por carta de ordem, rogatória ou precatória, conforme hajam de realizar-se dentro ou fora dos limites territoriais da comarca. Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "487549",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Considerando a maneira pela qual se dá a informação aos sujeitos do processo sobre os atos processuais, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locador que se ausentar do Brasil sem cientificar o locatário de que deixou, na localidade onde estiver situado o imóvel, procurador com poderes para receber citação, será citado através de carta precatória rogatória a ser encaminhada ao país em que ele se encontrar."
      },
      {
        "letra": "B",
        "texto": "O militar não será citado em sua residência, a não ser que esteja em serviço em mais de uma unidade"
      },
      {
        "letra": "C",
        "texto": "Havendo antecipação da audiência, o juiz, de ofício, deverá intimar pessoalmente a parte para ciência da nova designação."
      },
      {
        "letra": "D",
        "texto": "Não se fará citação, salvo para evitar o perecimento do direito, ao cônjuge ou a qualquer parente do morto, consanguíneo ou afim, em linha reta, ou na linha colateral até o terceiro grau, no dia do falecimento e nos 5 (cinco) dias seguintes."
      },
      {
        "letra": "E",
        "texto": "Comparecendo o réu apenas para arguir a nulidade e sendo esta decretada, considerar-se-á feita a citação na data em que ele ou seu advogado for intimado da decisão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270804",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Acerca das comunicações dos atos processuais é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais serão cumpridos por ordem judicial ou requisitados por carta, conforme hajam de realizar-se dentro ou fora dos limites territoriais da comarca."
      },
      {
        "letra": "B",
        "texto": "Expedir-se-á carta de ordem se o juiz for subordinado ao tribunal de que ela emanar; carta rogatória, quando dirigida à autoridade judiciária estrangeira; e carta precatória nos demais casos."
      },
      {
        "letra": "C",
        "texto": "Cumprida a carta, será devolvida ao juízo de origem, no prazo de 15 (quinze) dias, independentemente de traslado, pagas as custas pela parte."
      },
      {
        "letra": "D",
        "texto": "A concessão de exequibilidade às cartas rogatórias das justiças estrangeiras obedecerá ao disposto no Regimento Interno do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270490",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedado ao juiz recusar o cumprimento de carta precatória que circula entre juízes do mesmo grau de jurisdição."
      },
      {
        "letra": "B",
        "texto": "na execução de título executivo extrajudicial, o executado somente poderá oferecer embargos depois de seguro o juízo."
      },
      {
        "letra": "C",
        "texto": "comprovada a ocorrência de nulidade absoluta, o ato somente pode ser invalidado pelo juiz mediante provocação da parte prejudicada."
      },
      {
        "letra": "D",
        "texto": "havendo urgência, permite a norma processual civil que a carta de ordem e a carta precatória sejam transmitidas por telegrama, radiograma ou telefone."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "231382",
    "metadata": "Ano: 2012 | Banca: UPENET/IAUPE | Órgão: JUCEPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "A competência constitucional para dar o despacho de exequibilidade às cartas rogatórias oriundas das justiças estrangeiras para que, ulteriormente, os juízes federais processem e julguem a execução dessas cartas rogatórias foi repassada para o (a) (os)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "Justiça Federal."
      },
      {
        "letra": "D",
        "texto": "Conselho Nacional de Justiça."
      },
      {
        "letra": "E",
        "texto": "Tribunais Regionais Federais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "746105",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: CREMESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Sobre a comunicação dos atos processuais, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a citação válida torna prevento o juízo e a interrupção da prescrição retroagirá à data da citação."
      },
      {
        "letra": "B",
        "texto": "citação é o ato pelo qual se dá ciência a alguém dos atos e termos do processo, para que faça ou deixe de fazer alguma coisa."
      },
      {
        "letra": "C",
        "texto": "a citação será feita pelo correio, para qualquer comarca do País, nos processos de execução."
      },
      {
        "letra": "D",
        "texto": "quando houver vários réus, começa a correr o prazo da data da juntada aos autos do último aviso de recebimento ou mandado citatório cumprido."
      },
      {
        "letra": "E",
        "texto": "havendo antecipação da audiência, o juiz, de ofício ou a requerimento da parte, mandará intimar pelo correio os advogados para ciência da nova designação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "358994",
    "metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "No que concerne à comunicação dos atos processuais, marque a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico"
      },
      {
        "letra": "B",
        "texto": "A superveniência de féria interrompe o curso do prazo, que recomeçará a correr do primeiro dia útil seguinte ao termo das férias;"
      },
      {
        "letra": "C",
        "texto": "Computar-se-á em dobro o prazo para contestar e em quádruplo para recorrer quando a parte for Fazenda Pública ou o MP;"
      },
      {
        "letra": "D",
        "texto": "Se intimado o advogado não devolver os autos dentro de 24 horas perderá o direito à vista fora de cartório e incorrerá em multa correspondente à metade do salário mínimo vigente, cuja sanção será aplicada pelo juiz da causa."
      },
      {
        "letra": "E",
        "texto": "É requisito essencial legalmente previsto no CPC que toda carta precatório venha acompanhada do depoimento das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94018",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Dadas as proposições a seguir a respeito da disciplina dos atos processuais segundo o Código de Processo Civil, I. No processo civil, feita intimação de decisão interlocutória em feriado, o prazo recursal começará a fluir no primeiro dia útil subsequente. II. Nas comarcas em que não há publicação em jornal oficial, o prazo para interposição de apelação conta-se da juntada aos autos do aviso de recebimento da carta de intimação da sentença. III. Havendo litisconsórcio passivo facultativo, os réus com diferentes procuradores dispõem de prazo em dobro para recorrer. IV. Nas comarcas contíguas, as intimações podem ser feitas sem a necessidade de expedição de carta precatória. verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "somente III e IV são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1235413",
    "metadata": "Ano: 2009 | Banca: FAFIPA | Órgão: Câmara Municipal de Paraíso do Norte - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. São requisitos essenciais da carta de ordem, da carta precatória e da carta rogatória: I. A indicação dos juízes de origem e de cumprimento do ato. II. O inteiro teor da petição, do despacho judicial e do instrumento do mandato conferido ao advogado. III. A menção do ato processual, que Ihe constitui o objeto. IV. O encerramento com a assinatura do escrivão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  }
]