[
  {
    "id": "584092",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Requisitos: Inadimplemento"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o credor pode ajuizar execução se o devedor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por negligência, imprudência ou imperícia, causar dano, material ou moral, a ser provado durante a instrução do feito."
      },
      {
        "letra": "B",
        "texto": "não satisfizer obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "C",
        "texto": "inadimplir o pagamento de obrigação certa, líquida e exigível contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "D",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "E",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua força executiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "262212",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Inadimplemento",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ficam sujeitos à execução os bens alienados ou gravados com ônus real em fraude de execução."
      },
      {
        "letra": "B",
        "texto": "é definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "por ser devedor solidário, o fiador não poderá nomear bens à penhora do devedor afiançado, mesmo que livres e desembargados."
      },
      {
        "letra": "D",
        "texto": "como regra, os bens particulares dos sócios respondem solidariamente pelas dívidas da sociedade."
      },
      {
        "letra": "E",
        "texto": "para o cumprimento de suas obrigações, o devedor responde com seus bens presentes, estando excluídos os bens de aquisição futura."
      }
    ],
    "gabarito": "B"
  }
]