[
  {
    "id": "632937",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo o CPC/1973, NÃO poderão ser penhorados os",
    "alternativas": [
      {
        "letra": "A",
        "texto": "valores superiores a 40 salários mínimos depositados em cadernetas de poupança."
      },
      {
        "letra": "B",
        "texto": "móveis que guarnecem a residência do executado e que ultrapassem as necessidades comuns correspondentes a um médio padrão de vida."
      },
      {
        "letra": "C",
        "texto": "bens declarados, por ato voluntário, não sujeitos à execução."
      },
      {
        "letra": "D",
        "texto": "vestuários de elevado valor."
      },
      {
        "letra": "E",
        "texto": "materiais necessários para obras em andamento e que estejam penhoradas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "632932",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "José da Silva, executado em uma determinada ação cível, teve penhorado um bem indivisível que possui em conjunto com o seu cônjuge. Requereu ao juiz a substituição da penhora, o que foi indeferido. Na decisão, o magistrado determinou que a meação do cônjuge alheio à execução deverá recair sobre o produto da alienação do bem, exceto se fracassada a tentativa de sua alienação judicial. Nesta hipótese, o juiz decidiu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorretamente, uma vez que é facultada ao executado a indicação de bem diverso daquele que foi objeto de penhora, o que estaria acontecendo no caso ora examinado."
      },
      {
        "letra": "B",
        "texto": "incorretamente, uma vez que esta situação encontra-se expressamente prevista no art. 656 do CPC/1973, como sendo uma das situações autorizadoras da substituição da penhora."
      },
      {
        "letra": "C",
        "texto": "incorretamente, atentando contra o princípio da celeridade processual, até mesmo porque o óbice da indivisibilidade dificilmente iria levar a bom termo a tentativa de alienação do bem."
      },
      {
        "letra": "D",
        "texto": "corretamente, pois o CPC/1973 é expresso no sentido de que, em se tratando de penhora de bem indivisível, a meação do cônjuge alheio à execução recairá sobre o produto da alienação do bem."
      },
      {
        "letra": "E",
        "texto": "corretamente, pelo simples fato de que a meação do cônjuge alheio à execução não poderá ser objeto de alienação judicial, mas apenas a meação concernente ao executado é que estará sendo alienada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "628741",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Quanto à impenhorabilidade de bens assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "0 casal, proprietário de vários imóveis, não pode escolher, por ato voluntário e antes da constituição de dívida civil, um deles como sendo bem de família, ainda que de valor mais alto que os demais, pois somente é protegido como bem de família, o imóvel residencial de menor valor."
      },
      {
        "letra": "B",
        "texto": "É impenhorável o único imóvel residencial do devedor, ainda que esteja locado a terceiros, desde que a renda destine-se à sua mantença mínima ou da sua família."
      },
      {
        "letra": "C",
        "texto": "Somente o casal, com ou sem filhos, ainda que homo afetivo, tem direito à arguição de impenhorabilidade de imóvel residencial."
      },
      {
        "letra": "D",
        "texto": "Os materiais para obra de construção de imóvel que servirá de única residência do devedor podem ser livremente penhorados."
      },
      {
        "letra": "E",
        "texto": "É impenhorável o benefício previdenciário do devedor, salvo unicamente se a dívida for decorrente de prestação alimentícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "620591",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade",
      "Das Defesas do Devedor: Defesas Heterotópicas"
    ],
    "enunciado_principal": "Acerca da execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Iniciada a execução de título extrajudicial, a fraude contra credores poderá ser reconhecida em embargos de terceiro, com a consequente anulação do ato jurídico."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de execução de título extrajudicial, a fixação de multa para cumprimento de obrigação específica pelo devedor e a sua conversão em perdas e danos dependem de requerimento do credor."
      },
      {
        "letra": "C",
        "texto": "A citação por hora certa, por ser incompatível com o rito, é vedada no processo de execução, consoante entendimento sumulado pelo STJ."
      },
      {
        "letra": "D",
        "texto": "A averbação da constrição de bem imóvel no cartório de registro de imóveis, embora prevista na legislação processual civil, não é condição de validade da penhora."
      },
      {
        "letra": "E",
        "texto": "As sentenças condenatórias cíveis e penais, ainda que não transitadas em julgado, constituem títulos executivos judiciais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620483",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A respeito do processo de execução, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução pode ser instaurada caso o devedor não satisfaça a obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "B",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida, são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, não poderá promover a execução sobre outros bens senão depois de excutida a coisa que se achar em seu poder."
      },
      {
        "letra": "D",
        "texto": "Somente podem promover a execução forçada, o credor, a quem a lei confere título executivo, e o Ministério Público, nos casos prescritos em lei."
      },
      {
        "letra": "E",
        "texto": "É nula a execução se instaurada antes de se verificar a condição ou de ocorrido o termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "613154",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Tratando-se de execução de título extrajudicial, não tendo sido encontrado o executado para citação pelo Oficial de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não será possível o arresto de bens, até que o credor os indique e a sua localização."
      },
      {
        "letra": "B",
        "texto": "Em razão da natureza do título e de sua força executiva extravagante, enquanto não houver a citação, não serão arrestados bens."
      },
      {
        "letra": "C",
        "texto": "Somente se houver prova do periculum in mora, o juiz determinará o arresto dos bens do devedor até o limite da dívida."
      },
      {
        "letra": "D",
        "texto": "Será possível o arresto bancário prévio por meio eletrônico, nos moldes da penhora, por interpretação analógica."
      },
      {
        "letra": "E",
        "texto": "Deverão ser penhorados quantos bens forem necessários para a garantia da execução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "634713",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Analise as proposições abaixo e, em seguida marque a alternativa que contém o número de itens FALSOS: I. Só aquele que pode alienar poderá empenhar, hipotecar ou dar em anticrese; só os bens que se podem alienar poderão ser dados em penhor, anticrese ou hipoteca. II. O credor pignoratício tem direito a promover a venda antecipada, mediante prévia autorização judicial, sempre que haja receio fundado de que a coisa empenhada se perca ou deteriore, devendo o preço ser depositado. O dono da coisa empenhada pode impedir a venda antecipada, substituindo-a, ou oferecendo outra garantia real idônea. III. É nula a cláusula que proíbe ao proprietário alienar imóvel hipotecado. Não poderá ser convencionado o vencimento do crédito hipotecário, quando da alienação do imóvel. IV. É permitido estipular que os frutos e rendimentos do imóvel sejam percebidos pelo credor à conta de juros, mas se o seu valor ultrapassar a taxa máxima permitida em lei para as operações financeiras, o remanescente será imputado ao capital.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1"
      },
      {
        "letra": "B",
        "texto": "2"
      },
      {
        "letra": "C",
        "texto": "3"
      },
      {
        "letra": "D",
        "texto": "4"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "599854",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A Lei nº 11.382/2006 alterou alguns dispositivos relativos ao processo de execução, tratando, entre outros temas, da chamada penhora on-line, que permite ao juízo da execução, pela via eletrônica, determinar que o Banco Central bloqueie depósitos e aplicações financeiras em nome do executado. Segundo as disposições normativas e os precedentes que tratam dessa modalidade de penhora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que determina a penhora on-line de numerários mantidos em instituição bancária deve observar o prévio esgotamento das diligências para localização de bens penhoráveis, já que se trata de medida excepcional que envolve a quebra do sigilo bancário do executado."
      },
      {
        "letra": "B",
        "texto": "o prazo para ajuizamento de embargos de terceiro, em face da penhora on-line de valores é de 5 (cinco) dias da data em que expedido o alvará para levantamento da quantia depositada."
      },
      {
        "letra": "C",
        "texto": "o executado poderá requerer o desbloqueio de valores impenhoráveis, por força do art. 649, IV, CPC ou de qualquer outro dispositivo de lei, desde que inferiores à quantia de 40 (quarenta) salários mínimos e estejam depositados em conta poupança."
      },
      {
        "letra": "D",
        "texto": "o pedido de desbloqueio de penhora eletrônica de valores módicos deve ser acolhido naqueles casos em que o executado demonstre a inexpressividade da quantia ante o valor total da dívida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "597314",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Numa situação hipotética, o exequente, após ter sido realizada a penhora e avaliação de um bem, requer sua adjudicação pelo preço da avaliação. O juiz intima o executado e o cônjuge do devedor manifesta interesse em também adjudicar o bem. Nesse caso, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abrir uma licitação entre o exequente e o cônjuge do executado, sendo que em igualdade de oferta, o exequente terá a preferência na adjudicação."
      },
      {
        "letra": "B",
        "texto": "indeferir o pedido do cônjuge do executado, uma vez que apenas o exequente tem o direito à adjudicação."
      },
      {
        "letra": "C",
        "texto": "abrir licitação entre as partes, sendo que em igualdade de oferta, o cônjuge do executado terá preferência na adjudicação."
      },
      {
        "letra": "D",
        "texto": "indeferir o pedido de ambos, pois em primeiro lugar procede-se a tentativa de alienação por iniciativa particular. Sendo frustrada, poderá levar a análise do pedido de adjudicação feito exclusivamente pelo exequente, tendo em vista que tal direito não assiste ao cônjuge do executado."
      },
      {
        "letra": "E",
        "texto": "indeferir o pedido do exequente, uma vez que a adjudicação só poderá ser feita pelos ascendentes, descendentes e cônjuge do executado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "584221",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Doriva está executando Osório, que lhe deve R$ 100.000,00. Verificando o Oficial de Justiça que Osório só possui bens inalienáveis, não havendo outros passíveis de penhora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá penhorar esses bens inalienáveis, pela prevalência do direito de crédito em relação ao direito patrimonial do devedor."
      },
      {
        "letra": "B",
        "texto": "devolverá o mandado ao juiz da causa, pela impossibilidade de penhora, determinando ao credor que indique bens do devedor disponíveis e passíveis de constrição."
      },
      {
        "letra": "C",
        "texto": "deverá penhorar os frutos e rendimentos desses bens inalienáveis, sem exceção quanto à sua natureza e finalidade."
      },
      {
        "letra": "D",
        "texto": "devolverá o mandado ao juiz da causa, pela impossibilidade de penhora, para que determine a expedição de mandado à Receita Federal, visando ao descobrimento de outros bens passíveis de constrição."
      },
      {
        "letra": "E",
        "texto": "poderá penhorar os frutos e rendimentos desses bens inalienáveis, salvo se destinados à satisfação de prestação alimentícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "583377",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Em 23.09.2012, José Carlos (promitente-comprador) formalizou contrato de compromisso de compra e venda de bem imóvel com Manoel Pacheco (promitente-vendedor), por meio do qual, ao final do pagamento das 60 (sessenta) parcelas, lhe seria transferido o domínio da coisa mediante Escritura Pública. A despeito da entrega das chaves no ato do contrato, o negócio jurídico não foi registrado à margem da matrícula imobiliária, de modo que Amélia Bufon, em ação de execução de título judicial ajuizada em 24.07.2011 em face de Manoel Pacheco, promoveu a penhora do imóvel objeto da promessa de venda e compra, indicado pelo próprio Executado por meio de seu procurador constituído. O imóvel, porém, estava hipotecado à Instituição Financeira GTB S/A, a qual já havia instaurado processo de execução hipotecária em 12.03.2012, concretizando-se a citação de Manoel Pacheco, neste processo, na data de 14.04.2012, mas sem ter havido lavratura do Auto de Penhora do bem. A partir da situação hipotética descrita em tese, com base nas disposições legais e no entendimento consolidado nas Cortes Superiores, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José Carlos não poderá ajuizar embargos de terceiro para defender sua posse porque o contrato de compromisso de venda e compra não foi registrado na matrícula do imóvel."
      },
      {
        "letra": "B",
        "texto": "É possível a José Carlos o ajuizamento de embargos de terceiro para defender sua posse, independentemente da ausência de registro do contrato, porém, neste caso, o prazo de 10 (dez) dias para Manoel Pacheco contestar o pedido deverá ser contado a partir da intimação de seu advogado, mediante simples publicação na imprensa oficial."
      },
      {
        "letra": "C",
        "texto": "Visando à anulação do negócio jurídico de compromisso de compra e venda, a Instituição Financeira poderá apresentar embargos de terceiro em face da penhora havida na execução promovida por Amélia Bufon, sobre o fundamento de ter havido fraude contra credores."
      },
      {
        "letra": "D",
        "texto": "Caso o credor com garantia real apresente embargos de terceiro na execução promovida por Amélia Bufon, deverá fazê- lo em até 5 (cinco) dias depois da assinatura da respectiva carta de adjudicação ou de arrematação."
      },
      {
        "letra": "E",
        "texto": "Para obstar eventual alienação do imóvel em praça pública, o credor com garantia real não pode opor embargos de terceiro na execução ajuizada por Amélia Bufon, eis que não houve penhora na execução promovida pela Instituição Financeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "578448",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "São absolutamente impenhoráveis: I. os bens inalienáveis e os declarados, por ato voluntário, não sujeitos à execução. II. os móveis, pertences e utilidades domésticas que guarnecem a residência do executado, salvo os de elevado valor ou que ultrapassem as necessidades comuns correspondentes a um médio padrão de vida. III. os vestuários, bem como os pertences de uso pessoal do executado, salvo se de elevado valor. IV. os livros, as máquinas, as ferramentas, os utensílios, os instrumentos ou outros bens móveis necessários ou úteis ao exercício de qualquer profissão. V. até o limite de 60 (sessenta) salários mínimos, a quantia depositada em caderneta de poupança. Está incorreto, APENAS, o item",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V."
      },
      {
        "letra": "B",
        "texto": "IV."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "578440",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Ações possessórias",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Considere as afirmações a seguir. I. O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. II. Ambos os cônjuges serão necessariamente citados para as ações que versem sobre direitos reais imobiliários. III. Ambos os cônjuges serão necessariamente citados para as ações resultantes de fatos que digam respeito a ambos os cônjuges ou de atos praticados por eles. IV. Ambos os cônjuges serão necessariamente citados para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges. V. Nas ações possessórias, a participação do cônjuge do autor ou do réu é dispensável nos casos de composse ou de ato por ambos praticados. Estão corretas as afirmações contidas, APENAS, em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555476",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A responsabilidade patrimonial é tema dos mais discutidos nos tribunais, especialmente quando se trata da cobrança do crédito público. Sobre o assunto, assinale a opção correta de acordo com a jurisprudência majoritária.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O patrimônio da empresa matriz responde pelos débitos da filial e vice-versa, sendo possível a penhora dos bens de uma por outra, por meio do sistema de penhora de ativos financeiros."
      },
      {
        "letra": "B",
        "texto": "Não identificados bens da pessoa jurídica devedora no transcurso da execução fiscal, é possível o seu redirecionamento aos sócios-gerentes, em razão da responsabilidade solidária existente entre ambos."
      },
      {
        "letra": "C",
        "texto": "Diante das garantias do crédito fiscal, a meação do cônjuge responde pelo ato ilícito, mesmo se não houver prova de que o enriquecimento dele resultante aproveitou ao casal."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade patrimonial das empresas de um mesmo grupo econômico não depende da realização conjunta da situação configuradora do fato gerador, mas apenas do mero interesse econômico na consecução de referida situação."
      },
      {
        "letra": "E",
        "texto": "A indisponibilidade de bens e direitos, prevista no Código Tributário Nacional, decretável quando o devedor tributário, citado, não paga nem apresenta bens à penhora no prazo legal, independe do esgotamento das diligências para localização de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525147",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Falecendo o devedor, contra seu espólio foi movida execução por quantia certa, tendo como título executivo uma nota promissória por aquele emitida. Verificando o credor que o inventário era negativo, por não existirem bens, indicou à penhora seguro de vida de que era beneficiária a viúva, que fora casada sob o regime da comunhão universal de bens. Neste caso, o seguro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser penhorado e o que sobejar da indenização será entregue à beneficiária."
      },
      {
        "letra": "B",
        "texto": "não poderá ser penhorado e a execução deverá ser extinta."
      },
      {
        "letra": "C",
        "texto": "não poderá ser penhorado e a execução deverá ser suspensa."
      },
      {
        "letra": "D",
        "texto": "poderá ser penhorado, mas à viúva se permite opor ao credor apenas exceções que lhe sejam pessoais."
      },
      {
        "letra": "E",
        "texto": "poderá ser penhorado, mas à viúva se permite opor ao credor somente as exceções pessoais que tinha o falecido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513359",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "São títulos executivos extrajudiciais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor quando as custas, emolumentos ou honorários não forem contestados pelas partes, após a apresentação nos autos."
      },
      {
        "letra": "B",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida."
      },
      {
        "letra": "C",
        "texto": "A certidão de dívida ativa da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios, correspondente aos créditos inscritos na forma da lei."
      },
      {
        "letra": "D",
        "texto": "O crédito decorrente de foro e laudêmio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512403",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Durante a execução judicial o julgador defere, mediante iniciativa do exequente, a adjudicação do bem que se encontra penhorado. Neste contexto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o executado pode oferecer embargos, fundado em causa extintiva da obrigação, uma vez que esta causa seja superveniente à penhora."
      },
      {
        "letra": "B",
        "texto": "contra a decisão que defere a adjudicação de um bem, por determinação expressa do Código de Processo Civil, não cabem embargos de declaração."
      },
      {
        "letra": "C",
        "texto": "a decisão que defere a adjudicação é, por excelência, uma sentença que encerra o processo de execução. Por quanto, o recurso cabível contra a mesma é a apelação."
      },
      {
        "letra": "D",
        "texto": "a adjudicação apenas poderia ocorrer com a expressa concordância do executado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494588",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Com referência à execução no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como resultado da liberdade de contratar protegida pelo direito, não há impedimento para que particulares criem título executivo extrajudicial não previsto em lei."
      },
      {
        "letra": "B",
        "texto": "A sentença arbitral independe de homologação judicial e, por isso, é considerada título executivo extrajudicial"
      },
      {
        "letra": "C",
        "texto": "Consoante entendimento sumulado do STJ, é com a intimação do devedor que começa a correr o prazo para cumprimento da obrigação de fazer, não sendo bastante a intimação do advogado constituído."
      },
      {
        "letra": "D",
        "texto": "No curso da execução, o juiz somente pode conhecer da impenhorabilidade do bem se houver alegação da parte."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento da fraude à execução pode ser feito nos próprios autos do processo em curso e importa em declaração de nulidade da alienação feita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700420",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Leia os enunciados: I – A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas. II – É impenhorável o único imóvel residencial do devedor que esteja locado a terceiros, desde que a renda obtida com a locação seja revertida para a subsistência ou a moradia da sua família. III – O Superior Tribunal de Justiça é competente para processar e julgar, originariamente, mandado de segurança contra ato de órgão colegiado presidido por Ministro de Estado. IV – Faz jus ao benefício da justiça gratuita a pessoa jurídica com ou sem fins lucrativos que demonstrar sua impossibilidade de arcar com os encargos processuais. V - Na execução de crédito relativo a cotas condominiais, este tem preferência sobre o hipotecário. Em termos de fidelidade dos enunciados das Súmulas do Superior Tribunal de Justiça, é exato dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um enunciado está incorreto."
      },
      {
        "letra": "B",
        "texto": "dois enunciados estão incorretos."
      },
      {
        "letra": "C",
        "texto": "três enunciados estão incorretos."
      },
      {
        "letra": "D",
        "texto": "quatro enunciados estão incorretos."
      },
      {
        "letra": "E",
        "texto": "todos os enunciados estão incorretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495032",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: CELG/D-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Com relação à alienação dos bens penhorados em processo de execução:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alienação pode ser feita por iniciativa do próprio exequente, ou por intermédio de corretor credenciado perante o poder judiciário, com mais de cinco anos de profissão, desde que se tratem de bens imóveis"
      },
      {
        "letra": "B",
        "texto": "a arrematação se desfaz, caso a defesa do devedor seja julgada procedente, devendo o processo voltar ao status quo ante, ressalvados os direitos às perdas e danos dos terceiros de boa-fé."
      },
      {
        "letra": "C",
        "texto": "a publicação de edital de convocação para alienação em hasta pública será dispensada quando os bens penhorados não ultrapassarem o valor de quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "o exequente pode arrematar bem penhorado em hasta pública, inclusive por valor inferior ao da avaliação, desde que a primeira hasta tenha sido frustrada e o preço não seja vil"
      },
      {
        "letra": "E",
        "texto": "o arrematante ou seu fiador que não pagar o preço no prazo de 15 dias serão considerados remissos, revertendo-se a caução prestada em favor de fundo do poder judiciário estadual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "474763",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: EMDAGRO-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Sobre a chamada “penhora demão própria”, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode recair sobre crédito do executado."
      },
      {
        "letra": "B",
        "texto": "se manifesta como mera garantia do juízo de execução."
      },
      {
        "letra": "C",
        "texto": "não prefere aos bens imóveis na ordem de gradação dos bens penhoráveis."
      },
      {
        "letra": "D",
        "texto": "opera compensação ope legis até o limite do crédito do executado perante o exequente."
      },
      {
        "letra": "E",
        "texto": "depende da demonstração de que os frutos do imóvel do executado são suficientes para saldar a dívida executada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456799",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "José inadimpliu nota promissória. Em execução, o credor requereu a penhora de sua única geladeira, de máquina de serrar com a qual exerce a profissão de marceneiro e de quantia correspondente a sessenta salários mínimos depositada em caderneta de poupança. São penhoráveis",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas quantia correspondente a sessenta salários mínimos depositados em caderneta de poupança."
      },
      {
        "letra": "B",
        "texto": "apenas quantia correspondente a vinte dos sessenta salários mínimos depositados em caderneta de poupança."
      },
      {
        "letra": "C",
        "texto": "todos os bens cuja penhora foi requerida pelo credor."
      },
      {
        "letra": "D",
        "texto": "a máquina de serrar e quantia correspondente a vinte dos sessenta salários mínimos depositados em caderneta de poupança."
      },
      {
        "letra": "E",
        "texto": "a máquina de serrar e quantia correspondente a sessenta salários mínimos depositados em caderneta de poupança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456787",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Antônio afiançou Sérgio em contrato de mútuo celebrado com Thiago. Por meio de referido contrato, subscrito por duas testemunhas, Thiago emprestou R$ 10.000,00 (dez mil reais) a Sérgio e este se obrigou a devolver o dinheiro seis meses depois. Não adimplida a obrigação, no termo, Thiago propôs ação de execução contra Antônio, que, de acordo com o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá suportar sozinho a execução proposta por Thiago. Paga a dívida por Antônio, poderá executar Sérgio no âmbito de ação autônoma."
      },
      {
        "letra": "B",
        "texto": "poderá nomear à penhora bens livres e desembargados de propriedade de Sérgio, sem que venham a ser atingidos bens de Antônio, mesmo que os de Sérgio sejam insuficientes para satisfação do crédito."
      },
      {
        "letra": "C",
        "texto": "deverá suportar sozinho a execução proposta por Thiago. Paga a dívida por Antônio, poderá executar Sérgio nos autos do mesmo processo."
      },
      {
        "letra": "D",
        "texto": "poderá nomear à penhora bens livres e desembargados de propriedade de Sérgio. Porém, seus bens ficarão sujeitos à execução se os de Sérgio não forem suficientes para satisfazer o crédito. Paga a dívida por Antônio, este não poderá executar Sérgio, por se tratar a fiança de contrato benéfico."
      },
      {
        "letra": "E",
        "texto": "poderá nomear à penhora bens livres e desembargados de propriedade de Sérgio. Porém, seus bens ficarão sujeitos à execução se os de Sérgio não forem suficientes para satisfazer o crédito. Paga a dívida por Antônio, poderá executar Sérgio nos autos do mesmo processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "455119",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "De acordo com a jurisprudência prevalente no Supremo Tribunal Federal e no Superior Tribunal de Justiça, pode ser penhorado o único bem imóvel pertencente ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "executado, ainda que alugado para terceiro não integrante do processo;"
      },
      {
        "letra": "B",
        "texto": "executado, ainda que resida sozinho e não tenha família;"
      },
      {
        "letra": "C",
        "texto": "executado insolvente, ainda que adquirido de má-fé para transferir a residência familiar de outro imóvel menos valioso;"
      },
      {
        "letra": "D",
        "texto": "fiador do executado, mesmo que não tenha participado do processo executivo;"
      },
      {
        "letra": "E",
        "texto": "executado, ainda que suntuoso e avaliado em mais de 300 salários-mínimos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416639",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Considere as assertivas I, II e III. I. É impenhorável o único imóvel residencial do devedor, desde que nele resida ou que esteja locado a terceiro, revertendo tal verba para subsistência ou moradia da família do devedor. II. A jurisprudência sumulada do Superior Tribunal de Justiça considera que os créditos das autarquias federais preferem aos das Fazendas Públicas estaduais se coexistirem penhoras sobre o mesmo bem. III. A existência de pluralidade de penhoras se resolve, em primeiro lugar, pela existência de crédito privilegiado em decorrência da previsão legal, em segundo lugar, pela anterioridade da penhora. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III são verdadeiras"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415226",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Nos termos da Lei n. 8.009/1990, a impenhorabilidade é oponível em qualquer processo de execução civil, fiscal, previdenciária, trabalhista ou de outra natureza, salvo se movido, dentre outras hipóteses, pelo credor de pensão alimentícia; para cobrança de impostos, predial ou territorial, taxas e contribuições devidas em função do imóvel familiar; e por ter sido adquirido com produto de crime ou para execução de sentença penal condenatória a ressarcimento, indenização ou perdimento de bens.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413793",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da execução de obrigação de pagamento de quantia certa",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expropriação consiste na adjudicação em favor do exequente ou das pessoas indicadas no § 2º do art. 685-A do CPC, na alienação por iniciativa particular, na alienação em hasta pública e no usufruto de bem móvel ou imóvel."
      },
      {
        "letra": "B",
        "texto": "São absolutamente impenhoráveis os bens inalienáveis e os declarados, por ato voluntário, não sujeitos à execução;"
      },
      {
        "letra": "C",
        "texto": "O executado pode, no prazo de 10 (dez) dias após intimado da penhora, requerer a substituição do bem penhorado, desde que comprove cabalmente que a substituição não trará prejuízo algum ao exequente e será menos onerosa para ele devedor."
      },
      {
        "letra": "D",
        "texto": "Não realizada a adjudicação dos bens penhorados, o exequente poderá requerer sejam eles alienados por sua própria iniciativa ou por intermédio de corretor credenciado perante a autoridade j udiciária."
      },
      {
        "letra": "E",
        "texto": "Os embargos à execução serão distribuídos por dependência, autuados em apartado e instruídos com cópias das peças processuais relevantes, que poderão ser declaradas autênticas pelo advogado, sob sua responsabilidade pessoal, no prazo de 10 (dez) dias, contados da data da juntada aos autos do mandado de citação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390327",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A averbação da penhora de bens imóveis não gera presunção absoluta de seu conhecimento por terceiros."
      },
      {
        "letra": "B",
        "texto": "Em nenhuma hipótese será determinada a alienação antecipada dos bens penhorados."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de penhora em bem indivisível, a meação do cônjuge alheio à execução recairá sobre o produto da alienação do bem."
      },
      {
        "letra": "D",
        "texto": "Não se efetuará a penhora quando os bens do devedor se encontrarem sob a posse, detenção ou guarda de terceiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "378712",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "No tocante à penhora de bens, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desde que trabalhada pela família, não pode ser penhorada a pequena propriedade rural, assim definida em lei."
      },
      {
        "letra": "B",
        "texto": "À falta de outros bens, podem ser penhorados os frutos e rendimentos dos bens inalienáveis, salvo se destinados à satisfação de prestação alimentícia."
      },
      {
        "letra": "C",
        "texto": "São absolutamente impenhoráveis os livros, as máquinas, as ferramentas, os utensílios, os instrumentos ou outros bens móveis necessários ou úteis ao exercício de qualquer profissão."
      },
      {
        "letra": "D",
        "texto": "O seguro de vida não pode ser penhorado."
      },
      {
        "letra": "E",
        "texto": "A impenhorabilidade é oponível à cobrança do crédito concedido para a aquisição do próprio bem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372268",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas execuções de títulos extrajudiciais que tramitam sob a forma eletrônica, deve o credor instruir a inicial com o original do título, o qual será digitalizado pelo cartório ou secretaria, que permanecerá com a guarda do documento, não se admitindo em qualquer hipótese que o título permaneça com a parte."
      },
      {
        "letra": "B",
        "texto": "O contrato de abertura de crédito, acompanhado de extrato da conta-corrente e demonstrativo atualizado do débito, é título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "O executado que intimado, não indica ao juiz, em 5 (cinco) dias, quais são e onde se encontram os bens sujeitos à penhora e seus respectivos valores comete ato atentatório à dignidade da Justiça."
      },
      {
        "letra": "D",
        "texto": "A alienação ou oneração de bens ocorrida em tempo no qual corria contra o devedor demanda capaz de reduzi-lo à insolvência caracteriza a fraude contra credores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "370520",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "João figurou como fiador em contrato de locação de imóvel residencial, tendo renunciado ao benefício de ordem. Em razão do inadimplemento do locatário, foi ajuizada ação de despejo por falta de pagamento, cumulada com cobrança dos aluguéis não pagos, tendo o fiador participado dessa relação processual. Após o trâmite processual, que culminou com a procedência do pedido, acabou sendo penhorado o único imóvel de propriedade de João, destinado à sua moradia. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João poderá se insurgir contra a penhora, mediante embargos de terceiro, alegando impenhorabilidade por se tratar de bem de família."
      },
      {
        "letra": "B",
        "texto": "João poderá se insurgir contra a penhora, mediante embargos à execução, alegando impenhorabilidade por se tratar de bem de família."
      },
      {
        "letra": "C",
        "texto": "João poderá se insurgir contra a penhora, mediante impugnação ao cumprimento de sentença, alegando impenhorabilidade por se tratar de bem de família."
      },
      {
        "letra": "D",
        "texto": "João poderá oferecer impugnação ao cumprimento de sentença, alegando benefício de ordem e pleiteando sejam excutidos em primeiro lugar os bens do devedor principal, eis que a renúncia por ele feita deverá ser considerada nula de pleno direito"
      },
      {
        "letra": "E",
        "texto": "a alegação de impenhorabilidade de bem de família feita por João não será acolhida, eis que esta cede perante o fiador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361594",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "De acordo com entendimento firmado no STJ, para se evitar o abuso de direito, é defesa a penhora on line de numerário, caso os valores sejam irrisórios.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361336",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Na posse de mandado de penhora, o oficial de justiça se dirige ao endereço residencial do devedor para a realização do ato. Chegando ao local, o devedor atende o oficial, mas não permite sua entrada, fechando as portas da casa, a fim de obstar a penhora dos bens. Neste caso, segundo o procedimento previsto pelo Código de Processo Civil, o oficial de justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prosseguirá no cumprimento do mandado, arrombando portas, móveis e gavetas, onde presumir que se achem os bens, não sendo necessária ordem judicial expressa de arrombamento."
      },
      {
        "letra": "B",
        "texto": "prosseguirá no cumprimento do mandado, requisitando auxílio de força policial para arrombar portas, móveis e gavetas, onde presumir que se achem os bens, não sendo necessária ordem judicial expressa de arrombamento."
      },
      {
        "letra": "C",
        "texto": "comunicará o fato ao juiz, solicitando-lhe ordem de arrombamento, que deve ser expressa."
      },
      {
        "letra": "D",
        "texto": "prosseguirá no cumprimento do mandado, arrestando tantos bens quantos bastem para garantir a execução, desde que possíveis de serem visualizados e identificados sem entrar na casa."
      },
      {
        "letra": "E",
        "texto": "prosseguirá no cumprimento do mandado, arrombando portas, móveis e gavetas, onde presumir que se achem os bens, não sendo necessária ordem judicial expressa de arrombamento, e dará ordem de prisão ao devedor por resistir ao cumprimento da ordem judicial de penhora."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "500419",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Analise as alternativas abaixo e assinale aquela que está de acordo com o que determina o Código de Processo Civil sobre a penhora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Efetuar-se-á a penhora independentemente do valor dos bens, pois admissível segunda penhora em qualquer circunstância."
      },
      {
        "letra": "B",
        "texto": "Efetuar-se-á a penhora de imóvel mediante termo nos autos, independentemente de onde se localizem, quando apresentada certidão do registro imobiliário."
      },
      {
        "letra": "C",
        "texto": "Efetuar-se-á a penhora mesmo se devedor fechar as portas da casa, a fim de impedir o ato constritivo, podendo o oficial de justiça requisitar força policial para o arrombamento."
      },
      {
        "letra": "D",
        "texto": "Efetuar-se a penhora onde quer que se encontrem bens, desde que não estejam sob a detenção ou posse de terceira pessoa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "500417",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Pelo disposto no Código de Processo Civil, na ação de execução, o arresto é o ato que antecede a penhora, podendo ser realizado quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor não indicar o valor dos bens."
      },
      {
        "letra": "B",
        "texto": "O bem indicado à penhora pelo devedor não obedecer à ordem legal."
      },
      {
        "letra": "C",
        "texto": "Os bens nomeados à penhora forem insuficientes para garantir a execução."
      },
      {
        "letra": "D",
        "texto": "O oficial de justiça, não encontrando o devedor, toma a medida executória de garantir o sucesso da execução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414141",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "O oficial de justiça procedeu à realização de penhora de determinado bem, sendo o executado regularmente intimado da penhora nos termos da lei. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o demandado poderá, no prazo de dez dias depois de intimado da penhora, requerer a substituição do bem penhorado, desde que comprovado que lhe será menos onerosa e que não ensejará prejuízo algum ao exequente."
      },
      {
        "letra": "B",
        "texto": "as etapas e os procedimentos expropriatórios deverão ser obedecidas, depois de transcorrido o prazo para manifestação do executado, não se admitindo qualquer forma de alienação antecipada dos bens penhorados."
      },
      {
        "letra": "C",
        "texto": "a penhora de crédito representada pela duplicata, cheque e outros títulos, será feita, em regra, pela via do protesto junto ao Tabelionato de Notas competente, sendo expressamente dispensada a apreensão do título."
      },
      {
        "letra": "D",
        "texto": "a segunda penhora, em qualquer hipótese, poderá ser realizada desde que expressamente requerida pela parte, não podendo o juiz agir de ofício."
      },
      {
        "letra": "E",
        "texto": "a penhora será considerada feita com a apreensão dos bens e lavratura do auto, já que o depósito dos bens deverá ser diligenciado somente depois de o credor, regularmente intimado, indicar depositário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410546",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Joaquim moveu ação de execução de título executivo extrajudicial contra Antônia, que não realizou o pagamento no prazo legal. Em seguida, diante da omissão de Antônia, o juiz determine a penhora de um imóvel da devedora. Com base nessa situação hipotética, assinale a opção correta no que se refere à presunção absoluta de conhecimento de terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após a averbação da certidão de inteiro teor no registro imobiliário, passa a ser presumido, de forma absoluta, o conhecimento da penhora do imóvel de Antônia por terceiros."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a averbação da penhora no ofício imobiliário para que haja a presunção absoluta de conhecimento por terceiros, uma vez que se trata de ato judicial com efeito erga omnes."
      },
      {
        "letra": "C",
        "texto": "O ordenamento jurídico pátrio não permite a presunção absoluta de conhecimento de terceiros em caso de penhora realizada em demandas pendentes de julgamento, como é o caso da ação de Joaquim contra Antônia."
      },
      {
        "letra": "D",
        "texto": "Para que haja presunção absoluta perante terceiros, a averbação da penhora do imóvel deve ocorrer após a intimação de Antônia."
      },
      {
        "letra": "E",
        "texto": "Joaquim deve solicitar expedição de mandado judicial que determine a averbação da referida penhora no ofício imobiliário para que se garanta a presunção absoluta de conhecimento por terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371263",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Analise as seguintes assertivas sobre os bens de família:I. O único imóvel residencial do devedor que esteja locado a terceiros é impenhorável, desde que a renda obtida com a locação seja revertida para a subsistência da família ou para o pagamento de outra moradia. II. O conceito de impenhorabilidade de bem de família abrange também o imóvel pertencente a pessoas solteiras, separadas e viúvas. III. A vaga de garagem que possui matrícula própria no registro de imóveis não constitui bem de família para efeito de penhora. De acordo com o entendimento sumulado do Superior Tribunal de Justiça está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "365737",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Acerca do processo de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é título executivo extrajudicial."
      },
      {
        "letra": "B",
        "texto": "O instrumento de transação referendado pelo Ministério Público, pela Defensoria Pública ou pelos advogados dos transatores é título executivo judicial."
      },
      {
        "letra": "C",
        "texto": "É anulável a execução se o título executivo extrajudicial não corresponder a obrigação certa, líquida e exigível."
      },
      {
        "letra": "D",
        "texto": "É efeito material da penhora tornar ineficazes em relação ao credor penhorante os atos de disposição dos bens penhorados que porventura venha o devedor a praticar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351048",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Carlos venceu ação de indenização por acidente do trabalho contra a empregadora XIS Cosméticos. Por sua vez, quando do cumprimento da sentença, o juiz desconsiderou a personalidade jurídica de XIS Cosméticos e determinou a penhora dos bens de seu administrador, Alaor. Ao cumprir o mandado, o oficial de justiça constatou que Alaor possui um único bem imóvel urbano no qual reside com sua esposa, não escriturado como bem de família, além dos móveis que o guarnecem, equipamentos de uso profissional e algumas obras de arte, todos quitados. De acordo com lei especial que dispõe sobre a impenhorabilidade do bem de família, a penhora",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá recair sobre todos os bens, incluindo o imóvel, por tratar-se de dívida decorrente de acidente do trabalho movida por empregado contra empregadora."
      },
      {
        "letra": "B",
        "texto": "deverá recair apenas sobre as obras de arte, tendo em vista que os demais bens estão abrangidos pela impenhorabilidade do bem de família."
      },
      {
        "letra": "C",
        "texto": "deverá recair apenas sobre os equipamentos de uso profissional e sobre as obras de arte, tendo em vista que os demais bens estão abrangidos pela impenhorabilidade do bem de família."
      },
      {
        "letra": "D",
        "texto": "deverá recair sobre os móveis que guarnecem o imóvel, sobre os equipamentos de uso profissional e sobre as obras de arte, tendo em vista que apenas o imóvel está abrangido pela impenhorabilidade do bem de família."
      },
      {
        "letra": "E",
        "texto": "não deverá ser realizada, tendo em vista que todos os bens estão abrangidos pela impenhorabilidade do bem de família."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "350689",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da execução de obrigação de pagamento de quantia certa",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Tiago encantou-se com Trancoso e, em suas férias, endividou-se muito além de sua capacidade financeira. Executado, foi citado pessoalmente para pagar o débito; a partir de então, ocorrendo o quanto segue, terá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias para pagar o débito; se não o fizer, o Oficial de Justiça de imediato procederá à penhora livre dos bens e sua avaliação, intimando-se Tiago pessoalmente após a lavratura do auto respectivo."
      },
      {
        "letra": "B",
        "texto": "24 horas para efetuar o pagamento; não o fazendo, poderá Tiago nomear bens à penhora e, se não o fizer, o Oficial de Justiça só então procederá à penhora livre de bens e a sua avaliação, lavrando-se o auto e intimando-se Tiago na mesma oportunidade."
      },
      {
        "letra": "C",
        "texto": "três dias para efetuar o pagamento; não o fazendo, abrir-se-á prazo ao credor para em cinco dias nomear bens à penhora, ocasião em que o Oficial de Justiça procederá ao ato nos bens nomeados ou, não tendo sido feita a indicação pelo credor, providenciará a penhora livre de bens de Tiago, que será intimado pessoalmente na mesma oportunidade."
      },
      {
        "letra": "D",
        "texto": "24 horas para pagar o débito; não o fazendo, o Oficial de Justiça, munido da segunda via do mandado, de imediato procederá à penhora livre de bens e a sua avaliação, lavrando-se o respectivo auto e intimando-se Tiago na figura de seu advogado ou, não o tendo, efetuando-se a intimação pessoalmente."
      },
      {
        "letra": "E",
        "texto": "três dias para efetuar o pagamento; não o fazendo, o Oficial de Justiça, munido da segunda via do mandado, procederá de imediato à penhora de bens e a sua avaliação, lavrando-se o respectivo auto e de tais atos intimando Tiago na mesma oportunidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331771",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "João promoveu execução contra José para receber o crédito de R$ 50.000,00, representado por um cheque. No entan­ to, após várias tentativas e esgotados todos os meios para a localização, o executado não foi localizado para a citação, tendo o oficial certificado que José se encontra em local incerto e não sabido.No entanto, João logrou descobrir que o executado possui um único imóvel, que não é utilizado para sua residência e que possui valor superior ao do débito. Assim, instado a se manifestar sobre a certidão negativa do oficial de justiça, assinale a atitude que João deve tomar, nesse caso, para dar continuidade à execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverá requerer que o oficial de justiça proceda ao a rresto do único bem, mesmo que possua valor superior ao do débito, bem como deverá pleitear que o oficial de justiça procure o devedor por mais três vezes, durante dez dias. Caso o oficial não encontre o devedor, o credor terá dez dias para requerer a citação por edital do devedor."
      },
      {
        "letra": "B",
        "texto": "Ante a impossibilidade de efetivar a penhora, sem a c ita­ ção do executado, deverá requerer o arquivamento do feito por seis meses, sendo que, após o decurso de tal pra­ zo, deverá requerer o desarquivamento para n ovas tenta­ tivas de citação, a fim de evitar a prescrição intercorrente"
      },
      {
        "letra": "C",
        "texto": "Deverá pleitear a citação por edital e, posteriormente, requerer expedição de ofícios para novas tentativas de localização de outros bens, ante a impossibilidade de penhorar bem com valor superior ao do débito, sob pena de ferir o princípio da máxima utilidade da execução."
      },
      {
        "letra": "D",
        "texto": "Deverá requerer medida cautelar de arresto do bem, pois, para tanto, basta que o devedor não seja localiza­ do. Após o arresto cautelar, o credor terá dez dias para requerer a citação por edital do devedor."
      },
      {
        "letra": "E",
        "texto": "Deverá requerer que o oficial de justiça proceda a p enhora do bem imóvel, ainda que possua valor supe­ rior ao do débito, bem como pleitear que o oficial de justiça procure o devedor por mais três vezes, durante dez dias. Após, o credor terá três dias para requerer a citação por edital do devedor"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331490",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "O artigo 655A do Código de Processo Civil permite a denominada “penhora on line”, com requisição direta pelo juízo de valores depositados ou aplicados pelo devedor em instituições financeiras, a fim de satisfazer o crédito reclamado pelo exequente. Diante deste preceito, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A “penhora on line”, antes da entrada em vigor da Lei nº 11.382/2006, configurase como medida excepcional, cuja efetivação está condicionada à comprovação de que o credor tenha tomado todas as diligências no sentido de localizar bens livres e desembaraçados de titularidade do devedor."
      },
      {
        "letra": "B",
        "texto": "Após o advento da Lei nº 11.382/2006, o Juiz, ao decidir acerca da realização da “penhora on line”, não pode mais exigir a prova, por parte do credor, de exaurimento de vias extrajudiciais na busca de bens a serem penhorados."
      },
      {
        "letra": "C",
        "texto": "Compete ao devedorexecutado a prova de que as quantias depositadas são, por quaisquer motivos legais, impenhoráveis."
      },
      {
        "letra": "D",
        "texto": "A penhora de faturamento de empresa executada ofende o princípio da menor onerosidade da execução e a própria gradação prevista no artigo 655 do CPC."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "327660",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Consoante jurisprudência uniforme do STJ, em relação à caracterização do bem de família para fins de impenhorabilidade na execução, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Lei nº 8.009/90 não se aplica à penhora realizada antes da sua vigência."
      },
      {
        "letra": "B",
        "texto": "é impenhorável o único imóvel residencial do devedor que esteja locado a terceiros, desde que a renda obtida com a locação seja revertida para a subsistência ou a moradia da sua família."
      },
      {
        "letra": "C",
        "texto": "a vaga de garagem que possui matrícula própria no registro de imóveis não constitui bem de família para efeito de penhora."
      },
      {
        "letra": "D",
        "texto": "o conceito de impenhorabilidade de bem de família abrange também o imóvel pertencente a pessoas solteiras, separadas e viúvas."
      },
      {
        "letra": "E",
        "texto": "não respondida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322640",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Leia e analise as afirmativas abaixo e, a seguir, marque a alternativa CORRETA:I – O legislador, ao ressalvar da penhora os móveis, pertences e utilidades domésticas que guarnecem a residência do executado, excetuando os de elevado valor ou que ultrapassem as necessidades comuns correspondentes a um médio padrão de vida; pretendeu preservar, em última análise, a essência da dignidade humana; e, por isso, deixou ao livre arbítrio do julgador estabelecer o alcance da impenhorabilidade. II - Nos termos do CPC, os bens inalienáveis são absolutamente impenhoráveis, porém a impenhorabilidade não é oponível em relação aos frutos e rendimentos do bem inalienável, os quais, à falta de outros bens, sempre podem ser penhorados. III – A doutrina e a jurisprudência, ao interpretarem o disposto no inciso III do art. 648 do CPC, têm-se inclinado por entender impenhoráveis todos os instrumentos úteis e necessários não só à atividade profissional, mas também a qualquer ocupação, arte ou ofício; embora, haja entendimentos restritivos no sentido de que não se pode confundir o que seja útil ao exercício da profissão com o que seja necessário à atividade econômica explorada. IV – Eventualmente, o juiz pode afastar a incidência da regra infraconstitucional da impenhorabilidade de salários, vencimentos, proventos de aposentadoria e outras tipos de remuneração, em vista da realização do valor justiça e visando à efetivação dos direitos fundamentais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas as afirmativas dos itens I, II e V."
      },
      {
        "letra": "B",
        "texto": "São corretas as afirmativas dos itens II e V."
      },
      {
        "letra": "C",
        "texto": "São corretas as afirmativas dos itens I, III e IV."
      },
      {
        "letra": "D",
        "texto": "São corretas as afirmativas dos itens II, III e IV."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas dos itens IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1739604",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Processo de execução",
      "Teoria geral do processo cautelar",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO completa hipótese de excussão de bens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador, quando executado, nomear bens livres e desembaraçados do devedor;"
      },
      {
        "letra": "B",
        "texto": "O sócio demandado pelo pagamento da dívida da sociedade exigir que sejam penhorados primeiro os bens da sociedade."
      },
      {
        "letra": "C",
        "texto": "O devedor, quando executado, pagar ou consignar a importância atualizada da dívida, mais juros, custa e honorários advocatícios"
      },
      {
        "letra": "D",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, promover a execução da coisa que se acha em seu poder:"
      },
      {
        "letra": "E",
        "texto": "O devedor subsidiário poderá, na execução, exigir que sejam penhorados os bens do devedor principal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829739",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Sobre as impenhorabilidades, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os rendimentos dos bens gravados com cláusula inalienabilidade são absolutamente impenhoráveis."
      },
      {
        "letra": "B",
        "texto": "no direito brasileiro se proíbe o pacto de impenhorabilidade, assim considerado o acordo pelo qual as partes resolvem excluir certo bem do alcance da execução forçada."
      },
      {
        "letra": "C",
        "texto": "são absolutamente impenhoráveis os recursos públicos recebidos por instituições privadas para aplicação compulsória em educação, saúde ou assistência social."
      },
      {
        "letra": "D",
        "texto": "as quantias depositadas em cadernetas de poupança são impenhoráveis até o limite de 60 (sessenta) salários mínimos."
      },
      {
        "letra": "E",
        "texto": "os instrumentos indispensáveis ao trabalho do executado são impenhoráveis, excluídos os bens considerados de elevado valor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "397759",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Para satisfação do débito reconhecido no título executivo, não pode(m) ser penhorado(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens do sucessor do devedor a título singular, tratando- -se de execução fundada em direito real ou obrigação reipersecutória."
      },
      {
        "letra": "B",
        "texto": "os bens do devedor, quando em poder de terceiros."
      },
      {
        "letra": "C",
        "texto": "a quantia depositada em caderneta de poupança até o limite de 40 (quarenta) salários mínimos."
      },
      {
        "letra": "D",
        "texto": "o bem móvel que guarnece a residência do executado, quando a execução referir-se ao crédito concedido para a aquisição do próprio bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "397659",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A impenhorabilidade do imóvel residencial próprio do casal ou da entidade familiar, considerado bem de família, é oponível em qualquer processo de execução, salvo se movido para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cobrança de débito decorrente do não pagamento de contrato de abertura de crédito em conta corrente."
      },
      {
        "letra": "B",
        "texto": "cobrança de débito decorrente de fiança concedida em contrato de locação."
      },
      {
        "letra": "C",
        "texto": "cobrança de débito decorrente de contrato de alienação fiduciária."
      },
      {
        "letra": "D",
        "texto": "cobrança de débito decorrente de relação de consumo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368888",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: ALGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Dadas as assertivas seguintes,I. São impenhoráveis as quantias depositadas em cadernetas de poupança até o limite de 20 (vinte) salários mínimos. II. Os instrumentos necessários ou úteis ao exercício de qualquer profissão são impenhoráveis. III. Os móveis, pertences e utilidades domésticas que guarnecem a residência do executado, independentemente do valor, não podem ser penhorados. IV. Os proventos de aposentadoria, pensões, pecúlios e montepios são impenhoráveis, salvo quando se trate de crédito decorrente de prestação alimentar. verifica-se que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "somente I e II são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "somente III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "somente II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "todas são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "262212",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Inadimplemento",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ficam sujeitos à execução os bens alienados ou gravados com ônus real em fraude de execução."
      },
      {
        "letra": "B",
        "texto": "é definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "por ser devedor solidário, o fiador não poderá nomear bens à penhora do devedor afiançado, mesmo que livres e desembargados."
      },
      {
        "letra": "D",
        "texto": "como regra, os bens particulares dos sócios respondem solidariamente pelas dívidas da sociedade."
      },
      {
        "letra": "E",
        "texto": "para o cumprimento de suas obrigações, o devedor responde com seus bens presentes, estando excluídos os bens de aquisição futura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "242907",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "As regras e a jurisprudência atinentes ao processo de execução permitem afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bancos podem ajuizar ação de execução munidos de contrato de abertura de crédito em conta corrente com o respectivo extrato da conta."
      },
      {
        "letra": "B",
        "texto": "a impenhorabilidade do bem de família não abrange o imóvel pertencente a pessoas solteiras."
      },
      {
        "letra": "C",
        "texto": "o exequente pode requerer a adjudicação do bem penhorado antes da realização da hasta pública."
      },
      {
        "letra": "D",
        "texto": "a avaliação do bem penhorado é feita, em regra, por perito da confiança do Juízo."
      },
      {
        "letra": "E",
        "texto": "na penhora preferirá, necessariamente, o dinheiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236736",
    "metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A passagem da história econômica na sociedade divide- se em três grandes etapas: a troca imediata, a moeda e o crédito. Esse último, prevalente na sociedade pós- moderna, vai além do valor, contemplando prazo, volume de operações e expansão nos setores de produção. Contudo, a utilização desenfreada do crédito pode gerar o flagelo do superendividamento. Aponte a alternativa incorreta sobre o tema:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A boa-fé objetiva amolda-se como ferramenta jurídica essencial para a prevenção do superendividamento, pois exige a partir do empreendedor os deveres de informação, lealdade e veracidade quanto ao compromisso assumido pelo devedor."
      },
      {
        "letra": "B",
        "texto": "Para evitar a crise da efetividade do processo de execução e ao mesmo tempo proteger o patrimônio mínimo do consumidor endividado, o legislador brasileiro permitiu, através do art. 655-A do CPC, penhora na modalidade dinheiro caso em que o juiz poderá requisitar informações da autoridade supervisora do sistema bancário determinando indisponibilidade parcial em conta-corrente, respeitado o percentual de trinta por cento nas hipóteses de vencimento, subsídio, soldo ou aposentadoria;"
      },
      {
        "letra": "C",
        "texto": "O superendividamento passivo decorre de fatos inesperados que oneram excessivamente a situação econômica do devedor observado certos acidentes da vida (desemprego, morte, divórcio etc.); o superendividamento ativo decorre de abusos intencionais do consumidor (conscientemente) ou porque iludido pelo sistema de marketing que o leva a contratar de forma reiterada (inconscientemente);"
      },
      {
        "letra": "D",
        "texto": "Os titulares de benefícios de aposentadoria e pensão do Regime Geral de Previdência Social poderão autorizar o Instituto Nacional do Seguro Social – INSS a proceder aos descontos em seus estipêndios, bem como autorizar, de forma irrevogável e irretratável, que a instituição financeira na qual recebam seus benefícios retenha, para fins de amortização, valores referentes ao pagamento mensal de empréstimos, financiamentos e operações de arrendamento mercantil por ela concedidos, quando previstos em contrato, sendo vedado ao titular de benefício que realizar qualquer das operações referidas solicitar a alteração da instituição financeira pagadora, enquanto houver saldo devedor em amortização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "535317",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - Os embargos de declaração suspendem o prazo para a interposição de outros recursos, por qualquer das partes. II - O executado, independentemente de penhora, depósito ou caução, poderá opor-se à execução por meio de embargos, no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação. III - Está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo Tribunal, a sentença em que a condenação, ou o direito controvertido for de valor certo não excedente a 60 (sessenta) salários mínimos. IV - Sobre os fatos narrados na petição inicial, caberá ao réu manifestar-se precisamente, sob pena de presumirem-se verdadeiros os fatos não impugnados. Contudo, esta regra não se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público. V - É licito às partes arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição, direito este que pode ser exercido em qualquer tempo, ou grau de jurisdição, no prazo de 10 (dez) dias, contado do fato que ocasionou o incidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições I e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "299016",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "São bens absolutamente impenhoráveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quaisquer móveis, pertences e utilidades domésticas que guarnecem a residência do executado."
      },
      {
        "letra": "B",
        "texto": "o bem de família, em qualquer circunstância."
      },
      {
        "letra": "C",
        "texto": "sem limite de valor, os salários, remunerações e vencimentos, bem como a quantia depositada em caderneta de poupança."
      },
      {
        "letra": "D",
        "texto": "livros, máquinas, ferramentas, utensílios e veículos."
      },
      {
        "letra": "E",
        "texto": "o seguro de vida e os vestuários, bem como os pertences de uso pessoal do executado, salvo se de elevado valor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "250260",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, assinalando a attemativa correta: I - o seguro de vida é bem absolutamente impenhorável. II - na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 15 dias. III - quando o objeto da execução for obrigação de fazer, o devedor será citado para satisfazé-la no prazo de 30 (trinta) dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente o item I está correto."
      },
      {
        "letra": "B",
        "texto": "somente o item II está correto."
      },
      {
        "letra": "C",
        "texto": "somente o item III está correto."
      },
      {
        "letra": "D",
        "texto": "os itens I e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "os itens II e III estão corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1659759",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "São penhoráveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O seguro de vida."
      },
      {
        "letra": "B",
        "texto": "Os pertences de uso pessoal do executado que sejam considerados de elevado valor."
      },
      {
        "letra": "C",
        "texto": "A pequena propriedade rural, assim definida em lei, desde que trabalhada pela família."
      },
      {
        "letra": "D",
        "texto": "Até o limite de quarenta salários mínimos, a quantia depositada em caderneta de poupança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1635723",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo a sistemática processual civil, NÃO pode ser objeto de penhora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O seguro de vida."
      },
      {
        "letra": "B",
        "texto": "Os navios."
      },
      {
        "letra": "C",
        "texto": "As aeronaves."
      },
      {
        "letra": "D",
        "texto": "Percentual de faturamento da empresa devedora."
      },
      {
        "letra": "E",
        "texto": "Quotas das sociedades empresárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "481378",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "São absolutamente impenhoráveis, exceto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recursos públicos do fundo partidário recebidos, nos termos da lei, por partido político."
      },
      {
        "letra": "B",
        "texto": "recursos públicos recebidos por instituições privadas para aplicação compulsória em educação, saúde ou assistência social."
      },
      {
        "letra": "C",
        "texto": "quantia depositada em caderneta de poupança, até o limite de 40 salários mínimos."
      },
      {
        "letra": "D",
        "texto": "instrumentos necessários para o exercício da profissão."
      },
      {
        "letra": "E",
        "texto": "veículo automotor da família do devedor, quando único."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82369",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Em regra, NÃO é absolutamente impenhorável",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a totalidade dos vestuários, bem como os pertences de uso pessoal do executado."
      },
      {
        "letra": "B",
        "texto": "o seguro de vida."
      },
      {
        "letra": "C",
        "texto": "a totalidade dos materiais necessários para obras em andamento."
      },
      {
        "letra": "D",
        "texto": "a quantia depositada em caderneta de poupança, independentemente do seu valor."
      },
      {
        "letra": "E",
        "texto": "a pequena propriedade rural trabalhada pela família."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "391110",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Sobre a penhora no processo de execução, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução de crédito hipotecário, a penhora recairá preferencialmente sobre a coisa dada em garantia."
      },
      {
        "letra": "B",
        "texto": "Realiza-se a renovação da penhora quando, executados os bens, o produto da alienação não bastar para o pagamento do credor."
      },
      {
        "letra": "C",
        "texto": "Penhorado bem indivisível, a meação do cônjuge, alheio à execução, recairá sobre o produto da alienação"
      },
      {
        "letra": "D",
        "texto": "A decretação da prisão civil do depositário judicial infiel far-se-á através de ação de depósito."
      },
      {
        "letra": "E",
        "texto": "Na execução por carta, a penhora, avaliação e alienação serão realizadas no foro da situação dos bens."
      }
    ],
    "gabarito": "D"
  }
]