[
  {
    "id": "690005",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Márcio da Silva ingressa com ação de rito ordinário em face do Município de Sertãozinho, visando recebimento de medicamentos. Apreciando o pedido liminar, o juiz indeferiu a antecipação de tutela e determinou a citação do réu, intimando o autor a providenciar o recolhimento do valor das diligências do oficial de justiça para possibilitar o cumprimento do mandado citatório. Desde a publicação dessa decisão, o autor está inerte no feito há 90 (noventa) dias. Diante disso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz poderá, de ofício, reconhecer o abandono da causa e imediatamente prolatar sentença extinguindo o processo sem julgamento do mérito, por abandono do processo pelo autor."
      },
      {
        "letra": "B",
        "texto": "é possível a extinção do processo em razão de seu abandono por inércia das partes."
      },
      {
        "letra": "C",
        "texto": "não é possível reconhecer-se o abandono do processo pelo autor, pois a extinção do processo com esse fundamento depende exclusivamente de requerimento do réu, que no caso ainda não foi citado."
      },
      {
        "letra": "D",
        "texto": "o Magistrado poderá, de ofício, extinguir o processo sem julgamento do mérito por abandono do processo, se o autor se mantiver inerte no feito mesmo após ter sido intimado pessoalmente para que, em 48 horas, diligencie o cumprimento da providência que lhe cabe."
      },
      {
        "letra": "E",
        "texto": "se for reconhecido o abandono da causa, ao extinguir o feito sem julgamento do mérito, o autor será condenado no pagamento de honorários advocatícios ao Município de Sertãozinho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "679887",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil em vigência, extingue-se o processo, sem resolução de mérito: I. Quando ficar parado durante mais de seis meses por negligência das partes. II. Quando o juiz acolher a alegação de perempção, litispendência ou de coisa julgada. III. Pela convenção de arbitragem. IV. Quando a ação for considerada transmissível por disposição legal. Analisando as afirmativas, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "633153",
    "metadata": "Ano: 2016 | Banca: FAUEL | Órgão: CISMEPAR - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que diz respeito à formação, extinção e suspensão do processo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor que der causa, por três vezes, a extinção do processo por abandono, ficará impedido de ajuizar nova ação contra o réu com o mesmo objeto, bem como de alegar seu direito em defesa."
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de mérito quando as partes transigirem, quando o juiz acolher ou rejeitar o pedido do autor, quando o juiz pronunciar a decadência e quando o juiz acolher a alegação de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, o prazo de 20 (vinte) dias, findo o qual, extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste."
      },
      {
        "letra": "D",
        "texto": "Feita a citação, é permitido ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "627557",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise os itens abaixo a propósito de temática processual civil consoante legislação aplicável ao certame:I. Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude ou recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte. II. Reputa-se fundada a suspeição de parcialidade do juiz, quando amigo íntimo ou inimigo capital de qualquer das partes ou de seus advogados ou alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau; III. Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais. IV. O juiz decidirá o mérito nos limites em que foi proposto, sendo-lhe defeso conhecer de questões não suscitadas a cujo respeito a lei exige a iniciativa da parte. V. O Juiz suspenderá o processo, pelo prazo de 1 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente, findo o prazo mencionado, o juiz mandará prosseguir o processo.Agora, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se as afirmativas I, III e V forem verdadeiras e as afirmativas II e IV forem falsas."
      },
      {
        "letra": "B",
        "texto": "Se as afirmativas III, IV e V forem verdadeiras e as afirmativas I e II forem falsas."
      },
      {
        "letra": "C",
        "texto": "Se apenas a afirmativa V for falsa e as demais verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se as afirmativas I, II, III e V forem verdadeiras e a afirmativas IV for falsa."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "622817",
    "metadata": "Ano: 2016 | Banca: ESAF | Órgão: ANAC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue-se o processo com resolução de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o autor desistir da ação."
      },
      {
        "letra": "B",
        "texto": "quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "C",
        "texto": "quando o autor renunciar ao direito sobre o qual se funda a ação."
      },
      {
        "letra": "D",
        "texto": "pela convenção de arbitragem."
      },
      {
        "letra": "E",
        "texto": "quando o juiz acolher a alegação de perempção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "621715",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "No que se refere à atuação dos sujeitos processuais e ao procedimento ordinário previsto no CPC, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente mediante expresso requerimento das partes é permitido ao juiz realizar o julgamento antecipado da lide, sob pena de violação ao princípio constitucional do devido processo legal."
      },
      {
        "letra": "B",
        "texto": "O réu revel, ainda que compareça extemporaneamente ao processo, não receberá intimações e ficará impedido de praticar atos processuais, inclusive, interpor recurso."
      },
      {
        "letra": "C",
        "texto": "De acordo com o CPC, a petição inicial será considerada inepta se a parte for manifestamente ilegítima ou se faltar ao autor o interesse em agir."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, atuando como parte ou como fiscal da lei, deve ser intimado de todos os atos do processo, além de poder produzir provas e ter legitimidade para interpor recurso."
      },
      {
        "letra": "E",
        "texto": "A decisão do juiz pelo indeferimento total da petição inicial possui natureza interlocutória e deve ser impugnada por intermédio do recurso de agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "614573",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue-se o processo, com resolução de mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "B",
        "texto": "o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "C",
        "texto": "a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "ocorrer confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600793",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, em relação a extinção do processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se o processo sem resolução do mérito quando ocorrer confusão entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "A convenção de arbitragem implica extinção do processo com resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "Haverá resolução de mérito quando as partes transigirem."
      },
      {
        "letra": "D",
        "texto": "Quando não concorrer qualquer das condições da ação, como a possibilidade jurídica, a legitimidade das partes e o interesse processual, extingue-se o processo sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "Quando o autor renunciar ao direito sobre que se funda a ação, haverá extinção com resolução do mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614756",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "O juiz deve extinguir o processo, sem resolução do mérito, quando não estiverem presentes as condições da ação, que são a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possibilidade jurídica do pedido, o interesse processual e a legitimidade das partes."
      },
      {
        "letra": "B",
        "texto": "possibilidade jurídica do pedido, a capacidade postulatória e o interesse processual."
      },
      {
        "letra": "C",
        "texto": "capacidade postulatória, a legitimidade das partes e a citação válida."
      },
      {
        "letra": "D",
        "texto": "citação válida, o interesse processual e a possibilidade jurídica do pedido."
      },
      {
        "letra": "E",
        "texto": "capacidade postulatória, a legitimidade das partes e a citação válida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "590374",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Luiz propôs ação de cobrança no valor de R$ 100.000,00 (cem mil reais) em face de Maria. Após a citação, Maria efetuou o pagamento integral da dívida, protocolizando, posteriormente, petição nos autos do processo, comprovando o pagamento e requerendo a extinção do feito pela carência de ação, uma vez que não havia mais o interesse de agir no caso. Nesse cenário, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de interesse de agir;"
      },
      {
        "letra": "B",
        "texto": "resolver o mérito desde logo pela procedência do pedido;"
      },
      {
        "letra": "C",
        "texto": "resolver o mérito desde logo pela improcedência do pedido;"
      },
      {
        "letra": "D",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de legitimidade ad causam;"
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do processo, uma vez que ainda não há a possibilidade de julgamento do feito no estado em que se encontra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "590371",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "José propôs ação condenatória em face de João, por força de um contrato de mútuo celebrado entre ambos e que restou descumprido. Citado, João não contestou o pedido no prazo legal e o processo seguiu em conclusão para o juiz. Enquanto aguardava um pronunciamento judicial, naquele processo, João intentou ação declaratória de inexistência de dívida, por entender que o referido mútuo padecia de nulidade insanável. É correto afirmar que essa segunda ação deverá ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reunida à primeira ação por conexão, pois haverá risco de decisões conflitantes;"
      },
      {
        "letra": "B",
        "texto": "reunida à primeira ação por continência, pois o pedido da segunda ação engloba o da primeira;"
      },
      {
        "letra": "C",
        "texto": "indeferida de plano, com a declaração de improcedência do pedido;"
      },
      {
        "letra": "D",
        "texto": "processada normalmente, sem reunião com a primeira ação;"
      },
      {
        "letra": "E",
        "texto": "extinta sem resolução do mérito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "589763",
    "metadata": "Ano: 2015 | Banca: OBJETIVA | Órgão: Prefeitura de Porto Barreiro - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o que preceitua o Código de Processo Civil em face da extinção do processo, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se o processo, sem resolução de mérito, quando ficar parado durante mais de um mês por negligência das partes."
      },
      {
        "letra": "B",
        "texto": "Quando, por não promover os atos e diligências que lhe competir, o autor abandonar a causa por mais de 20 dias."
      },
      {
        "letra": "C",
        "texto": "Quando se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "D",
        "texto": "Nenhuma das alternativas acima está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "586284",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "G propôs ação contra J mas deixou de promover os atos e diligências que lhe competiam, abandonando a causa por mais de 30 dias. De acordo com o Código de Processo Civil e com a jurisprudência dominante do Superior Tribunal de Justiça, a extinção do processo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com resolução do mérito e pode ser decretada de ofício pelo juiz, depois de realizada a intimação do autor, na pessoa de seu advogado."
      },
      {
        "letra": "B",
        "texto": "com resolução do mérito e pode ser decretada de ofício pelo juiz, independentemente de intimação do autor."
      },
      {
        "letra": "C",
        "texto": "com resolução do mérito e depende de requerimento do réu."
      },
      {
        "letra": "D",
        "texto": "sem resolução do mérito e pode ser decretada de ofício pelo juiz, depois de realizada a intimação do autor, na pessoa de seu advogado."
      },
      {
        "letra": "E",
        "texto": "sem resolução do mérito e depende de requerimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "584606",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No tocante à suspensão e à extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo será extinto sem resolução do mérito, quando as partes transigirem, pois o acordo realizado impede seu exame."
      },
      {
        "letra": "B",
        "texto": "Durante o prazo de suspensão do processo é defeso praticar qualquer ato processual, não podendo o juiz excepcionar essa regra geral."
      },
      {
        "letra": "C",
        "texto": "A perda da capacidade processual da parte acarreta a suspensão do processo, visando à regularização do fato, mas sua morte extingue o processo."
      },
      {
        "letra": "D",
        "texto": "A extinção do processo pelo acolhimento da alegação de coisa julgada dar-se-á com resolução de mérito, pois seu efeito é a imutabilidade do julgado anterior."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder seis meses; findo esse prazo, o escrivão fará os autos conclusos ao juiz, que ordenará o prosseguimento do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "583937",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No processo X, a Parte Autora Joana abandonou a causa por mais de trinta dias ao deixar de promover os atos e diligências que Ihe competia. Neste caso, o juiz ordenará o arquivamento dos autos, declarando extinto o processo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se Joana, intimada por meio de seu advogado constituído nos autos, não suprir a falta no prazo de cinco dias."
      },
      {
        "letra": "B",
        "texto": "se Joana, intimada pessoalmente, não suprir a falta no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "imediatamente, sem a intimação da parte, uma vez que é seu dever processual dar regular andamento ao feito."
      },
      {
        "letra": "D",
        "texto": "se Joana, intimada pessoalmente, não suprir a falta em quarenta e oito horas."
      },
      {
        "letra": "E",
        "texto": "se Joana, intimada por meio de seu advogado constituído nos autos, não suprir a falta no prazo de dez dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "579103",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "556120",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Carlos emprestou R$ 10.000,00 a Sérgio, que não lhe devolveu o dinheiro na data aprazada. Sabendo que o devedor passava por dificuldades financeiras, Carlos ajuizou ação contra Saulo, filho de Sérgio, que não participou do negócio, mas é pessoa bastante rica. O juiz deverá extinguir o processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem resolução de mérito, em qualquer fase processual, de ofício ou a requerimento de Saulo."
      },
      {
        "letra": "B",
        "texto": "com resolução de mérito, desde que a requerimento de Saulo e somente se não houver sido encerrada a instrução processual."
      },
      {
        "letra": "C",
        "texto": "sem resolução de mérito, em qualquer fase processual, desde que a requerimento de Saulo."
      },
      {
        "letra": "D",
        "texto": "com resolução de mérito, em qualquer fase processual, de ofício ou a requerimento de Saulo."
      },
      {
        "letra": "E",
        "texto": "com resolução de mérito, em qualquer fase processual, desde que a requerimento de Saulo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555751",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo",
      "Pressupostos Processuais",
      "Pressupostos processuais de validade subjetivos"
    ],
    "enunciado_principal": "Ana Helena propõe ação de cobrança contra Adriana, mas seu advogado deixa de recolher as custas processuais, o que conduz à extinção do processo sem resolução do mérito. A causa da extinção concerne a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ausência de diligência processual."
      },
      {
        "letra": "B",
        "texto": "ausência da condição objetiva do interesse processual."
      },
      {
        "letra": "C",
        "texto": "ocorrência de perempção."
      },
      {
        "letra": "D",
        "texto": "contumácia."
      },
      {
        "letra": "E",
        "texto": "ausência de pressuposto de constituição e de desenvolvimento válido e regular do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "545704",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Matilde ingressou em juízo com uma ação declaratória de nulidade de negócio jurídico em desfavor da União. Após regular processamento da ação, o juízo rejeitou o pedido da autora, que não interpôs recurso contra esta decisão.Nessa situação hipotética,caso Matilde ajuíze ação idêntica, o processo deverá ser extinto sem resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525442",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Prazos",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Depois de já escoado o prazo de prescrição, André ajuizou ação de cobrança contra Marcus. O Juiz pronunciará a prescrição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde que o tenha requerido a parte contrária, em contestação, proferindo sentença sem resolução de mérito, a qual faz coisa julgada formal."
      },
      {
        "letra": "B",
        "texto": "de ofício, indeferindo a petição inicial e proferindo sentença sem resolução de mérito, a qual faz coisa julgada material."
      },
      {
        "letra": "C",
        "texto": "de ofício, indeferindo a petição inicial e proferindo sentença com resolução de mérito, a qual faz coisa julgada material."
      },
      {
        "letra": "D",
        "texto": "de ofício, indeferindo a petição inicial e proferindo sentença sem resolução de mérito, a qual faz coisa julgada formal."
      },
      {
        "letra": "E",
        "texto": "desde que o tenha requerido a parte contrária, em contestação, proferindo sentença com resolução de mérito, a qual faz coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "523042",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Verificando a ocorrência da prescrição, o julgador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Determinará a emenda da petição inicial."
      },
      {
        "letra": "B",
        "texto": "Extinguirá o processo sem julgamento do mérito."
      },
      {
        "letra": "C",
        "texto": "Não poderá reconhecer de ofício da prescrição."
      },
      {
        "letra": "D",
        "texto": "Indeferirá a petição inicial, extinguindo o processo."
      },
      {
        "letra": "E",
        "texto": "Realizará o julgamento antecipado da lide, sem julgamento do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498201",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Julgue os seguintes itens sobre a formação, a suspensão e a extinção do Processo:I) Suspende-se o processo pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador ou também pela convenção das partes II) Extingue-se o processo, sem resolução de mérito, dentre outras hipóteses, quando o juiz indeferir a petição inicial; III) Não haverá resolução de mérito, mas apenas o reconhecimento da perda da pretensão pelo decurso do prazo, quando o Juiz pronunciar a prescrição.IV) A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento do processo. V) Depois de decorrido o prazo para a resposta, o autor não poderá, sem o consentimento do réu, desistir da ação. Estão incorretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o Item III"
      },
      {
        "letra": "B",
        "texto": "Apenas os Itens I e V"
      },
      {
        "letra": "C",
        "texto": "Apenas os Itens I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas os Itens II, III, e IV"
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão incorretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "466292",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Paula propôs uma demanda indenizatória. Apesar de o réu ter ficado revel, os pedidos de Paula foram julgados improcedentes, com trânsito em julgado. Inconformada, Paula propõe a mesma demanda novamente, no ano seguinte. Nesse caso, se o réu apresentar defesa, o novo processo deve ser extinto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com resolução do mérito, por economia processual;"
      },
      {
        "letra": "B",
        "texto": "sem resolução do mérito, por violar a coisa julgada"
      },
      {
        "letra": "C",
        "texto": "sem resolução do mérito, por litispendência;"
      },
      {
        "letra": "D",
        "texto": "com resolução do mérito, por violar a boa-fé;"
      },
      {
        "letra": "E",
        "texto": "sem resolução do mérito, por congruência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464253",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue o processo com resolução de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença que reconhece a confusão entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "a sentença que acolhe a alegação de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "apenas a sentença que rejeita ou acolhe, total ou parcialmente, o pedido do autor."
      },
      {
        "letra": "D",
        "texto": "a sentença que reconhece a prescrição ou a decadência."
      },
      {
        "letra": "E",
        "texto": "a sentença que considera a ação intransmissível por disposição legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "743121",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TERRACAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No Direito Processual Civil, haverá resolução de mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz indeferir a petição inicial."
      },
      {
        "letra": "B",
        "texto": "ocorrer confusão entre autor e réu."
      },
      {
        "letra": "C",
        "texto": "o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "D",
        "texto": "o juiz extinguir o processo pela existência de convenção de arbitragem"
      },
      {
        "letra": "E",
        "texto": "o juiz extinguir o processo por não concorrerem quaisquer das condições da ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700429",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I - Não se admite a extinção do processo no julgamento do agravo de instrumento, sob pena de ofensa ao duplo grau de jurisdição e ao princípio da congruência. II - Não há falar em extinção do processo sem sentença, apenas com decisão interlocutória, razão pela qual o Tribunal de Justiça, ao apreciar agravo de instrumento com a finalidade de extinção do feito (por acolhimento de preliminar, por exemplo), deve restituir os autos à origem para a prolação de sentença terminativa. III - Após a admissão do recurso de agravo, na modalidade instrumento, o Tribunal de Justiça poderá apreciar os fundamentos do pedido ou da defesa, que versem sobre questões de ordem pública, mesmo quando apenas um deles foi objeto de acolhimento pelo órgão a quo, sendo possível a extinção do processo principal. IV - Um Tribunal de segunda instância concedeu liminarmente a antecipação dos efeitos da tutela após a oposição de recurso de agravo de instrumento. Após esse fato, houve prolação de sentença de mérito no processo originário. Nesta situação, a decisão que antecipou a tutela perde imediatamente sua eficácia, independentemente de seu conteúdo, e o recurso de agravo perde seu objeto por falta superveniente de interesse recursal. Está (ão) correta (s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As proposições I, II e IV"
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição III"
      },
      {
        "letra": "C",
        "texto": "As proposições II e IV"
      },
      {
        "letra": "D",
        "texto": "As proposições III e IV"
      },
      {
        "letra": "E",
        "texto": "Apenas a proposição II"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "674358",
    "metadata": "Ano: 2014 | Banca: FUMARC | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, haverá resolução de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela convenção de arbitragem."
      },
      {
        "letra": "B",
        "texto": "quando as partes transigirem."
      },
      {
        "letra": "C",
        "texto": "quando o autor desistir da ação."
      },
      {
        "letra": "D",
        "texto": "quando ocorrer confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "574683",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Associação legitimada intentou ação civil pública em face de duas sociedades empresárias, imputando-lhes o cometimento de condutas lesivas aos direitos dos consumidores. Finda a instrução, o juiz da causa julgou improcedente o pedido, por entender que os fatos narrados pela parte autora não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do processo, e que seria capaz, por si só, de lhe assegurar um pronunciamento judicial favorável. Desse modo, propôs ação rescisória, com fulcro no artigo 485, inciso VII, do Código de Processo Civil, para impugnar o julgado. Em sua petição inicial, a Associação-autora incluiu no polo passivo apenas uma das empresas que haviam integrado o polo passivo do feito primitivo, tendo se omitido, todavia, quanto à outra. À vista disso, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a autora emende a inicial, a fim de incluir no polo passivo da ação rescisória a ré indevidamente omitida;"
      },
      {
        "letra": "B",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da inobservância da regra do litisconsórcio passivo necessário;"
      },
      {
        "letra": "C",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação da única empresa incluída em seu polo passivo;"
      },
      {
        "letra": "D",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da carência de ação, em decorrência da ausência de interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto com julgamento do mérito, com a declaração de improcedência do pleito rescindendo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "513671",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, extingue- se o processo, sem resolução de mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      },
      {
        "letra": "B",
        "texto": "o juiz acolher ou rejeitar o pedido do autor."
      },
      {
        "letra": "C",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "D",
        "texto": "as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462671",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quando o autor renuncia ao direito sobre o qual se funda a ação e quando as partes transigem, ocorrerá a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinção do processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "suspensão do processo."
      },
      {
        "letra": "C",
        "texto": "extinção do processo com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "extinção do processo com resolução de mérito e sem resolução de mérito, respectivamente."
      },
      {
        "letra": "E",
        "texto": "extinção do processo sem resolução de mérito e com resolução de mérito, respectivamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456510",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "após contestação, não admite em nenhuma hipótese a alteração do pedido ou da causa de pedir, pois haverá estabilização do processo."
      },
      {
        "letra": "C",
        "texto": "inicia-se por impulso oficial, desenvolvendo-se por iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "extingue-se, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "suspende-se pela convenção das partes, caso em que nunca poderá exceder o prazo de um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "455118",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Vitor Santos ajuizou ação de investigação de paternidade em face de Julio Lima, alegando que este é seu pai. Ao término da fase probatória da instrução, restou cabalmente demonstrado que Julio Lima não é pai de Vitor Santos. Nessa situação, o juiz deve proferir sentença encerrando o procedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem resolução do mérito, por ilegitimidade passiva;"
      },
      {
        "letra": "B",
        "texto": "sem resolução do mérito, por ilegitimidade ativa;"
      },
      {
        "letra": "C",
        "texto": "sem resolução do mérito, por ilegitimidade em ambos os polos do processo;"
      },
      {
        "letra": "D",
        "texto": "com resolução do mérito, por improcedência do pedido;"
      },
      {
        "letra": "E",
        "texto": "com resolução do mérito, por perda do objeto"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "448920",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Determinado processo ficou paralisado por mais de trinta dias, em razão da inércia da parte autora, que não promoveu os atos e diligências que lhe competiam. Nesse contexto, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar de imediato o mérito da causa, rejeitando o pedido do autor;"
      },
      {
        "letra": "B",
        "texto": "decretar a suspensão do feito, no aguardo da iniciativa do autor no sentido de requerer o que entender pertinente;"
      },
      {
        "letra": "C",
        "texto": "proferir de imediato sentença terminativa;"
      },
      {
        "letra": "D",
        "texto": "determinar a intimação pessoal do autor para suprir a falta em quarenta e oito horas e, persistindo a sua postura inerte, proferir sentença terminativa;"
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do feito, interditando futuras manifestações do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432690",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Sobre a extinção do processo, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por serem questões de natureza material, a sentença que reconhece a ocorrência de prescrição ou decadência extingue o processo com julgamento de mérito;"
      },
      {
        "letra": "B",
        "texto": "Ainda que inclua matéria não posta em juízo, a transação extingue o processo com julgamento de mérito;"
      },
      {
        "letra": "C",
        "texto": "Após a contestação, a desistência da ação pelo autor depende do consentimento do réu porque ele também tem direito ao julgamento de mérito da lide;"
      },
      {
        "letra": "D",
        "texto": "Em sede de execução fiscal não embargada, se exige, para a extinção do feito por abandono da causa, o requerimento da parte contrária, mesmo tendo sido o autor intimado para dar seguimento ao processo sob pena de extinção da demanda;"
      },
      {
        "letra": "E",
        "texto": "É constitucional o julgamento liminar de mérito (improcedência “prima facie”) previsto no Código de Processo Civil, visto que permanece a possibilidade do contraditório e da ampla defesa, restando incólume o devido processo legal, além de atender a eficácia da prestação jurisdicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "430339",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Nulidades no CPC 1973",
      "Da extinção do processo",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Não está em consonância com as disposições sobre os Recursos no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constatando a ocorrência de nulidade insanável, o tribunal poderá determinar a realização ou renovação do ato processual. Cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento"
      },
      {
        "letra": "C",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito devolutivo, quando interposta de sentença que rejeitar liminarmente embargos à execução"
      },
      {
        "letra": "D",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "E",
        "texto": "Apresentada a resposta, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429164",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a suspensão do processo pelos motivos previstos em lei é defeso praticar qualquer ato processual, sem exceção."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte, cabendo ao juiz supervisioná-lo para que atinja o seu desfecho com a prestação jurisdicional."
      },
      {
        "letra": "C",
        "texto": "A morte ou perda da capacidade processual do autor conduz à extinção do processo, enquanto a morte ou perda da capacidade processual do réu leva à suspensão do processo para habilitação dos herdeiros."
      },
      {
        "letra": "D",
        "texto": "Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem a anuência do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "E",
        "texto": "A ocorrência da extinção do processo por litispendência ou coisa julgada dar-se-á com resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425308",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Prazos",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Dentre os atos praticados no processo, assinale o INCORRETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz proferirá os despachos de expediente, no prazo de 5 (cinco) dias e as decisões, no prazo de 10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "Não havendo preceito legal nem assinação pelo juiz, será de 5 (cinco) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "D",
        "texto": "É lícito a qualquer interessado cobrar os autos ao advogado que exceder o prazo legal. Se, intimado, não os devolver dentro em 24 (vinte e quatro) horas, perderá o direito à vista fora de cartório e incorrerá em multa, correspondente à metade do salário mínimo vigente na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425189",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Qual das alternativas abaixo está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da citação por edital: I - a afirmação do autor, ou a certidão do oficial, quanto às circunstâncias de ser desconhecido ou incerto o réu ou quando ignorado, incerto ou inacessível o lugar em que se encontrar; ( ll - a afixação do edital, na sede do juízo, certificada pelo escrivão; Ill - a publicação do edital no prazo máximo de quinze (15) dias, uma vez no órgão oficial e pelo menos duas vezes em jornal local, onde houver; IV - a determinação, pelo juiz, do prazo, que variará entre vinte (20) e sessenta (60) dias, correndo da data da primeira publicação;"
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de seu mérito: ( I - quando o juiz acolher ou rejeitar o pedido do autor; (ll - quando o réu reconhecer a procedência do pedido formulado pelo autor; (Ill - quando as partes transigirem; IV - quando o juiz pronunciar a decadência ou a prescrição; ( V - quando o autor renunciar ao direito sobre que se funda a ação; VI quando ocorrer confusão entre autor e réu;"
      },
      {
        "letra": "C",
        "texto": "O recurso extraordinário suspende a execução da sentença; a interposição do agravo de instrumento não obsta ao andamento do processo, ressalvado o disposto no art. 558 do CPC;"
      },
      {
        "letra": "D",
        "texto": "Concorrendo vários credores, o dinheiro ser-lhes-á distribuido e entregue consoante a ordem das respectivas prelações; não havendo título legal à preferência, receberá em primeiro lugar o credor que promoveu em primeiro a citação do réu na fase de conhecimento, cabendo aos demais concorrentes direito sobre a importância restante, observada a anterioridade de cada penhora;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421800",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito, nos moldes do Código de Processo Civil, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "B",
        "texto": "o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "C",
        "texto": "o Juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "D",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "E",
        "texto": "as partes transigirem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415204",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, não pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "408531",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Ocorre extinção do processo sem resolução do mérito quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorrer confusão entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "C",
        "texto": "as partes transigirem."
      },
      {
        "letra": "D",
        "texto": "o juiz pronunciar a prescrição ou a decadência"
      },
      {
        "letra": "E",
        "texto": "o autor renunciar ao direito em que se funda a ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402843",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos a competência e litisconsórcio.Pode ser proferida de ofício a decisão judicial que determina ao autor que promova a citação de todos os litisconsortes passivos necessários, sob pena de extinção do processo sem julgamento de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402232",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Depois de uma áspera discussão envolvendo os amigos Caio, Ticio e Mevio, travou-se uma luta corporal durante a qual Ticio desferiu um violento soco em Caio. Tendo sofrido graves lesões na face, que inclusive o levaram a se submeter a cirurgias, Caio, supondo equivocadamente que a agressão partira de Mevio, moveu-lhe ação, sob o rito ordinário, pleiteando a indenização dos danos materiais e morais experimentados. Citado, Mevio procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha principal a nortear a defesa de Mevio deverá ser no sentido de se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar de ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Ticio, para que, caso seja condenado a pagar as verbas indenizatórias reclamadas por Caio, possa o réu receber o correspondente valor, no mesmo processo, do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "promover a nomeação à autoria em relação a Ticio, o único responsável pelo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "alegar, como tese de mérito, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "E",
        "texto": "arguir a questão preliminar de inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402229",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Nos autos da demanda que propôs em face de Ticio, Caio se dá conta de que as chances de seu êxito no feito são inexistentes, já que o conjunto probatório formado não o favorece e o direito em disputa efetivamente assiste ao réu. Desse modo, e já prevendo que Ticio jamais concordaria com uma eventual manifestação sua de desistência da ação, Caio resolve, antes da prolação da sentença, revogar o mandato outorgado ao seu advogado. Determinada, pelo juiz da causa, a intimação de Caio para regularizar a sua representação processual, este deliberadamente se mantém inerte. Nesse contexto, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar extinto o processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "decretar a nulidade do processo e suspender o seu curso, até que o autor regularize o vício de sua representação."
      },
      {
        "letra": "C",
        "texto": "nomear Defensor Público para prosseguir no patrocínio da causa do autor."
      },
      {
        "letra": "D",
        "texto": "determinar a intimação por edital do autor para que regularize a sua representação."
      },
      {
        "letra": "E",
        "texto": "julgar, a despeito da persistência do vício de representação, o mérito da causa, rejeitando o pedido do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387742",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos aos atos processuais, ao processo em geral, ao processo de conhecimento e ao cumprimento de sentença.A extinção do processo, por abandono da causa pelo autor, depende de requerimento do réu",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "380247",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Uma ação de procedimento ordinária é proposta em face do Instituto Nacional da Propriedade Industrial, representado pela Procuradoria-Regional Federal e uma sociedade empresária localizada em São Paulo, também representada por advogado próprio. O Juiz determina a citação dos 3 réus. A ação é ajuizada perante a Justiça Federal do Rio de Janeiro. No exame inicial, o Juiz julga extinto o feito, sem julgamento de mérito, por não ter o Autor providenciado o recolhimento das custas judiciais corretas, apesar de intimado para tanto. Vencido o prazo recursal, sem que este venha a ser apresentado, ajuíza o autor nova ação de igual objeto. No tocante aos fatos narrados, cabe aduzir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em face da coisa julgada material é impossível o ajuizamento da nova ação."
      },
      {
        "letra": "B",
        "texto": "em face da coisa julgada formal é possível o ajuizamento da nova ação"
      },
      {
        "letra": "C",
        "texto": "se o autor der causa, por três vezes, à extinção do processo por falta do recolhimento de custas, não poderá intentar nova ação contra o réu com o mesmo objeto, ficando-lhe ressalvada, entretanto, a possibilidade de alegar em defesa o seu direito."
      },
      {
        "letra": "D",
        "texto": "o ajuizamento de nova ação depende da anuência do Autor, cabendo a este, em preliminar de contestação, manifestar sua contrariedade."
      },
      {
        "letra": "E",
        "texto": "a sentença está equivocada, uma vez que o não recolhimento de custas importa em extinção com julgamento de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378889",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Sendo o processo extinto sem resolução de mérito, por ausência de alguma das condições da ação, e da sentença não mais cabendo recurso, haverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como regra, a formação de coisa julgada formal, com a possibilidade - salvo exceções previstas em lei - de rediscussão da matéria em nova demanda."
      },
      {
        "letra": "B",
        "texto": "perempção, impossibilitando-se a rediscussão da matéria em nova demanda, salvo se diversas as partes."
      },
      {
        "letra": "C",
        "texto": "como regra, a formação de coisa julgada material, sem que se possa - salvo exceções legalmente previstas - rediscutir a matéria em nova demanda."
      },
      {
        "letra": "D",
        "texto": "sempre a formação de coisa julgada formal, com a possibilidade, sem exceções, de rediscussão da matéria em nova demanda."
      },
      {
        "letra": "E",
        "texto": "sempre a formação de coisa julgada material, jamais se podendo rediscutir a matéria em nova demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371687",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito quando: I. Se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo. II. O juiz acolher a alegação de perempção, litispendência ou de coisa julgada. III. A ação for considerada intransmissível por disposição legal. IV. O juiz pronunciar a decadência ou a prescrição. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362506",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é incorreto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo, por prazo não excedente a 01 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente;"
      },
      {
        "letra": "B",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa; e, ainda quando ordenada por juiz incompetente, constitui em mora o devedor e interrompe a prescrição;"
      },
      {
        "letra": "C",
        "texto": "Falecendo o réu em ação de divórcio, extingue-se o processo sem resolução de mérito por intransmissibilidade do direito;"
      },
      {
        "letra": "D",
        "texto": "A absolvição criminal por insuficiência de provas da culpabilidade do réu não acarreta a extinção do processo civil ante a alegação de coisa julgada;"
      },
      {
        "letra": "E",
        "texto": "O termo final para que o autor possa alterar o pedido ou a causa de pedir é o saneamento do processo, mas, havendo consentimento do réu, afasta-se o princípio da estabilização subjetiva do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361729",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da extinção do processo e suas causas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrerá a desistência tácita, que enseja a extinção do processo, a ausência de promoção pelo autor, por mais de trinta dias, dos atos e diligências que lhe competirem."
      },
      {
        "letra": "B",
        "texto": "A extinção do processo em razão da existência de compromisso arbitral independe de provocação das partes, por ser matéria que o juiz conhece de ofício."
      },
      {
        "letra": "C",
        "texto": "Perempção é a sanção aplicável à prática do ato ilícit consistente no abuso do direito de demandar."
      },
      {
        "letra": "D",
        "texto": "Não há óbice à desistência expressa do processo pelo autor, ainda que após o pronunciamento da sentença, caso o julgamento lhe seja favorável."
      },
      {
        "letra": "E",
        "texto": "Se o processo for abandonado pelas partes por mais de um ano e a citação tiver sido válida, caberá a extinção do processo, independentemente de intimação das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361341",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente, o juiz determinará a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão do processo pelo prazo máximo de seis meses, não podendo ser praticado qualquer ato processual durante este período, exceto aqueles reputados urgentes."
      },
      {
        "letra": "B",
        "texto": "extinção do processo sem resolução do mérito, devendo a ação ser reproposta quando a questão prejudicial for resolvida."
      },
      {
        "letra": "C",
        "texto": "suspensão do processo, exceto se a audiência já tiver iniciado, caso em que o processo só será suspenso a partir da publicação da sentença."
      },
      {
        "letra": "D",
        "texto": "extinção parcial do processo sem resolução do mérito, devendo prosseguir em relação às questões que não sofrem influência de outra causa."
      },
      {
        "letra": "E",
        "texto": "suspensão do processo pelo prazo máximo de um ano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360463",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da suspensão e da extinção do processo de conhecimento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso seja celebrada transação após a prolação da sentença, a situação jurídica posterior das partes será regida pelos termos do acordo, e não pelo que ficar decidido pelo juiz."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência, não é possível a fixação de honorários advocatícios nos casos de extinção do processo sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo pela convenção das partes ou pela perda da capacidade do representante legal da parte não opera de pleno direito, pois, nas duas situações, a suspensão depende de decisão judicial."
      },
      {
        "letra": "D",
        "texto": "De acordo com a legislação aplicável, quando a sentença de mérito não puder ser proferida senão depois de produzida certa prova, requisitada a outro juízo, o juiz deverá suspender o processo, em decisão que terá eficácia retroativa à data em que a prova for requisitada ao juízo."
      },
      {
        "letra": "E",
        "texto": "A sentença de extinção do processo sem resolução de mérito não produz o efeito de afastar a natureza litigiosa da coisa que era objeto da ação, de modo que, assim, sua alienação posterior ainda se dará em fraude à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "500396",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Pelo disposto no Código de Processo Civil, a petição inicial será indeferida quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contiver pedido genérico"
      },
      {
        "letra": "B",
        "texto": "Contiver pedidos incompatíveis entre si."
      },
      {
        "letra": "C",
        "texto": "Contiver pedidos alternativos."
      },
      {
        "letra": "D",
        "texto": "Contiver pedidos sucessivos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471559",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Considerando as disposições legais sobre procedimento ordinário, formação, suspensão e extinção do processo, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apresentação de exceção de incompetência do juízo não é causa de suspensão do processo."
      },
      {
        "letra": "B",
        "texto": "Feita a citação, o autor pode modificar o pedido ou a causa de pedir independente do consentimento do réu, pois a ação segue em beneficio do autor e por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Quando a matéria controvertida for unicamente de fato e no juízo já houver sido proferida sentença de total procedência em outros casos idênticos, deverá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "D",
        "texto": "O processo será extinto com resolução do mérito quando o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "E",
        "texto": "Depois da contestação, é vedado ao réu deduzir novas alegações, mesmo quando competir ao juiz conhecer delas de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "449908",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: CREFITO - 8ª Região (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo, e em seguida, marque V para as verdadeiras e F para as falsas. ( ) Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, sendo lícito, entretanto, a modificação das partes até a sentença final, por vontade das partes. ( ) Suspende-se o processo quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz e, ainda, a exceção de suspeição do representante do Ministério Público, seguindo-se, rigorosamente, o mesmo rito em todos os casos. ( ) No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, o prazo de vinte dias, findo o qual extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste. ( ) Suspende-se o processo quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "V, F, F, V"
      },
      {
        "letra": "D",
        "texto": "V, F, F, F"
      },
      {
        "letra": "E",
        "texto": "V, V, F, F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433567",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "O texto a seguir foi extraído de acórdão prolatado por uma das Câmaras Cíveis do Tribunal de Justiça do Amazonas em setembro de 2012, no qual algumas informações foram substituídas por elementos fictícios a fim de não ser possível a identificação da demanda. Analise-o. RELATÓRIO Trata-se de apelação cível interposta por X e Y, contra sentença proferida pelo Juízo de Direito da 200a Vara de Família, que julgou procedente o pedido de exoneração de alimentos formulado por Z. O recurso acostado às fls. 00/00, ataca essencialmente a nulidade da sentença por ausência de citação. O autor da demanda, ora apelado, requer às fls. 00, a exoneração da obrigação alimentar. Adiante, deu-se vista dos autos ao Graduado Órgão do Ministério Público Estadual, que se manifestou nos termos do parecer de fls. 00/00, opinando pelo conhecimento e provimento do presente recurso tendo em vista a falta de citação dos recorrentes. É o relatório. Partindo do objeto da causa tratado na decisão indicada e da falta de citação no processo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implica na extinção do processo, sem resolução do mérito, por ausência de pressuposto processual"
      },
      {
        "letra": "B",
        "texto": "implica na extinção do processo, com resolução do mérito, por carência da ação."
      },
      {
        "letra": "C",
        "texto": "pode ser suprida, depois da sentença, sem ferir o contraditório e a ampla defesa, à luz do princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "não implica em violação do princípio do devido processo legal, se a sentença for reformada beneficiando o réu."
      },
      {
        "letra": "E",
        "texto": "fere pressuposto processual e viola o princípio da ampla defesa, devendo ser arguida pela parte interessada e não podendo ser conhecida de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410125",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo, sob a regência do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "Apenas nessas hipóteses suspende-se o processo: (I) pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador; (II) pela convenção das partes; e, (III) quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder oito meses."
      },
      {
        "letra": "D",
        "texto": "Haverá resolução de mérito quando o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "E",
        "texto": "Não haverá resolução do mérito quando o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "405777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Critérios de competência",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienado o bem objeto da lide, será impositiva a alteração subjetiva do processo."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria, havendo concordância do nomeado e da outra parte, determina a sucessão processual."
      },
      {
        "letra": "C",
        "texto": "A substituição do requerido em razão do reconhecimento de sua ilegitimidade pode ocorrer a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "Nas localidades em que houver mais de uma vara de competência idêntica, distribuída a petição, considera-se proposta a ação para ambas as partes."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de ação de caráter pessoal estrito, a morte de uma das partes necessariamente determina a extinção prematura do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371571",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Nulidades no CPC 1973",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STJ, se o juiz não determinar a suspensão do processo a partir da morte de uma das partes, haverá nulidade absoluta dos atos praticados a partir dessa data"
      },
      {
        "letra": "B",
        "texto": "A perda superveniente de interesse processual do autor, por ausência de necessidade de prosseguir com a ação para obter o resultado útil que pretendia, acarreta a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Convencionada pelas partes a suspensão do processo por seis meses, a conclusão dos autos ao magistrado para restabelecer o curso do processo dependerá de pedido das partes."
      },
      {
        "letra": "D",
        "texto": "Conforme a jurisprudência do STJ, a extinção do processo sem julgamento do mérito por falta de legitimidade ad causam produz coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo cível até o julgamento definitivo da ação penal, imposição legal dirigida ao magistrado, visa evitar decisões conflitantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357059",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Existem várias hipóteses de extinção do processo sem resolução do mérito.Assinale a alternativa que NÃO autoriza a extinção do processo sem julgamento do mérito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando as partes transigirem."
      },
      {
        "letra": "B",
        "texto": "Quando o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Quando, por não promover os atos e diligências que Ihe competir, o autor abandonar a causa por mais de 30 (trinta) dias."
      },
      {
        "letra": "D",
        "texto": "Quando não concorrer qualquer das condições da ação, como a possibilidade jurídica, a legitimidade das partes e o interesse processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354705",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que se refere a formação, suspensão e extinção do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é permitida a alteração do pedido ou da causa de pedir após o saneamento do processo."
      },
      {
        "letra": "B",
        "texto": "Dada a independência entre as jurisdições, não se cogita a existência de prejudicialidade externa de processo penal em relação ao cível."
      },
      {
        "letra": "C",
        "texto": "Conforme definição legal, a sentença é o ato por meio do qual o juiz põe fim ao processo, decidindo, ou não, o mérito da causa."
      },
      {
        "letra": "D",
        "texto": "O indeferimento de petição inicial fundada na prescrição da pretensão ocorre por meio de sentença terminativa."
      },
      {
        "letra": "E",
        "texto": "Considera-se formado o processo com a citação ou o comparecimento espontâneo do réu, quando então fica estabelecida a relação jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "319938",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "João ajuizou ação de divórcio em face de sua esposa Maria. Após a citação e antes da contestação, João veio a falecer. Nesse caso, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspenderá o processo por 6 meses."
      },
      {
        "letra": "B",
        "texto": "suspenderá o processo por 30 dias."
      },
      {
        "letra": "C",
        "texto": "extinguirá o processo com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "extinguirá o processo sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "interromperá o processo por causa superveniente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "308285",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298693",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria processual civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo quando ocorrer confusão entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "O autor não poderá desistir da ação, sem o consentimento do réu, depois de decorrido o prazo para a resposta."
      },
      {
        "letra": "C",
        "texto": "Extingue-se o processo, sem resolução de mérito, quando o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "D",
        "texto": "Após apresentada a defesa, é vedado às partes transigirem sobre o pedido."
      },
      {
        "letra": "E",
        "texto": "Extinto o processo, o autor não poderá intentar com nova ação sobre o mesmo objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1237710",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. Extinto o processo com resolução do mérito em decorrência da transação na ação principal, a reconvenção deve ser extinta sem resolução do mérito, caso nada fique acertado na transação da ação principal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "368720",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que se refere à formação e extinção do processo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido ou a causa de pedir são sempre imutáveis."
      },
      {
        "letra": "B",
        "texto": "considera-se proposta a ação com a citação válida do réu."
      },
      {
        "letra": "C",
        "texto": "será extinto pela perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador."
      },
      {
        "letra": "D",
        "texto": "forma-se por iniciativa da parte, mas se desenvolve por impulso oficial."
      },
      {
        "letra": "E",
        "texto": "apenas às causas que tenham conteúdo econômico imediato será atribuído um valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270730",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se o processo, com resolução do mérito, quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "B",
        "texto": "admite-se que, em convenção, as partes possam, de comum acordo, alterar o pedido ou a causa de pedir, mesmo depois da citação."
      },
      {
        "letra": "C",
        "texto": "a extinção do processo, sem exame do mérito, decretada por reconhecimento de litispendência, coisa julgada ou perempção, não impede a renovação da ação."
      },
      {
        "letra": "D",
        "texto": "se o autor der causa, por três vezes, à extinção do processo, por abandono, não poderá intentar nova ação contra o réu com o mesmo objeto, ficando ainda impossibilitado de alegar em defesa o seu direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270003",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Com relação à extinção do processo, nos termos do previsto no Código de Processo Civil, considerando-se as assertivas: I. Sem resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição; II. Haverá resolução de mérito, quando as partes transigirem; III. Sem resolução de mérito, quando ocorrer confusão entre autor e réu; IV. Haverá resolução de mérito, quando o juiz acolher a alegação de perempção, litispendência ou de coisa julgada; Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "253736",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à capacidade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade processual superveniente implica a imediata extinção do processo."
      },
      {
        "letra": "B",
        "texto": "A incapacidade processual não sanada pelo autor após a oportunidade para fazê-lo é caso de nulidade do processo."
      },
      {
        "letra": "C",
        "texto": "Para se ter legitimidade como parte é necessário ter capacidade processual."
      },
      {
        "letra": "D",
        "texto": "Para se ter capacidade processual é necessário ter capacidade postulatória."
      },
      {
        "letra": "E",
        "texto": "O membro do MP poderá ingressar com ação em nome do interdito a quem tenha sido nomeado curador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301698",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "NÃO constitui um dos casos de extinção do processo civil “com resolução de mérito”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconhecimento da prescrição pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Transação das partes."
      },
      {
        "letra": "C",
        "texto": "Desistência da ação pelo autor."
      },
      {
        "letra": "D",
        "texto": "Rejeição do pedido do autor pelo juiz."
      },
      {
        "letra": "E",
        "texto": "Reconhecimento da procedência do pedido pelo réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "299013",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que diz respeito à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No curso da suspensão do processo é defeso praticar qualquer ato processual, podendo o juiz, no entanto, determinar a realização de atos urgentes, a fim de evitar dano irreparável."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Suspende-se o processo quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "Extinguir-se-á o processo, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após a citação do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "297651",
    "metadata": "Ano: 2011 | Banca: FEPESE | Órgão: CELESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil Brasileiro, extingue-se o processo, com resolução de mérito, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz indeferir a petição inicial."
      },
      {
        "letra": "B",
        "texto": "o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "ocorrer confusão entre autor e réu."
      },
      {
        "letra": "D",
        "texto": "o autor desistir da ação."
      },
      {
        "letra": "E",
        "texto": "o autor renunciar ao direito sobre que se funda a ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1635827",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "NÃO configura caso de extinção do processo civil com resolução de mérito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o juiz rejeita o pedido do autor."
      },
      {
        "letra": "B",
        "texto": "Quando o juiz reconhece a procedência do pedido do autor."
      },
      {
        "letra": "C",
        "texto": "Quando o autor desiste da ação."
      },
      {
        "letra": "D",
        "texto": "Quando o juiz pronuncia a prescrição."
      },
      {
        "letra": "E",
        "texto": "Quando as partes transigem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456882",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Extingue-se o processo com resolução de mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz acolher a alegação de coisa julgada."
      },
      {
        "letra": "B",
        "texto": "ocorrer confusão entre autor e réu."
      },
      {
        "letra": "C",
        "texto": "o autor desistir da ação."
      },
      {
        "letra": "D",
        "texto": "as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "o juiz indeferir a petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407169",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Revelia",
      "Chamamento ao processo",
      "Da extinção do processo",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Aplica-se o procedimento ordinário que é o procedimento padrão e básico para a tutela dos direitos, quando não está previsto um procedimento especial e quando não é de observar-se o procedimento sumário, sendo CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o chamamento ao processo é permitido àquele que detiver a coisa em nome alheio, sendo demandado em nome próprio."
      },
      {
        "letra": "B",
        "texto": "o autor poderá alterar o pedido ou a causa de pedir, independentemente de nova citação do réu, quando ocorrer a revelia."
      },
      {
        "letra": "C",
        "texto": "formulado pedido certo e determinado, autor e réu têm interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "a conexão determina a reunião dos processos, ainda no caso de um deles já ter sido julgado."
      },
      {
        "letra": "E",
        "texto": "a extinção do processo, por abandono da causa pelo autor, depende de requerimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "190676",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "João, detentor de considerável patrimônio, formado por fazendas, automóveis e valores aplicados em conta poupança, conviveu em regime de união estável com Maria, durante 06(seis) anos, advindo desse vínculo o nascimento de Pedro, Francisco e José, todos menores impúberes.Em 24 de novembro de 2006, João veio a falecer, vítima de acidente automobilístico. Após sua morte, a companheira sobrevivente aforou inventário dos bens deixados pelo de cujus.No curso do procedimento, os interessados foram surpreendidos com a argüição de Rodrigo, de que o falecido seria seu suposto pai, razão pela qual requereu a devida declaração do vínculo, com a respectiva participação na herança.Requerido o inventário, e passado longo período sem que Maria, a inventariante nomeada, cumprisse com os encargos a si impostos por lei, determinou-se sua intimação pessoal, para manifestar o interesse no prosseguimento do feito.Cumprida a diligência intimatória, e persistindo a omissão, o juiz da Comarca, em inspeção, extinguiu o processo sem destrame do mérito, por ausência de interesse de agir, bem assim por inação da parte autora em adimplir os atos necessários, com base no art. 267, II, III, VI, do CPC Diante do caso descrito, assinale a assertiva incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A discussão acerca da paternidade deve ser remetida às vias ordinárias, por se tratar de questão de fato de alta indagação."
      },
      {
        "letra": "B",
        "texto": "Na hipótese, o Ministério Público não está legitimado a requerer o inventário, tendo em conta que os incapazes não se encontram em situação de risco, estando devidamente representados por sua genitora."
      },
      {
        "letra": "C",
        "texto": "A legislação processual é transparente no sentido de atribuir como efeito da desídia do Inventariante sua remoção, nunca a extinção do processo, dado que sua atuação não determina o prosseguimento ou desfecho da causa, mas importa apenas sua eventual mudança."
      },
      {
        "letra": "D",
        "texto": "Considerando o interesse jurídico da Fazenda Pública para cobrar o tributo que lhe é devido, encontra-se esta dotada de legitimidade recursal."
      },
      {
        "letra": "E",
        "texto": "É deferida ao magistrado a possibilidade de determinar, de ofício, a abertura do inventário, circunstância que caracteriza exceção ao princípio da inércia da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "189810",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, constitui causa de extinção do processo com resolução de mérito o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acolhimento da alegação de perempção."
      },
      {
        "letra": "B",
        "texto": "renúncia do autor ao direito em que se funda a ação."
      },
      {
        "letra": "C",
        "texto": "desistência do autor da ação."
      },
      {
        "letra": "D",
        "texto": "ocorrência de confusão entre autor e réu."
      },
      {
        "letra": "E",
        "texto": "ausência de legitimidade das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "177438",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspende-se quando o autor desistir da ação."
      },
      {
        "letra": "B",
        "texto": "extingue-se com resolução do mérito quando as partes transigirem."
      },
      {
        "letra": "C",
        "texto": "começa por iniciativa do juiz."
      },
      {
        "letra": "D",
        "texto": "extingue-se sem resolução do mérito quando o juiz pronunciar a decadência."
      },
      {
        "letra": "E",
        "texto": "suspende-se quando ocorrer confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "94017",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre a disciplina dos atos processuais, segundo o Código de Processo Civil brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a intimação do Ministério Público, nos processos em que atue como parte, será feita prioritariamente mediante publicação no órgão oficial."
      },
      {
        "letra": "B",
        "texto": "quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em quádruplo o prazo para contestar e em dobro os prazos para recorrer e, de modo geral, para falar nos autos."
      },
      {
        "letra": "C",
        "texto": "é lícito às partes litigantes, mediante acordo, reduzir os prazos peremptórios."
      },
      {
        "letra": "D",
        "texto": "a citação válida torna prevento o juízo, induz litispendência, faz litigiosa a coisa e, salvo quando ordenada por juiz incompetente, interrompe a prescrição."
      },
      {
        "letra": "E",
        "texto": "a desistência da ação somente produzirá efeito depois de homologada por sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341720",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Analise os itens abaixo e assinale a alternativa correta. I - Se a relação processual for constituída e desenvolvida validamente e estiverem presentes as condições da ação, ao reconhecer a decadência, o juiz há de proferir sentença de mérito. II - O pedido de desistência da ação implica na extinção do processo sem julgamento de mérito. III - O Juiz extinguirá o processo sem julgamento de mérito pela ausência injustificada do advogado do autor à audiência. IV - Caberá a extinção do processo sem julgamento de mérito quando o réu reconhecer a procedência do pedido. V - Sempre que o tipo de procedimento, escolhido pelo autor, não corresponder à natureza da causa, caberá a extinção do feito, com o indeferimento da inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I, IV e V estão certos."
      },
      {
        "letra": "B",
        "texto": "Os itens II, III e V estão certos."
      },
      {
        "letra": "C",
        "texto": "Os itens III, IV e V estão errados."
      },
      {
        "letra": "D",
        "texto": "Os itens I, II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Os itens II, IV e V estão errados."
      }
    ],
    "gabarito": "C"
  }
]