[
  {
    "id": "1396097",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Acerca da execução é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível durante a execução o credor desistir apenas de algumas medidas executivas."
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, será processada perante o juízo cível competente, quando o título executivo for sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer um dos devedores, quando houver mais de um, ou o foro de qualquer dos domicílios do réu; todavia, preferencialmente, a ação será proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, desde que nele o réu ainda mantenha residência."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para no prazo de três dias efetuar o pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "No prazo para embargos, reconhecendo o crédito do exequente e comprovando o depósito de 30% (trinta por cento) do valor em execução, inclusive custas e honorários de advogado, poderá o executado requerer seja admitido a pagar o restante em até 6 (seis) parcelas mensais, acrescidas de correção monetária e juros de 1% (um por cento) ao mês."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2796056",
    "metadata": "Ano: 2012 | Banca: IBAM | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral: Princípios"
    ],
    "enunciado_principal": "A execução contra Fazenda Pública, prevista nos artigos 730 e 731 do Código de Processo Civil é cabível para cobrança de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obrigação de fazer ou não fazer."
      },
      {
        "letra": "B",
        "texto": "crédito pecuniário."
      },
      {
        "letra": "C",
        "texto": "transferência de patrimônio."
      },
      {
        "letra": "D",
        "texto": "prestação de declaração de vontade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249333",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral: Princípios"
    ],
    "enunciado_principal": "Na execução,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "verificando o juiz que a petição inicial está incompleta, deverá indeferi-la de imediato."
      },
      {
        "letra": "B",
        "texto": "não pode ela fundar-se em mais de um título extrajudicial relativos ao mesmo negócio."
      },
      {
        "letra": "C",
        "texto": "ela se realiza no interesse do credor, que adquire, pela penhora, o direito de preferência sobre os bens penhorados."
      },
      {
        "letra": "D",
        "texto": "cumpre ao credor, ao requerê-la, pedir a intimação do devedor, instruindo a inicial com os documentos pertinentes."
      },
      {
        "letra": "E",
        "texto": "quando puder ser realizada por vários meios, o juiz mandará que se a promova pelo modo menos gravoso para o credor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408393",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral: Princípios"
    ],
    "enunciado_principal": "Assinale a afirmativa correta com relação ao processo de execução no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O executado será citado para, no prazo de 5 (cinco) dias, efetuar o pagamento da dívida."
      },
      {
        "letra": "B",
        "texto": "O oficial de justiça, não encontrando o devedor, penhorar-lhe-á tantos bens quantos bastem para garantir a execução."
      },
      {
        "letra": "C",
        "texto": "Na penhora de percentual do faturamento da empresa executada, é dispensada a nomeação de depositário."
      },
      {
        "letra": "D",
        "texto": "Na execução de crédito com garantia hipotecária, a penhora recairá, obrigatoriamente, sobre a coisa dada em garantia."
      },
      {
        "letra": "E",
        "texto": "A intimação do executado far-se-á na pessoa de seu advogado; não o tendo, será intimado pessoalmente."
      }
    ],
    "gabarito": "E"
  }
]