[
  {
    "id": "1191528",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A execução provisória da sentença far-se-á, no que couber, do mesmo modo que a definitiva, porém, o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade ou dos quais possa resultar grave dano ao executado dependem de caução suficiente e idônea, arbitrada de plano pelo juiz e prestada nos próprios autos, contudo, essa caução poderá ser dispensada no caso de crédito de natureza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratual ou decorrente de ato ilícito."
      },
      {
        "letra": "B",
        "texto": "cambial ou quirografária."
      },
      {
        "letra": "C",
        "texto": "quirografária ou trabalhista."
      },
      {
        "letra": "D",
        "texto": "alimentar ou decorrente de ato ilícito."
      },
      {
        "letra": "E",
        "texto": "trabalhista ou alimentar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "643315",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A respeito dos recursos, do cumprimento de sentença, da revelia e das provas, julgue o item que se segue.O pedido de penhora online dos valores devidos dispensa o esgotamento das diligências para encontrar outros bens do executado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "632939",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "NÃO poderá requerer a adjudicação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pai do executado."
      },
      {
        "letra": "B",
        "texto": "o credor com garantia real."
      },
      {
        "letra": "C",
        "texto": "outro credor concorrente que haja penhorado o mesmo bem."
      },
      {
        "letra": "D",
        "texto": "o executado."
      },
      {
        "letra": "E",
        "texto": "o cônjuge do executado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "632938",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre as medidas cautelares específicas, previstas no CPC/1973, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Relativamente à produção antecipada de provas, admite-se que a mesma consista em exame pericial quando houver fundado receio de que venha a tornar-se impossível, ou muito difícil, a verificação de certos fatos na pendência da ação."
      },
      {
        "letra": "B",
        "texto": "Far-se-á a intimação por edital se a demora da intimação pessoal puder prejudicar os efeitos do protesto."
      },
      {
        "letra": "C",
        "texto": "O sequestro tem lugar quando o devedor, que tem domicílio, se ausente ou tenta ausentar-se furtivamente."
      },
      {
        "letra": "D",
        "texto": "Tem lugar, como procedimento preparatório, a exibição judicial de coisa móvel em poder de outrem e que o requerente repute sua ou tenha interesse em conhecer."
      },
      {
        "letra": "E",
        "texto": "É possível a produção antecipada de provas não somente antes da propositura da ação, mas também na pendência desta, desde que antes da audiência de instrução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "621718",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da liquidação de sentença e da execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ajuizamento de ação rescisória pelo executado suspende automaticamente o cumprimento da sentença ou do acórdão que seja objeto do pedido da referida ação autônoma de impugnação."
      },
      {
        "letra": "B",
        "texto": "Os atos executórios tratados pelo CPC não possuem natureza jurisdicional, motivo pelo qual não há necessidade de observância ao princípio do contraditório no processo de execução."
      },
      {
        "letra": "C",
        "texto": "Se o autor ou outro qualquer cidadão não promover os atos executórios no prazo legal na execução de sentença de procedência em ação popular, o juiz determinará a extinção anômala do processo."
      },
      {
        "letra": "D",
        "texto": "A parte pode dar início à liquidação antes do trânsito em julgado da sentença condenatória genérica, haja vista que a denominada liquidação provisória de sentença é permitida pela legislação processual."
      },
      {
        "letra": "E",
        "texto": "O compromisso de ajustamento de conduta firmado entre o Ministério Público e o responsável por violação a direito coletivo não possui eficácia executória, mas é documento hábil à propositura de ação monitória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620483",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A respeito do processo de execução, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução pode ser instaurada caso o devedor não satisfaça a obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "B",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida, são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, não poderá promover a execução sobre outros bens senão depois de excutida a coisa que se achar em seu poder."
      },
      {
        "letra": "D",
        "texto": "Somente podem promover a execução forçada, o credor, a quem a lei confere título executivo, e o Ministério Público, nos casos prescritos em lei."
      },
      {
        "letra": "E",
        "texto": "É nula a execução se instaurada antes de se verificar a condição ou de ocorrido o termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "617860",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "No que se refere à alienação em hasta pública na execução de quantia certa contra devedor solvente é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a praça ou o leilão for de diversos bens e houver mais de um lançador, será preferido aquele que se propuser a arrematá-los englobadamente, oferecendo para os que não tiverem licitante preço igual ao da avaliação e para os demais o de maior lanço."
      },
      {
        "letra": "B",
        "texto": "O edital será afixado no local do costume e publicado, em resumo, com antecedência mínima de 5 dias, pelo menos uma vez em jornal de ampla circulação local ou no órgão especial quando o credor for beneficiário da justiça gratuita."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de bem imóvel, quem estiver interessado em adquiri-lo em prestações poderá apresentar por escrito sua proposta, nunca inferior à avaliação, com oferta de, no mínimo, 50% à vista, sendo o restante garantido por hipoteca sobre o próprio imóvel."
      },
      {
        "letra": "D",
        "texto": "Se o arrematante ou seu fiador não pagar o preço no prazo estabelecido, o juiz impor-lhe-á, em favor do exequente, a perda da caução, voltando os bens a nova praça ou leilão, dos quais não serão admitidos a participar o arrematante e o fiador remissos."
      },
      {
        "letra": "E",
        "texto": "Quando o imóvel de incapaz não alcançar em praça, pelo menos, 80% do valor da avaliação, o juiz o confiará à guarda e administração de depositário idôneo, adiando a alienação por prazo não superior a 1 ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "617793",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Manoel e Matias firmaram um contrato de compra e venda evolvendo obrigação alternativa, cuja escolha para realização da prestação caberá ao devedor Matias. Inadimplido o contrato, Manoel ajuíza ação de execução de título extrajudicial contra Matias. Matias será, então, citado para, em regra, exercer a opção e realizar a prestação dentro de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias."
      },
      {
        "letra": "B",
        "texto": "15 dias."
      },
      {
        "letra": "C",
        "texto": "30 dias."
      },
      {
        "letra": "D",
        "texto": "20 dias."
      },
      {
        "letra": "E",
        "texto": "5 dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "600804",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre a extinção da execução, pode-se afirmar apenas que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se a execução quando o devedor satisfaz a obrigação."
      },
      {
        "letra": "B",
        "texto": "Extingue-se a execução quando o devedor obtém, por transação ou por qualquer outro meio, a remissão total da dívida."
      },
      {
        "letra": "C",
        "texto": "Extingue-se a execução quando o credor renunciar ao crédito."
      },
      {
        "letra": "D",
        "texto": "A extinção só produz efeito quando declarada por sentença."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "600800",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre os mecanismos de alienação de bens penhorados, pode-se afirmar EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na adjudicação o bem penhorado ficará para o credor."
      },
      {
        "letra": "B",
        "texto": "A alienação pode se dar por iniciativa das partes."
      },
      {
        "letra": "C",
        "texto": "No edital de hasta pública deverá constar o valor do bem."
      },
      {
        "letra": "D",
        "texto": "O leilão ocorre para alienação de bens móveis e a praça, para bens imóveis."
      },
      {
        "letra": "E",
        "texto": "A carta de arrematação dispensa a prova de quitação do imposto de transmissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "600799",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "O Código de Processo Civil faculta ao vencedor de determinado processo e/ou procedimento judicial a possibilidade de executar provisoriamente uma decisão. A execução é provisória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o devedor não é localizado."
      },
      {
        "letra": "B",
        "texto": "Quando fundada em sentença impugnada mediante recurso recebido só no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "Quando fundada em título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "Quando fundada em sentença impugnada mediante recurso recebido em ambos os efeitos."
      },
      {
        "letra": "E",
        "texto": "Quando fundada em título executivo judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "636703",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Na execução por quantia certa contra devedor solvente, levando-se em consideração as normas do Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O executado será citado para pagar a dívida em 3 (três) dias."
      },
      {
        "letra": "B",
        "texto": "O devedor será citado para garantir a execução em 24 (vinte e quatro) horas, sob pena de penhora."
      },
      {
        "letra": "C",
        "texto": "A intimação do executado far-se-á na pessoa de seu advogado; não o tendo, será intimado pessoalmente."
      },
      {
        "letra": "D",
        "texto": "Se não localizar o executado para intimá-lo da penhora, o oficial certificará detalhadamente as diligências realizadas, caso em que o juiz poderá dispensar a intimação ou determinará novas diligências."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599854",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A Lei nº 11.382/2006 alterou alguns dispositivos relativos ao processo de execução, tratando, entre outros temas, da chamada penhora on-line, que permite ao juízo da execução, pela via eletrônica, determinar que o Banco Central bloqueie depósitos e aplicações financeiras em nome do executado. Segundo as disposições normativas e os precedentes que tratam dessa modalidade de penhora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que determina a penhora on-line de numerários mantidos em instituição bancária deve observar o prévio esgotamento das diligências para localização de bens penhoráveis, já que se trata de medida excepcional que envolve a quebra do sigilo bancário do executado."
      },
      {
        "letra": "B",
        "texto": "o prazo para ajuizamento de embargos de terceiro, em face da penhora on-line de valores é de 5 (cinco) dias da data em que expedido o alvará para levantamento da quantia depositada."
      },
      {
        "letra": "C",
        "texto": "o executado poderá requerer o desbloqueio de valores impenhoráveis, por força do art. 649, IV, CPC ou de qualquer outro dispositivo de lei, desde que inferiores à quantia de 40 (quarenta) salários mínimos e estejam depositados em conta poupança."
      },
      {
        "letra": "D",
        "texto": "o pedido de desbloqueio de penhora eletrônica de valores módicos deve ser acolhido naqueles casos em que o executado demonstre a inexpressividade da quantia ante o valor total da dívida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "597314",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Numa situação hipotética, o exequente, após ter sido realizada a penhora e avaliação de um bem, requer sua adjudicação pelo preço da avaliação. O juiz intima o executado e o cônjuge do devedor manifesta interesse em também adjudicar o bem. Nesse caso, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abrir uma licitação entre o exequente e o cônjuge do executado, sendo que em igualdade de oferta, o exequente terá a preferência na adjudicação."
      },
      {
        "letra": "B",
        "texto": "indeferir o pedido do cônjuge do executado, uma vez que apenas o exequente tem o direito à adjudicação."
      },
      {
        "letra": "C",
        "texto": "abrir licitação entre as partes, sendo que em igualdade de oferta, o cônjuge do executado terá preferência na adjudicação."
      },
      {
        "letra": "D",
        "texto": "indeferir o pedido de ambos, pois em primeiro lugar procede-se a tentativa de alienação por iniciativa particular. Sendo frustrada, poderá levar a análise do pedido de adjudicação feito exclusivamente pelo exequente, tendo em vista que tal direito não assiste ao cônjuge do executado."
      },
      {
        "letra": "E",
        "texto": "indeferir o pedido do exequente, uma vez que a adjudicação só poderá ser feita pelos ascendentes, descendentes e cônjuge do executado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "594149",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "O Juiz de Direito de uma das Varas Cíveis da Capital expediu mandado de busca e apreensão de determinado bem móvel, indicando a casa em que deverá ser cumprida a diligência. Considerando essa situação fática, à luz do disposto no Código de Processo Civil de 1973, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso o morador não abra as portas, deverá o oficial de justiça certificar a circunstância, devolvendo o mandado para que o Juiz, se for o caso, autorize o arrombamento das portas externas;"
      },
      {
        "letra": "B",
        "texto": "o mandado deverá ser cumprido por dois oficiais de justiça, um dos quais o lerá ao morador, intimando-o a abrir as portas;"
      },
      {
        "letra": "C",
        "texto": "tratando-se de direito autoral ou direito conexo do artista, intérprete ou executante, produtores de fonogramas e organismos de radiodifusão, a diligência deve ser acompanhada por um perito designado pelo Juiz;"
      },
      {
        "letra": "D",
        "texto": "a diligência deverá ser acompanhada por uma testemunha, que ao final assinará o auto circunstanciado;"
      },
      {
        "letra": "E",
        "texto": "tratando-se de direito autoral ou direito conexo do artista, intérprete ou executante, produtores de fonogramas e organismos de radiodifusão, após efetuada a apreensão, dois peritos designados pelo Juiz deverão confirmar a ocorrência da violação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "594147",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre a execução civil contra devedor solvente, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a averbação da penhora no registro imobiliário competente gera presunção absoluta de conhecimento por terceiros a respeito da constrição;"
      },
      {
        "letra": "B",
        "texto": "na execução por carta, a competência para penhora, avaliação, alienação de bem e satisfação do exequente são do juízo deprecado;"
      },
      {
        "letra": "C",
        "texto": "o oficial de justiça, caso não localize o executado para ser citado, arrestar-lhe-á bens para garantir a execução, bem como procurará o devedor nos três dias seguidos à efetivação do arresto, certificando o ocorrido;"
      },
      {
        "letra": "D",
        "texto": "o prazo para o oferecimento dos embargos do devedor em execução, em caso de litisconsórcio passivo, conta-se a partir da juntada do último mandado de citação aos autos;"
      },
      {
        "letra": "E",
        "texto": "na execução por carta, os embargos serão decididos pelo juízo deprecado, salvo se versarem sobre a nulidade do título executivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "589715",
    "metadata": "Ano: 2015 | Banca: OBJETIVA | Órgão: Prefeitura de Vitorino - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Em conformidade com GRECO FILHO, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a assistência em execuções fundadas em títulos executivos extrajudiciais e judiciais."
      },
      {
        "letra": "B",
        "texto": "Somente é possível a assistência em execuções quando estas forem fundadas em títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "Somente é possível a assistência em execuções quando estas forem fundadas em títulos executivos judiciais."
      },
      {
        "letra": "D",
        "texto": "É possível o chamamento ao processo na execução."
      },
      {
        "letra": "E",
        "texto": "Não é admissível o litisconsórcio no processo de execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "589579",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No tocante à execução e ao cumprimento de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo desistência da execução pelo credor, a extinção dos embargos que versarem apenas sobre questões processuais independe da concordância do embargante."
      },
      {
        "letra": "B",
        "texto": "Transitada em julgado a sentença que condena ao pagamento de determinada quantia, o devedor deverá ser citado para cumpri-la em até quinze dias, sob pena de incidência de multa de 10% sobre o montante da condenação."
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral constitui título executivo extrajudicial, uma vez que oriunda da atividade de um árbitro escolhido pelas partes."
      },
      {
        "letra": "D",
        "texto": "Para a oposição de embargos à execução fundada em título extrajudicial, o devedor deverá tornar seguro o juízo mediante penhora, depósito ou caução."
      },
      {
        "letra": "E",
        "texto": "Os embargos opostos pelo devedor à execução fundada em título extrajudicial terão, em regra, efeito suspensivo, cabendo ao julgador, em caso de requerimento da parte, fundamentar a decisão que lhes afastar esse efeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586290",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "De acordo com a jurisprudência dominante do Superior Tribunal de Justiça, é correto o que se afirma APENAS em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "582925",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Bruno interpôs recurso de apelação contra sentença que julgou procedente ação de reparação de dano material e moral formulado por Mário. O tribunal de justiça negou provimento ao recurso e Bruno interpôs recurso especial sob o argumento de ofensa a norma infraconstitucional. Nesse caso, Mário não poderá executar provisoriamente a decisão recorrida, visto que o recurso especial deve ser recebido no efeito devolutivo e suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "581891",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao procedimento da execução e suas formas de defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações de execução por quantia certa, não são devidos honorários advocatícios se o executado pagar a dívida tão logo for citado."
      },
      {
        "letra": "B",
        "texto": "A penhora de bens imóveis tem preferência em relação à penhora de dinheiro e veículos terrestres."
      },
      {
        "letra": "C",
        "texto": "A apresentação de objeção de pré-executividade não suspende o prazo para oposição de embargos à execução."
      },
      {
        "letra": "D",
        "texto": "É vedado ao exequente requerer a adjudicação do bem penhorado como forma de satisfação da execução."
      },
      {
        "letra": "E",
        "texto": "Os embargos à execução são dotados, em regra, de efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578447",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Ficam sujeitos à execução, os bens: I. do sucessor a título singular, tratando-se de execução fundada em direito real ou obrigação reipersecutória. II. do sócio, nos termos da lei. III. do devedor, salvo quando em poder de terceiros. IV. do cônjuge, nos casos em que os seus bens próprios, reservados ou de sua meação, respondem pela dívida. V. alienados ou gravados com ônus real em fraude de execução. O único item incorreto está contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "IV."
      },
      {
        "letra": "E",
        "texto": "V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578445",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "São sujeitos passivos na execução: I. o devedor, reconhecido como tal no título executivo. II. o espólio, os herdeiros ou os sucessores do devedor. III. o novo devedor, que assumiu, com o consentimento do credor, a obrigação resultante do título executivo. IV. o fiador judicial. V. o responsável tributário, assim definido na legislação própria. Estão corretos os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "569499",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Com base no disposto no Código de Processo Civil aplicado hodiernamente, analise as assertivas abaixo e assinale a alternativa correta: I – O espólio responde pelas dívidas do falecido, mas, feita a partilha, cada herdeiro responde por elas na proporção da parte que na herança Ihe coube. II – Os bens do fiador ficarão sujeitos à execução, se os do devedor forem insuficientes à satisfação do direito do credor, podendo o fiador que pagar a dívida reaver o valor pago tão somente através do meio próprio, que é a ação regressiva contra o afiançado. III – Considera-se em fraude contra credores a alienação ou oneração de bens, quando, ao tempo da alienação ou oneração, já corria contra o devedor demanda capaz de reduzi-lo à insolvência. IV – Os sócios poderão invocar o beneficium excussionis personalis, desde que apontem bens da sociedade desembargados, suficientes para quitar o débito e situados em território nacional. V – O devedor responde, para o cumprimento de suas obrigações, com todos os seus bens presentes e futuros, salvo as restrições estabelecidas em lei, a exemplo da quantia depositada em caderneta de poupança, até o limite de 40 (quarenta) salários mínimos, e dos móveis, pertences e utilidades domésticas que guarnecem a sua residência do executado, salvo os de elevado valor ou que ultrapassem as necessidades comuns correspondentes a um médio padrão de vida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I e III estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I e V estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas II e III estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas II e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "565651",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.Deve haver condenação em honorários advocatícios na chamada execução invertida de obrigação de pequeno valor determinada em decisão judicial, situação em que há cumprimento espontâneo e apresentação de cálculo pelo ente público devedor e posterior concordância do credor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565649",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.O valor pecuniário fixado em tutela antecipada a título de astreintes somente será exigível, e passível de execução provisória, quando a decisão liminar que o fixar for confirmada em sentença ou acórdão de natureza definitiva, e desde que o respectivo recurso deduzido contra a decisão não seja recebido no efeito suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "563780",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A respeito da execução, assinale a opção correta com base na jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a execução provisória de multa por descumprimento de obrigação de fazer, fixada por decisão interlocutória que antecipe os efeitos da tutela, desde que ocorra a sua confirmação por acórdão, em razão de recurso interposto contra ela."
      },
      {
        "letra": "B",
        "texto": "A falta de lavratura do auto da penhora em dinheiro realizada por meio eletrônico, na fase de cumprimento de sentença, configura nulidade procedimental absoluta."
      },
      {
        "letra": "C",
        "texto": "Com o propósito de estimular o devedor a cumprir a decisão judicial, o valor da multa cominatória pode ser fixado em montante superior ao da obrigação principal."
      },
      {
        "letra": "D",
        "texto": "Para a configuração da fraude de execução, é indispensável a citação válida, inclusive na hipótese de alienação ou oneração de bens efetuada após a averbação da penhora na matrícula do imóvel."
      },
      {
        "letra": "E",
        "texto": "O sequestro é uma medida de caráter cautelar consubstanciada na constrição de bens do executado com o intuito de assegurar a efetivação de futura penhora."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560421",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "É exemplo de execução indireta a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imposição de multa em desfavor do executado, a fim de pressioná-lo ao cumprimento da obrigação;"
      },
      {
        "letra": "B",
        "texto": "retirada da coisa do patrimônio do devedor e a sua alienação judicial, para fins de entrega do produto da venda ao credor;"
      },
      {
        "letra": "C",
        "texto": "imposição a que terceiro cumpra a obrigação, às expensas do devedor;"
      },
      {
        "letra": "D",
        "texto": "adjudicação do bem do devedor ao patrimônio do exequente;"
      },
      {
        "letra": "E",
        "texto": "determinação de incidência de desconto em folha de pagamento, a fim de se assegurar o cumprimento de obrigação alimentar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "556504",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre a execução, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "visa a preservar a utilidade do processo de conhecimento, diante de uma situação de urgência que ponha em risco de perecimento o direito subjetivo alegado pela parte demandante;"
      },
      {
        "letra": "B",
        "texto": "tem por escopo pacificar uma situação litigiosa entre as partes, definindo o titular do direito subjetivo em disputa;"
      },
      {
        "letra": "C",
        "texto": "a competência para processá-la é do juízo de primeira instância, e não do órgão ad quem que julgou o feito no exercício da competência recursal;"
      },
      {
        "letra": "D",
        "texto": "só pode se fundar em títulos executivos judiciais, mas não extrajudiciais;"
      },
      {
        "letra": "E",
        "texto": "o exequente pode desistir da demanda, desde que haja consentimento do executado nesse sentido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555477",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Em relação às consequências processuais da cessão do crédito objeto de uma demanda judicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrida a cessão na fase de conhecimento, legítima será a substituição processual, ingressando como parte no processo o cessionário, desde que presente o consentimento da parte contrária."
      },
      {
        "letra": "B",
        "texto": "Ocorrida a cessão na fase de conhecimento, legítima será a sucessão processual, ingressando como parte no processo o cessionário, independentemente do consentimento da parte contrária."
      },
      {
        "letra": "C",
        "texto": "Ocorrida a cessão na fase de execução, legítima será a sucessão processual, ingressando como parte no processo o cessionário, independentemente do consentimento da parte contrária."
      },
      {
        "letra": "D",
        "texto": "Ocorrida a cessão na fase de execução, só será legítima a sucessão processual se com isso concordar a parte contrária"
      },
      {
        "letra": "E",
        "texto": "A cessão do crédito no plano do direito material não gera consequências no plano do direito processual, seja na fase de conhecimento ou na fase de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553605",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos Tribunais Superiores e a legislação pertinente, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inadmissível a interposição de embargos de declaração antes da publicação do acórdão embargado."
      },
      {
        "letra": "B",
        "texto": "o cessionário pode promover a execução ou nela prosseguir, quando o direito resultante do título executivo lhe foi transferido por ato entre vivos, não se exigindo o prévio consentimento do devedor."
      },
      {
        "letra": "C",
        "texto": "a cópia do contrato ou do estatuto social da pessoa jurídica constitui peça obrigatória para a formação do Agravo de Instrumento, pois sem estes não há como aferir a regularidade da procuração, nos termos do art. 12, VI do CPC."
      },
      {
        "letra": "D",
        "texto": "em regra, o prazo para a impetração de mandado de segurança em face de decisão que converte agravo de instrumento em agravo retido é de 120 dias, a contar da data da publicação da decisão."
      },
      {
        "letra": "E",
        "texto": "face aos efeitos devolutivos inerentes às pretensões recursais, deve ser conhecido o recurso extraordinário mesmo que não abranja todos os fundamentos suficientes constantes do provimento recorrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534554",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considerando que um juiz tenha proferido sentença condenando a fazenda pública a pagar indenização por desapropriação indireta no valor de cem salários mínimos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a sentença contra a fazenda pública transitar em julgado, sua execução estará sujeita ao regime de precatórios."
      },
      {
        "letra": "B",
        "texto": "Se confirmada a sentença, a ré deverá fazer o pagamento no prazo de quinze dias contado de sua intimação para pagar."
      },
      {
        "letra": "C",
        "texto": "Se a fazenda pública não recorrer dentro do prazo legal, a sentença produzirá seus efeitos imediatamente."
      },
      {
        "letra": "D",
        "texto": "Caso a fazenda pública decida opor embargos de declaração, deverá fazê-lo no prazo máximo de cinco dias."
      },
      {
        "letra": "E",
        "texto": "Eventual apelação ajuizada pela fazenda pública deverá ser acompanhada de guia de preparo ou será considerada deserta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "532392",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Uma apelação interposta por Leonardo no TJDFT, contra sentença que o condenou a pagar cem mil reais a Flávio, a título de danos morais, foi julgada improcedente. Alegando ser o valor da condenação exorbitante, Leonardo interpôs recurso especial para o STJ, que foi inadmitido na origem sob o fundamento de que não seria possível rediscutir matéria fática em recurso excepcional. Leonardo recorreu dessa decisão de inadmissibilidade, e a análise desse último recurso ainda está pendente. Nessa situação hipotética, de acordo com a legislação processual e com a jurisprudência do STJ a respeito dos recursos e do processo de execução,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Flávio poderá requerer o cumprimento provisório da decisão condenatória, o que, se for deferido, submeterá Leonardo a multa de 10% sobre o valor executado em caso de não pagamento."
      },
      {
        "letra": "B",
        "texto": "a execução provisória da sentença será possível, e o juiz da execução poderá dispensar caução para levantamento do dinheiro."
      },
      {
        "letra": "C",
        "texto": "a execução provisória da sentença poderá tramitar no órgão jurisdicional responsável pela análise do recurso que ainda está pendente."
      },
      {
        "letra": "D",
        "texto": "o recurso cabível para se impugnar a decisão de inadmissibilidade do recurso especial descrito seria o agravo de instrumento para o STJ."
      },
      {
        "letra": "E",
        "texto": "ainda que considerasse exorbitante o valor da condenação por danos morais, o STJ não poderia, em recurso especial, rever o valor da indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "521381",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "No curso de um processo de execução, o juiz determinou o bloqueio da única conta bancária do casal executado por ser o único meio encontrado para satisfazer o débito existente. Diante de informações constantes nos autos de que o casal começou a passar dificuldades financeiras em decorrência do ato de constrição, o juiz determinou, de ofício, a disponibilização de quantia mensal aos executados, enquanto remanescer o bloqueio judicial do numerário em favor da fazenda pública.Nessa situação hipotética, quanto à disponibilização da renda mensal, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agiu de maneira correta, uma vez que a medida em benefício dos executados manteve-se nos limites do poder geral de cautela que a lei confere aos juízes."
      },
      {
        "letra": "B",
        "texto": "praticou error in procedendo, visto que colocou em risco a efetividade da tutela do direito material da parte exequente e agiu sem pedido da parte executada."
      },
      {
        "letra": "C",
        "texto": "procedeu corretamente, uma vez que a liberação do crédito constitui antecipação de tutela baseada no abuso de direito do exequente."
      },
      {
        "letra": "D",
        "texto": "agiu de forma equivocada, visto que a disponibilização dessa quantia constitui medida cautelar inominada, que não pode ser concedida de ofício."
      },
      {
        "letra": "E",
        "texto": "agiu em desacordo com as normas processuais, pois, embora seja permitida a medida de ofício, a parte exequente deveria ter sido intimada previamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514719",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA acerca da execução:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor pode desistir da execução, mas não pode desistir apenas de algumas medidas executivas, pois o juiz da execução é quem a dirige, valendo-se de todos os meios legais e possíveis para a satisfação do crédito exequendo."
      },
      {
        "letra": "B",
        "texto": "Na desistência da execução, serão extintos os embargos do devedor, apenas na parte que versar sobre questões processuais e, nos demais casos, a extinção dependerá da anuência do embargante."
      },
      {
        "letra": "C",
        "texto": "É lícito ao credor, cumular várias execuções, ainda que fundadas em títulos com devedores diferentes, desde que para todas elas seja competente o juiz e idêntica a forma do processo."
      },
      {
        "letra": "D",
        "texto": "Os títulos executivos extrajudiciais oriundos de país estrangeiro, de acordo com a lei brasileira, para terem eficácia executiva, têm de satisfazer aos requisitos de formação exigidos pela lei do lugar de sua celebração, indicar o Brasil como o lugar de cumprimento da obrigação e contar com a homologação do Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "O sócio pode alegar o benefício de ordem e evitar que a execução recaia sobre seus bens, nomeando bens da sociedade, sitos na mesma comarca, livres, desembargados e suficientes para pagar o débito exequendo, não cabendo esse direito ao fiador, eis que sua responsabilidade pela dívida, por força de lei, é solidária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512805",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Ações Coletivas no CPC 1973",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A respeito da liquidação e execução das ações coletivas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de liquidação e execução do provimento condenatório, os legitimados para a ação coletiva não possuem legitimidade para agir como substituto processual, mas apenas como representantes dos indivíduos beneficiados."
      },
      {
        "letra": "B",
        "texto": "O juízo da liquidação de sentença ou o da ação condenatória é o competente para a execução individual."
      },
      {
        "letra": "C",
        "texto": "Em caso de concurso de créditos decorrentes de condenação em ação civil pública e de indenizações por prejuízos individuais resultantes do mesmo evento danoso, as primeiras terão preferência na execução."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de interesses individuais homogêneos, a liquidação e a execução de sentença poderão ser promovidas pela vítima, mas não por seus sucessores."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "497249",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A atividade executiva estatal pode se dar de duas formas, com atos sub-rogatórios ou atos coercitivos, sendo a penhora um exemplo de medida sub-rogatória de execução. Considerando o instituto da penhora, pode-se afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a penhora pode ser efetivada quando o oficial de justiça, não localizando o executado para a citação, encontrar bens penhoráveis."
      },
      {
        "letra": "B",
        "texto": "o imóvel, ainda que gravado com cláusula de inalienabilidade, está sujeito à penhora na execução de crédito referente a taxas condominiais inadimplidas."
      },
      {
        "letra": "C",
        "texto": "a penhora, tratando-se de bem indivisível não poderá recair sobre a totalidade do bem comum quando o cônjuge, companheiro ou condômino forem alheios à execução."
      },
      {
        "letra": "D",
        "texto": "a penhora gera direito de preferência para o exequente, que prevalece entre todos os credores, independente da existência de preferências ou privilégios regidos pelo direito material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492701",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A execução provisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não admite de modo algum a prática de atos que importem alienação de propriedade de bens do executado."
      },
      {
        "letra": "B",
        "texto": "fica sem efeito, sobrevindo acórdão que modifique ou anule a sentença objeto da execução, restituindo-se as partes ao estado anterior e liquidados eventuais prejuízos nos mesmos autos, por arbitramento."
      },
      {
        "letra": "C",
        "texto": "só é possível quando a apelação tenha sido recebida em seu duplo efeito, devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "só é possível em relação a título judicial, pois o título extrajudicial só admite a execução definitiva."
      },
      {
        "letra": "E",
        "texto": "não prescinde de caução em nenhuma hipótese legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1396097",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Acerca da execução é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível durante a execução o credor desistir apenas de algumas medidas executivas."
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, será processada perante o juízo cível competente, quando o título executivo for sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer um dos devedores, quando houver mais de um, ou o foro de qualquer dos domicílios do réu; todavia, preferencialmente, a ação será proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, desde que nele o réu ainda mantenha residência."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para no prazo de três dias efetuar o pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "No prazo para embargos, reconhecendo o crédito do exequente e comprovando o depósito de 30% (trinta por cento) do valor em execução, inclusive custas e honorários de advogado, poderá o executado requerer seja admitido a pagar o restante em até 6 (seis) parcelas mensais, acrescidas de correção monetária e juros de 1% (um por cento) ao mês."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "501048",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFPB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Preencha a lacuna e assinale a alternativa correta de acordo com o disposto sobre o Processo de Execução no Código de Processo Civil. Nas obrigações alternativas, quando a escolha couber ao devedor, este será citado para exercer a opção e realizar a prestação dentro em ____________, se outro prazo não Ihe foi determinado em lei, no contrato, ou na sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 (três) dias"
      },
      {
        "letra": "B",
        "texto": "5 (cinco) dias"
      },
      {
        "letra": "C",
        "texto": "10 (dez) dias"
      },
      {
        "letra": "D",
        "texto": "15 (quinze) dias"
      },
      {
        "letra": "E",
        "texto": "24 (vinte e quatro) horas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492066",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso Extraordinário",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para pagar em 10 (dez) dias e opor embargos."
      },
      {
        "letra": "B",
        "texto": "são dispensados de preparo os recursos interpostos pelo Ministério Público, pela União, pelos Estados e Municípios e respectivas autarquias, e pelos que gozam de isenção legal."
      },
      {
        "letra": "C",
        "texto": "na ação rescisória, a petição inicial será elaborada com observância dos requisitos essenciais do art. 282, devendo o Município depositar a importância de 5% (cinco por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível, ou improcedente."
      },
      {
        "letra": "D",
        "texto": "serão julgados em recurso ordinário, pelo Supremo Tribunal Federal, as causas em que forem partes, de um lado, Estado estrangeiro ou organismo internacional e, do outro, Município ou pessoa residente ou domiciliada no País."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "457370",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre execução, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução fundada em título executivo judicial deve ser proposta perante o juízo que proferiu a sentença exequenda;"
      },
      {
        "letra": "B",
        "texto": "a averbação junto ao registro de imóveis da certidão comprobatória do ajuizamento da execução, obtida no ato da distribuição, impede a alienação ou a oneração do imóvel correspondente;"
      },
      {
        "letra": "C",
        "texto": "em razão do princípio da disponibilidade, o exequente pode desistir da execução ou de algumas medidas executivas, independentemente da anuência do executado;"
      },
      {
        "letra": "D",
        "texto": "a execução provisória é aquela fundada em título judicial submetido a recurso sem efeito suspensivo ou em título extrajudicial pendente recurso da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo;"
      },
      {
        "letra": "E",
        "texto": "o credor pode promover a liquidação da sentença quando ela for integralmente ilíquida e estiver submetida a recurso sem efeito suspensivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447560",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre o instituto da execução provisória, previsto no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que penda agravo perante o STJ e STF, dispensa-se a caução, salvo quando possa manifestamente resultar risco de grave dano de difícil e incerta reparação."
      },
      {
        "letra": "B",
        "texto": "Corre por iniciativa, conta e responsabilidade do executado que se obriga, se a sentença for mantida, a reparar os danos que o exequente haja sofrido."
      },
      {
        "letra": "C",
        "texto": "O levantamento do depósito em dinheiro e a prática de atos que importem alienação dependem exclusivamente de fiança bancária imposta pelo juiz, compelindo o executado a prestá-la, devendo ser depositada nos próprios autos."
      },
      {
        "letra": "D",
        "texto": "Uma vez requerida, o exequente a instruirá com cópias simples do processo, podendo a parte declarar a autenticidade dos documentos sob sua responsabilidade."
      },
      {
        "letra": "E",
        "texto": "A instrução da petição que dá início à execução provisória é composta apenas por cópia da sentença ou acórdão exequendo, decisão de habilitação e procuração outorgada pelas partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432693",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Acerca do processo de execução, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível execução por título extrajudicial contra a Fazenda Pública;"
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, processar-se-á perante os tribunais superiores, nas causas de sua competência originária;"
      },
      {
        "letra": "C",
        "texto": "Não estão sujeitos à execução os bens que a lei considera impenhoráveis ou inalienáveis;"
      },
      {
        "letra": "D",
        "texto": "É lícito ao exeqüente, oferecendo preço não inferior ao da avaliação, requerer lhe sejam adjudicados os bens penhorados;"
      },
      {
        "letra": "E",
        "texto": "Extingue-se a execução quando o devedor não possuir bens penhoráveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429583",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução fundada em título executivo extrajudicial é insuscetível de ser provisória, ao passo que a execução fundada em título executivo judicial pode ser provisória, quando se tratar de decisão impugnada mediante recurso ao qual não foi atribuído efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A execução fundada em título executivo extrajudicial é definitiva, como regra; será provisória, contudo, quando houver pendência de recurso de apelação de sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Uma vez transitada em julgado a decisão, seu cumprimento será definitivo, não havendo a possibilidade de suspensão da execução em hipótese alguma, em vista da autoridade da coisa julgada material."
      },
      {
        "letra": "D",
        "texto": "A execução fundada em título executivo judicial pode ser provisória, quando se tratar de decisão impugnada mediante recurso ao qual não foi atribuído efeito suspensivo; se o título for extrajudicial, a execução será provisória se houver pendência de apelação contra sentença que julgue procedentes os embargos recebidos com efeito suspensivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429582",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Não há fraude em execução, segundo os tribunais, na seguinte hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alienação ou oneração de bens quando sobre eles pender ação fundada em direito real."
      },
      {
        "letra": "B",
        "texto": "alienação ou oneração de bens penhorados"
      },
      {
        "letra": "C",
        "texto": "alienação ou oneração de bens quando corria contra o devedor demanda capaz de levá-lo à insolvência, ao tempo da alienação ou oneração."
      },
      {
        "letra": "D",
        "texto": "alienação ou oneração de bens ou renda por sujeito passivo em débito para com a Fazenda Pública, por crédito regularmente inscrito como dívida ativa, ainda que tenham sido reservados, pelo devedor, bens suficientes ao total pagamento da dívida inscrita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427908",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre a ação de alimentos e a execução de alimentos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o rito da prisão não pode ser adotado para execução de alimentos transitórios."
      },
      {
        "letra": "B",
        "texto": "o procedimento previsto para o cumprimento de sentença não se aplica às execuções de alimentos fixados em título judicial."
      },
      {
        "letra": "C",
        "texto": "a morte do réu no curso da ação de alimentos acarreta sua sucessão pelo respectivo espólio."
      },
      {
        "letra": "D",
        "texto": "o Ministério Público possui legitimidade para a propositura de ação de alimentos em favor de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425189",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Qual das alternativas abaixo está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da citação por edital: I - a afirmação do autor, ou a certidão do oficial, quanto às circunstâncias de ser desconhecido ou incerto o réu ou quando ignorado, incerto ou inacessível o lugar em que se encontrar; ( ll - a afixação do edital, na sede do juízo, certificada pelo escrivão; Ill - a publicação do edital no prazo máximo de quinze (15) dias, uma vez no órgão oficial e pelo menos duas vezes em jornal local, onde houver; IV - a determinação, pelo juiz, do prazo, que variará entre vinte (20) e sessenta (60) dias, correndo da data da primeira publicação;"
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de seu mérito: ( I - quando o juiz acolher ou rejeitar o pedido do autor; (ll - quando o réu reconhecer a procedência do pedido formulado pelo autor; (Ill - quando as partes transigirem; IV - quando o juiz pronunciar a decadência ou a prescrição; ( V - quando o autor renunciar ao direito sobre que se funda a ação; VI quando ocorrer confusão entre autor e réu;"
      },
      {
        "letra": "C",
        "texto": "O recurso extraordinário suspende a execução da sentença; a interposição do agravo de instrumento não obsta ao andamento do processo, ressalvado o disposto no art. 558 do CPC;"
      },
      {
        "letra": "D",
        "texto": "Concorrendo vários credores, o dinheiro ser-lhes-á distribuido e entregue consoante a ordem das respectivas prelações; não havendo título legal à preferência, receberá em primeiro lugar o credor que promoveu em primeiro a citação do réu na fase de conhecimento, cabendo aos demais concorrentes direito sobre a importância restante, observada a anterioridade de cada penhora;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "419609",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No tocante aos embargos do executado oferecidos em razão de execução por título executivo extrajudicial, disciplinados pelo Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A admissibilidade dos embargos está condicionada à realização de penhora, depósito ou caução, à semelhança dos embargos à execução fiscal."
      },
      {
        "letra": "B",
        "texto": "O prazo para o seu oferecimento é de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação, salvo no caso de diversos executados, por força da contagem em dobro decorrente do art. 191 do Código de Processo Civil."
      },
      {
        "letra": "C",
        "texto": "Apesar de o oferecimento dos embargos à execução não se encontrar vinculado à garantia por penhora, depósito ou caução suficiente, a concessão de efeito suspensivo aos embargos, a requerimento do embargante, além da relevância dos fundamentos da ação e da presença do risco de a execução causar dano grave de difícil ou incerta reparação, depende de garantia suficiente ao crédito cobrado, em uma das formas mencionadas acima."
      },
      {
        "letra": "D",
        "texto": "A concessão de efeito suspensivo nos embargos do executado paralisa o curso da execução, notadamente quanto à efetivação da penhora e dos atos de avaliação do bem, enquanto não revogada ou modificada a decisão judicial favorável ao embargante."
      },
      {
        "letra": "E",
        "texto": "O ajuizamento de execução única com base em dois títulos executivos sujeitos a procedimentos diversos não é hipótese de cumulação indevida de execução, prevista no inciso III do art. 745 do Código de Processo Civil, eis que passível de sanatória com a escolha de um dos ritos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416645",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O limite temporal – termo final – para remição na execução, incluída a execução fiscal – é a perfectibilização da adjudicação ou alienação dos bens penhorados."
      },
      {
        "letra": "B",
        "texto": "Na execução fiscal, a oposição de embargos depende de prévia garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "A fraude à execução exige, dentre outros requisitos, litispendência ao tempo da alienação ou oneração fraudulenta para caracterizar-se, mas, presentes seus pressupostos, pode ser requerida nos próprios autos da execução, e, assim, reconhecida incidentalmente tal causa de nulidade do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Na execução fiscal, a desconsideração da personalidade jurídica se resolve nos próprios autos, mediante requerimento fundamentado do exequente, que, caso deferido, amplia o polo passivo da demanda executiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406879",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. a execução pelo rito especial do artigo 733 do Código de Processo Civil é adequada à cobrança da pensão a cujo pagamento o praticante de ato ilícito tenha sido condenado para compensar a vítima pela perda da renda que ela obtinha com o trabalho para o qual ficou inabilitada, contanto que o pedido se limite às últimas três prestações vencidas antes do ajuizamento da mesma execução. II. na execução contra a Fazenda Pública para a cobrança de dívida de pequeno valor (Constituição Federal, artigo 100, § 3º), a oposição de embargos por parte da devedora está subordinada ao depósito prévio da quantia reclamada pelo credor. III. o protesto da nota promissória representativa do crédito é obrigatório para que o credor se habilite a requerer a declaração de insolvência do devedor, cabendo ao juiz, na hipótese de tal providência não ter sido adotada, extinguir o processo sem resolução do mérito, por falta de pressuposto de constituição válida. IV. a admissão de embargos à execução fiscal está condicionada à prévia segurança do juízo por penhora; assim, havendo a oposição de embargos antes da formalização da penhora, deverá o juiz rejeitá-los liminarmente. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão erradas as afirmações I e II e certas as afirmações III e IV."
      },
      {
        "letra": "B",
        "texto": "Estão erradas as afirmações I, II e III e certa a afirmação IV."
      },
      {
        "letra": "C",
        "texto": "Estão erradas as afirmações I, II, IV e certa a afirmação III."
      },
      {
        "letra": "D",
        "texto": "Estão erradas as afirmações I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "400572",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da execução de obrigação de pagamento de quantia certa"
    ],
    "enunciado_principal": "Na atual sistemática implantada para a execução civil, com a supressão da fase de nomeação de bens a penhora, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando já foram tomadas providências visando à efeti­vação da penhora, mas estas se revelarem infrutíferas, o credor deverá ser intimado para indicar onde estão e quais são os bens sujeitos a penhora, sob pena de extin­ção da execução e consequente arquivamento dos autos."
      },
      {
        "letra": "B",
        "texto": "quando já foram tomadas providências visando à efeti­vação da penhora, mas estas se revelarem infrutíferas, o prazo para o exequente indicar bens do devedor passí­veis de penhora é de quinze dias, sob pena de aplicação de multa do art. 601 e não o arquivamento dos autos."
      },
      {
        "letra": "C",
        "texto": "quando já foram tomadas providências visando à efeti­vação da penhora, mas estas se revelarem infrutíferas, o prazo para o exequente indicar bens do devedor passí­veis de penhora é de cinco dias, sob pena de aplicação de multa do art. 601 e não o arquivamento dos autos."
      },
      {
        "letra": "D",
        "texto": "quando já foram tomadas providências visando à efeti­vação da penhora, mas estas se revelarem infrutíferas, o devedor deverá ser intimado para indicar onde estão e quais são os bens sujeitos a penhora, sob pena de multa do art. 601 do CPC."
      },
      {
        "letra": "E",
        "texto": "quando já foram tomadas providências visando à efeti­vação da penhora, mas estas se revelarem infrutíferas, o credor deverá ser intimado a fornecer meios para a continuidade do processamento da execução, sob pena de extinção e posterior decretação da prescrição inter­corrente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392586",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dependem de homologação pelo Supremo Tribunal Federal, para serem executados, os títulos executivos estrangeiros."
      },
      {
        "letra": "B",
        "texto": "A propositura de qualquer ação relativa ao débito constante do título executivo inibe o credor de promover-lhe a execução."
      },
      {
        "letra": "C",
        "texto": "O devedor sempre responde, para o cumprimento de suas obrigações, com todos os seus bens presentes e futuros."
      },
      {
        "letra": "D",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, poderá promover a execução sobre outros bens sem que seja excutida a coisa que se achar em seu poder."
      },
      {
        "letra": "E",
        "texto": "Ficam sujeitos à execução os bens do sucessor a título singular, tratando-se de execução fundada em direito real ou obrigação reipersecutória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392581",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Da execução em geral",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Carlos Santos é credor de Paulo Soares em razão da venda de sua produção agrícola, cujo pagamento ocorreu por meio de um cheque. Ocorre que o credor não recebeu o valor constante no cheque e agora este está prescrito. Considerando essas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor não poderá demandar em face de Paulo Soares, em razão da prescrição do seu título executivo."
      },
      {
        "letra": "B",
        "texto": "O credor poderá buscar a obtenção do valor consignado no cheque, ingressando com ação monitória em face de Paulo Soares."
      },
      {
        "letra": "C",
        "texto": "Como o cheque está prescrito, o credor somente poderá tentar reaver o valor nele consignado por meio de ação de cobrança."
      },
      {
        "letra": "D",
        "texto": "Como o cheque é título executivo, o credor pode ingressar com ação de execução de título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "O credor deverá protestar o cheque e, posteriormente, ingressar com ação de execução de título extrajudicial ou de cobrança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "392508",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Na hipótese de cessão de crédito em execução, para a sucessão processual do cedente pelo cessionário, no polo ativo da demanda, a concordância da parte contrária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é irrelevante, salvo nos casos de precatórios alimentares já expedidos em favor do cedente."
      },
      {
        "letra": "B",
        "texto": "é imprescindível, porquanto incide a regra da perpetuatio legitimationis."
      },
      {
        "letra": "C",
        "texto": "é imprescindível, devendo ser instaurado incidente de habilitação do cessionário, com a citação dos interessados."
      },
      {
        "letra": "D",
        "texto": "é irrelevante, pois a execução possui regra especial a respeito, não incidindo a regra aplicável ao processo de conhecimento."
      },
      {
        "letra": "E",
        "texto": "é imprescindível, salvo nas hipóteses de execução de títulos ao portador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389060",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Quando o Código de Processo Civil entrou em vigor, a execução implicava sempre um processo autônomo. No entanto, com as constantes atualizações da legislação processual civil, a execução passou a ser considerada somente uma fase de um processo maior, apelidado de “sincrético”Nesse contexto, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução de título judicial agora é considerada “fase do cumprimento da sentença”."
      },
      {
        "letra": "B",
        "texto": "A execução de título extrajudicial continua regulada no Livro II, do Código de Processo Civil."
      },
      {
        "letra": "C",
        "texto": "Passou a existir um só processo, desde a petição inicial, na fase cognitiva, até a satisfação do credor, na fase executiva."
      },
      {
        "letra": "D",
        "texto": "Finalizada a fase cognitiva do processo, a fase executiva tem início com a apresentação de petição do credor, que, se estiver em ordem, o juiz determinará a citação do devedor para que apresente defesa."
      },
      {
        "letra": "E",
        "texto": "Se a execução não for requerida pelo credor no prazo de 06 (seis) meses, o juiz determinará a remessa dos autos para o arquivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "388421",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CAU-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da execução de obrigação de fazer e não fazer",
      "Da execução de obrigação de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o processo de execução, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante da reiteração, pelo executado, da prática de ato atentatório à dignidade da Justiça, o juiz poderá lhe impedir que daí por diante se manifeste nos autos."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações de fazer, quando for convencionado que o devedor a faça pessoalmente, o prazo para cumprimento é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "Se o devedor praticou o ato, a cuja abstenção estava obrigado pela lei ou pelo contrato, o credor requererá ao juiz que Ihe assine prazo para desfazê-lo."
      },
      {
        "letra": "D",
        "texto": "A impenhorabilidade é oponível, mesmo na cobrança do crédito concedido para a aquisição do próprio bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387747",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A respeito dos processos de execução e cautelar, julgue os itens que se seguem.A sub-rogação é um meio executório que se apresenta como instrumento intimidativo, de força indireta, no esforço do Estado-jurisdição de obter o respeito às normas jurídicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387599",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca do processo de execução, segundo os ditames do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador judicial não é sujeito passivo na execução."
      },
      {
        "letra": "B",
        "texto": "Não é possível o credor, sendo o mesmo devedor, cumular várias execuções, fundadas em títulos diferentes, mesmo que para todas elas seja competente o juiz."
      },
      {
        "letra": "C",
        "texto": "O credor ressarcirá ao devedor os danos que este sofreu, quando a sentença, passada em julgado, declarar inexistente, no todo ou em parte, a obrigação, que deu lugar à execução."
      },
      {
        "letra": "D",
        "texto": "O novo devedor que assumiu, com o consentimento do credor, a obrigação resultante do título executivo não é sujeito passivo na execução."
      },
      {
        "letra": "E",
        "texto": "O responsável tributário não é sujeito passivo na execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386634",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Com relação ao processo de execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de qualquer ação relativa a débito constante de título executivo impede o credor de promover sua execução, pois a obrigação deixa de ser líquida, certa e exigível."
      },
      {
        "letra": "B",
        "texto": "O herdeiro do devedor pode ser sujeito ativo na execução."
      },
      {
        "letra": "C",
        "texto": "Não pode o credor cumular várias execuções contra o mesmo devedor: cada uma deve seguir um processo em separado."
      },
      {
        "letra": "D",
        "texto": "Se a sentença transitada em julgado declarar inexistente a obrigação que foi executada, caberá responsabilização civil do exequente pelos danos que o executado tiver sofrido."
      },
      {
        "letra": "E",
        "texto": "O crédito decorrente de honorários de perito aprovados por decisão de juiz constitui título executivo judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "373387",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Da execução em geral",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Suelen Carolina vende um fogão usado para sua vizinha, Roberta Helena, que lhe paga com um cheque sem a devida provisão de fundos. Só depois que o cheque prescreve Suelen resolve procurar um advogado, a quem pede que proponha a ação contra Roberta, que protelou o pagamento por meio de promessas não cumpridas. O advogado de Suelen;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá propor execução contra Roberta Helena, tendo o cheque como confissão de dívida, mas como está prescrito Roberta Helena só pagará o débito se quiser, por configurar obrigação natural."
      },
      {
        "letra": "B",
        "texto": "não poderá propor ação alguma contra Roberta Helena, pois a prescrição fez com que Suelen perdesse seu direito à demanda."
      },
      {
        "letra": "C",
        "texto": "poderá propor execução contra devedor solvente contra Roberta Helena, pois a prescrição do cheque não lhe retira a eficácia executiva."
      },
      {
        "letra": "D",
        "texto": "poderá propor ação monitória contra Roberta Helena, pois o título está prescrito mas representa prova escrita sem eficácia executiva."
      },
      {
        "letra": "E",
        "texto": "poderá propor somente ação pelo rito ordinário contra Roberta Helena, pois o título prescrito não repre- senta prova escrita para fins monitórios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "363945",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Quanto a quem detém legitimidade para a ação de execução, aponte a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O espólio e os herdeiros."
      },
      {
        "letra": "B",
        "texto": "O credor"
      },
      {
        "letra": "C",
        "texto": "O Ministério Público para todas as situações determinadas na lei."
      },
      {
        "letra": "D",
        "texto": "O sócio retirante em qualquer situação ou condição que esteve na sociedade"
      },
      {
        "letra": "E",
        "texto": "O cessionário, quando o titulo executivo houver sido transferido por ato entre vivos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361340",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Extingue-se a execução quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o devedor não possui bens penhoráveis."
      },
      {
        "letra": "B",
        "texto": "o executado realiza a remição da execução"
      },
      {
        "letra": "C",
        "texto": "o devedor obtém a remissão da dívida por parte de um dos litisconsortes, desde que a dívida não seja solidário"
      },
      {
        "letra": "D",
        "texto": "ficar suspensa por mais de noventa dias."
      },
      {
        "letra": "E",
        "texto": "falecer o devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360457",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Com base no entendimento do STJ, assinale a opção correta acerca de aspectos inerentes ao processo de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A suspensão do processo de execução por ausência de bens penhoráveis não impede a decretação da prescrição intercorrente."
      },
      {
        "letra": "B",
        "texto": "A decisão exarada pelo juiz que defere o processamento do pedido de recuperação judicial não produz o efeito de suspender as execuções individuais em trâmite contra o devedor."
      },
      {
        "letra": "C",
        "texto": "Considere que o executado tenha oposto embargos à execução, com fundamento em excesso de execução, sem apontar na petição inicial o valor que considerava correto e sem apresentar memória de cálculo, fato que levou o magistrado a rejeitar liminarmente os embargos. Nessa situação hipotética, a decisão do magistrado foi correta, pois competia ao executado indicar o valor que entendia ser o correto, juntamente com a memória do cálculo, não cabendo ao juiz, diante do fato, determinar a emenda à inicial."
      },
      {
        "letra": "D",
        "texto": "Caso a fazenda pública ajuíze ação de execução fiscal e o juiz, ao apreciar o pedido, constate a ocorrência da prescrição antes da propositura da ação, será indispensável a oitiva prévia da fazenda pública para que a prescrição possa ser decretada de ofício pelo juiz."
      },
      {
        "letra": "E",
        "texto": "Se, em execução fiscal, for apresentada exceção de pré- executividade, por meio da qual o excipiente questione o momento da constituição do crédito tributário e afirme que o depósito por ele realizado seria suficiente para suspender a exigibilidade do referido crédito, o juiz deverá admitir a exceção de pré-executividade, instrumento adequado para a discussão das matérias nela veiculadas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357681",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Valdir celebrou contrato de empréstimo com Banco Euro- pa, cujo instrumento foi assinado por duas testemunhas. Porém, vendo-se em dificuldades financeiras, ajuizou ação anulatória e formulou pedido de liminar para impedir a execução do contrato. Não obstante, o Banco Europa ajuizou ação de execução. Em sede de embargos, embora sem prestar caução, Valdir pugnou pela suspensão da execução até julgamento da ação anulatória, argumen- tando estar o débito sob discussão judicial. Este pedido deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferido, porque a execução dos contratos bancá- rios não admite suspensão."
      },
      {
        "letra": "B",
        "texto": "deferido, pois os embargos, por si só, suspendem, em regra, a execução."
      },
      {
        "letra": "C",
        "texto": "deferido, pois o débito está sob discussão judicial e a ação anulatória poderá vir a ser julgada procedente."
      },
      {
        "letra": "D",
        "texto": "indeferido, pois a propositura de ação referente ao débito, por si só, não inibe o credor de promover-lhe a execução."
      },
      {
        "letra": "E",
        "texto": "deferido apenas se as ações tramitarem perante o mesmo juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843813",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Com base nas disposições previstas no Código de Processo Civil, analise as assertivas sobre os embargos do devedor: I – O executado, para opor-se à execução, deverá apresentar bens a penhora, depósito ou caução, garantindo assim o juízo. II – Os embargos serão oferecidos no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação. Quando houver mais de um executado, o prazo conta-se a partir da juntada do último mandado de citação. III – O juiz poderá rejeitar liminarmente os embargos quando intempestivos, quando inepta a petição ou quando forem manifestamente protelatórios. IV – Nos embargos à execução contra a Fazenda Pública, os embargos só poderão versar sobre: falta ou nulidade de citação, se o processo correu à revelia; inexigibilidade de título e; ilegitimidade de partes. V – Quando o credor pleiteia quantia superior à do título e quando a execução recai sobre coisa diversa daquela declarada de juízo, há excesso de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, IV e V estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas III, IV e V estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "557415",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca do cumprimento de sentença e do processo de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é título executivo extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A citação do devedor solvente na execução de quantia certa dá início a prazos com termos iniciais distintos."
      },
      {
        "letra": "C",
        "texto": "O cumprimento de sentença não se efetua perante os tribunais."
      },
      {
        "letra": "D",
        "texto": "A impugnação ao cumprimento de sentença pode versar sobre qualquer matéria de defesa."
      },
      {
        "letra": "E",
        "texto": "Todos os atos de ciência do executado, no processo autônomo de execução, devem ser praticados pelo oficial de justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "451904",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Processo de Execução, um dos três gêneros dos processos previstos no Código de Processo Civil ao lado dos Processos de Conhecimento e Cautelar, passou por diversas alterações legislativas, dentre as quais se destaca o advento das Leis nº 11.232/2005 e nº 11.382/2006. Tomando como diretriz a nova disciplina da execução no Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento público e a escritura pública somente constituirão título executivo extrajudicial se assinados pelo devedor e por duas testemunhas."
      },
      {
        "letra": "B",
        "texto": "A prova de má-fé do terceiro adquirente ou o registro da penhora do bem alienado são requisitos para o reconhecimento da fraude à execução."
      },
      {
        "letra": "C",
        "texto": "O credor não poderá iniciar a execução se o devedor cumprir a obrigação, mas poderá prosseguir nela ainda que o devedor cumpra a obrigação durante o curso da execução."
      },
      {
        "letra": "D",
        "texto": "Os bens do devedor, desde que não estejam em poder de terceiros, ficam sujeitos à execução, enquanto que os bens do sócio, em qualquer hipótese, ficam a salvo da execução."
      },
      {
        "letra": "E",
        "texto": "A apelação da sentença de improcedência dos embargos do executado, ainda que recebida no efeito suspensivo, não obsta o caráter definitivo da execução fundada em título extrajudicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433342",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, nas alternativas a seguir são apresentados títulos executivos judiciais, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acordo extrajudicial de qualquer natureza, sem homologação judicial."
      },
      {
        "letra": "B",
        "texto": "Sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta em juízo."
      },
      {
        "letra": "C",
        "texto": "Sentença estrangeira, homologada pelo Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Formal e a certidão de partilha, exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal."
      },
      {
        "letra": "E",
        "texto": "Sentença penal condenatória transitada em julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425750",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada material, que evita a perpetuação do processo, consiste na eficácia, que torna imutável a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "B",
        "texto": "Não faz coisa julgada a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "C",
        "texto": "As sentenças que julgam procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública estão sujeitas ao reexame necessário, dependendo, pois, de apelação para serem remetidas ao tribunal."
      },
      {
        "letra": "D",
        "texto": "É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414142",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A sentença que determina o cumprimento de obrigação por quantia certa, o demandado deixa de cumprir espontaneamente a decisão. Neste casso, as afirmativas a seguir estão corretas, à exceção de uma. Assinale-a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento de sentença terá sempre o efeito suspensivo, não se admitindo, portanto, a execução provisória do julgado."
      },
      {
        "letra": "B",
        "texto": "Sendo a sentença parte líquida e parte ilíquida, poderá o credor simultaneamente promover a execução da primeira e liquidar, em autos apartados, a segunda."
      },
      {
        "letra": "C",
        "texto": "A execução poderá ser requerida no prazo de seis meses e caso não o seja, o juiz determinará o arquivamento dos autos, sem prejuízo de seu desarquivamento a pedido da parte."
      },
      {
        "letra": "D",
        "texto": "A impugnação poderá versar sobre causa extintiva da obrigação como a novação, compensação ou transação, mas desde que superveniente à sentença."
      },
      {
        "letra": "E",
        "texto": "O excesso na execução, a penhora incorreta, a avaliação errônea e ainda, a falta ou nulidade da citação podem ser objeto da impugnação, se o processo correu à revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379301",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre os princípios da liquidação e execução civis, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo princípio do menor sacrifício do executado, o juiz poderá conceder usufruto de bem móvel ao exequente, mesmo que o executado se oponha."
      },
      {
        "letra": "B",
        "texto": "em razão do princípio da concentração do poder executivo do juiz, as medidas executivas devem encontrar tipificação legal para que sejam deferidas, garantindo o jurisdicionado contra a possibilidade de arbítrio judicial na escolha da forma de execução."
      },
      {
        "letra": "C",
        "texto": "em razão do princípio da fidelidade ao título, não se pode incluir na liquidação da sentença os juros moratórios, quando omissos os pedido inicial ou a condenação."
      },
      {
        "letra": "D",
        "texto": "em razão do princípio da disponibilidade, o exequente poderá desistir da execução independentemente do consentimento do executado, exceto quando oferecidos embargos."
      },
      {
        "letra": "E",
        "texto": "em razão do princípio da cooperação, o executado tem o dever de indicar quais são e onde estão os bens pe- nhoráveis que possui, quando intimado a fazê-lo, sob pena de ficar caracterizado ato atentatório à dignidade da Justiça e não poder requerer a substituição do bem penhorado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "351052",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Em relação ao processo de execução, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial da ação de execução prescinde da juntada do título executivo."
      },
      {
        "letra": "B",
        "texto": "É possível que ocorram várias penhoras sobre um mesmo bem."
      },
      {
        "letra": "C",
        "texto": "O processo executivo não admite emenda à petição inicial."
      },
      {
        "letra": "D",
        "texto": "A propositura da execução não interrompe a prescrição."
      },
      {
        "letra": "E",
        "texto": "O credor precisa indicar, na petição inicial da execução, o valor atualizado do débito, mas a cobrança da correção monetária deve ser feita em processo autônomo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "350689",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da execução de obrigação de pagamento de quantia certa",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Tiago encantou-se com Trancoso e, em suas férias, endividou-se muito além de sua capacidade financeira. Executado, foi citado pessoalmente para pagar o débito; a partir de então, ocorrendo o quanto segue, terá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias para pagar o débito; se não o fizer, o Oficial de Justiça de imediato procederá à penhora livre dos bens e sua avaliação, intimando-se Tiago pessoalmente após a lavratura do auto respectivo."
      },
      {
        "letra": "B",
        "texto": "24 horas para efetuar o pagamento; não o fazendo, poderá Tiago nomear bens à penhora e, se não o fizer, o Oficial de Justiça só então procederá à penhora livre de bens e a sua avaliação, lavrando-se o auto e intimando-se Tiago na mesma oportunidade."
      },
      {
        "letra": "C",
        "texto": "três dias para efetuar o pagamento; não o fazendo, abrir-se-á prazo ao credor para em cinco dias nomear bens à penhora, ocasião em que o Oficial de Justiça procederá ao ato nos bens nomeados ou, não tendo sido feita a indicação pelo credor, providenciará a penhora livre de bens de Tiago, que será intimado pessoalmente na mesma oportunidade."
      },
      {
        "letra": "D",
        "texto": "24 horas para pagar o débito; não o fazendo, o Oficial de Justiça, munido da segunda via do mandado, de imediato procederá à penhora livre de bens e a sua avaliação, lavrando-se o respectivo auto e intimando-se Tiago na figura de seu advogado ou, não o tendo, efetuando-se a intimação pessoalmente."
      },
      {
        "letra": "E",
        "texto": "três dias para efetuar o pagamento; não o fazendo, o Oficial de Justiça, munido da segunda via do mandado, procederá de imediato à penhora de bens e a sua avaliação, lavrando-se o respectivo auto e de tais atos intimando Tiago na mesma oportunidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346901",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se atentatório à dignidade da justiça o ato do executado que resiste injustificadamente às ordens ju- diciais, bem como quando intimado, não indica ao juiz, em 10 dias, quais são e onde se encontram os bens su- jeitos à penhora e seus respectivos valores"
      },
      {
        "letra": "B",
        "texto": "Nos casos de ato atentatório à dignidade da justiça, o devedor incidirá em multa fixada pelo juiz, em montante não superior a 10% do valor atualizado do débito em execução, sem prejuízo de outras sanções de natureza processual ou material"
      },
      {
        "letra": "C",
        "texto": "O juiz relevará a pena, se o devedor se comprometer a não mais praticar qualquer ato definido como atentató- rio à dignidade da justiça e der fiador idôneo, que res- ponda ao credor pela dívida principal, juros, despesas e honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "A multa fixada pelo juiz, no caso de ato atentatório à dignidade da justiça, reverterá em proveito do Estado, sendo exigível na própria execução."
      },
      {
        "letra": "E",
        "texto": "Havendo ato atentatório à dignidade da justiça, a multa fixada pelo juiz, reverterá em proveito do Estado, sendo exigível em autos apartados aos da execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335953",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Com relação ao processo de execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O instrumento de transação, ainda que referendado pelo MP, não constitui título executivo extrajudicial, por ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "Nas ações coletivas, a legitimação do MP para a execução depende de sua participação como autor no processo em que tenha sido formado o título."
      },
      {
        "letra": "C",
        "texto": "Para a cumulação de duas ou mais execuções pelo credor em face do mesmo devedor, não se exige que a obrigação exequenda tenha a mesma natureza, sendo possível cumular execução de título executivo judicial e de título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "Consoante entendimento do STJ, o instrumento de confissão de dívida, ainda que originário de contrato de abertura de crédito, não constitui título executivo."
      },
      {
        "letra": "E",
        "texto": "O cessionário pode promover a execução, ou nela prosseguir, quando o direito resultante do título executivo lhe for transferido por ato entre vivos, mesmo que não tenha havido o prévio consentimento do devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332325",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Os títulos executivos extrajudiciais, de acordo com o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são aqueles formados a partir de uma sentença transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "serão executados quando de obrigação certa e exigível, ainda que ilíquidos, desde que apurável o valor por meio de perícia."
      },
      {
        "letra": "C",
        "texto": "têm execução definitiva, sendo provisória, porém, enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "são, entre outros, a letra de câmbio, a nota promissória, o cheque e o contrato de qualquer seguro, independentemente de ter sido firmado por duas testemunhas."
      },
      {
        "letra": "E",
        "texto": "não poderão ser executados, se proposta qualquer ação para discutir - lhe o débito, até que se julgue a demanda respectiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "102793",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Na penhora de dinheiro, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é a primeira espécie na ordem legal de bens penhoráveis."
      },
      {
        "letra": "B",
        "texto": "pode ser efetivada por meio eletrônico, desde que requerida pelo credor."
      },
      {
        "letra": "C",
        "texto": "o juiz, de ofício, utilizando meio eletrônico, determinará a constrição de dinheiro depositado em contas bancárias ou aplicações financeiras."
      },
      {
        "letra": "D",
        "texto": "compete ao devedor provar que o dinheiro depositado é absolutamente impenhorável porque são honorários de profissional liberal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423379",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre a fraude à execução, considerando-se a jurisprudência atual e predominante do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ela pode ser reconhecida somente por ação própria."
      },
      {
        "letra": "B",
        "texto": "sua caracterização depende, cumulativamente, de pedido expresso do credor e de prévia oitiva do terceiro adquirente."
      },
      {
        "letra": "C",
        "texto": "a ocorrência de prévia citação válida em processo de execução é imprescindível à sua caracterização."
      },
      {
        "letra": "D",
        "texto": "ela poderá se caracterizar mesmo sem o prévio registro da penhora do bem alienado, desde que seja provada a má-fé do terceiro adquirente."
      },
      {
        "letra": "E",
        "texto": "sua ocorrência é presumida quando alienado o bem após a citação em processo de conhecimento intentado contra o alienante, facultado ao adquirente comprovar sua boa-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "398539",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Processo Cautelar",
      "Da formação do processo",
      "Processo de execução",
      "Da execução em geral",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "O Código de Processo Civil realiza a divisão dos tipos de processo, sob certo prisma, em processo de conhecimento, processo de execução e processo cautelar. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo cautelar se destina a permitir uma futura realização do direito substancial."
      },
      {
        "letra": "B",
        "texto": "O processo de conhecimento e de execução são capazes de permitir uma tutela jurisdicional mediata do direito substancial."
      },
      {
        "letra": "C",
        "texto": "O processo cautelar se caracteriza por permitir a satisfação do direito substancial."
      },
      {
        "letra": "D",
        "texto": "O processo de conhecimento tem a finalidade de garantir a efetividade de outro processo, ao qual se liga necessariamente."
      },
      {
        "letra": "E",
        "texto": "A tutela jurisdicional do processo de execução visa proteger tal processo dos efeitos do tempo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "397758",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "João da Silva compra, por meio de escritura pública, imóvel de José dos Santos, situado na Comarca de Campinas, com pagamento à vista do preço. Após a lavratura da escritura de compra e venda e recebimento da posse pelo comprador, o imóvel é penhorado em execução de título executivo extrajudicial movida na Comarca de São Paulo contra o vendedor, o qual foi citado antes da venda e não tem outros bens suficientes para a satisfação do débito. O exequente não procedeu à averbação prevista no art. 615-A do CPC, nem o vendedor comunicou ao comprador a existência da execução. De acordo com entendimento sumular do Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ocorreu fraude à execução, pois o seu reconhecimento depende do registro da penhora do bem alienado ou da prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "B",
        "texto": "não ocorreu fraude à execução, pois o seu reconhecimento depende da lavratura do auto ou termo de penhora do bem alienado, independente do respectivo registro, ou da prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "C",
        "texto": "ocorreu fraude à execução, pois a escritura de compra e venda é posterior ao ajuizamento da execução."
      },
      {
        "letra": "D",
        "texto": "ocorreu fraude à execução, pois a escritura de compra e venda é posterior à citação válida do executado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "368890",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: ALGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta sobre a execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A letra de câmbio, a nota promissória, a duplicata, a debênture e o cheque são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor tem a faculdade de desistir da execução ou de apenas algumas medidas executivas, inclusive quando pendentes embargos do executado versando sobre a inexistência da dívida."
      },
      {
        "letra": "D",
        "texto": "O fiador que pagar a dívida, poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "E",
        "texto": "O espólio do devedor falecido, representado pelo inventariante, é sujeito passivo na execução, até que se conclua a partilha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "262212",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Inadimplemento",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ficam sujeitos à execução os bens alienados ou gravados com ônus real em fraude de execução."
      },
      {
        "letra": "B",
        "texto": "é definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "por ser devedor solidário, o fiador não poderá nomear bens à penhora do devedor afiançado, mesmo que livres e desembargados."
      },
      {
        "letra": "D",
        "texto": "como regra, os bens particulares dos sócios respondem solidariamente pelas dívidas da sociedade."
      },
      {
        "letra": "E",
        "texto": "para o cumprimento de suas obrigações, o devedor responde com seus bens presentes, estando excluídos os bens de aquisição futura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "256123",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Banco da Amazônia",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A sentença estrangeira, a sentença penal condenatória transitada em julgado e a sentença arbitral são títulos executivos judiciais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249537",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre as regras de competência, julgue os itens e aponte a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Foi ajuizada execução fiscal perante a justiça estadual, diante da inexistência de vara federal na comarca. Ocorre que, depois da citação do executado mas antes da realização da penhora, foi instalada vara federal na comarca, gerando um conflito sobre qual juízo deverá dar prosseguimento ao feito. Nesse caso, não deve ser aplicado o princípio da perpetuatio jurisdictionis, devendo ser deslocada a competência para a vara federal."
      },
      {
        "letra": "B",
        "texto": "O ajuizamento de ação anulatória de débito fiscal perante a Justiça Federal, relativa a débito que já é objeto de execução fiscal promovida pela União perante o Juízo Estadual, não acarreta a necessidade do simultaneus processus, diante da inexistência de conexão entre ambas, em especial por não haver julgamento na execução fiscal a conflitar com o futuro julgamento da ação ordinária."
      },
      {
        "letra": "C",
        "texto": "A alegação de incompetência constitui um típico exemplo de exceção peremptória."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de o devedor encerrar suas atividades no “Estado A” e deslocar sua matriz e todas as filiais para o “Estado B”, é razoável que as execuções fiscais já propostas no “Estado A” tenham a sua competência deslocada para o “Estado B”, sobretudo porque assim terão muito mais chances de alcançarem um resultado positivo."
      },
      {
        "letra": "E",
        "texto": "A prevenção, para efeito de prorrogação da competência das ações conexas, se dá perante o juízo que primeiro despachou, quando as demandas tramitam em juízos de competência territorial distintas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "248816",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador, quando executado, poderá nomear à penhora bens livres e desembargados do devedor."
      },
      {
        "letra": "B",
        "texto": "Os bens do sócio administrador de empresa, em regra, respondem pelas dívidas da sociedade."
      },
      {
        "letra": "C",
        "texto": "São títulos executivos extrajudiciais o crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial."
      },
      {
        "letra": "D",
        "texto": "É definitiva a execução fundada em título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "Considera-se em fraude à execução a alienação ou oneração de bens quando, ao tempo da alienação ou oneração, corria contra o devedor demanda capaz de reduzi-lo à insolvência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "506028",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "No processo de execução previsto no CPC, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma vez proposta a execução, o credor nunca poderá dela desistir sem a concordância do executado."
      },
      {
        "letra": "B",
        "texto": "Cada herdeiro responde pelas dívidas do falecido, na proporção da parte que na herança lhe coube, desde que proposta a execução até a feitura da partilha."
      },
      {
        "letra": "C",
        "texto": "Poderá ser autorizada a alienação antecipada dos bens, nos casos previstos em lei, ouvida a parte contrária."
      },
      {
        "letra": "D",
        "texto": "Ao exeqüente compete comprovar que os valores depositados em conta corrente do executado não correspondem a vencimentos, subsídios, soidos, salários, remunerações, proventos de aposentadoria, pensões, pecúlios e montepios."
      },
      {
        "letra": "E",
        "texto": "Somente quando o valor do crédito executado for superior ao dos bens será lícito ao exeqüente requerer lhe sejam adjudicados os bens penhorados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408393",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral: Princípios"
    ],
    "enunciado_principal": "Assinale a afirmativa correta com relação ao processo de execução no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O executado será citado para, no prazo de 5 (cinco) dias, efetuar o pagamento da dívida."
      },
      {
        "letra": "B",
        "texto": "O oficial de justiça, não encontrando o devedor, penhorar-lhe-á tantos bens quantos bastem para garantir a execução."
      },
      {
        "letra": "C",
        "texto": "Na penhora de percentual do faturamento da empresa executada, é dispensada a nomeação de depositário."
      },
      {
        "letra": "D",
        "texto": "Na execução de crédito com garantia hipotecária, a penhora recairá, obrigatoriamente, sobre a coisa dada em garantia."
      },
      {
        "letra": "E",
        "texto": "A intimação do executado far-se-á na pessoa de seu advogado; não o tendo, será intimado pessoalmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "250260",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, assinalando a attemativa correta: I - o seguro de vida é bem absolutamente impenhorável. II - na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 15 dias. III - quando o objeto da execução for obrigação de fazer, o devedor será citado para satisfazé-la no prazo de 30 (trinta) dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente o item I está correto."
      },
      {
        "letra": "B",
        "texto": "somente o item II está correto."
      },
      {
        "letra": "C",
        "texto": "somente o item III está correto."
      },
      {
        "letra": "D",
        "texto": "os itens I e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "os itens II e III estão corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "434351",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O montante decorrente da incidência da multa diária não pode ser reduzido em fase de execução."
      },
      {
        "letra": "B",
        "texto": "É cabível a aplicação de multa diária para a tutela do dever de exibir documentos, mesmo que o réu seja pessoa jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "O montante decorrente da incidência da multa diária deve ficar limitado ao valor da obrigação principal, sob pena de enriquecimento ilícito do autor."
      },
      {
        "letra": "D",
        "texto": "Não cabe a fixação de multa diária contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "202561",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: CASAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta a respeito da execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador que, na condição de executado, pagar a dívida objeto da execução, poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "B",
        "texto": "O espólio possui legitimidade passiva na execução até a data da realização da partilha."
      },
      {
        "letra": "C",
        "texto": "O contrato de locação imobiliária, desde que assinado pelo devedor e por duas testemunhas, constitui título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral é uma espécie de título executivo judicial."
      },
      {
        "letra": "E",
        "texto": "Compete aos tribunais a execução dos respectivos acórdãos nos processos de sua competência originária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "94015",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta a respeito da execução civil no direito brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é espécie de título executivo judicial."
      },
      {
        "letra": "B",
        "texto": "O contrato de locação de imóvel é título executivo extrajudicial, se estiver acompanhado da assinatura de duas testemunhas."
      },
      {
        "letra": "C",
        "texto": "É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "O fiador que pagar a dívida na execução poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "E",
        "texto": "O espólio, na execução, responde pelas dívidas do falecido, mas, feita a partilha, cada herdeiro responderá na proporção da parte que Ihe couber na herança."
      }
    ],
    "gabarito": "B"
  }
]