[
  {
    "id": "834439",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Sumaré - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Tem legitimidade para tomar dos interessados compromisso de ajustamento de sua conduta às exigências legais, mediante cominações, que terá eficácia de título executivo extrajudicial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a associação constituída há pelo menos um ano."
      },
      {
        "letra": "B",
        "texto": "a Defensoria Pública."
      },
      {
        "letra": "C",
        "texto": "o partido político com representação no Congresso Nacional."
      },
      {
        "letra": "D",
        "texto": "a Câmara Municipal."
      },
      {
        "letra": "E",
        "texto": "a Procuradoria Geral do Município."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "620483",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A respeito do processo de execução, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução pode ser instaurada caso o devedor não satisfaça a obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "B",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida, são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, não poderá promover a execução sobre outros bens senão depois de excutida a coisa que se achar em seu poder."
      },
      {
        "letra": "D",
        "texto": "Somente podem promover a execução forçada, o credor, a quem a lei confere título executivo, e o Ministério Público, nos casos prescritos em lei."
      },
      {
        "letra": "E",
        "texto": "É nula a execução se instaurada antes de se verificar a condição ou de ocorrido o termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "610114",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. São títulos executivos extrajudiciais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença arbitral e o acordo extrajudicial de qualquer natureza, homologado judicialmente."
      },
      {
        "letra": "B",
        "texto": "a letra de câmbio, a nota promissória, a duplicata, a debênture e o cheque."
      },
      {
        "letra": "C",
        "texto": "a escritura pública ou outro documento público assinado pelo devedor; o documento particular assinado pelo devedor e por duas testemunhas; o instrumento de transação referendado pelo Ministério Público, pela Defensoria Pública ou pelos advogados dos transatores."
      },
      {
        "letra": "D",
        "texto": "o crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1357394",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São títulos executivos extrajudiciais: I. A sentença proferida no processo civil que reconheça a existência de obrigação de fazer, não fazer, entregar coisa ou pagar quantia. II. A sentença arbitral. III. O acordo extrajudicial, de qualquer natureza. IV. A sentença penal condenatória transitada em julgado. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "683476",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Marque V para as afirmações Verdadeiras e F para as afirmações falsas; em seguida marque a opção que contém a sequência CORRETA. ( ) É título executivo extrajudicial a certidão de dívida ativa da Fazenda Pública da União, Estado, Distrito Federal, Território e Município, correspondente aos créditos inscritos na forma da lei. Trata-se de ato unilateral do credor, sendo o único título executivo com essa característica. ( ) A execução em face da Fazenda Pública continua a ser um processo autônomo e os embargos só poderão versar sobre: a) a falta ou nulidade da citação, se o processo correu à revelia; b) inexigibilidade do título; c) ilegitimidade das partes; d) cumulação indevida de execuções; e) excesso de execução; f) qualquer causa impeditiva, modificativa ou extintiva da obrigação; g) incompetência do juízo da execução, bem como suspeição ou impedimento do juiz. ( ) Os pagamentos devidos pelas Fazendas Públicas Federal, Estaduais, Distrital e Municipal, em virtude de sentença judiciária far-se-ão exclusivamente na ordem cronológica de apresentação dos precatórios, independentemente da natureza do crédito ou de quem seja o exequente. ( ) Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 30 (trinta) dias. ( ) O devedor responde, para o cumprimento de suas obrigações, com todos os seus bens presentes e futuros, no entanto são absolutamente impenhoráveis, dentre outros: os recursos públicos recebidos por instituições privadas para aplicação compulsória em educação, saúde ou assistência social; os vestuários, bem como os pertences de uso pessoal do executado, salvo de elevado valor; e o seguro de vida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F V V F V"
      },
      {
        "letra": "B",
        "texto": "V F F V V"
      },
      {
        "letra": "C",
        "texto": "V V F F V"
      },
      {
        "letra": "D",
        "texto": "F V V F F"
      },
      {
        "letra": "E",
        "texto": "F F V V F"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "636702",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "NÃO pode, em hipótese alguma, ser considerado título executivo extrajudicial, nos termos do CPC:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Escritura pública devidamente assinada pelo devedor."
      },
      {
        "letra": "B",
        "texto": "Formal e certidão de partilha."
      },
      {
        "letra": "C",
        "texto": "Contratos garantidos por hipoteca."
      },
      {
        "letra": "D",
        "texto": "Crédito de perito médico, quando os honorários forem aprovados por decisão judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584092",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Requisitos: Inadimplemento"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o credor pode ajuizar execução se o devedor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por negligência, imprudência ou imperícia, causar dano, material ou moral, a ser provado durante a instrução do feito."
      },
      {
        "letra": "B",
        "texto": "não satisfizer obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "C",
        "texto": "inadimplir o pagamento de obrigação certa, líquida e exigível contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "D",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "E",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua força executiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "567079",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sendo citado em ação de execução de título extrajudicial, o executado apresenta embargos à execução. Com relação a tais embargos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderão contar com efeito suspensivo, mas, a fim de que tal efeito seja deferido, é necessário, entre outras coisas, a prévia garantia do juízo por penhora, depósito ou caução."
      },
      {
        "letra": "B",
        "texto": "não contarão, de regra, com efeito suspensivo e só poderão versar sobre falta ou nulidade de citação, inexigibilidade do título, penhora incorreta ou avaliação errônea, ilegitimidade das partes ou excesso de execução."
      },
      {
        "letra": "C",
        "texto": "não contarão, de regra, com efeito suspensivo, e a decisão relativa aos efeitos dos embargos não poderá ser modificada, salvo por instância superior."
      },
      {
        "letra": "D",
        "texto": "poderão contar com efeito suspensivo, mas, a fim de que os embargos sejam conhecidos, é necessária, entre outras coisas, a prévia garantia do juízo por penhora, depósito ou caução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "560642",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Diante de uma execução de título executivo extrajudicial: I. os embargos do devedor têm natureza jurídica de ação, mas não suspendem a execução, uma vez que a lei condiciona o seu recebimento à existência de penhora. II. a objeção de pré-executividade tem caráter endoprocessual e pode ser apresentada mesmo após o prazo para os embargos, mas apresenta restrição no âmbito da cognição. III. a concessão de tutela antecipada em uma ação autônoma de impugnação pode suspender a ação executiva. IV. o devedor pode valer-se das defesas heterotópicas incidentalmente no processo executivo, independente de segurança do juízo. V. caso em embargos se alegue a inexistência do crédito e o excesso de execução, o embargante deve indicar a parcela incontroversa do débito em memorial de cálculo, sob pena de rejeição liminar dos embargos. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552561",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução de título extrajudicial, considere as seguintes afirmativas: 1. É faculdade do credor, na inicial da execução, indicar bens a serem penhorados. 2. A intimação do executado para indicar bens passíveis de penhora depende de pedido do credor. 3. Caso o executado, após citado, realize o pagamento integral do valor executado no prazo de 3 (três) dias, ficará isento do pagamento da verba honorária. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544935",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "O termo de ajustamento de conduta que sobrevier no curso de um inquérito civil tem a qualidade de título executivo extrajudicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "45 dias após a sua aprovação pelo Conselho Superior do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "se for referendado pelo Conselho Superior do Ministério Público, após aprovação do órgão do Ministério Público que o celebrou."
      },
      {
        "letra": "C",
        "texto": "após a respectiva homologação judicial requerida ao juiz competente para a ação civil pública."
      },
      {
        "letra": "D",
        "texto": "60 dias após a sua aprovação pelo Conselho Superior do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "se for referendado pelo Promotor de Justiça que tiver atribuições para atuar na ação civil pública correspondente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "544547",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Anacleto contratou seguro de vida com a seguradora Segure-se Bem, tendo como beneficiária sua companheira Josina. Ao morrer, e diante de negativa da seguradora em cumprir a avença, Josina executa o contrato. Diante dessa negativa, e da ação executória promovida por Josina, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aceitar a inicial mas determinar sua conversão em monitória, pelo princípio da instrumentalidade das formas, aproveitando assim o ato processual, já que o seguro de vida não é título executivo extrajudicial mas, com a conversão, não haverá prejuízo à seguradora."
      },
      {
        "letra": "B",
        "texto": "liminarmente, indeferir a execução, a requerimento da seguradora ou de ofício, pois o seguro de vida não é título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "em princípio, aceitar o título extrajudicial como executivo, pois o seguro de vida está previsto como tal na lei processual civil."
      },
      {
        "letra": "D",
        "texto": "liminarmente, indeferir a execução, necessariamente a pedido da seguradora, pois o seguro de vida não é título executivo extrajudicial mas a matéria não é concernente à ordem pública, dependendo pois de iniciativa da parte."
      },
      {
        "letra": "E",
        "texto": "julgar no mérito como procedentes os embargos do devedor, se opostos com base no estado civil da beneficiária, pois o seguro de vida só é título executivo extrajudicial em prol do cônjuge, não de companheira ou companheiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542528",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CORECON - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Da comunicação dos atos processuais - Citação",
      "Processo de execução",
      "Classificação dos Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas. I. Tendo a citação, em processo de execução de título executivo judicial, efetivado-se na vigência da lei antiga, e a intimação da penhora, na vigência da lei nova, admite-se que o devedor possa contrapor-se à execução por meio de impugnação ao cumprimento da sentença ou embargos do devedor. II. A jurisprudência do Supremo Tribunal Federal firmou-se no sentido de não caber agravo previsto no art. 544 do Código de Processo Civil para atacar decisão a quo que aplica a sistemática da repercussão geral. III. A decisão do Superior Tribunal de Justiça que aplica o regime do art. 543-B do Código de Processo Civil não é passível de revisão pelo STF, por ser cabível apenas a interposição de agravo interno no âmbito do próprio tribunal superior. IV. A convocação de juízes do primeiro grau de jurisdição para atuarem nos Tribunais não ofende o princípio do juiz natural. A partir da análise, estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525973",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Segundo o art. 475-N do Código de Processo Civil em vigor, é título executivo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença penal declaratória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "a sentença homologatória de conciliação ou transação, desde que não inclua matéria não posta em juízo."
      },
      {
        "letra": "C",
        "texto": "o acordo extrajudicial de qualquer natureza."
      },
      {
        "letra": "D",
        "texto": "o formal e a certidão de partilha, relativamente ao inventariante, aos herdeiros e aos sucessores a título singular e universal, bem como a terceiros juridicamente interessados."
      },
      {
        "letra": "E",
        "texto": "a sentença estrangeira, sempre que a mesma estiver devidamente homologada pelo Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396097",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Acerca da execução é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível durante a execução o credor desistir apenas de algumas medidas executivas."
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, será processada perante o juízo cível competente, quando o título executivo for sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer um dos devedores, quando houver mais de um, ou o foro de qualquer dos domicílios do réu; todavia, preferencialmente, a ação será proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, desde que nele o réu ainda mantenha residência."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para no prazo de três dias efetuar o pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "No prazo para embargos, reconhecendo o crédito do exequente e comprovando o depósito de 30% (trinta por cento) do valor em execução, inclusive custas e honorários de advogado, poderá o executado requerer seja admitido a pagar o restante em até 6 (seis) parcelas mensais, acrescidas de correção monetária e juros de 1% (um por cento) ao mês."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626129",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei nº 11.232/2005 pôs fim ao processo autônomo de execução fundada em título judicial, devendo a sentença, doravante, ser objeto de simples cumprimento. Tal sistemática não atinge a execução proposta contra a Fazenda Pública. Esta continua sendo uma execução autônoma, cabendo embargos do devedor. O regramento da execução contra a Fazenda Pública encontra-se no Livro II do CPC, que trata do processo autônomo de execução;"
      },
      {
        "letra": "B",
        "texto": "É possível a execução provisória contra a Fazenda Pública, na pendência de apelação sem efeito suspensivo na ação de conhecimento. Porém, o art. 100, §1º da CF, não condiciona a expedição do precatório ao esgotamento das vias recursais cognitivas e executórias;"
      },
      {
        "letra": "C",
        "texto": "De posse da sentença líquida, o credor deve ajuizar a execução em face da Fazenda Pública, que será citada para, querendo, opor embargos do devedor no prazo de trinta dias (Lei nº 9.494/1997, art. 1ª-B, na redação da MP nº 2.180-35/2001), os quais somente poderão versar sobre as matérias previstas no art. 741 do CPC. Da decisão que rejeita os embargos, haverá reexame necessário, tendo em vista que o inciso II do art. 475 do CPC, apenas trata dos embargos em execução fiscal, consoante entendimento pacífico do STJ;"
      },
      {
        "letra": "D",
        "texto": "Quando os embargos forem parciais, a execução, nos termos do art. 739-A, § 3º do CPC, não poderá prosseguirá quanto à parte não embargada, expedindo-se o precatório ou a requisição de pequeno valor para pagamento do valor incontroverso;"
      },
      {
        "letra": "E",
        "texto": "Os débitos de natureza alimentícia compreendem, apenas, aqueles decorrentes de salários, vencimentos, proventos, em virtude de sentença transitada em julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "518928",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução, analise as assertivas e assinale a alternativa que aponta as corretas.I. O credor não pode desistir da execução.II. É título executivo extrajudicial o instrumento de transação referendado pela Defensoria Pública.III. O fiador, que pagar a dívida, poderá executar o afiançado nos autos do mesmo processo.IV. Os bens particulares dos sócios não respondem pelas dívidas da sociedade senão nos casos previstos em lei; o sócio,demandado pelo pagamento da dívida, tem direito a exigir que sejam primeiro excutidos os bens da sociedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "510189",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: Prefeitura de Goianésia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "O Código de Processo Civil, ao tratar acerca do cumpri- mento da sentença, afirma ser título executivo judicial, entre outros, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crédito, documentalmente comprovado, decorrente de aluguel de imóvel, bem como de encargos acessórios, tais como taxas e despesas de condomínio."
      },
      {
        "letra": "B",
        "texto": "crédito de serventuário de justiça, de perito, de intérprete ou de tradutor, quando as custas, os emolumentos ou honorários forem aprovados por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "instrumento de transação referendado pelo Ministério Público, pela Defensoria Pública ou pelos advogados dos transatores."
      },
      {
        "letra": "D",
        "texto": "formal e a certidão de partilha, exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores, a título singular ou universal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "505076",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Não é título executivo extrajudicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crédito decorrente de foro e laudêmio."
      },
      {
        "letra": "B",
        "texto": "O crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor, mesmo quando as custas, emolumentos ou honorários não forem aprovados por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "Debênture"
      },
      {
        "letra": "D",
        "texto": "A certidão de dívida ativa da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios, correspondente aos créditos inscritos na forma da lei."
      },
      {
        "letra": "E",
        "texto": "Letra de câmbio"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462262",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "As opções a seguir apresentam títulos executivos judiciais que comportam o processo sincrético, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sentença homologatória de transação e sentença arbitral."
      },
      {
        "letra": "B",
        "texto": "Nota promissória e duplicata"
      },
      {
        "letra": "C",
        "texto": "Sentença penal condenatória transitada em julgado e sentença arbitral."
      },
      {
        "letra": "D",
        "texto": "Sentença proferida no processo civil, que reconhece a obrigação de pagar, e sentença estrangeira, homologada pelo Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "A certidão de dívida ativa da Fazenda Pública e o formal e a certidão de partilha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "457796",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "No tocante ao processo de execução, considere: I. Entre outros, são títulos executivos extrajudiciais os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida. II. A execução fundada em título extrajudicial é definitiva; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo. III. Ficam sujeitos à execução, entre outros, os bens do sucessor a título singular, tratando-se de execução fundada em direito real ou obrigação reipersecutória. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "457370",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre execução, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução fundada em título executivo judicial deve ser proposta perante o juízo que proferiu a sentença exequenda;"
      },
      {
        "letra": "B",
        "texto": "a averbação junto ao registro de imóveis da certidão comprobatória do ajuizamento da execução, obtida no ato da distribuição, impede a alienação ou a oneração do imóvel correspondente;"
      },
      {
        "letra": "C",
        "texto": "em razão do princípio da disponibilidade, o exequente pode desistir da execução ou de algumas medidas executivas, independentemente da anuência do executado;"
      },
      {
        "letra": "D",
        "texto": "a execução provisória é aquela fundada em título judicial submetido a recurso sem efeito suspensivo ou em título extrajudicial pendente recurso da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo;"
      },
      {
        "letra": "E",
        "texto": "o credor pode promover a liquidação da sentença quando ela for integralmente ilíquida e estiver submetida a recurso sem efeito suspensivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418381",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre o cumprimento de sentença, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II do CPC, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "Quando o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, deverá o juiz declarar de imediato o valor que entende correto, ou declarar à rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "É inexigivel o titulo judicial fundado em interpretação de ato normativo considerado pelo Supremo Tribunal Federal incompativel com a Carta Magna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416635",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos à execução fundada no Livro II do CPC não têm o condão de suspender, automaticamente, a execução, sendo, para tanto, necessária a demonstração de certos pressupostos, diferentemente do que ocorre na execução fiscal."
      },
      {
        "letra": "B",
        "texto": "A execução de título executivo extrajudicial, assim como o cumprimento de sentença, conta com previsão de sanção punitiva para o caso de não proceder, o devedor, ao pagamento no prazo inicial estabelecido."
      },
      {
        "letra": "C",
        "texto": "Os títulos executivos extrajudiciais produzidos no exterior valem, no Brasil, caso obedeçam aos requisitos formais previstos na lei brasileira, independentemente de homologação pelo Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "A certidão de dívida ativa (CDA) é o título executivo que instrumentaliza crédito pecuniário da Fazenda Pública, o qual deve ter natureza tributária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415206",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São títulos executivos judiciais, na forma do Código de Processo Civil, o formal e a certidão de partilha, exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal, além do crédito de serventuário da justiça, de perito, de intérprete, ou de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414605",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Na execução de título extrajudicial, contra devedor solvente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o devedor não for encontrado, o oficial de justiça procederá à busca e apreensão de seus bens, tantos quantos bastem para garantir a execução."
      },
      {
        "letra": "B",
        "texto": "se o débito for pago em três dias, ficará o executado isento do pagamento da verba honorária do advogado do exequente."
      },
      {
        "letra": "C",
        "texto": "o executado será citado para, em 24 horas, efetuar o pagamento da dívida ou nomear bens a penhora."
      },
      {
        "letra": "D",
        "texto": "não efetuado o pagamento, caberá ao credor requerer a penhora em bens do devedor, para que só então possa ser procedido ao ato de constrição pelo oficial de justiça."
      },
      {
        "letra": "E",
        "texto": "o credor poderá, na inicial, indicar bens do devedor a serem penhorados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "411226",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. O boletim de subscrição e o aviso de chamada relativamente à sociedade anônima valem como título executivo extrajudicial para fins de ajuizamento da respectiva execução. II. A sentença arbitral é título executivo extrajudicial, nos termos do Código de Processo Civil. III. O contrato de abertura de crédito, desde que acompanhado de extrato de conta- corrente, é título executivo extrajudicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408729",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "É um exemplo de título executivo extrajudicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o acordo extrajudicial homologado judicialmente."
      },
      {
        "letra": "B",
        "texto": "a sentença arbitral."
      },
      {
        "letra": "C",
        "texto": "a sentença homologatória de conciliação ou transação, ainda que inclua matéria não posta em juízo."
      },
      {
        "letra": "D",
        "texto": "o honorário pericial arbitrado pelo juiz da causa, na qual o trabalho do perito fora realizado."
      },
      {
        "letra": "E",
        "texto": "o formal de partilha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408533",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do processo de exe­cução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de ação declaratória de inexigibilidade do débito constante do título executivo inibe o credor de promover-­lhe a execução."
      },
      {
        "letra": "B",
        "texto": "Os títulos extrajudiciais oriundos de país estrangeiro dependem de homologação pelo Superior Tribunal de Justiça para serem executados."
      },
      {
        "letra": "C",
        "texto": "A sucessão processual do cedente pelo cessionário do crédito executado prescinde da anuência da parte con­trária."
      },
      {
        "letra": "D",
        "texto": "O crédito de perito judicial, relativo a honorários apro­vados por decisão judicial, é título executivo judicial."
      },
      {
        "letra": "E",
        "texto": "Não se admite a cumulação de várias execuções con­tra o mesmo devedor quando fundadas em títulos dife­rentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402702",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Em relação ao processo de execução no âmbito do Código de Processo Civil, aos juizados especiais cíveis e à ação civil pública, julgue os itens subsecutivos.A nota promissória, título executivo extrajudicial, pode servir de base ao processo executivo, desde que retrate obrigação certa, líquida e exigível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "377304",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "NÃO constitui título executivo judicial segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença homologatória de conciliação que inclua matéria não posta em juízo."
      },
      {
        "letra": "B",
        "texto": "o acordo extrajudicial, de qualquer natureza, homologado judicialmente."
      },
      {
        "letra": "C",
        "texto": "a certidão de partilha, mas exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal."
      },
      {
        "letra": "D",
        "texto": "a sentença arbitral"
      },
      {
        "letra": "E",
        "texto": "o crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "370519",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a alternativa em que se encontram caracterizadas hipóteses de título executivo extrajudicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença penal condenatória transitada em julgado e a sentença arbitral trazida para ser executada perante o Poder Judiciário"
      },
      {
        "letra": "B",
        "texto": "O acordo extrajudicial de qualquer natureza, desde que trazido pelas partes para ser homologado judicialmente, e a letra de câmbio."
      },
      {
        "letra": "C",
        "texto": "O crédito referente a alugueres ou a taxa condominial decorrente de contrato de locação escrito, em que se estabeleceu essa obrigação para o locatário, e aquele decorrente de foro e laudêmio."
      },
      {
        "letra": "D",
        "texto": "O formal e a certidão de partilha, além dos contratos garantidos por anticrese, caução, penhor e hipoteca, bem como os de seguro de vida."
      },
      {
        "letra": "E",
        "texto": "A sentença estrangeira, após homologação pelo STJ, e a sentença arbitral trazida para ser executada perante o Poder Judiciário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826662",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Processo de execução",
      "Teoria geral do processo cautelar",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Analise as alternativas e assinale a assertiva correta: I- É título executivo judicial a sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta em juízo. II- Arguida a inconstitucionalidade de lei ou ato normativo do poder público, o relator, considerando a relevância da matéria e a representatividade dos postulantes, poderá admitir, por despacho irrecorrível, a manifestação de outros órgãos ou entidades. III- O indeferimento da medida cautelar não obsta a que a parte intente a ação principal, nem influi no julgamento desta, salvo se o juiz, no procedimento cautelar, acolher a alegação de decadência de ou prescrição do direito do autor. IV- É impenhorável o único imóvel residencial do devedor que esteja locado a terceiros, desde que a renda obtida com a locação seja revertida para a subsistência ou a moradia da sua família.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas uma alternativa está correta."
      },
      {
        "letra": "C",
        "texto": "Duas alternativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464167",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São títulos executivos extrajudiciais, entre outros,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nota promissória, o acordo extrajudicial homologado em juízo e a sentença arbitral."
      },
      {
        "letra": "B",
        "texto": "o documento particular assinado pelo devedor, a sentença arbitral e o instrumento de transação referendado pelo Ministério Público."
      },
      {
        "letra": "C",
        "texto": "o acordo extrajudicial homologado em juízo, o documento particular assinado pelo devedor e por duas testemunhas e a nota promissória, ainda que prescrita."
      },
      {
        "letra": "D",
        "texto": "o honorário do perito aprovado por decisão judicial, o documento particular assinado pelo devedor e por duas testemunhas e o instrumento de transação referendado pelo Ministério Público."
      },
      {
        "letra": "E",
        "texto": "o acordo extrajudicial homologado em juízo, a sentença arbitral e o instrumento de transação referendado pelo Ministério Público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451904",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Processo de Execução, um dos três gêneros dos processos previstos no Código de Processo Civil ao lado dos Processos de Conhecimento e Cautelar, passou por diversas alterações legislativas, dentre as quais se destaca o advento das Leis nº 11.232/2005 e nº 11.382/2006. Tomando como diretriz a nova disciplina da execução no Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento público e a escritura pública somente constituirão título executivo extrajudicial se assinados pelo devedor e por duas testemunhas."
      },
      {
        "letra": "B",
        "texto": "A prova de má-fé do terceiro adquirente ou o registro da penhora do bem alienado são requisitos para o reconhecimento da fraude à execução."
      },
      {
        "letra": "C",
        "texto": "O credor não poderá iniciar a execução se o devedor cumprir a obrigação, mas poderá prosseguir nela ainda que o devedor cumpra a obrigação durante o curso da execução."
      },
      {
        "letra": "D",
        "texto": "Os bens do devedor, desde que não estejam em poder de terceiros, ficam sujeitos à execução, enquanto que os bens do sócio, em qualquer hipótese, ficam a salvo da execução."
      },
      {
        "letra": "E",
        "texto": "A apelação da sentença de improcedência dos embargos do executado, ainda que recebida no efeito suspensivo, não obsta o caráter definitivo da execução fundada em título extrajudicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414138",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "José funcionou como perito em determinado processo que foi extinto com resolução do mérito em razão da rejeição do pedido do autor. Não foram interpostos recursos, a sentença transitou em julgado e o processo foi arquivado. José não recebeu seus honorários anteriormente aprovados por decisão judicial e ingressou com ação própria a fim de recebê-los. A esse respeito, analise as afirmativas a seguir.I. O crédito de perito aprovado por decisão judicial constitui título executivo extrajudicial e José poderá se valer do processo de execução para promover a execução forçada. II. José deverá ingressar primeiro com liquidação dos honorários que se fará, necessariamente, por arbitramento. III. Trata-se de título executivo judicial e José pode iniciar a fase de cumprimento de sentença. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta"
      },
      {
        "letra": "B",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365737",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Acerca do processo de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é título executivo extrajudicial."
      },
      {
        "letra": "B",
        "texto": "O instrumento de transação referendado pelo Ministério Público, pela Defensoria Pública ou pelos advogados dos transatores é título executivo judicial."
      },
      {
        "letra": "C",
        "texto": "É anulável a execução se o título executivo extrajudicial não corresponder a obrigação certa, líquida e exigível."
      },
      {
        "letra": "D",
        "texto": "É efeito material da penhora tornar ineficazes em relação ao credor penhorante os atos de disposição dos bens penhorados que porventura venha o devedor a praticar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351049",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Ação Monitória no CPC 1973",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Manoel realizou quatro compras, em dias distintos, no \"Supermercado LM\", pagando as três primeiras com cheques e prome- tendo, em documento assinado somente por ele, pagar a última em data certa e determinada. Os cheques foram devolvidos sem provisão de fundos e o compromisso escrito não foi honrado. Considerando não ter havido prescrição, e levando em conta que, se possível, a empresa pretende valer-se dos meios executivos de cobrança, os três cheques",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderão ser executados em uma única ação de execução e o compromisso escrito poderá ser objeto de ação monitória."
      },
      {
        "letra": "B",
        "texto": "poderão ser executados, porém necessariamente em ações distintas, e o compromisso escrito poderá ser objeto de ação monitória."
      },
      {
        "letra": "C",
        "texto": "e o compromisso escrito poderão ser executados em uma única ação de execução."
      },
      {
        "letra": "D",
        "texto": "e o compromisso escrito poderão ser executados, porém necessariamente em ações distintas."
      },
      {
        "letra": "E",
        "texto": "poderão ser executados, porém necessariamente em ações de execução distintas, e o compromisso escrito poderá ser objeto de ação de indenização."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350946",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "No que se refere aos títulos executivos, ao regime de cumprimento de sentença e à execução contra a fazenda pública, julgue os itens subsecutivos. As decisões de tribunal de contas de que resultem imputação de débito ou multa terão eficácia de título executivo extrajudicial, independentemente de sua inscrição em dívida ativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "348370",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São títulos executivos extrajudiciais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crédito decorrente de foro e laudêmio."
      },
      {
        "letra": "B",
        "texto": "O documento particular assinado pelo devedor e por duas testemunhas."
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral."
      },
      {
        "letra": "D",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335871",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Considerada a lei e a jurisprudência do STJ sobre execução, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os contratos de mútuo com garantia real ou pessoal são títulos executivos extrajudiciais, independentemente de outras formalidades."
      },
      {
        "letra": "B",
        "texto": "a nota promissória vinculada a contrato de abertura de crédito não goza de autonomia e por isso não pode embasar a ação de execução."
      },
      {
        "letra": "C",
        "texto": "contra a Fazenda Pública não cabe a execução de título extrajudicial."
      },
      {
        "letra": "D",
        "texto": "o prévio protesto é requisito para a execução da debênture."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331497",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão de dívida realizada sem vício de vontade impede a possibilidade de discussão de eventuais ilegalidades cometidas nos contratos anteriores, pois consolida a situação entre os contratantes."
      },
      {
        "letra": "B",
        "texto": "O instrumento público de confissão de dívida originária de contrato de abertura de crédito não constitui título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "É possível ao credor desistir da execução de título extrajudicial, mesmo sem a anuência do devedor já citado."
      },
      {
        "letra": "D",
        "texto": "É defeso ao juiz alterar multa fixada em sede de execução para entrega de coisa certa no curso da lide, em face da preclusão “pro judicato”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322960",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "NÃO é um título executivo extrajudicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato garantido por hipoteca."
      },
      {
        "letra": "B",
        "texto": "certidão de dívida ativa da Fazenda Pública da União, Estados,Distrito Federal e Municípios."
      },
      {
        "letra": "C",
        "texto": "nota promissória."
      },
      {
        "letra": "D",
        "texto": "escritura pública assinada pelo devedor."
      },
      {
        "letra": "E",
        "texto": "sentença arbitral estrangeira."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308290",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A sentença estrangeira, homologada pelo Superior Tribunal de Justiça, constitui título executivo. Não dependem de homologação, todavia, para serem executados, os títulos executivos extrajudiciais oriundos de país estrangeiro, os quais devem satisfazer aos requisitos de formação exigidos pela lei do lugar de sua celebração e indicar o Brasil como o lugar de cumprimento da obrigação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473524",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação à disciplina do título executivo no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São títulos executivos judiciais a letra de câmbio, a nota promissória, a duplicata, a debênture e o cheque."
      },
      {
        "letra": "B",
        "texto": "A propositura de ação relativa ao débito constante do título executivo inibe o credor de promover-lhe a execução."
      },
      {
        "letra": "C",
        "texto": "Considera-se título executivo extrajudicial o crédito, documentalmente comprovado, decorrente de aluguel de imóvel, bem como de encargos acessórios."
      },
      {
        "letra": "D",
        "texto": "O documento público ou particular assinado pelo credor é título executivo extrajudicial quando também assinado por três testemunhas."
      },
      {
        "letra": "E",
        "texto": "Os títulos executivos extrajudiciais oriundos de país estrangeiro dependem de homologação pelo Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "398533",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "O processo de execução pode vir embasado em título executivo extrajudicial. Sobre os títulos executivos extrajudiciais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui título executivo extrajudicial o instrumento de transação referendado pela Defensoria Pública."
      },
      {
        "letra": "B",
        "texto": "O crédito decorrente de laudêmio não pode ser mais considerado título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "A propositura de qualquer ação relativa ao débito constante do título executivo inibe o credor de promover- lhe a execução."
      },
      {
        "letra": "D",
        "texto": "Dependem de homologação pelo Supremo Tribunal Federal, para serem executados, os títulos executivos extrajudiciais, oriundos de país estrangeiro."
      },
      {
        "letra": "E",
        "texto": "A execução para cobrança de crédito fundar-se-á apenas em título de obrigação certa e líquida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "368890",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: ALGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta sobre a execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A letra de câmbio, a nota promissória, a duplicata, a debênture e o cheque são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor tem a faculdade de desistir da execução ou de apenas algumas medidas executivas, inclusive quando pendentes embargos do executado versando sobre a inexistência da dívida."
      },
      {
        "letra": "D",
        "texto": "O fiador que pagar a dívida, poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "E",
        "texto": "O espólio do devedor falecido, representado pelo inventariante, é sujeito passivo na execução, até que se conclua a partilha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324645",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Em relação ao processo de execução previsto no Código de Processo Civil, e mais especifcamente à possibilidade de execução provisória, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução provisória é admitida apenas para os títulos judiciais quando devedora a Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "Não é admitida para o título executivo extrajudicial; somente para os títulos executivos judiciais."
      },
      {
        "letra": "C",
        "texto": "No caso de título executivo extrajudicial é admita quando os embargos forem recebidos sem efeito suspensivo e, ao fnal, acolhidos, pendente recurso de agravo."
      },
      {
        "letra": "D",
        "texto": "No caso de título executivo extrajudicial é admita quando os embargos forem recebidos sem efeito suspensivo e, ao fnal, acolhidos, pendente recurso de apelação recebido apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "No caso de título executivo extrajudicial é admitida quando os embargos forem recebidos com efeito suspensivo e, inacolhidos ao fnal, pendente ainda exame de recurso de apelação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "262212",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Inadimplemento",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ficam sujeitos à execução os bens alienados ou gravados com ônus real em fraude de execução."
      },
      {
        "letra": "B",
        "texto": "é definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "por ser devedor solidário, o fiador não poderá nomear bens à penhora do devedor afiançado, mesmo que livres e desembargados."
      },
      {
        "letra": "D",
        "texto": "como regra, os bens particulares dos sócios respondem solidariamente pelas dívidas da sociedade."
      },
      {
        "letra": "E",
        "texto": "para o cumprimento de suas obrigações, o devedor responde com seus bens presentes, estando excluídos os bens de aquisição futura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "246610",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: PROCON-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A Duplicata sem aceite, para gozar da qualidade de título executivo extrajudicial, deve, além dos requisitos formais, preencher o seguinte requisito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obter registro no Oficio Imobiliário"
      },
      {
        "letra": "B",
        "texto": "ser levada a Registro de Protesto"
      },
      {
        "letra": "C",
        "texto": "ser registrada na Junta Comercial"
      },
      {
        "letra": "D",
        "texto": "obter autorização do devedor"
      },
      {
        "letra": "E",
        "texto": "vir acompanhada de declaração do Banco"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236615",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Segundo o CPC, constitui título executivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença estrangeira homologada pelo Supremo Tribunal Federal ."
      },
      {
        "letra": "B",
        "texto": "a sentença homologatória de conciliação, mesmo que se refira à questão diversa o objeto da lide."
      },
      {
        "letra": "C",
        "texto": "a sentença arbitral, desde que homologada judicialmente."
      },
      {
        "letra": "D",
        "texto": "o instrumento particular de transação assinado somente pelo credor e devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236551",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São títulos executivos judiciais, entre outros, os seguintes, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença penal condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "A sentença homologatória de conciliação ou de transação, desde que não contenha matéria não posta em juízo."
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral."
      },
      {
        "letra": "D",
        "texto": "O acordo extrajudicial, de qualquer natureza, homologado judicialmente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "222189",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, é título executivo judicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença arbitral."
      },
      {
        "letra": "B",
        "texto": "o crédito decorrente de foro ou laudêmio."
      },
      {
        "letra": "C",
        "texto": "a certidão de dívida ativa da Fazenda Pública da União, dos Estados, do Distrito Federal, dos Territórios e dos Municípios, correspondente aos créditos inscritos na forma da lei."
      },
      {
        "letra": "D",
        "texto": "o instrumento de transação referendado pelo Ministério Público, pela Defensoria Pública ou pelos advogados dos transatores."
      },
      {
        "letra": "E",
        "texto": "o crédito de serventuário de justiça, de perito, de intérprete, o de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "250259",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "São titulos executivos judiciais, EXCETO :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença proferida no processo civil que reconheça a existência de obrigação de fazer."
      },
      {
        "letra": "B",
        "texto": "a sentença arbitral."
      },
      {
        "letra": "C",
        "texto": "o acordo extrajudicial, de qualquer natureza, homologado judicialmente."
      },
      {
        "letra": "D",
        "texto": "o crédito de serventuário de justiça, de perito, de intérprete, ou de tradutor, quando as custas, emolumentos ou honorários forem aprovados por decisão judicial."
      },
      {
        "letra": "E",
        "texto": "a sentença penal condenatória transitada em julgado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "219481",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Com relação aos atributos necessários ao título executivo extrajudicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tal como o título judicial, o título extrajudicial admite, sem restrições, a liquidação judicial."
      },
      {
        "letra": "B",
        "texto": "A exigibilidade do título prescinde da prova de qualquer condição."
      },
      {
        "letra": "C",
        "texto": "Certo será o título que constitua, pelo menos, um início de prova da obrigação nele expressa."
      },
      {
        "letra": "D",
        "texto": "Para títulos que expressem obrigações pecuniárias, são irrelevantes o inadimplemento absoluto ou o relativo."
      },
      {
        "letra": "E",
        "texto": "A exigibilidade do título deve decorrer do inadimplemento absoluto da obrigação nele expressa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "202456",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: PGE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Considere os seguintes documentos: I. Duplicata sem aceite. II. Crédito decorrente de laudêmio. III. Crédito, documentalmente comprovado, decorrente de encargos acessórios de aluguel de imóvel. IV. Nota promissória vinculada a contrato de abertura de crédito. V. Contrato de seguro de vida. São títulos executivos extrajudiciais os indicados APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "201109",
    "metadata": "Ano: 2011 | Banca: CESGRANRIO | Órgão: FINEP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sr. Y contrai dívida com o Sr. Z, no valor de R$ 500,00, não havendo comprovação documental da avença. Passado o prazo acordado, o devedor não quita sua dívida, postulando prazo de um mês para realizar o ato. Passado o período, o credor dirige-se à residência do devedor para uma negociação. Após tensa negociação, obtém a emissão de uma nota promissória no valor de R$ 700,00 diante da incidência de juros e correção monetária, ocorrendo a execução. Consoante as regras do Código de Processo Civil, o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parcelamento da dívida é permitido em até dez vezes, sem juros ou correção."
      },
      {
        "letra": "B",
        "texto": "réu será citado para apresentar bens à penhora, após sua defesa."
      },
      {
        "letra": "C",
        "texto": "executado não poderá, em defesa, alegar a existência de prescrição ou decadência."
      },
      {
        "letra": "D",
        "texto": "indumentária de luxo do executado pode ser objeto de penhora."
      },
      {
        "letra": "E",
        "texto": "penhora, nesses casos de dívida pessoal do bem de família do executado, é possível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407157",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sdo títulos executivos judiciais, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença arbitral."
      },
      {
        "letra": "B",
        "texto": "a sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta em juízo."
      },
      {
        "letra": "C",
        "texto": "o crédito de serventuário da justiça, de perito, de intérprete ou de tradutor, quando as custas, os emolumentos ou os honorários forem aprovados por decisão judicial."
      },
      {
        "letra": "D",
        "texto": "a sentença estrangeira, homologada pelo STJ."
      },
      {
        "letra": "E",
        "texto": "a sentença penal condenatória transitada em julgado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "202561",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: CASAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta a respeito da execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador que, na condição de executado, pagar a dívida objeto da execução, poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "B",
        "texto": "O espólio possui legitimidade passiva na execução até a data da realização da partilha."
      },
      {
        "letra": "C",
        "texto": "O contrato de locação imobiliária, desde que assinado pelo devedor e por duas testemunhas, constitui título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral é uma espécie de título executivo judicial."
      },
      {
        "letra": "E",
        "texto": "Compete aos tribunais a execução dos respectivos acórdãos nos processos de sua competência originária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "94015",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Assinale a opção incorreta a respeito da execução civil no direito brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é espécie de título executivo judicial."
      },
      {
        "letra": "B",
        "texto": "O contrato de locação de imóvel é título executivo extrajudicial, se estiver acompanhado da assinatura de duas testemunhas."
      },
      {
        "letra": "C",
        "texto": "É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "O fiador que pagar a dívida na execução poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "E",
        "texto": "O espólio, na execução, responde pelas dívidas do falecido, mas, feita a partilha, cada herdeiro responderá na proporção da parte que Ihe couber na herança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "79260",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A sentença arbitral, por ser proferida por um particular, é classificada como título executivo extrajudicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]