[
  {
    "id": "620483",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: CODEBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "A respeito do processo de execução, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução pode ser instaurada caso o devedor não satisfaça a obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "B",
        "texto": "Os contratos garantidos por hipoteca, penhor, anticrese e caução, bem como os de seguro de vida, são títulos executivos extrajudiciais."
      },
      {
        "letra": "C",
        "texto": "O credor, que estiver, por direito de retenção, na posse de coisa pertencente ao devedor, não poderá promover a execução sobre outros bens senão depois de excutida a coisa que se achar em seu poder."
      },
      {
        "letra": "D",
        "texto": "Somente podem promover a execução forçada, o credor, a quem a lei confere título executivo, e o Ministério Público, nos casos prescritos em lei."
      },
      {
        "letra": "E",
        "texto": "É nula a execução se instaurada antes de se verificar a condição ou de ocorrido o termo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "584092",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível",
      "Da Execução em Geral - Requisitos: Inadimplemento"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o credor pode ajuizar execução se o devedor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por negligência, imprudência ou imperícia, causar dano, material ou moral, a ser provado durante a instrução do feito."
      },
      {
        "letra": "B",
        "texto": "não satisfizer obrigação certa, líquida e exigível, consubstanciada em título executivo."
      },
      {
        "letra": "C",
        "texto": "inadimplir o pagamento de obrigação certa, líquida e exigível contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "D",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua ou não força executiva."
      },
      {
        "letra": "E",
        "texto": "inadimplir o pagamento de obrigação certa e exigível, ainda que ilíquida, contida em documento escrito que possua força executiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460047",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Estado ajuizou ação de indenização contra particular e obteve sentença de mérito favorável, a qual continha uma parte líquida e outra ilíquida. Transitada em julgado a sentença, poderá o Estado requerer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 10 dias, sob pena de multa de 15%, que, mesmo em caso de pagamento parcial, incidirá sobre a totalidade do débito."
      },
      {
        "letra": "B",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, mesmo em caso de pagamento parcial, incidirá sobre a totalidade do débito."
      },
      {
        "letra": "C",
        "texto": "primeiro a liquidação da parte ilíquida e apenas depois a execução do todo do débito, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, mesmo em caso de pagamento parcial, incidirá so- bre a totalidade do débito."
      },
      {
        "letra": "D",
        "texto": "primeiro a liquidação da parte ilíquida e apenas depois a execução do todo do débito, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, em caso de pagamento parcial, incidirá apenas sobre o restante do débito."
      },
      {
        "letra": "E",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, em caso de pagamento parcial, incidirá apenas sobre o restante do débito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "451904",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Processo de Execução, um dos três gêneros dos processos previstos no Código de Processo Civil ao lado dos Processos de Conhecimento e Cautelar, passou por diversas alterações legislativas, dentre as quais se destaca o advento das Leis nº 11.232/2005 e nº 11.382/2006. Tomando como diretriz a nova disciplina da execução no Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento público e a escritura pública somente constituirão título executivo extrajudicial se assinados pelo devedor e por duas testemunhas."
      },
      {
        "letra": "B",
        "texto": "A prova de má-fé do terceiro adquirente ou o registro da penhora do bem alienado são requisitos para o reconhecimento da fraude à execução."
      },
      {
        "letra": "C",
        "texto": "O credor não poderá iniciar a execução se o devedor cumprir a obrigação, mas poderá prosseguir nela ainda que o devedor cumpra a obrigação durante o curso da execução."
      },
      {
        "letra": "D",
        "texto": "Os bens do devedor, desde que não estejam em poder de terceiros, ficam sujeitos à execução, enquanto que os bens do sócio, em qualquer hipótese, ficam a salvo da execução."
      },
      {
        "letra": "E",
        "texto": "A apelação da sentença de improcedência dos embargos do executado, ainda que recebida no efeito suspensivo, não obsta o caráter definitivo da execução fundada em título extrajudicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341133",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O devedor pode se opor ao cumprimento da sentença, alegando inexigibilidade do título judicial fundado em interpretação da lei, tida pelo STF como inconstitucional com efeito ex tunc. II - Mesmo com a superveniência de modificação do estado de fato, quando se tratar de relações jurídicas continuativas, a coisa julgada material permanece hígida e não pode ser revista senão por meio de ação rescisória. III - Julgada procedente, por maioria de votos, uma ação rescisória, e tendo o relator do respectivo acórdão admitido os subsequentes embargos infringentes interpostos pela parte vencida, não pode o novo relator (do recurso) reexaminar a questão para decidir, monocraticamente, pela ausência de um de seus pressupostos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição I está verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição III está verdadeira."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão verdadeiras."
      }
    ],
    "gabarito": "A"
  }
]