[
  {
    "id": "600801",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Sobre as fraudes do devedor, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se configure a fraude contra credores, dois requisitos são exigidos: um de caráter objetivo, qual seja, que a alienação tenha conduzido a uma diminuição patrimonial do devedor que tenha piorado ou criado um estado de insolvência; e outro, subjetivo, ligado a intenção do devedor de provocar sua redução patrimonial até o estado de insolvência."
      },
      {
        "letra": "B",
        "texto": "A fraude a execução prejudica os credores e a própria função jurisdicional do Estado-Juiz. Conquanto, sua configuração prescinde ciência do devedor da existência de ação judicial."
      },
      {
        "letra": "C",
        "texto": "A fraude do bem constrito judicialmente ocorre somente quando há alienação ou oneração de bem penhorado."
      },
      {
        "letra": "D",
        "texto": "O instituto da fraude a execução, expressamente previsto Código de Processo Civil, possui rol taxativo quanto a sua ocorrência."
      },
      {
        "letra": "E",
        "texto": "As chamadas fraudes do devedor são divididas em duas espécies: fraude contra credores e fraude á execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "587984",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "A respeito de execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de fraude à execução, inexistindo registro da penhora na matrícula do imóvel, cabe ao credor o ônus de provar que o terceiro adquirente tinha conhecimento de demanda capaz de levar o alienante à insolvência."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento do STJ, permite-se o arbitramento de honorários advocatícios em benefício do exequente no âmbito da execução provisória."
      },
      {
        "letra": "C",
        "texto": "É possível ao juiz conhecer de suposto excesso de execução alegado pelo executado após o momento próprio para a oposição dos embargos à execução, por se tratar de matéria de ordem pública."
      },
      {
        "letra": "D",
        "texto": "A quantia depositada em caderneta de poupança é impenhorável, independentemente do seu valor."
      },
      {
        "letra": "E",
        "texto": "O bloqueio de ativos financeiros do executado por meio do sistema Bacen Jud independe de requerimento expresso do exequente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555489",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Sobre o instituto da fraude à execução fiscal de créditos tributários da União, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ausência de citação válida no processo judicial, não é possível cogitar-se fraude à execução."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento da fraude à execução, em regra, depende da prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "C",
        "texto": "O crédito tributário regularmente inscrito como dívida ativa gera presunção de fraude na alienação ou oneração de bens pelo sujeito passivo em débito com a Fazenda Pública, desde que esteja em fase de execução."
      },
      {
        "letra": "D",
        "texto": "Existindo registro da penhora na matrícula do imóvel, é da Fazenda Pública o ônus da prova de que o terceiro adquirente tinha conhecimento de demanda capaz de levar o alienante à insolvência."
      },
      {
        "letra": "E",
        "texto": "O crédito tributário regularmente inscrito como dívida ativa gera presunção de fraude na alienação ou oneração de bens pelo sujeito passivo em débito com a Fazenda Pública, ainda que não proposta a execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "549039",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Considera-se em fraude de execução",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alienação de bens quando, ao tempo da alienação, corria contra o devedor demanda capaz de reduzi-lo à insolvência e, conforme jurisprudência consolidada do Superior Tribunal de Justiça, o reconhecimento da fraude à execução independe de registro da penhora do bem alienado ou da prova de má-fé do terceiro adquirente, porque esse requisito é exigível somente para configuração de fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "a alienação de bens imóveis, quando, por sua ocasião, não se apresentar certidão negativa de demanda em curso contra o alienante, independentemente do risco de sua insolvência."
      },
      {
        "letra": "C",
        "texto": "a alienação de bens apenas quando, ao tempo da alienação, corria contra o devedor execução capaz de reduzi-lo à insolvência, mas conforme jurisprudência consolidada do Superior Tribunal de Justiça, o reconhecimento da fraude à execução depende do registro da penhora do bem alienado ou de prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "D",
        "texto": "a alienação de bens quando, ao tempo da alienação, corria contra o devedor demanda capaz de reduzi-lo à insolvência, mas, conforme jurisprudência consolidada do Superior Tribunal de Justiça, o reconhecimento da fraude à execução depende do registro da penhora do bem alienado ou de prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "E",
        "texto": "somente a alienação de bens sobre os quais pender ação fundada em direito real."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512720",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Assinale a alternativa que contém afirmação incorreta, no que respeita à penhora.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O registro da penhora faz prova quanto à fraude de qualquer transação posterior."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento da fraude à execução depende do registro da penhora do bem alienado ou da prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "C",
        "texto": "O registro da penhora não é requisito para caracterização da fraude à execução."
      },
      {
        "letra": "D",
        "texto": "A alienação do bem penhorado em fraude à execução é nula de pleno direito."
      },
      {
        "letra": "E",
        "texto": "Ausente o registro da penhora que sofre o bem alienado, deve ser presumida a boa-fé do terceiro que o adquire, salvo se demonstrado o contrário pelo credor-exequente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "494588",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Com referência à execução no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como resultado da liberdade de contratar protegida pelo direito, não há impedimento para que particulares criem título executivo extrajudicial não previsto em lei."
      },
      {
        "letra": "B",
        "texto": "A sentença arbitral independe de homologação judicial e, por isso, é considerada título executivo extrajudicial"
      },
      {
        "letra": "C",
        "texto": "Consoante entendimento sumulado do STJ, é com a intimação do devedor que começa a correr o prazo para cumprimento da obrigação de fazer, não sendo bastante a intimação do advogado constituído."
      },
      {
        "letra": "D",
        "texto": "No curso da execução, o juiz somente pode conhecer da impenhorabilidade do bem se houver alegação da parte."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento da fraude à execução pode ser feito nos próprios autos do processo em curso e importa em declaração de nulidade da alienação feita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506142",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Analise os itens abaixo e marque a alternativa correta: I. Ficam sujeitos à execução os bens: a) do sucessor a título singular, tratando-se de execução fundada em direito real ou obrigação reipersecutória; b) do sócio, nos termos da lei; c)do devedor, quando em poder de terceiros; d) do cônjuge, nos casos em que os seus bens próprios, reservados ou de sua meação respondem pela dívida; e)- alienados ou gravados com ônus real em fraude de execução. II. Considera-se em fraude de execução a alienação ou oneração de bens:a) - quando sobre eles pender ação fundada em direito real; b)- quando, ao tempo da alienação ou oneração, corria contra o devedor demanda capaz de reduzi-lo à insolvência;c) nos demais casos expressos em lei.III. O fiador, quando executado, poderá nomear à penhora bens livres e desembargados do devedor, desonerando, assim, os seus bens da execução. IV. Os bens particulares dos sócios respondem pelas dívidas da sociedade, porém, o sócio, demandado pelo pagamento da dívida, tem direito a exigir que sejam primeiro excutidos os bens da sociedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV são verdadeiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503601",
    "metadata": "Ano: 2012 | Banca: CEFET-BA | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Segundo o quanto dispõe o Código de Processo Civil, considera-se atentatório à dignidade da Justiça o ato do executado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "frauda a execução."
      },
      {
        "letra": "B",
        "texto": "deixa de contestar a ação."
      },
      {
        "letra": "C",
        "texto": "não apresenta embargos à execução."
      },
      {
        "letra": "D",
        "texto": "resiste, ainda que de forma justificada, a ordens judiciais."
      },
      {
        "letra": "E",
        "texto": "intimado, não indica ao juiz, em 10 (dez) dias, quais são e onde se encontram os bens sujeitos à penhora e seus respectivos valores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503600",
    "metadata": "Ano: 2012 | Banca: CEFET-BA | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil (CPC), considera-se em fraude de execução a alienação ou oneração de bens quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem objeto de alienação vier a sofrer evicção."
      },
      {
        "letra": "B",
        "texto": "sobre eles pender ação fundada em direito real."
      },
      {
        "letra": "C",
        "texto": "não houver a devida anuência do cônjuge do alienante, denominada de vênia conjugal."
      },
      {
        "letra": "D",
        "texto": "houver alienação de bens imóveis durante a pendência de execução fiscal ajuizada contra o alienante, independente do valor do bem e da existência de bens outros capazes de garantir o débito."
      },
      {
        "letra": "E",
        "texto": "houver alienação de bens imóveis durante a pendência de processo administrativo fiscal ajuizado contra o alienante, independente do valor do bem e da existência de bens outros capazes de garantir o débito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324643",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Em relação à fraude à execução, seu reconhecimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não depende de provocação da parte, poderá ser reconhecida de ofício no processo de execução e somente ocorrerá quando sobre o bem alienado ou onerado houver direito real."
      },
      {
        "letra": "B",
        "texto": "Não depende de provocação da parte, poderá ser decretada de ofício e nos próprios autos de execução, situação diversa da fraude contra credores, a qual exige demanda específca."
      },
      {
        "letra": "C",
        "texto": "Não depende de provocação da parte, poderá ser de ofício e nos próprios autos, não havendo necessidade de demanda em curso com capacidade de reduzir o devedor à insolvência para sua caracterização, o que somente será necessário na fraude contra credores"
      },
      {
        "letra": "D",
        "texto": "Depende de provocação da parte e deverá ocorrer em processo autônomo, ponto que mantém em comum com a fraude contra credores."
      },
      {
        "letra": "E",
        "texto": "Depende de provocação da parte em processo autônomo e específco e necessita da demonstração de que há demanda em curso contra o devedor e com capacidade de reduzir o mesmo à insolvência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "248646",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Em relação aos embargos de terceiro, julgue os itens a seguir.De acordo com o entendimento do STJ, se, no curso de processo de execução, for reconhecida fraude à execução relativa à alienação de um bem pelo devedor executado, este poderá, em caso de constrição judicial, defender a posse do bem por meio de embargos de terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1635724",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Considera-se fraude à execução civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o devedor citado não oferece ou indica bens passíveis de penhora."
      },
      {
        "letra": "B",
        "texto": "Quando o devedor se recusa a receber a citação do processo executivo"
      },
      {
        "letra": "C",
        "texto": "Quando o devedor não comparece perante o juiz apesar de intimado a fazê-lo."
      },
      {
        "letra": "D",
        "texto": "Quando o devedor onera bens sobre os quais pende ação fundada em direito real."
      },
      {
        "letra": "E",
        "texto": "Quando o devedor resiste injustificadamente às ordens do juízo."
      }
    ],
    "gabarito": "D"
  }
]