[
  {
    "id": "633153",
    "metadata": "Ano: 2016 | Banca: FAUEL | Órgão: CISMEPAR - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que diz respeito à formação, extinção e suspensão do processo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor que der causa, por três vezes, a extinção do processo por abandono, ficará impedido de ajuizar nova ação contra o réu com o mesmo objeto, bem como de alegar seu direito em defesa."
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de mérito quando as partes transigirem, quando o juiz acolher ou rejeitar o pedido do autor, quando o juiz pronunciar a decadência e quando o juiz acolher a alegação de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, o prazo de 20 (vinte) dias, findo o qual, extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste."
      },
      {
        "letra": "D",
        "texto": "Feita a citação, é permitido ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "629665",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Da formação do processo"
    ],
    "enunciado_principal": "Em relação à jurisdição, ação, competência, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência é, conforme definição clássica, a medida da jurisdição. Ela quantificará a parcela de exercício de jurisdição atribuída a determinado órgão, em relação às pessoas, à matéria ou ao território."
      },
      {
        "letra": "B",
        "texto": "O incidente de incompetência relativa deve figurar como preliminar de contestação e a incompetência absoluta pode ser arguida por meio de exceção ritual, mas, por ser de ordem pública, será conhecida ainda que seja alegada por outra forma, ou mesmo que não seja alegada."
      },
      {
        "letra": "C",
        "texto": "O legislador brasileiro dividiu os critérios de competência usando a mesma ordem de Chiovenda: a primeira refere-se à competência em razão do valor e da matéria (objetivo), a segunda à competência funcional e a terceira à competência territorial."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da perpetuatio jurisditionis, uma vez proposta à ação e definida a competência, são irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "E",
        "texto": "A ação fundada em direito pessoal deve ser proposta, em regra, no foro do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "482534",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da formação do processo"
    ],
    "enunciado_principal": "Sobre a formação do processo, as partes, o procedimento e os sujeitos do processo, analise as afirmativas a seguir. I.Incidentes do processo ou do procedimento são procedimentos menores, anexos e paralelos ao principal e dele dependentes. II. Questão incidente é uma dúvida de fato ou de direito surgida no curso do procedimento ou mesmo logo ao seu início, necessitando ser resolvida pelo juiz antes do julgamento do mérito, mas sem se referir a este. III. Processo incidente é um processo novo, nova relação processual, que se instaura por causa de outro já pendente e destinado a exercer alguma influência sobre ele. Está(ão) CORRETA(S)a(s) afirmativa(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas."
      },
      {
        "letra": "B",
        "texto": "I e II apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456510",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "após contestação, não admite em nenhuma hipótese a alteração do pedido ou da causa de pedir, pois haverá estabilização do processo."
      },
      {
        "letra": "C",
        "texto": "inicia-se por impulso oficial, desenvolvendo-se por iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "extingue-se, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "suspende-se pela convenção das partes, caso em que nunca poderá exceder o prazo de um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429164",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a suspensão do processo pelos motivos previstos em lei é defeso praticar qualquer ato processual, sem exceção."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte, cabendo ao juiz supervisioná-lo para que atinja o seu desfecho com a prestação jurisdicional."
      },
      {
        "letra": "C",
        "texto": "A morte ou perda da capacidade processual do autor conduz à extinção do processo, enquanto a morte ou perda da capacidade processual do réu leva à suspensão do processo para habilitação dos herdeiros."
      },
      {
        "letra": "D",
        "texto": "Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem a anuência do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "E",
        "texto": "A ocorrência da extinção do processo por litispendência ou coisa julgada dar-se-á com resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416629",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cognição judicial pode ser vertical (corte horizontal) ou horizontalmente (corte vertical) sumarizada, sendo exemplo: da primeira, o processo cautelar; da segunda, as ações possessórias."
      },
      {
        "letra": "B",
        "texto": "Procedimentos comum sumário e cognição sumária não se confundem, tendo, o primeiro, cognição plena e exauriente."
      },
      {
        "letra": "C",
        "texto": "Não pode haver demanda de cognição plena e, ao mesmo tempo, sumária."
      },
      {
        "letra": "D",
        "texto": "A cognição verticalmente sumária impede a formação da coisa julgada material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362506",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é incorreto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo, por prazo não excedente a 01 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente;"
      },
      {
        "letra": "B",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa; e, ainda quando ordenada por juiz incompetente, constitui em mora o devedor e interrompe a prescrição;"
      },
      {
        "letra": "C",
        "texto": "Falecendo o réu em ação de divórcio, extingue-se o processo sem resolução de mérito por intransmissibilidade do direito;"
      },
      {
        "letra": "D",
        "texto": "A absolvição criminal por insuficiência de provas da culpabilidade do réu não acarreta a extinção do processo civil ante a alegação de coisa julgada;"
      },
      {
        "letra": "E",
        "texto": "O termo final para que o autor possa alterar o pedido ou a causa de pedir é o saneamento do processo, mas, havendo consentimento do réu, afasta-se o princípio da estabilização subjetiva do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "449908",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: CREFITO - 8ª Região (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo, e em seguida, marque V para as verdadeiras e F para as falsas. ( ) Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, sendo lícito, entretanto, a modificação das partes até a sentença final, por vontade das partes. ( ) Suspende-se o processo quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz e, ainda, a exceção de suspeição do representante do Ministério Público, seguindo-se, rigorosamente, o mesmo rito em todos os casos. ( ) No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, o prazo de vinte dias, findo o qual extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste. ( ) Suspende-se o processo quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "V, F, F, V"
      },
      {
        "letra": "D",
        "texto": "V, F, F, F"
      },
      {
        "letra": "E",
        "texto": "V, V, F, F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410125",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo, sob a regência do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "Apenas nessas hipóteses suspende-se o processo: (I) pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador; (II) pela convenção das partes; e, (III) quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder oito meses."
      },
      {
        "letra": "D",
        "texto": "Haverá resolução de mérito quando o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "E",
        "texto": "Não haverá resolução do mérito quando o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "405777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Critérios de competência",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienado o bem objeto da lide, será impositiva a alteração subjetiva do processo."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria, havendo concordância do nomeado e da outra parte, determina a sucessão processual."
      },
      {
        "letra": "C",
        "texto": "A substituição do requerido em razão do reconhecimento de sua ilegitimidade pode ocorrer a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "Nas localidades em que houver mais de uma vara de competência idêntica, distribuída a petição, considera-se proposta a ação para ambas as partes."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de ação de caráter pessoal estrito, a morte de uma das partes necessariamente determina a extinção prematura do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359619",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "Na formação do processo, existe a previsão legal de que a alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento. Essa situação caracteriza o princípio;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da inércia."
      },
      {
        "letra": "B",
        "texto": "da duração razoável do processo."
      },
      {
        "letra": "C",
        "texto": "da eventualidade."
      },
      {
        "letra": "D",
        "texto": "da adstrição ou congruência."
      },
      {
        "letra": "E",
        "texto": "da estabilidade da demanda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354705",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que se refere a formação, suspensão e extinção do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é permitida a alteração do pedido ou da causa de pedir após o saneamento do processo."
      },
      {
        "letra": "B",
        "texto": "Dada a independência entre as jurisdições, não se cogita a existência de prejudicialidade externa de processo penal em relação ao cível."
      },
      {
        "letra": "C",
        "texto": "Conforme definição legal, a sentença é o ato por meio do qual o juiz põe fim ao processo, decidindo, ou não, o mérito da causa."
      },
      {
        "letra": "D",
        "texto": "O indeferimento de petição inicial fundada na prescrição da pretensão ocorre por meio de sentença terminativa."
      },
      {
        "letra": "E",
        "texto": "Considera-se formado o processo com a citação ou o comparecimento espontâneo do réu, quando então fica estabelecida a relação jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332137",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Maria Rita propõe ação pelo rito ordinário contra Zuleika de Souza, por ter recebido cheque de R$ 500,00, já prescrito, que voltou sem a devida provisão de fundos. Após ter pleiteado apenas o valor do cheque, e após também a citação da ré, adita a inicial para pleitear danos morais, que estima em R$ 1.000,00. Essa alteração do pedido inicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser feita independentemente de consentimento da ré, desde que mantidas as mesmas partes e causa de pedir."
      },
      {
        "letra": "B",
        "texto": "não pode ser feita, sendo defeso qualquer aditamento após a citação da ré."
      },
      {
        "letra": "C",
        "texto": "pode ser feita, desde que com o consentimento da ré, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "não pode ser feita, salvo se houver alteração também da causa de pedir."
      },
      {
        "letra": "E",
        "texto": "pode ser feita, livremente e sem ressalvas, até o saneamento do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "327657",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "Quanto à estabilidade da demanda é CORRETO afirmar que: I – O pedido (perpetuatio libelli) em nenhuma hipótese será alterado após o saneamento do processo, salvo concordância do réu. II – A fixação da legitimidade (perpetuatio legitimationis), que é a impossibilidade, a priori, de se alterar as partes na relação jurídica processual, não prevalece no caso de nomeação à autoria, mas para que isso possa ocorrer há a necessidade da concordância do autor e do nomeado. III – A fixação da competência (perpetuatio jurisdictionis) dá-se quando da propositura da ação, não se alterando ainda que haja modificações do estado de fato ou de direito ocorridas posteriormente, como ocorreu com o advento da EC nº 45/2004, em relação às ações de indenização por acidente do trabalho. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas a assertiva II está correta;"
      },
      {
        "letra": "D",
        "texto": "apenas a assertiva I está correta;"
      },
      {
        "letra": "E",
        "texto": "não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "398539",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Processo Cautelar",
      "Da formação do processo",
      "Processo de execução",
      "Da execução em geral",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "O Código de Processo Civil realiza a divisão dos tipos de processo, sob certo prisma, em processo de conhecimento, processo de execução e processo cautelar. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo cautelar se destina a permitir uma futura realização do direito substancial."
      },
      {
        "letra": "B",
        "texto": "O processo de conhecimento e de execução são capazes de permitir uma tutela jurisdicional mediata do direito substancial."
      },
      {
        "letra": "C",
        "texto": "O processo cautelar se caracteriza por permitir a satisfação do direito substancial."
      },
      {
        "letra": "D",
        "texto": "O processo de conhecimento tem a finalidade de garantir a efetividade de outro processo, ao qual se liga necessariamente."
      },
      {
        "letra": "E",
        "texto": "A tutela jurisdicional do processo de execução visa proteger tal processo dos efeitos do tempo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "368720",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que se refere à formação e extinção do processo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido ou a causa de pedir são sempre imutáveis."
      },
      {
        "letra": "B",
        "texto": "considera-se proposta a ação com a citação válida do réu."
      },
      {
        "letra": "C",
        "texto": "será extinto pela perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador."
      },
      {
        "letra": "D",
        "texto": "forma-se por iniciativa da parte, mas se desenvolve por impulso oficial."
      },
      {
        "letra": "E",
        "texto": "apenas às causas que tenham conteúdo econômico imediato será atribuído um valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316320",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "A possibilidade de os direitos e obrigações se transformarem em meras expectativas de direitos constitui característica peculiar da relação processual, o que a torna distinta de qualquer outra relação jurídica de direito material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "299013",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que diz respeito à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No curso da suspensão do processo é defeso praticar qualquer ato processual, podendo o juiz, no entanto, determinar a realização de atos urgentes, a fim de evitar dano irreparável."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Suspende-se o processo quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "Extinguir-se-á o processo, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após a citação do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "177438",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspende-se quando o autor desistir da ação."
      },
      {
        "letra": "B",
        "texto": "extingue-se com resolução do mérito quando as partes transigirem."
      },
      {
        "letra": "C",
        "texto": "começa por iniciativa do juiz."
      },
      {
        "letra": "D",
        "texto": "extingue-se sem resolução do mérito quando o juiz pronunciar a decadência."
      },
      {
        "letra": "E",
        "texto": "suspende-se quando ocorrer confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "93582",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: IPAJM-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação somente produz efeito para autor e réu após a citação válida."
      },
      {
        "letra": "B",
        "texto": "Admite-se que a alteração do pedido, desde que feita antes da citação, altere o tipo de processo."
      },
      {
        "letra": "C",
        "texto": "Após a citação do réu, ocorre a chamada estabilização do processo."
      },
      {
        "letra": "D",
        "texto": "O processo existe mesmo antes da citação do réu."
      },
      {
        "letra": "E",
        "texto": "Realizados a citação e o saneamento do processo, o autor somente pode alterar o pedido com anuência do réu."
      }
    ],
    "gabarito": "D"
  }
]