[
  {
    "id": "620594",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Ações possessórias",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos procedimentos especiais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos procedimentos de jurisdição voluntária, havendo interesse de incapaz, a intervenção do MP será obrigatória, competindo-lhe assegurar que o julgador observe os critérios de legalidade estrita na condução do processo, bem como no julgamento final."
      },
      {
        "letra": "B",
        "texto": "Dada a natureza dúplice da ação de prestação de contas, o julgador pode reconhecer, na sentença, saldo em favor do réu, ainda que ele não o tenha postulado."
      },
      {
        "letra": "C",
        "texto": "A curatela de interditos está prevista no CPC como procedimento especial de jurisdição contenciosa, no qual a intervenção do MP, como autor do pedido ou como fiscal da lei, é obrigatória."
      },
      {
        "letra": "D",
        "texto": "Ajuizada ação possessória, o réu não poderá fundar sua defesa invocando a condição de proprietário do bem, mas poderá manejar ação própria de reconhecimento de domínio, independentemente do julgamento da possessória."
      },
      {
        "letra": "E",
        "texto": "Promovida ação monitória fundada em contrato de abertura de crédito em conta-corrente e acompanhada de extrato demonstrativo do débito, caso adote o entendimento pacificado no STJ sobre a matéria, o julgador irá extingui-la por falta de interesse em agir, já que, na hipótese, o contrato mencionado constitui título executivo extrajudicial, passível de imediata execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610106",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "São procedimentos especiais de jurisdição contenciosa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as ações de depósito, de prestação de contas; e de alienação judicial."
      },
      {
        "letra": "B",
        "texto": "as ações de consignação em pagamento, monitória e de restauração de autos."
      },
      {
        "letra": "C",
        "texto": "as ações de alienação judicial, de curatela dos interditos e de usucapião de terras particulares."
      },
      {
        "letra": "D",
        "texto": "as ações de depósito, de curatela dos interditos, e de alienação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "607016",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Tendo em vista que, em uma relação processual, o pronunciamento de mérito está condicionado ao cumprimento de algumas formalidades, tais como a atuação do órgão jurisdicional competente e o tempo dessa atuação, as condições da ação e os pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transcorrido o prazo legal sem que o jurisdicionado ingresse em juízo para proteger seu direito, opera-se a preclusão do direito de ação."
      },
      {
        "letra": "B",
        "texto": "Quando a ação for considerada intransmissível por disposição legal, a morte de um dos sujeitos da relação processual provocará a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Para não contrariar o princípio da inércia da jurisdição, segundo o qual a jurisdição deve ser provocada, é vedado ao juiz determinar, de ofício, a produção de provas."
      },
      {
        "letra": "D",
        "texto": "A jurisdição voluntária pode ser exercida extrajudicialmente em casos expressamente autorizados pelo ordenamento jurídico vigente, como nos casos de inventário ou divórcio extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "O defeito ou a ausência de representação na relação processual provoca, por falta de uma das condições da ação, a extinção do processo sem resolução de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600808",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO apresenta procedimento de jurisdição voluntária:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tutela e curatela."
      },
      {
        "letra": "B",
        "texto": "Caução."
      },
      {
        "letra": "C",
        "texto": "Codicilos."
      },
      {
        "letra": "D",
        "texto": "Testamentos."
      },
      {
        "letra": "E",
        "texto": "Divórcio consensual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600791",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Jurisdição é o poder que o Estado detém para aplicar o direito a um determinado caso, com o objetivo de solucionar conflitos de interesses e com isso resguardar a ordem jurídica e a autoridade da lei. Sobre essa temática, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio do acesso á justiça, o Estado só exercerá a atividade jurisdicional se for devidamente provocado."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de um ato de poder, o juiz exerce a jurisdição dentro de um limite espacial sujeito à soberania do Estado, limite este consagrado pelo princípio da investidura."
      },
      {
        "letra": "C",
        "texto": "Não há previsão legal para jurisdição voluntária em nosso sistema."
      },
      {
        "letra": "D",
        "texto": "A jurisdição pode ser classificada como contenciosa, ou seja, quando existe lide e o Estado atua na solução de um conflito; e voluntária, quando não existe lide e o Estado atua na administração do interesse das partes."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "683474",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante as noções fundamentais do Direito Processual Civil, aos sujeitos do processo e aos atos processuais, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em questões processuais, será aplicada a lei em vigor no momento da prática do ato formal e não a do tempo em que o ato material se deu. Quando a lei nova atinge um processo em andamento, não produzirá nenhum efeito sobre os fatos e atos ocorridos, que continuam regulados pela lei do tempo em que foram consumados, uma vez que as leis processuais não são retroativas."
      },
      {
        "letra": "B",
        "texto": "O princípio da territorialidade está previsto no art. 1º do Código de Processo Civil, que declara que “a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional”; assim com relação as provas, seus meios e ônus de produção prevalecerá a lei processual brasileira, mesmo quando os fatos a serem provados tiverem ocorrido em país estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Os pressupostos processuais diferem-se das condições da ação, pois enquanto a ocorrência dos primeiros demonstram a constituição e o desenvolvimento válido e regular do processo; a presença das condições da ação mostra que o direito de ação está validamente exercido, no caso concreto."
      },
      {
        "letra": "D",
        "texto": "O art. 6º do Código de Processo Civil determina que “Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei”, assim a substituição processual é uma faculdade excepcional, que só ocorrerá nos casos expressamente autorizados por lei e difere da substituição de parte."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a intimação eletrônica por publicação no Diário de Justiça eletrônico, considera-se como data da publicação o primeiro dia útil seguinte ao da disponibilização da informação no Diário da Justiça eletrônico. Assim, nos casos de intimação eletrônica, os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616146",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "O processo é informado por diversos princípios cuja aplicação se revela essencial para a sua realização. Ao ser estipulada a necessidade de defesa, está-se realizando o princípio do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "publicidade"
      },
      {
        "letra": "B",
        "texto": "economia"
      },
      {
        "letra": "C",
        "texto": "devido processo"
      },
      {
        "letra": "D",
        "texto": "juiz natural"
      },
      {
        "letra": "E",
        "texto": "idoneidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591355",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os órgãos do Poder Judiciário exercem a jurisdição, que é delimitada seguindo-se as regras de distribuição da competência previstas no ordenamento jurídico brasileiro. Acerca desse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu deve, por meio de exceção, alegar a incompetência absoluta, sob pena de preclusão, momento em que se prorrogará a competência do foro."
      },
      {
        "letra": "B",
        "texto": "A incompetência absoluta, por não constituir matéria de ordem pública, não pode ser reconhecida pelo juiz de ofício, devendo a parte alegá-la na primeira oportunidade em que couber citá-la nos autos, sob pena de responder integralmente pelas custas."
      },
      {
        "letra": "C",
        "texto": "A doutrina classifica a jurisdição, quanto ao organismo que a exerce, como comum e especial. A jurisdição comum é exercida pela justiça estadual, enquanto a jurisdição especial é exercida pelas justiças federal, trabalhista, eleitoral e militar."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta do juízo pode ser reconhecida de ofício, inclusive em embargos infringentes e em reexame necessário."
      },
      {
        "letra": "E",
        "texto": "Havendo conexão, o juiz pode ordenar a reunião de ações propostas separadamente, a fim de que sejam decididas simultaneamente. Correndo em separado as ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que promoveu a juntada da citação válida em primeiro lugar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "571872",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Dos Atos Processuais",
      "Conceito e características da jurisdição",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "No que se refere a jurisdição, ação e processo, assinale a opção correta de acordo com a legislação, a doutrina e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reunião de diversas execuções fiscais ajuizadas pelo mesmo ente público contra o mesmo devedor é uma faculdade do magistrado, ainda que haja requerimento da parte nesse sentido."
      },
      {
        "letra": "B",
        "texto": "Determinada a citação do réu, a interrupção da prescrição retroage à data da propositura da ação, ainda que haja demora excessiva da citação, em prazo superior a noventa dias, por culpa exclusiva da parte autora."
      },
      {
        "letra": "C",
        "texto": "O CPC adotou a teoria da individuação da causa de pedir, de acordo com a qual a causa petendi corresponde à relação jurídica afirmada na petição inicial pelo autor."
      },
      {
        "letra": "D",
        "texto": "A teoria revisionista da jurisdição voluntária, que se contrapõe à teoria clássica, considera que a jurisdição graciosa não é uma atividade jurisdicional sob o ponto de vista substancial, mas, sim, uma prestação administrativa exercida formalmente pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo impede o magistrado de praticar ato urgente e, diante dessa situação processual, a tutela provisória deverá ser concedida por medida cautelar autônoma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "565646",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Julgue o item a seguir, referente a jurisdição e competência no processo civil.O procedimento em que o requerente manifesta sua pretensão de opção de nacionalidade brasileira na condição de brasileiro nato, conforme os requisitos previstos na CF, possui natureza de jurisdição voluntária e, nesse caso, a sentença prolatada não faz coisa julgada material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "563777",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Acerca de princípios gerais do processo, ação, jurisdição e pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viola o princípio do juiz natural a criação, em tribunais de justiça, de câmaras para julgamento de ações no período de recesso forense."
      },
      {
        "letra": "B",
        "texto": "A teoria da asserção só pode ser aplicada antes da apresentação da defesa pelo réu."
      },
      {
        "letra": "C",
        "texto": "O substituto processual é aquele que está em juízo em nome alheio, defendendo interesse alheio."
      },
      {
        "letra": "D",
        "texto": "É possível a propositura de ação de cunho declaratório para interpretar decisão judicial."
      },
      {
        "letra": "E",
        "texto": "No âmbito do processo civil, a imputação de penalidades decorrentes da violação ao princípio da boa-fé limita-se ao autor e ao réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "545700",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "No que concerne aos princípios processuais e à jurisdição, julgue o item que se segue. Na jurisdição contenciosa, o Estado, em substituição às partes, resolve a lide submetida a sua apreciação, sendo inadmitida, após a instauração do processo contencioso, a composição entre as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "545698",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "No que concerne aos princípios processuais e à jurisdição, julgue o item que se segue.O processo de execução, cujo objetivo consiste em dar efetividade a um provimento judicial de mérito, é uma espécie do gênero processo de conhecimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "544936",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "A respeito da ação e da jurisdição, considere: I. O direito de ação depende do direito material ou da eventual relação jurídica entre as partes. II. O direito de ação é o direito subjetivo público de pleitear ao Poder Judiciário uma decisão sobre uma pretensão. III. A jurisdição é o poder, função e atividade de aplicar o direito a um fato concreto pelos órgãos públicos destinados a tal, obtendo-se a justa composição da lide. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544537",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, considere os seguintes princípios e características: I. As únicas soluções possíveis para a lide são por meio da jurisdição e pelos mecanismos alternativos da autocomposição e da arbitragem. II. Pelo princípio da indeclinabilidade, a prestação jurisdicional não é discricionária e sim obrigatória para o Estado. III. Pelo princípio da inevitabilidade, tem-se que a jurisdição é atividade pública que cria um estado de sujeição às partes do processo. IV. Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais, é enunciado relativo ao princípio da indelegabilidade das atribuições típicas e refere-se à jurisdição contenciosa e voluntária. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530878",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No tocante às normas processuais civis, examine os enunciados seguintes: I. Quanto ao seu grau de obrigatoriedade, pode-se afirmar que o direito processual civil é composto preponderantemente por regras cogentes, imperativas ou de ordem pública, que não podem ter sua incidência afastada pela vontade das partes. II. No que tange ao direito intertemporal, normalmente são aplicáveis as normas processuais que estão em vigor no momento da prática dos atos no processo, não as que vigoravam na época em que se passaram os fatos da causa. III. Relativamente aos títulos executivos extrajudiciais, vale a regra que vigorava quando o ato extrajudicial foi praticado e não a regra do momento do ajuizamento da ação executiva. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "521375",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da jurisdição e dos equivalentes jurisdicionais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na jurisdição voluntária, a lei confere maior flexibilidade ao julgador para conduzir o processo, mas o obriga à observância de critérios de legalidade estrita quando da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "A imparcialidade é a característica da jurisdição contenciosa que impede o julgador de determinar, de ofício, a produção de prova em juízo."
      },
      {
        "letra": "C",
        "texto": "A autodefesa, excepcionalmente permitida no direito brasileiro para a composição da lide, pode ocorrer antes ou durante o processo."
      },
      {
        "letra": "D",
        "texto": "Na arbitragem, as partes podem escolher a norma de direito material a ser aplicada para a solução do conflito."
      },
      {
        "letra": "E",
        "texto": "Configura exceção à regra da indelegabilidade da jurisdição a expedição de carta precatória que delegue a oitiva de testemunha a outro juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512243",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da jurisdição e de sua natureza, seus princípios e suas características.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisdição, atividade de poder decorrente da soberania, é una, mas seu exercício é fragmentado pela distribuição de competências a diversos órgãos judiciais. O ordenamento brasileiro admite, assim, a justaposição de competências, mas não de diferentes jurisdições."
      },
      {
        "letra": "B",
        "texto": "A atividade jurisdicional submete as demais funções estatais ao seu controle. A jurisdição mesma, porém, é controlada, via de regra, pela própria jurisdição, apenas admitindo-se excepcionalmente o seu controle externo pela administração e pelo Legislativo."
      },
      {
        "letra": "C",
        "texto": "A realização do direito objetivo é traço caracterizador da jurisdição, suficientemente apto a distingui-la das demais atividades estatais."
      },
      {
        "letra": "D",
        "texto": "A jurisdição é atividade criativa, visto que o julgador pensa até o final o que foi pensado antes pelo legislador, cabendo ao juiz-intérprete produzir a norma jurídica individualizada por meio de processo hermenêutico e linguístico que, a rigor, não conhece limites."
      },
      {
        "letra": "E",
        "texto": "O juiz natural é princípio jurisdicional que visa a resguardar a imparcialidade e que pode ser desmembrado em tripla significação: no plano da fonte, cabe à lei instituir o juiz e fixar-lhe a competência; no plano temporal, juiz e competência devem preexistir ao tempo do caso concreto objeto do processo a ser submetido à apreciação; e no plano da competência, a lei, anterior, deve prever taxativamente a competência, excluindo juízos ad hoc ou de exceção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "511183",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, examine os enunciados seguintes: I. Pelo princípio da aderência, os juízes e tribunais exercem a atividade jurisdicional apenas no território nacional, repartida essa atividade entre os juízes, de acordo com as regras de determinação de competência. II. Como nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, em consequência nenhum procedimento judicial pode ser iniciado de ofício pelo juiz, sem exceção. III. O princípio da congruência, decorrência própria do princípio dispositivo, não incide no tocante às questões de ordem pública, que o juiz deve examinar de ofício, por incidência do princípio inquisitório. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503375",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Em se tratando da Lei Processual Civil, a jurisdição é exercida em todo o território nacional conforme os dispositivos legais. Com relação à jurisdição voluntária e à contenciosa civil, assinale a alternativa que apresenta quem a exerce em todo o território nacional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisdição voluntária é exercida pelo Ministério Público Federal."
      },
      {
        "letra": "B",
        "texto": "A jurisdição contenciosa é exercida pelo Juiz de Paz."
      },
      {
        "letra": "C",
        "texto": "Ambas são exercidas pelo Ministério Público Estadual."
      },
      {
        "letra": "D",
        "texto": "A jurisdição contenciosa e voluntária é exercida pelos juízes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "496909",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Condições da ação"
    ],
    "enunciado_principal": "Quanto à ação e à jurisdição no direito processual civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Preenchidas ou não as condições da ação, o juiz sempre deverá dizer quem tem razão, ao proferir uma sentença de procedência ou improcedência"
      },
      {
        "letra": "B",
        "texto": "A jurisdição é inerte, precisando que o autor ou interessado tome a iniciativa de movimentá-la, o que se faz por meio do direito de ação, exercido contra o Estado, em face da parte adversa."
      },
      {
        "letra": "C",
        "texto": "A jurisdição, entre nós, exercida por meio da ação, é um direito sujetivo privado exercido contra o adversário e coordenado pelo Estado."
      },
      {
        "letra": "D",
        "texto": "A existência do direito de ação é condicionada à ocorrência do próprio direito material postulado."
      },
      {
        "letra": "E",
        "texto": "Tanto o direito de acesso à justiça como o direito de ação em sentido estrito são incondicionados, devendo o juiz apreciar necessariamente o mérito da causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494583",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Acerca da jurisdição e de seus equivalentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença estrangeira arbitral não pode funcionar como título executivo devido ao princípio da territorialidade, que rege a arbitragem no Brasil."
      },
      {
        "letra": "B",
        "texto": "A legislação civil brasileira prevê hipótese de autocomposição ao permitir que o possuidor esbulhado obtenha de volta a posse de seu bem, por sua própria força, contanto que o faça logo."
      },
      {
        "letra": "C",
        "texto": "A jurisdição constitui atividade substitutiva do Estado para solução de conflitos e é exercida somente mediante provocação do interessado."
      },
      {
        "letra": "D",
        "texto": "A justiça federal é considerada especial em comparação com a justiça estadual."
      },
      {
        "letra": "E",
        "texto": "O princípio dispositivo não se aplica à instrução do processo, podendo o juiz determinar produção de provas não requeridas pelas partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488430",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "A respeito do princípio do contraditório no processo civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contraditório consiste em uma garantia de efetiva participação das partes no desenvolvimento de todo o litígio, mediante a possibilidade de influírem, em igualdade de condições, no convencimento do magistrado, contribuindo na descrição dos fatos, na produção de provas e no debate das questões de direito."
      },
      {
        "letra": "B",
        "texto": "O contraditório não é necessário apenas para a prolação da sentença de mérito, devendo ser observado ao longo de todo o procedimento, relativamente a todas as questões, sejam de rito ou de mérito."
      },
      {
        "letra": "C",
        "texto": "O contraditório guarda estreita relação com o princípio da isonomia, exatamente porque as partes devem dispor da possibilidade de expor suas versões, apresentar suas defesas e participar, enfim, do processo em idênticas oportunidades."
      },
      {
        "letra": "D",
        "texto": "O juiz também é sujeito do contraditório, devendo submeter a debate entre as partes as questões jurídicas, aí incluídas as matérias que ele há de apreciar de ofício."
      },
      {
        "letra": "E",
        "texto": "Em razão das máximas iura novit curia e da mihi factum dabo tibi ius, constitui tarefa privativa do juiz a aplicação do direito, independentemente da sua arguição pelas partes, cabendo a estas últimas apenas a alegação dos fatos. Quer isso dizer que o contraditório somente alcança as questões de fato, não sendo necessário para as questões de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485286",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "No que concerne à característica da inércia da jurisdição, assinale a opção que configura uma exceção a ela.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inventário."
      },
      {
        "letra": "B",
        "texto": "Reintegração de posse de imóvel público."
      },
      {
        "letra": "C",
        "texto": "Ação popular."
      },
      {
        "letra": "D",
        "texto": "Ação civil pública."
      },
      {
        "letra": "E",
        "texto": "Ação declaratória de nulidade de ato administrativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "482531",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Em relação aos sistemas de jurisdição, assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se sistema uno ou anglo-saxão o sistema de jurisdição no qual todos os litígios, de origem administrativa ou privada, são resolvidos pelo Poder Judiciário, o qual pode apreciar questões relativas ao mérito dos atos administrativos."
      },
      {
        "letra": "B",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual os litígios administrativos são resolvidos, definitivamente, por um Tribunal Administrativo, ao passo que as lides privadas são resolvidas, definitivamente, pelo Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual o Poder Judiciário só pode apreciar a legalidade e a legitimidade dos atos administrativos."
      },
      {
        "letra": "D",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição originário da França, criado como uma forma de reação do povo contra os privilégios e desmandos da Corte Inglesa, que tinha poderes de administrar e julgar"
      },
      {
        "letra": "E",
        "texto": "Diz-se sistema francês ou dualista o sistema de jurisdição no qual o Poder Judiciário concorre com a esfera administrativa e a autonomia privada na resolução das questões sociais em conflito, não havendo inafastabilidade da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "466290",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "A jurisdição representa uma atividade estatal voltada à composição dos conflitos de interesses. No Brasil, uma das características fundamentais da jurisdição é a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inércia;"
      },
      {
        "letra": "B",
        "texto": "diametricidade;"
      },
      {
        "letra": "C",
        "texto": "eleição direta;"
      },
      {
        "letra": "D",
        "texto": "dualidade;"
      },
      {
        "letra": "E",
        "texto": "formalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464411",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Sobre o princípio do juiz natural, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz referência à necessidade dos magistrados serem brasileiros, natos ou naturalizados."
      },
      {
        "letra": "B",
        "texto": "tem relação com a prerrogativa de foro para determinadas pessoas, em razão do cargo ou função que ocupam."
      },
      {
        "letra": "C",
        "texto": "garante que o juiz que primeiro conhecer a causa deve necessariamente julgá-la."
      },
      {
        "letra": "D",
        "texto": "dispõe sobre a forma de promoção dos juízes, por antiguidade ou por merecimento."
      },
      {
        "letra": "E",
        "texto": "está ligado à competência jurisdicional, imparcialidade do órgão julgador e vedação aos tribunais de exceção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "726773",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição no Estado Constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui um poder vinculado tão-somente à lei."
      },
      {
        "letra": "B",
        "texto": "constitui um poder vinculado à Constituição e que deve ser exercido na dimensão dos direitos fundamentais e da legislação vigente."
      },
      {
        "letra": "C",
        "texto": "constitui uma declaração judicial de uma norma pré-existente, cujo sentido é dado pelo legislador na redação da proposição legal."
      },
      {
        "letra": "D",
        "texto": "constitui uma atividade constitutiva da juridicidade do Estado, que está, contudo, totalmente vinculada à legislação infraconstitucional federal, que deve ser respeitada em qualquer caso, mesmo em caso de inconstitucionalidade."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552944",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No que se refere à jurisdição, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de uma lide corresponde à necessidade de uma manifestação estatal para sua resolução."
      },
      {
        "letra": "B",
        "texto": "Não se pode afastar completamente a teoria da instrumentalidade, visto que o processo não pode ser examinado como um fim em si mesmo."
      },
      {
        "letra": "C",
        "texto": "A lei, norma genérica e abstrata, rege toda a realidade fática e incumbe ao Estado exercer a função jurisdicional de forma restrita à atividade volitiva material do direito positivo."
      },
      {
        "letra": "D",
        "texto": "A jurisdição promove o restabelecimento da ordem jurídica, quando realiza a justa composição do litígio mediante eliminação do conflito de interesses que ameaça a paz social."
      },
      {
        "letra": "E",
        "texto": "O processo deve ser analisado na perspectiva jurídica de sua finalidade, qual seja, a composição de lides por meio de uma atividade jurisdicional criativa, bem como as implicações sociais e políticas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494449",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição, um dos institutos fundamentais do processo civil, pode ser contenciosa ou voluntária. A respeito desse assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto a jurisdição contenciosa não necessita de provocação para se iniciar, a jurisdição voluntária necessita."
      },
      {
        "letra": "B",
        "texto": "Na jurisdição contenciosa, há apenas um acordo de vontades."
      },
      {
        "letra": "C",
        "texto": "Na jurisdição voluntária, há conflito de interesses apresentado em juízo."
      },
      {
        "letra": "D",
        "texto": "Na jurisdição contenciosa, a decisão faz coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456967",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "No âmbito da uniformização da jurisprudência, a condensação das decisões tomadas por um tribunal a respeito de determinada matéria é conhecida como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "súmula."
      },
      {
        "letra": "B",
        "texto": "parecer."
      },
      {
        "letra": "C",
        "texto": "memorando."
      },
      {
        "letra": "D",
        "texto": "exposição de motivos."
      },
      {
        "letra": "E",
        "texto": "balanço"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456568",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "No que concerne à jurisdição e a seus equivalentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de jurisdição voluntária, embora não haja litígio entre os envolvidos, o julgador deve observar a legalidade estrita na apreciação do pedido."
      },
      {
        "letra": "B",
        "texto": "O princípio da inércia da jurisdição deve ser afastado nas hipóteses de direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "Nos casos que envolvam jurisdição voluntária, o julgador apenas administra interesses privados e, por isso, não está sujeito às regras de suspeição ou impedimento."
      },
      {
        "letra": "D",
        "texto": "O direito de retenção é exemplo de aplicação autorizada do equivalente jurisdicional denominado autocomposição."
      },
      {
        "letra": "E",
        "texto": "Há possibilidade de os envolvidos na arbitragem escolherem a norma de direito material a ser aplicada na resolução do conflito, podendo ainda ser convencionado que o julgamento se faça com base nos costumes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456567",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito das normas processuais civis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a regra da perpetuatio jurisdictionis, adotada pelo CPC, a lei nova que altera a competência em razão da matéria não se aplica aos processos pendentes de julgamento e cuja instrução já esteja encerrada."
      },
      {
        "letra": "B",
        "texto": "Por integrarem o ramo do direito público, as normas previstas no CPC são todas de natureza cogente."
      },
      {
        "letra": "C",
        "texto": "Enquanto não forem homologadas pelo STJ, as sentenças proferidas no estrangeiro são consideradas nulas perante a justiça brasileira."
      },
      {
        "letra": "D",
        "texto": "A lei processual civil deve atingir apenas os processos iniciados após a sua vigência."
      },
      {
        "letra": "E",
        "texto": "Em sua atividade hermenêutica, o magistrado pode alcançar resultado ab-rogante na interpretação das normas processuais civis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456502",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No tocante à jurisdição, examine os enunciados seguintes: I. Tecnicamente, a atividade jurisdicional é sempre substitutiva das atividades dos sujeitos envolvidos no conflito, a quem a ordem jurídica proíbe, como regra, atos de autodefesa.II. O caráter substitutivo da jurisdição está presente nas situações envolvendo particulares, mas não quando um dos sujeitos litigantes é o próprio Estado, pois nesse caso haveria identidade de funções e de atividades estatais. III. Da natureza da jurisdição decorre sua definitividade, que é caracterizada pela imunização dos efeitos dos atos realizados, cujo maior grau, outorgado pela ordem jurídica, é a autoridade da coisa julgada material. É correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "II"
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421799",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No Direito Processual Civil Brasileiro, a jurisdição compreende três poderes, que são o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão, o de coerção e o de documentação."
      },
      {
        "letra": "B",
        "texto": "coerção, o de documentação e o de exposição."
      },
      {
        "letra": "C",
        "texto": "documentação, o de exposição e o de disposição."
      },
      {
        "letra": "D",
        "texto": "exposição, o de disposição e o de decisão."
      },
      {
        "letra": "E",
        "texto": "disposição, o de decisão e o de coerção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417885",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "A respeito da jurisdição e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, as condições da ação devem ser verificadas conforme as afirmações do autor, antes de produzidas as provas."
      },
      {
        "letra": "B",
        "texto": "Dado o princípio da indeclinabilidade, o juiz não pode delegar a jurisdição a outra pessoa."
      },
      {
        "letra": "C",
        "texto": "Conforme a doutrina majoritária, a mediação está inserida na atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria clássica da ação, desenvolvida por Friedrich Savigny, a ação é o direito a uma sentença favorável."
      },
      {
        "letra": "E",
        "texto": "Na teoria concretista, defendida por Adolf Wach, não se reconhece a autonomia do direito de ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413792",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu  - Exceção",
      "Ações possessórias"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) A Jurisdição é uma função do Estado, por meio da qual ele soluciona os conflitos de interesse de forma coercitiva, aplicando a lei geral e abstrata aos casos concretos que lhe são submetidos.II) A Jurisdição possui como características a substitutividade, a definitividade, imperatividade, inafastabilidade, a inércia e indelegabilidade. III) Reconhecida a incompetência absoluta, deve o juiz remeter os autos ao juízo competente, sendo nulos os atos decisórios praticados até então. Mesmo que a sentença transite em julgado, a incompetência absoluta ensejará o ajuizamento de ação rescisória. IV) A incompetência relativa deve ser arguida por meio de exceção de incompetência, no prazo da contestação, sob pena de preclusão, contudo o juiz poderá declará-la de ofício, caso haja prejuízo para quaisquer das partes. V) As ações possessórias em regra são consideradas reais imobiliárias e a competência para julgá- las é do foro de situação da coisa, cuja conclusão se extrai do art. 95 do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a propositura IV é falsa."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas a propositura V é falsa."
      },
      {
        "letra": "E",
        "texto": "As assertivas I e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412585",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Referente à jurisdição, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função jurisdicional tem caráter substitutivo, busca solucionar os conflitos de interesses aplicando a lei ao caso concreto e pode produzir decisões definitivas e imutáveis."
      },
      {
        "letra": "B",
        "texto": "Em relação ao objeto, a jurisdição classifica-se em civil, penal e trabalhista; no tocante à hierarquia, em superior e inferior, tendo a justiça federal prevalência sobre a justiça estadual de mesma instância."
      },
      {
        "letra": "C",
        "texto": "Os juízes só podem prover a jurisdição dentro do território nacional, respeitados os limites de sua competência, que vem a ser a medida territorial da jurisdição."
      },
      {
        "letra": "D",
        "texto": "A jurisdição é inafastável, isto é, a lei não pode excluir da apreciação do Poder Judiciário nenhuma lesão ou ameaça a direito."
      },
      {
        "letra": "E",
        "texto": "A jurisdição é obrigatória, ou seja, mesmo que não haja lei aplicável ao caso concreto, o juiz não poderá escusar-se de julgar invocando a lacuna, devendo fazê-lo com base na analogia, usos e costumes e princípios gerais de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387734",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Com referência a jurisdição, ação e competência, julgue os itens que se seguem.Embora o princípio da inércia da jurisdição proclame que nenhum órgão jurisdicional prestará a tutela jurisdicional senão quando provocado na forma da lei, é permitido ao juiz, de ofício, mandar arrecadar os bens do ausente e nomear-lhe curador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "378708",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Sentença",
      "Procedimento ordinário",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "É defeso ao Juiz proferir sentença, a favor do autor, de natureza diversa da pedida, bem como condenar o réu em quantidade superior ou em objeto diverso do que lhe foi demandado. Esse enunciado normativo refere-se ao princípio processual da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obrigatoriedade da jurisdição."
      },
      {
        "letra": "B",
        "texto": "eventualidade."
      },
      {
        "letra": "C",
        "texto": "inércia jurisdicional."
      },
      {
        "letra": "D",
        "texto": "adstrição ou congruência."
      },
      {
        "letra": "E",
        "texto": "reciprocidade decisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "376233",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A Lei n. 5.869, de 11 de janeiro de 1973, instituiu o Código de Processo Civil. Com as alterações posteriores, estabelece nos Livros I, II, III e IV sobre o Processo de Conhecimento, Processo de Execução, Processo Cautelar e Procedimentos Especiais. Em relação ao Processo de Conhecimento compreende-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisdição civil deverá ser contenciosa, sendo exercida pelos juízes em todo o território nacional, deixando de ser obrigatoriamente sempre provocada."
      },
      {
        "letra": "B",
        "texto": "a relação jurídica de cuja existência ou inexistência depender o julgamento da lide, e no curso do processo se tornar litigiosa, somente a parte requerente poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "C",
        "texto": "a incapacidade processual ou a irregularidade da representação das partes e terceiros, verificada pelo juiz, levará à marcação do prazo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto."
      },
      {
        "letra": "D",
        "texto": "a requerimento ou de oficio, o juiz ou o tribunal condenará o litigante de má fé a pagar a multa não excedente a 1% sobre o valor da causa, além da indenização dos danos sofridos, honorários advocatícios e despesas feitas pela parte contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "640147",
    "metadata": "Ano: 2013 | Banca: CONPASS | Órgão: Prefeitura de Serra Negra do Norte - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Analise as assertivas: I – A jurisdição, monopólio do poder estatal, é una e indivisível. II – As formas de solução da lide não são monopólio do poder judiciário. III – A jurisdição pressupõe um território onde é exercida. Assim, somente o Supremo Tribunal Federal tem jurisdição em todo o território nacional. IV – É possível alterar o pedido ou a causa de pedir até o saneamento do processo, desde que haja a concordância do réu, caso não seja ele revel. V – Extingue-se o processo, sem julgamento do mérito, declarando-se o autor carecedor da ação, quando se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo.Marque:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as alternativas II, III e V estão corretas;"
      },
      {
        "letra": "B",
        "texto": "somente as alternativas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "somente as alternativas I e V estão corretas;"
      },
      {
        "letra": "D",
        "texto": "somente as alternativas I, II e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "470193",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Sobre os procedimentos de jurisdição voluntária, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eles têm início somente por provocação do interessado."
      },
      {
        "letra": "B",
        "texto": "o juiz pode decidir conforme a equidade em detrimento da legalidade estrita."
      },
      {
        "letra": "C",
        "texto": "a citação do Ministério Público é prescindível no pedido de emancipação feito por tutor do menor com 17 (dezessete) anos completos."
      },
      {
        "letra": "D",
        "texto": "ao juiz é defesa a ordenação de ofício de provas."
      },
      {
        "letra": "E",
        "texto": "a sentença irrecorrida faz coisa julgada material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "433120",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Da ação",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Leia o fragmento a seguir.O Código de Processo Civil estabelece que a jurisdição deve ser exercida pelos juízes em todo território nacional e que a tutela jurisdicional será prestada quando a parte ou interessado a requerer, o que se convencionou chamar de princípio _______ . As condições da ação são elementos indispensáveis para que o Estado preste jurisdição e são elas a legitimidade, possibilidade jurídica do pedido e _______ que pode se limitar à declaração de inexistência de relação jurídica. Por fim, ninguém poderá pleitear em nome próprio direito alheio, salvo quando autorizado por lei, tal como ocorre na _______ . Assinale a alternativa que completa corretamente as lacunas do fragmento acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do impulso oficial - interesse - legitimidade ordinária"
      },
      {
        "letra": "B",
        "texto": "do processo legal - citação válida - representação processual"
      },
      {
        "letra": "C",
        "texto": "da inércia da jurisdição - competência - representação processual."
      },
      {
        "letra": "D",
        "texto": "do processo legal - capacidade postulatória - legitimidade extraordinária"
      },
      {
        "letra": "E",
        "texto": "da inércia da jurisdição - interesse - legitimidade extraordinária"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421720",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "O oficial de Justiça da Comarca de Teresina realizou penhora e depósito de bens na Comarca de Campo Maior –PI, não contígua. A penhora é nula, pois oficial de justiça não pode realizar penhora e depósito em comarca diferente daquela em que é lotado. Isso diz respeito ao princípio da jurisdição denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "investidura;"
      },
      {
        "letra": "B",
        "texto": "juiz natural;"
      },
      {
        "letra": "C",
        "texto": "indelegabilidade;"
      },
      {
        "letra": "D",
        "texto": "territorialidade;"
      },
      {
        "letra": "E",
        "texto": "inevitabilidade;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410105",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Jurisdição é o poder que toca ao Estado, entre as suas atividades soberanas, de formular e fazer atuar praticamente a regra jurídica concreta que, por força do direito vigente, disciplina determinada situação jurídica. Considerando essa informação sobre jurisdição e a ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O interesse do autor não pode limitar-se à declaração da existência ou inexistência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "Para contestar ação, não é necessário ter interesse e legitimidade."
      },
      {
        "letra": "D",
        "texto": "O interesse do autor não pode limitar-se à declaração da autenticidade ou falsidade de documento."
      },
      {
        "letra": "E",
        "texto": "Cabe, exclusivamente, ao Autor, requerer ao juiz a declaração, por sentença, se, no curso do processo, tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388848",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Analise as proposições abaixo:I. O objeto formal da jurisdição é a admissibilidade do julgamento de mérito. II. O objeto material do processo é a pretensão do autor.III. O Código de Processo Civil, quanto à \"causa petendi\", adotou a teoria da substanciação. IV. Para a teoria da \"actio\" como direito abstrato, o direito de ação é o direito à composição do litigio pelo Estado que, por isso, não depende da efetiva existência do direito material da parte que provoca a atuação do Poder Judiciário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "apenas as proposições I e ill estão corretas."
      },
      {
        "letra": "D",
        "texto": "apenas a proposição IV está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379515",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Constitui característica da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a instrumentalidade"
      },
      {
        "letra": "B",
        "texto": "a prorrogabilidade"
      },
      {
        "letra": "C",
        "texto": "a primariedade"
      },
      {
        "letra": "D",
        "texto": "a indisponibilidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352141",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca da jurisdição e dos equivalentes jurisdicionais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No exercício da jurisdição voluntária, o julgador poderá valer- se da equidade, buscando soluções fundadas em critérios de conveniência e oportunidade."
      },
      {
        "letra": "B",
        "texto": "A autocomposição somente produzirá efeitos, como forma de solução de conflitos, quando obtida em processo jurisdicional."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento e suspeição do julgador, previstas na legislação processual civil, não se aplicam para o exercício da função em processo de jurisdição voluntária."
      },
      {
        "letra": "D",
        "texto": "A autotutela é forma alternativa de solução de conflito caracterizada pela submissão voluntária de uma parte à pretensão manifestada pela outra."
      },
      {
        "letra": "E",
        "texto": "A sentença arbitral, obtida por meio da técnica da heterocomposição, é considerada, por disposição expressa do Código de Processo Civil (CPC), título executivo extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352073",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "No que se refere a jurisdição, julgue o item abaixo.A atividade jurisdicional é exclusiva do Estado-juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "342276",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria de Direito Processual Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o Poder Judiciário possui competência para exercer a jurisdição."
      },
      {
        "letra": "B",
        "texto": "Em matéria de jurisdição, o ordenamento jurídico brasileiro adota o princípio da inércia"
      },
      {
        "letra": "C",
        "texto": "Jurisdição é a parcela de competência atribuída ao órgão judicante."
      },
      {
        "letra": "D",
        "texto": "Jurisdição extraordinária ou especial é aquela exercida pelos Tribunais Superiores."
      },
      {
        "letra": "E",
        "texto": "A jurisdição voluntária ou contenciosa é homologatória da vontade das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339515",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de existência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional, sendo que nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores de justiça, em todo o território nacional, sendo que nenhum deles prestará a tutela jurisdicional, senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "D",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de inexistência de relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335962",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Da ação",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca da ação, do processo e da jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, é necessária a intervenção da defensoria pública como curadora especial do menor na ação de destituição de poder familiar ajuizada pelo MP."
      },
      {
        "letra": "B",
        "texto": "Segundo Giuseppe Chiovenda, a jurisdição se caracteriza pela substitutividade e pela atuação da vontade da lei."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção preceitua que as condições da ação devem ser verificadas conforme as afirmações do autor, mesmo depois de produzidas as provas, ou seja, em cognição exauriente."
      },
      {
        "letra": "D",
        "texto": "As ações declaratórias possuem eficácia ex nunc."
      },
      {
        "letra": "E",
        "texto": "O MP tem legitimidade para pleitear, em ACP, a indenização decorrente do DPVAT em benefício do segurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "329209",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Considere que, ao apreciar apelação, o tribunal mantenha a sentença, reduzindo o valor dos honorários fixados pelo juiz de 20% para 10% sobre o valor da condenação, ainda que não haja pedido do vencido nesse sentido. Nesse caso, a decisão do tribunal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ratifica o princípio da máxima efetividade do processo."
      },
      {
        "letra": "B",
        "texto": "viola o princípio do juiz natural."
      },
      {
        "letra": "C",
        "texto": "conforma-se com o princípio da instrumentalidade das formas."
      },
      {
        "letra": "D",
        "texto": "viola o princípio da inércia."
      },
      {
        "letra": "E",
        "texto": "conforma-se com o princípio da economicidade jurisdicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "328944",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Consideram-se dúplices as ações em que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verifica a existência de litisconsórcio facultativo ou ocorrer a denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "os pedidos são cumulados e compatíveis entre si."
      },
      {
        "letra": "C",
        "texto": "a reconvenção é necessária para deduzir pretensão ilíquida."
      },
      {
        "letra": "D",
        "texto": "os pedidos são genéricos e a sentença depende de liquidação."
      },
      {
        "letra": "E",
        "texto": "o réu pode manifestar pretensão contra o autor, in- dependentemente de reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "327656",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "É INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Teoria Geral do Processo, pode-se se afirmar que são técnicas de recrutamento da magistratura: a cooptação, a escolha pelo chefe do Poder Executivo com e sem autorização do Parlamento, o sistema de eleição e o concurso público."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da inevitabilidade da jurisdição, garante-se a todos o acesso ao Poder Judiciário, o qual não pode deixar de atender a quem venha a juízo deduzir uma pretensão."
      },
      {
        "letra": "C",
        "texto": "O caráter substitutivo da jurisdição tem correlação direta com o conceito processual de ação, que consiste na contrapartida natural da proibição, na maioria das hipóteses, da ação material, que consiste, principalmente, no exercício do poder privado pertencente ao particular titular do direito violado de perseguir, capturar e até matar quem não satisfizer sua pretensão material."
      },
      {
        "letra": "D",
        "texto": "A definitividade e a inércia são características da jurisdição, mas ambas admitem exceção no exercício da tutela jurisdicional."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322631",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo acerca da Jurisdição e da Competência, e a seguir marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por meio da jurisdição, o Estado visa à realização prática das normas que devem reger as mais variadas relações intersubjetivas, declarando, em caso de conflito, qual o preceito a ser aplicado ao caso concreto e desenvolvendo as medidas para a efetivação desse preceito. Eis porque se diz que a jurisdição é, ao mesmo tempo, poder (encargo que têm os órgãos estatais de promover a pacificação de conflitos), função (complexo de atos do juiz no processo) e atividade (capacidade de decidir imperativamente e impor decisões)."
      },
      {
        "letra": "B",
        "texto": "A jurisdição, enquanto atuação do direito, é considerada uma longa manus da legislação, estando intimamente relacionada a esta; por isso o Estado não deve excluir a tutela jurisdicional nos casos que lhe são submetidos por descumprimento de uma norma, devendo-se observar, no entanto, os critérios de razoabilidade, conveniência e viabilidade."
      },
      {
        "letra": "C",
        "texto": "Prevalece na doutrina brasileira a concepção de que a jurisdição voluntária é a atividade estatal de integração e fiscalização, através da qual se busca a integração da vontade do Poder Judiciário, visando à produção de determinado efeito jurídico, tendo, a jurisdição, portanto, natureza de atividade jurisdicional."
      },
      {
        "letra": "D",
        "texto": "Considerando-se a estrutura do Poder Judiciário brasileiro, disposta na Constituição Federal, pode-se afirmar que a atividade jurisdicional foi repartida consoante os critérios da identificação dos casos e dos procedimentos, e que essa repartição conduz à ideia de que os diversos órgãos judiciais exercem “parcelas de jurisdição”, o que também se denomina competência."
      },
      {
        "letra": "E",
        "texto": "A incompetência absoluta pode ser reconhecida ex officio e em qualquer tempo e grau de jurisdição; enquanto a relativa somente pode ser alegada pelo réu e no primeiro momento que lhe couber falar nos autos, sob pena de preclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311581",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Na jurisdição voluntária não há processo, mas procedimento, ao contrário do que ocorre em relação à jurisdição contenciosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311579",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "A jurisdição compreende apenas dois poderes, o poder de coerção, que se manifesta, por exemplo, quando o juiz ordena intimações de partes ou testemunhas, e o poder de decisão, que se manifesta, por exemplo, quando o juiz redige a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300432",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição e à competência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisdição tem por objetivo solucionar casos liti- giosos, pois os não litigiosos são resolvidos administrativamente."
      },
      {
        "letra": "B",
        "texto": "a arbitragem é modo qualificado e específico de exercício da jurisdição por particulares escolhidos pelas partes."
      },
      {
        "letra": "C",
        "texto": "em nenhuma hipótese poderá o juiz exercer a jurisdição de ofício, sendo preciso a manifestação do interesse da parte nesse sentido."
      },
      {
        "letra": "D",
        "texto": "a jurisdição é deferida aos juízes e membros do Ministério Público em todo território nacional."
      },
      {
        "letra": "E",
        "texto": "a jurisdição é una e não fracionável; o que se reparte é a competência, que com a jurisdição não se confunde, por tratar, a competência, da capacidade de exercer poder outorgada pela Constituição e pela legislação infraconstitucional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289356",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "De acordo com os princípios constitucionais do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quaisquer atos judiciais realizados pelo magistrado devem ser motivados, sob pena de afronta ao princípio constitucional da motivação."
      },
      {
        "letra": "B",
        "texto": "O princípio constitucional da ampla defesa representa o direito do réu de participar do processo para se defender de acusações, inaplicável ao autor, já que não tem necessidade de se defender."
      },
      {
        "letra": "C",
        "texto": "O direito fundamental à publicidade estabelece que os atos processuais são públicos e divulgados oficialmente, ressalvada a proteção à intimidade ou o interesse social."
      },
      {
        "letra": "D",
        "texto": "O princípio da razoável duração do processo aplica-se exclusivamente aos processos que tramitam no Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "O princípio do duplo grau de jurisdição está expresso na Constituição e refere-se ao direito à obtenção de um novo julgamento por órgão de mesma hierarquia ou superior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973551",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "A solução de conflitos intersubjetivos pode ser classificada de acordo com a titularidade para decidi-los. Caso essa titularidade seja atribuída às próprias partes, surge a hipótese de autonomia. Se a titularidade for atribuída a terceiro, surge a hipótese de heteronomia. Diante disso, os equivalentes jurisdicionais ou substitutos da jurisdição são formas de solução de conflitos sociais sem que haja a participação do Estado-juiz. Dentro deste conceito, NÃO constitui forma de solução de conflitos que acarreta o mesmo resultado prático que o exercício da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autotutela;"
      },
      {
        "letra": "B",
        "texto": "autocomposição;"
      },
      {
        "letra": "C",
        "texto": "jurisdição voluntária;"
      },
      {
        "letra": "D",
        "texto": "mediação;"
      },
      {
        "letra": "E",
        "texto": "arbitragem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973550",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Constituem princípios da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inevitabilidade e imediação;"
      },
      {
        "letra": "B",
        "texto": "unidade e indivisibilidade;"
      },
      {
        "letra": "C",
        "texto": "indelegabilidade e aquisição processual;"
      },
      {
        "letra": "D",
        "texto": "aderência ao território e oralidade;"
      },
      {
        "letra": "E",
        "texto": "imparcialidade e comunhão das provas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "756994",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: CRECI - 4ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Em se tratando de jurisdição civil contenciosa e voluntária, assinale a alternativa que apresenta por quem ela é exercida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jurisdicionados."
      },
      {
        "letra": "B",
        "texto": "Advogados."
      },
      {
        "letra": "C",
        "texto": "Juízes."
      },
      {
        "letra": "D",
        "texto": "Promotores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "755494",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, analise as afirmativas. I - A jurisdição, monopólio do poder estatal, é una e indivisível, só podendo ser limitada pelos organismos de proteção de direito econômico. II - A jurisdição contenciosa também é conhecida como \"administração pública de interesses privados\". III - Mesmo na jurisdição voluntária, o juiz diz o direito substituindo a vontade das partes. IV - A ausência de lide e de processo é característica da jurisdição voluntária. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "487551",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Considerando o incidente de uniformização de jurisprudência, que objetiva expressar a opinião do tribunal a respeito da interpretação de certa norma jurídica, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete a qualquer juiz, ao dar o voto na turma, câmara, ou grupo de câmaras, solicitar o pronunciamento prévio do tribunal acerca da interpretação do direito quando, no julgamento recorrido, a interpretação for diversa da que lhe haja dado outro tribunal, turma, câmara, grupo de câmaras ou câmaras cíveis reunidas."
      },
      {
        "letra": "B",
        "texto": "Reconhecida a divergência, independentemente da lavratura do acórdão, os autos serão encaminhados ao presidente do tribunal para que este designe a sessão de julgamento."
      },
      {
        "letra": "C",
        "texto": "O julgamento, tomado pelo voto da maioria relativa dos membros que integram o tribunal, será objeto de súmula e constituirá precedente na uniformização da jurisprudência."
      },
      {
        "letra": "D",
        "texto": "O incidente de uniformização de jurisprudência, que não é recurso e possui intuito evidentemente semelhante ao do deslocamento de competência, é cabível sempre que se verificar, em qualquer julgamento proferido pelo tribunal, em recurso ou ação originária, divergência a respeito da interpretação do direito, ou quando, no julgamento recorrido, a interpretação for diversa da que lhe haja dado outra turma, câmara, grupo de câmaras ou câmaras cíveis reunidas."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a divergência, o tribunal dará a interpretação a ser observada, cabendo apenas ao juiz relator emitir seu voto em exposição fundamentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372041",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisdição é a atividade pública indeclinável, a qual deve ser exercida com imparcialidade pelos membros do Poder Judiciário. Para assegurar a imparcialidade, a lei confere aos magistrados determinadas garantias, como, por exemplo, a vitaliciedade e a inamovibilidade, as quais, por isso, são consideradas garantias da própria atividade jurisdicional e não meras garantias dos magistrados."
      },
      {
        "letra": "B",
        "texto": "O princípio do juiz natural impõe juiz imparcial e investido de competência absoluta, abstrata e previamente estabelecida, motivo pelo qual há previsão de ação rescisória em caso de a decisão ser proferida por magistrado absolutamente incompetente."
      },
      {
        "letra": "C",
        "texto": "A incompetência do órgão jurisdicional pode ser superveniente, se houver alteração da competência em razão da matéria ou da hierarquia, caso em que o juiz deverá declinar, de ofício, sua competência, devendo- se repetir atos decisórios praticados pelo juiz declinante, sob pena de nulidade do processo."
      },
      {
        "letra": "D",
        "texto": "O princípio segundo o qual a competência é determinada no momento em que a ação é proposta é o da perpetuatio iurisdicionis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "356331",
    "metadata": "Ano: 2012 | Banca: FAPERP | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "A Justiça Comum, em sua completude, é composta por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tribunais Regionais Federais e Juizes Federais, Tribunais de Justiça e Juizes Estaduais."
      },
      {
        "letra": "B",
        "texto": "Superior Tribunal Federal, Superior Tribunal de Justiça, Justiça Federal e Justiça Estadual."
      },
      {
        "letra": "C",
        "texto": "Justiça Eleitoral, Justiça do Trabalho e Justiça Militar."
      },
      {
        "letra": "D",
        "texto": "Tribunais de Justiça, Juizes de Direitos e CNJ."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341125",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O princípio geral da motivação das decisões judiciais que impõe ao juiz togado o inarredável dever de fundamentar, de expor, de explicar, de justificar as razões de seu convencimento em todas as decisões que profere, não se aplica às sentenças decorrentes do pacto ou cláusula compromissória. II - Admitindo-se como regra geral que a jurisdição é inerte, isto é, que o Estado-juiz só pode agir no momento e nos limites desejados pelo interessado, não pode a sentença, sem pedido do locador (autor), condenar o inquilino (réu) no pagamento dos aluguéis que se venceram no curso da ação de cobrança, além daqueles expressamente reclamados na inicial. III - Doutrina e jurisprudência majoritárias consideram que recursos manifestamente incabíveis ou intempestivos não impedem ou interrompem a contagem do prazo para a ação rescisória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição I está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316322",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Acerca dos princípios da jurisdição, julgue o item abaixo.O princípio da inafastabilidade diz respeito à vinculação obrigatória das partes ao processo, que passam a integrar a relação processual em um estado de sujeição aos efeitos da decisão jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311758",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "O princípio da inércia da jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é absoluto, sem possibilidade de sofrer qualquer forma de mitigação."
      },
      {
        "letra": "B",
        "texto": "pode ser mitigado na jurisdição voluntária, mas não na contenciosa."
      },
      {
        "letra": "C",
        "texto": "está presente mesmo na instauração de inventário de ofício."
      },
      {
        "letra": "D",
        "texto": "é consequência do princípio constitucional de devido processo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286559",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da jurisdição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos procedimentos de jurisdição voluntária, prepondera o princípio inquisitivo."
      },
      {
        "letra": "B",
        "texto": "De acordo com o CPC, no âmbito da jurisdição voluntária, o MP só deve ser intimado em caso de direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "O direito brasileiro admite o controle externo da atividade jurisdicional, a exemplo do indulto e da anistia."
      },
      {
        "letra": "D",
        "texto": "O poder instrutório nunca pode ser delegado a outro órgão do Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "A mediação é exemplo de exercício de jurisdição por autoridade não estatal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "275149",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "A respeito de jurisdição e ação, assinale a opção correta, consoante o Código de Processo Civil (CPC) e a doutrina dominante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização da legitimidade de agir, é irrelevante se haverá reconhecimento, na sentença, do direito controvertido."
      },
      {
        "letra": "B",
        "texto": "Caso já tenha havido violação do direito, não pode o autor ajuizar ação meramente declaratória."
      },
      {
        "letra": "C",
        "texto": "A petição inicial será considerada inepta quando a parte for manifestamente ilegítima."
      },
      {
        "letra": "D",
        "texto": "Já tendo se pronunciado pela existência das condições da ação, não poderá o juiz, de ofício, reexaminá-las."
      },
      {
        "letra": "E",
        "texto": "De acordo com o princípio da inércia judicial, o prosseguimento do processo dependerá sempre de requerimento da parte ou do interessado, não podendo o juiz agir de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "273260",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "A jurisdição divide-se em comum e especial. A jurisdição especial compreende",
    "alternativas": [
      {
        "letra": "A",
        "texto": "militar, trabalhista a eleitoral."
      },
      {
        "letra": "B",
        "texto": "militar, civil e penal."
      },
      {
        "letra": "C",
        "texto": "estatal, privada e eleitoral."
      },
      {
        "letra": "D",
        "texto": "arbitragem, trabalhista e civil."
      },
      {
        "letra": "E",
        "texto": "arbitragem e penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270796",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Marque a resposta CORRETA a partir da leitura das assertivas abaixo que tratam Da jurisdição e Da ação nos parâmetros propostos pelo direito processual civil. I. Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais; II. O interesse do autor pode limitar-se à declaração: da existência ou da inexistência de relação jurídica; da autenticidade ou falsidade de documento; III. É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito; IV. Se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, qualquer das partes poderá requerer que o juiz a declare por sentença; V. Ninguém poderá pleitear, em nome próprio, direito alheio, salvo quando autorizado por lei;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "C",
        "texto": "Quatro das cinco assertivas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Três das cinco assertivas são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270735",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as pessoas físicas e jurídicas têm capacidade de ser parte no processo civil."
      },
      {
        "letra": "B",
        "texto": "a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores, em todo o território nacional."
      },
      {
        "letra": "C",
        "texto": "o Município é representado, em juízo, ativa e passivamente, por seu Prefeito e pelo Presidente da Câmara Municipal."
      },
      {
        "letra": "D",
        "texto": "para as causas que versem sobre direitos reais imobiliários, os cônjuges são litisconsortes necessários, se réus; mas não o serão, se autores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270729",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos peremptórios podem ser reduzidos ou prorrogados pelas partes, desde que legítimo o motivo e todos estejam de acordo."
      },
      {
        "letra": "B",
        "texto": "todos os prazos estão previstos no Código, por isso é vedado ao juiz determinar o prazo em que o ato do processo pode ser praticado."
      },
      {
        "letra": "C",
        "texto": "atos processuais realizam-se, de ordinário, na sede do juízo, mas o magistrado, por ato de deferência, poderá praticá-los em outro lugar."
      },
      {
        "letra": "D",
        "texto": "a jurisdição de cada juiz está limitada ao território de sua circunscrição, por isso a realização de citação em outro Estado da Federação não pode ser por ele determinada, senão mediante carta precatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "266519",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à capacidade processual é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No atual sistema jurídico pátrio, os cônjuges não necessitam do consentimento do outro para a propositura de ação de qualquer natureza."
      },
      {
        "letra": "B",
        "texto": "Ninguém poderá pleitear, em nome próprio, direito alheio, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e pelos integrantes do Ministério Público, nos termos da lei."
      },
      {
        "letra": "D",
        "texto": "O juiz dará curador especial ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "E",
        "texto": "Ambos os cônjuges serão citados, necessariamente, para as ações que versem sobre direitos pessoais mobiliários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "254781",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "A jurisdição, que tem por finalidade compor os conflitos de interesses, resguardando a ordem jurídica e a autoridade da lei, constitui uma das funções de soberania do Estado. A respeito dessa função estatal, julgue os itens subsequentes.Segundo a doutrina, o juízo de conciliação configura uma das categorias dos atos de jurisdição voluntária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249337",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Sobre jurisdição, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Brasil existe uma justiça especializada para julgar as causas de interesse do Estado."
      },
      {
        "letra": "B",
        "texto": "O fracionamento em órgãos jurisdicionais implica dualidade de jurisdição."
      },
      {
        "letra": "C",
        "texto": "Nos procedimentos não contenciosos, há função jurisdicional apenas sob um ponto de vista estritamente formal."
      },
      {
        "letra": "D",
        "texto": "A expropriação é medida adequada à consecução dos objetivos da atividade jurisdicional voluntária."
      },
      {
        "letra": "E",
        "texto": "A função jurisdicional contenciosa é delegável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "231229",
    "metadata": "Ano: 2012 | Banca: UPENET/IAUPE | Órgão: JUCEPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "São quatro os institutos fundamentais do processo civil: a jurisdição, a ação, a defesa ou exceção e o processo. São fundamentais, porque formam a estrutura e o arcabouço sobre os quais a ciência do processo civil foi construída. Sobre o tema, analise as assertivas abaixo: Assinale a alternativa que contém o número CORRETO de assertivas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma."
      },
      {
        "letra": "B",
        "texto": "Duas."
      },
      {
        "letra": "C",
        "texto": "Três."
      },
      {
        "letra": "D",
        "texto": "Quatro."
      },
      {
        "letra": "E",
        "texto": "Cinco."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "221757",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "“Ajurisdição é uma das funções do Estado, que visa a resolver um litígio posto à sua apreciação, a partir da aplicação da vontade objetiva do direito”. No que tange aos princípios inerentes à jurisdição, aquele segundo o qual ninguém será processado nem sentenciado, senão pela autoridade competente, sendo proibida a criação de juízo ou tribunal de exceção, chama-se Princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da indelegabilidade."
      },
      {
        "letra": "B",
        "texto": "da investidura."
      },
      {
        "letra": "C",
        "texto": "do juiz natural."
      },
      {
        "letra": "D",
        "texto": "da inevitabilidade."
      },
      {
        "letra": "E",
        "texto": "da territorialidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "535314",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Prova testemunhal",
      "Providências Preliminares: Especificação de Provas",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes em todo território nacional, e somente será prestada quando a parte ou o interessado a requerer, nos casos e formas legais. II - A audiência de instrução e julgamento poderá ser adiada por convenção das partes, caso em que só será admissível por duas vezes. III - Quando for arrolado como testemunha o Juiz do feito, e este nada souber, mandará excluir seu nome do rol de testemunhas. IV - As modificações da situação de fato posteriores à propositura da ação são consideradas normalmente no deslinde do processo, salvo se suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia. V - O juiz poderá, de ofício, ou a requerimento das partes, determinar as medidas necessárias para a efetivação da tutela específica, dentre outros, a busca e apreensão, remoção de pessoas e coisas, desde que não seja necessária a requisição de força policial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições II e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235375",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "São características/princípios da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "investidura, inevitabilidade e delegabilidade;"
      },
      {
        "letra": "B",
        "texto": "interesse de agir, inafastabilidade e autotutela;"
      },
      {
        "letra": "C",
        "texto": "substitutividade, hermetismo e defnitividade;"
      },
      {
        "letra": "D",
        "texto": "inércia, inevitabilidade e taxatividade;"
      },
      {
        "letra": "E",
        "texto": "inafastabilidade, investidura e inevitabilidade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "216462",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Considerando a jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas decisões proferidas por tribunais administrativos, embora não tenham essas decisões caráter definitivo, há solução com conteúdo jurisdicional."
      },
      {
        "letra": "B",
        "texto": "O STF poderá delegar aos juízes de primeira instância a prática de atos decisórios em processos que não sejam da sua competência originária"
      },
      {
        "letra": "C",
        "texto": "Constitui afronta ao princípio do juiz natural a composição majoritária do órgão julgador de tribunal por juízes de primeiro grau, ainda que legalmente convocados"
      },
      {
        "letra": "D",
        "texto": "A jurisdição, como função criativa, pode criar regra abstrata de regulação do caso concreto."
      },
      {
        "letra": "E",
        "texto": "Os processos objetivos de controle de constitucionalidade são exceção à regra de a jurisdição atuar apenas em situação jurídica concreta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "203315",
    "metadata": "Ano: 2011 | Banca: PONTUA | Órgão: TRE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As causas cíveis serão processadas e julgadas pelos órgãos jurisdicionais, nos limites da sua competência, ressalvada às partes a liberdade de instituírem juízo arbitral."
      },
      {
        "letra": "B",
        "texto": "A perpetuatio jurisdicionis consiste na regra que compõe o sistema de estabilidade do processo, segundo a qual a competência fixada na propositura da ação e com o despacho inicial não mais se modifica."
      },
      {
        "letra": "C",
        "texto": "A exceção da perpetuatio jurisdicionis pode ocorrer quando houver modificação do estado de fato, como a mudança de domicílio do réu, ou em razão da ampliação do teto da competência do órgão em razão do valor da causa."
      },
      {
        "letra": "D",
        "texto": "A exceção da perpetuatio jurisdicionis pode ocorrer em razão de supressão do órgão judiciário, pela alteração superveniente da competência em razão da matéria ou da hierarquia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "172438",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Assinale a assertiva CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Parte” e “sujeito do processo” são expressões sinônimas e correspondem ao autor e ao réu, que formam entre si uma relação jurídica que tem como objeto a tutela ou prestação jurisdicional."
      },
      {
        "letra": "B",
        "texto": "A imperatividade e a inafastabilidade são características da jurisdição, enquanto a substitutividade não."
      },
      {
        "letra": "C",
        "texto": "Despacho é o ato pelo qual o juiz, no curso do processo, resolve questão incidente."
      },
      {
        "letra": "D",
        "texto": "Os atos do juiz consistirão em sentenças, decisões interlocutórias e despachos. As sentenças conterão relatório, fundamento e dispositivo; as demais decisões dispensam tais requisitos."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de processo de conhecimento, o Código de Processo Civil classifica os procedimentos em comum e especial, subdivindindo o primeiro em ordinário e sumário, e o segundo em procedimentos especiais de jurisdição contenciosa e/ou de jurisdição voluntária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "152122",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Paulo e Hélio, maiores de idade e capazes, não tendo entrado em acordo quanto ao pagamento de dívida que o segundo contraíra com o primeiro, concluíram que seria necessária a intervenção de terceiro, capaz de propor solução para o problema. Levaram, então, o caso ao conhecimento de Lúcio, professor emérito da faculdade onde Paulo e Hélio estudavam, que propôs que apenas dois terços da dívida fossem pagos no prazo de trinta dias, o que foi aceito pelos interessados. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao aceitarem a solução intermediária, os interessados realizaram autocomposição."
      },
      {
        "letra": "B",
        "texto": "Configura-se, no caso, a autotutela, dada a inexistência de intervenção do Estado-juiz."
      },
      {
        "letra": "C",
        "texto": "A figura do terceiro que conduz os interessados a solução independentemente de intervenção judiciária indica a ocorrência de mediação."
      },
      {
        "letra": "D",
        "texto": "Como a solução proposta se fundamenta na regra jurídica aplicável e tem executividade própria, trata-se de verdadeira jurisdição."
      },
      {
        "letra": "E",
        "texto": "Dada a ocorrência de solução por intervenção de terceiro, fica caracterizada a arbitragem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "119021",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Para propor a ação o autor deve ser o titular do direito material a ser discutido e evidenciar ter necessidade de postular a tutela jurisdicional. Nessa perspectiva, aponte a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O nascituro não tem capacidade de ser parte, ainda que representado pela futura mãe. Apenas o nascimento com vida investe o infante na titularidade de pretensão de direito material."
      },
      {
        "letra": "B",
        "texto": "A ação de adjudicação compulsória pode ser proposta tanto contra o titular do domínio quanto contra o cedente de compromisso de compra e venda."
      },
      {
        "letra": "C",
        "texto": "Pessoa jurídica tem legitimidade para propor ação popular."
      },
      {
        "letra": "D",
        "texto": "O espólio, bem como qualquer interessado, é parte legítima para intentar ação de nulidade formal de assento de nascimento, pleiteando a exclusão do registro do nome de pai já falecido, em virtude de filiação legítima declarada falsamente apenas pela mãe."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "119019",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Sobre jurisdição e ação, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio da aderência os juízes e tribunais exercem a atividade jurisdicional apenas no território nacional. Essa atividade é repartida de acordo com as regras de competência. Todavia, a eficácia erga omnes ou ultra partes da coisa julgada, de sentença proferida em ação coletiva, pode eventualmente estender os limites subjetivos da coisa julgada para além dos limites territoriais da competência do juiz."
      },
      {
        "letra": "B",
        "texto": "A jurisdição voluntária, também denominada pela doutrina de jurisdição contenciosa, é forma de administração pública de interesses privados."
      },
      {
        "letra": "C",
        "texto": "Instituído juízo arbitral por convenção de arbitragem celebrada entre as partes, embora o árbitro seja juiz de fato e de direito, sua sentença se submete a recurso e precisa ser homologada pelo Poder Judiciário – detentor do monopólio da jurisdição – para ter força de coisa julgada material."
      },
      {
        "letra": "D",
        "texto": "Na jurisdição voluntária há processo e lide, embora não haja partes, mas interessados. Não incide o princípio dispositivo, mas o inquisitório. Não prevalece o princípio da legalidade estrita, pois o juiz pode decidir por equidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "104800",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "A função jurisdicional é, em regra, de índole substitutiva, ou seja, substitui-se a vontade privada por uma atividade pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "89210",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Uma das distinções entre a função jurisdicional e a administrativa é identificada na imparcialidade do órgão estatal que exerce a função jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "189807",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Tendo como base a mitigação do princípio da territorialidade da jurisdição, analise as situações a seguir. I - Homologação de sentença estrangeira. II - Divórcio realizado no Rio de Janeiro produzindo efeitos em todo o território nacional. III - Prática de atos de simples comunicação processual em comarcas contíguas, independente de carta precatória. IV - Eficácia territorial das decisões proferidas em ações coletivas, nos casos em que o dano for nacional. V - Extensão da competência do juízo que conhecer a causa, no caso de imóvel situado em mais de uma comarca.Constituem exemplos de mitigação do princípio da territorialidade da jurisdição, com previsão expressa no Código de Processo Civil brasileiro, APENAS as situações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "III e V."
      },
      {
        "letra": "D",
        "texto": "I, II e V."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "109708",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEPLAG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Em relação à jurisdição, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao juiz, sob a alegação de que a aplicação do texto da lei à hipótese não se harmoniza com o seu sentimento de justiça ou equidade, é vedado substituir-se ao legislador para formular a própria regra de direito aplicável."
      },
      {
        "letra": "B",
        "texto": "O critério de legalidade estrita da jurisdição deverá ser observado tanto na jurisdição voluntária quanto na contenciosa."
      },
      {
        "letra": "C",
        "texto": "A Constituição Federal elenca um rol de órgãos que compõem o Poder Judiciário, caracterizando a divisão da jurisdição, além do já contemplado contencioso administrativo."
      },
      {
        "letra": "D",
        "texto": "O texto constitucional permite a delegação da jurisdição aos órgãos administrativos, em especial a jurisdição trabalhista e a previdenciária."
      },
      {
        "letra": "E",
        "texto": "A característica de imutabilidade da jurisdição é confirmada pelo efeito da coisa julgada formal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94123",
    "metadata": "Ano: 2010 | Banca: AOCP | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "No que se refere aos princípios inerentes à Jurisdição, analise as assertivas e assinale a alternativa que aponta as corretas. I. Segundo o Princípio da Investidura, só poderá exercer a função jurisdicional aquele que for investido de tal função por meio de concurso público. II. A garantia fundamental do juiz natural resulta da conjugação de dois dispositivos constitucionais: o que proíbe a criação de juízos ou tribunais de exceção e o que determina que ninguém será processado nem sentenciado senão pela autoridade competente. III. Em razão do princípio do juiz natural, não se admite no ordenamento jurídico brasileiro a avocação de processos. IV. A delegação de atos jurisdicionais não- decisórios e administrativos não ofendem o Princípio da Indelegabilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I,II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas I e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85000",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "O direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depende da existência efetiva do direito material invocado."
      },
      {
        "letra": "B",
        "texto": "É exercido contra o Estado, bastando que o seu titular se refira a um interesse primário, juridicamente protegido."
      },
      {
        "letra": "C",
        "texto": "Configura o dever de dirigir-se ao órgão jurisdicional para a solução das lides."
      },
      {
        "letra": "D",
        "texto": "Rege-se pela teoria imanentista, segundo a qual não há ação sem direito e não há direito sem ação."
      },
      {
        "letra": "E",
        "texto": "É autônomo, mas pressupõe um direito subjetivo violado para os casos em que se pretenda a declaração da inexistência de uma relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "84999",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "A jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possui caráter substitutivo, uma vez que a atividade do Estado afasta qualquer outra possibilidade de quem tem uma pretensão de invadir a esfera jurídica alheia para satisfazer-se."
      },
      {
        "letra": "B",
        "texto": "É função estatal cometida exclusivamente ao Poder Judiciário, de acordo com o critério orgânico."
      },
      {
        "letra": "C",
        "texto": "Pode ser delegada de um juiz a outro por meio de carta precatória."
      },
      {
        "letra": "D",
        "texto": "Rege-se pelo princípio da inércia, excetuadas as hipóteses de atuação ex officio expressamente previstas em lei."
      },
      {
        "letra": "E",
        "texto": "Quando provocada, impõe-se por si mesma, salvo cláusula contratual em que se estipule sua inaplicabilidade ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "79552",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A indeclinabilidade é uma característica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da ação."
      },
      {
        "letra": "B",
        "texto": "da jurisdição."
      },
      {
        "letra": "C",
        "texto": "do processo."
      },
      {
        "letra": "D",
        "texto": "da lide."
      },
      {
        "letra": "E",
        "texto": "do procedimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77223",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição"
    ],
    "enunciado_principal": "A jurisdição contenciosa civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é divisível."
      },
      {
        "letra": "B",
        "texto": "é atividade substitutiva."
      },
      {
        "letra": "C",
        "texto": "é exercida pelo Tribunal de Contas da União."
      },
      {
        "letra": "D",
        "texto": "é exercida por membro do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "não pressupõe território."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68962",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. Constitui ato atentatório ao exercício da jurisdição o não cumprimento, com exatidão, de provimentos mandamentais ou a criação de embaraços à efetivação de provimentos jurisdicionais de natureza antecipatória ou final a ensejar às partes e a todos aqueles que de qualquer forma participam do processo, sanções criminais, civis, processuais e pecuniárias. II. O litisconsórcio multitudinário caracteriza-se quando há número muito grande de litisconsortes no processo. O juiz pode limitálo, nas hipóteses de litisconsório facultativo ou necessário, quando houver comprometimento da rápida solução do litígio ou dificuldade de defesa. A determinação de desmembramento, no caso de dificuldade de defesa, depende de pedido expresso do réu, que deve fazê-lo no prazo de resposta. III. O juiz pode determinar, de ofício ou a requerimento da parte, a realização de nova perícia, quando a matéria não lhe parecer suficientemente esclarecida. A determinação de segunda perícia pressupõe que a já realizada seja inválida ou deva ser descartada. IV. O autor fixa os limites da lide e da causa de pedir na petição inicial e cabe ao juiz decidir de acordo com esse limite. É proibido ao juiz proferir sentença a favor do autor, para condenar o réu em quantidade superior (extra petita), condená-lo em objeto diverso do que lhe foi demandado (ultra petita) ou abaixo do pedido (citra ou infra petita). A regra da congruência ou correlação entre pedido e sentença é decorrência do princípio dispositivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente a proposição I está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "68957",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. A nulidade de cláusula de eleição do foro, mesmo em contrato de adesão, não pode ser declarada de ofício pelo juiz, por tratar-se de competência em razão do território e portanto relativa. A única exceção, em tema de competência relativa, a permitir a manifestação do juiz sem provocação da parte é a hipótese de ações fundadas em direito real sobre imóveis, em que a competência será sempre do foro da situação da coisa. II. O indeferimento liminar da petição inicial por inadequação de procedimento sem que se dê oportunidade ao autor para emenda da inicial caracteriza cerceamento de jurisdição. Apenas se sanável o vício ou irregularidade é que o juiz deve dar oportunidade ao autor para emendar a inicial. O juiz deve intimá-lo para que emende a inicial no prazo de 10 (dez) dias e apenas depois dessa providência, no silêncio do autor, é que o juiz indefere a inicial. III. Os fundamentos de fato compõem a causa de pedir remota: é o que mediatamente autoriza o pedido; é o direito, o título; os fundamentos jurídicos compõem a causa de pedir próxima: é o inadimplemento, a ameaça ou a violação do direito.IV. O rótulo que se dá à causa é irrelevante perante a ciência processual. Não tem importância a indicação do nomen juris uma vez que a qualificação jurídica que emana da argumentação encetada pelo autor não tem o condão de pré-fixar a atuação judicial quanto ao direito aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "59697",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "É princípio informativo do processo civil o princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispositivo, significando que o juiz não pode conhecer de matéria a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "da inércia, significando que o processo se origina por impulso oficial, mas se desenvolve por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "da congruência, significando que o juiz deve ser coerente na exposição de suas razões de decidir."
      },
      {
        "letra": "D",
        "texto": "da eventualidade, significando que as partes devem comparecer em todos os atos do processo, manifestando- se eventualmente."
      },
      {
        "letra": "E",
        "texto": "da instrumentalidade das formas, significando que o ato deve ser considerado em si mesmo, sem preocupações teleológicas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "55877",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "A interdição daqueles que, por enfermidade ou deficiência mental, não tiveram o necessário discernimento para os atos da vida civil será declarada em procedimento de jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contenciosa, sendo dispensada a intervenção do Ministério Público se o interditando constituir advogado para defendê-lo, mas é o Ministério Público também legitimado para promover a interdição em casos especificados em lei."
      },
      {
        "letra": "B",
        "texto": "contenciosa, com intervenção obrigatória do Ministério Público que, entretanto, em nenhuma hipótese tem legitimidade para promover a interdição."
      },
      {
        "letra": "C",
        "texto": "voluntária, se o interditando concordar com o pedido e contenciosa, se o interditando resistir ao pedido de interdição."
      },
      {
        "letra": "D",
        "texto": "voluntária, não sendo obrigatória a intervenção do Ministério Público, nem sendo o Ministério Público legitimado em qualquer hipótese para requerer a interdição."
      },
      {
        "letra": "E",
        "texto": "voluntária, com intervenção obrigatória do Ministério Público, o qual, também, tem legitimidade para promover a interdição em casos especificados na lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33366",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Um meio de resolução de controvérsias, referentes a direitos patrimoniais disponíveis, no qual ocorre a intervenção de um terceiro independente e imparcial, que recebe poderes de uma convenção para decidir por elas, sendo sua decisão equivalente a uma sentença judicial é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mediação."
      },
      {
        "letra": "B",
        "texto": "Arbitragem."
      },
      {
        "letra": "C",
        "texto": "Conciliação."
      },
      {
        "letra": "D",
        "texto": "Audiência."
      },
      {
        "letra": "E",
        "texto": "Avaliação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2223925",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Competência no CPC 1973"
    ],
    "enunciado_principal": "A respeito da jurisdição e competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de competência concorrente ou cumulativa, a existência de uma ação ajuizada sobre a mesma lide perante um tribunal estrangeiro induz litispendência e, portanto, obsta que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "B",
        "texto": "À luz do princípio da perpetuatio jurisdictionis, permite-se excepcionalmente a modificação da competência jurisdicional quando ocorrerem modificações substanciais futuras do estado de fato ou de direito da causa de pedir."
      },
      {
        "letra": "C",
        "texto": "A competência em razão da matéria pode ser derrogada se as partes instituírem o foro de eleição."
      },
      {
        "letra": "D",
        "texto": "Jurisdição é a função do Estado de declarar e realizar, de forma prática, a vontade da lei diante de uma situação jurídica controvertida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "497466",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição"
    ],
    "enunciado_principal": "Perpetuatio iurisdictienis. I . A regra da perpetuatio iurisdictionis impede que o juiz, depois de declarar a nulidade de cláusula de eleição de foro, em contrato de adesão, decline de sua competência, de ofício, para o juízo de domicílio do réu. II . Proposta a execução fiscal, a posterior mudança de domicílio do executado não desloca a competência fixada em razão da distribuição da demanda. III . Tem-se por perpetuada a competência na ação rescisória, por sua distribuição, quando não oposta a exceção de incompetência relativa.IV . No cumprimento da sentença, o exequente poderá optar pelo atual domicílio do executado, por constituir exceção a regra que atribui competência ao juízo que processou a causa em primeiro grau de jurisdição. V. A regra da perpetuatio iurisdictionis não impede a conexão das causas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I , II , III , IV , V estao corretas."
      },
      {
        "letra": "B",
        "texto": "Somente I e II estao corretas."
      },
      {
        "letra": "C",
        "texto": "Somente III e IV estao corretas."
      },
      {
        "letra": "D",
        "texto": "Somente II , IV e V estao corretas."
      },
      {
        "letra": "E",
        "texto": "Somente III , IV e V estao corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341719",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento sumário",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Sobre procedimento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos à imagem e morais."
      },
      {
        "letra": "B",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos ao patrimônio histórico e paisagístico."
      },
      {
        "letra": "C",
        "texto": "Aplicar- se-á o procedimento da jurisdição voluntária às ações de interdição."
      },
      {
        "letra": "D",
        "texto": "Aplica- se o procedimento sumário às ações de ressarcimento por danos causados em acidente de veículo, quer de via terrestre, aérea ou marítima."
      },
      {
        "letra": "E",
        "texto": "Aplicar- se-á ao mandado de segurança, o rito sumário."
      }
    ],
    "gabarito": "C"
  }
]