[
  {
    "id": "964612",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: Prefeitura de Sabará - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "O processo civil NÃO será suspenso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela arguição de impedimento ou de suspeição."
      },
      {
        "letra": "B",
        "texto": "Pela convenção das partes por prazo superior a seis meses."
      },
      {
        "letra": "C",
        "texto": "Pelo parto ou pela concessão de adoção, quando a advogada responsável pelo processo constituir a única patrona da causa."
      },
      {
        "letra": "D",
        "texto": "Pela morte ou pela perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "611510",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Leia atentamente as afirmativas abaixo. Suspende-se o processo: I- pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador; quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente. II- pela convenção das partes; quando a sentença de mérito: não puder ser proferida senão depois de verificado determinado fato, ou de produzida certa prova, requisitada a outro juízo. III- por motivo de força maior; e quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz. IV- quando a sentença de mérito tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente. É correto apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas"
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "600798",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Sobre a suspensão do processo pode-se afirmar EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador."
      },
      {
        "letra": "B",
        "texto": "A convenção entre as partes suspende o processo."
      },
      {
        "letra": "C",
        "texto": "Suspende-se o processo quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal."
      },
      {
        "letra": "D",
        "texto": "A oposição de exceção de suspeição ou impedimento do juiz suspende o processo."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder 120 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1366529",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Sobre a suspensão do processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inibe o andamento do feito, mas não elimina o vínculo jurídico emanado da relação processual, que mesmo inerte continua a subsistir com toda sua eficácia."
      },
      {
        "letra": "B",
        "texto": "Os atos processuais anteriormente praticados devem ser refeitos, quando a suspensão for relativa a ação considerada intransmissível por disposição legal."
      },
      {
        "letra": "C",
        "texto": "Os prazos iniciados antes da suspensão ficam prejudicados na parte já transcorrida."
      },
      {
        "letra": "D",
        "texto": "A morte ou perda da capacidade processual de qualquer das partes não é causa de suspensão, mas de extinção do processo."
      },
      {
        "letra": "E",
        "texto": "Durante a suspensão não é possível a prática de nenhuma espécie de ato processual, por ser considerado causa de litigância de má-fé."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1357393",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, NÃO há previsão expressa de suspensão do processo na seguinte hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando for oposta exceção de pré-executividade."
      },
      {
        "letra": "B",
        "texto": "Pela morte do representante legal de qualquer das partes ou de seu procurador."
      },
      {
        "letra": "C",
        "texto": "Quando a sentença de mérito depender do julgamento de outra causa."
      },
      {
        "letra": "D",
        "texto": "Por motivo de força maior."
      },
      {
        "letra": "E",
        "texto": "Quando for oposta exceção de incompetência do juízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "662871",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Constituem causa de suspensão no processo civil vigente, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a morte do procurador judicial da parte."
      },
      {
        "letra": "B",
        "texto": "a convenção das partes."
      },
      {
        "letra": "C",
        "texto": "a oposição de embargos de declaração."
      },
      {
        "letra": "D",
        "texto": "a oposição de exceção de suspeição do juiz da causa."
      },
      {
        "letra": "E",
        "texto": "quando a sentença de mérito depender do julgamento de outra causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "616151",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "O Código de Processo Civil prevê inúmeras hipóteses em que o processo deve ser suspenso. Uma delas surge quando for:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apresentada impugnação ao valor da causa"
      },
      {
        "letra": "B",
        "texto": "oposta exceção de incompetência do juízo"
      },
      {
        "letra": "C",
        "texto": "requerido o ingresso de assistente"
      },
      {
        "letra": "D",
        "texto": "proferida sentença em audiência"
      },
      {
        "letra": "E",
        "texto": "ofertado recurso especial"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "590374",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Luiz propôs ação de cobrança no valor de R$ 100.000,00 (cem mil reais) em face de Maria. Após a citação, Maria efetuou o pagamento integral da dívida, protocolizando, posteriormente, petição nos autos do processo, comprovando o pagamento e requerendo a extinção do feito pela carência de ação, uma vez que não havia mais o interesse de agir no caso. Nesse cenário, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de interesse de agir;"
      },
      {
        "letra": "B",
        "texto": "resolver o mérito desde logo pela procedência do pedido;"
      },
      {
        "letra": "C",
        "texto": "resolver o mérito desde logo pela improcedência do pedido;"
      },
      {
        "letra": "D",
        "texto": "extinguir o feito, sem resolução do mérito, por falta de legitimidade ad causam;"
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do processo, uma vez que ainda não há a possibilidade de julgamento do feito no estado em que se encontra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584606",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No tocante à suspensão e à extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo será extinto sem resolução do mérito, quando as partes transigirem, pois o acordo realizado impede seu exame."
      },
      {
        "letra": "B",
        "texto": "Durante o prazo de suspensão do processo é defeso praticar qualquer ato processual, não podendo o juiz excepcionar essa regra geral."
      },
      {
        "letra": "C",
        "texto": "A perda da capacidade processual da parte acarreta a suspensão do processo, visando à regularização do fato, mas sua morte extingue o processo."
      },
      {
        "letra": "D",
        "texto": "A extinção do processo pelo acolhimento da alegação de coisa julgada dar-se-á com resolução de mérito, pois seu efeito é a imutabilidade do julgado anterior."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder seis meses; findo esse prazo, o escrivão fará os autos conclusos ao juiz, que ordenará o prosseguimento do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "579103",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "574471",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "O processo “A” foi suspenso porque a sentença de mérito depende do julgamento de outra causa; o processo “B” foi suspenso porque a sentença de mérito não pode ser proferida senão depois de produzida certa prova, requisitada a outro juízo. Nestes casos, de acordo com o Código de Processo Civil brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o período de suspensão não poderá exceder seis meses no processo “A” e um ano no processo “B”."
      },
      {
        "letra": "B",
        "texto": "o período de suspensão não poderá exceder seis meses em ambos os processos."
      },
      {
        "letra": "C",
        "texto": "o período de suspensão não poderá exceder um ano em ambos os processos."
      },
      {
        "letra": "D",
        "texto": "o período de suspensão não poderá exceder um ano no processo “A” e seis meses no processo “B”."
      },
      {
        "letra": "E",
        "texto": "não há previsão de um prazo limite para a suspensão de ambos os processos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562739",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outros processos pendentes."
      },
      {
        "letra": "B",
        "texto": "Quando forem citados para a ação vários réus, o prazo para responder será individual a cada um deles."
      },
      {
        "letra": "C",
        "texto": "A não contestação da ação pelo réu implicará no acolhimento do pedido constante na petição inicial do autor, sendo este o efeito da revelia."
      },
      {
        "letra": "D",
        "texto": "Quando o objeto da execução for obrigação de fazer, o devedor será citado para satisfazê-la no prazo de 10 dias."
      },
      {
        "letra": "E",
        "texto": "A execução por quantia certa tem por objeto expropriar bens do devedor, a fim de satisfazer o direito do credor, que será citado para pagar em cinco dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "560416",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "A hipótese que NÃO dá azo à suspensão do processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convenção das partes;"
      },
      {
        "letra": "B",
        "texto": "morte do único advogado de uma das partes;"
      },
      {
        "letra": "C",
        "texto": "relação de prejudicialidade do julgamento do mérito com causa que seja objeto de outro processo em curso;"
      },
      {
        "letra": "D",
        "texto": "inexistência de bens penhoráveis no patrimônio do executado;"
      },
      {
        "letra": "E",
        "texto": "litispendência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "525960",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Considere o disposto no Código de Processo Civil de 1973: I. No caso de morte ou perda da capacidade processual de qualquer das partes, ou de seu representante legal, provado o falecimento ou a incapacidade, o juiz suspenderá o processo, salvo se já tiver iniciado a audiência de instrução e julgamento, caso em que o advogado continuará no processo até o encerramento da audiência e o processo só se suspenderá a partir da publicação da sentença ou do acórdão. II. No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, no prazo de 20 dias, findo o qual extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste. III. Logo que for suscitado o incidente de falsidade, o juiz suspenderá o processo principal. IV. Quando a sentença de mérito não puder ser proferida senão depois de verificado determinado fato, ou de produzida certa prova requisitada a outro juízo, o período de suspensão nunca poderá exceder um ano. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "498201",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Julgue os seguintes itens sobre a formação, a suspensão e a extinção do Processo:I) Suspende-se o processo pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador ou também pela convenção das partes II) Extingue-se o processo, sem resolução de mérito, dentre outras hipóteses, quando o juiz indeferir a petição inicial; III) Não haverá resolução de mérito, mas apenas o reconhecimento da perda da pretensão pelo decurso do prazo, quando o Juiz pronunciar a prescrição.IV) A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento do processo. V) Depois de decorrido o prazo para a resposta, o autor não poderá, sem o consentimento do réu, desistir da ação. Estão incorretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o Item III"
      },
      {
        "letra": "B",
        "texto": "Apenas os Itens I e V"
      },
      {
        "letra": "C",
        "texto": "Apenas os Itens I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas os Itens II, III, e IV"
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão incorretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495418",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, durante a suspensão do processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é proibida a prática de qualquer ato processual, sem exceção."
      },
      {
        "letra": "B",
        "texto": "podem ser praticados todos os atos processuais que não digam respeito ao que tiver dado causa à suspensão."
      },
      {
        "letra": "C",
        "texto": "é defesa a prática de qualquer ato processual, podendo o juiz, todavia, determinar a realização de atos urgentes, a fim de evitar dano irreparável."
      },
      {
        "letra": "D",
        "texto": "não pode o juiz extinguir o processo por ausência das condições da ação."
      },
      {
        "letra": "E",
        "texto": "corre a prescrição intercorrente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495291",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "À luz da legislação vigente, analise as seguintes proposições:I - Após a citação, e ilícito o autor modificar apenas os fatos e os fundamentos jurídicos do pedido, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições supervenientes permitidas por lei. II - O curso do processo ficará suspenso quando oposta exceção de suspeição ou impedimento do juiz.III - No caso de morte do procurador do réu, a ele será concedido o prazo de 20 (vinte) dias para que constitua novo mandatário; findo o prazo, sem que outro advogado tenha sido nomeado, o feito deverá prosseguir à sua revelia. IV - A suspensão do curso do prazo, por obstáculo criado pela parte contrária, importa restituição integral do prazo para a implementação do ato processual.V - As partes, de comum acordo, poderão reduzir ou prorrogar prazos dilatórios; essa convenção tern eficácia mesmo quando requerida após o vencimento do prazo, entretanto, desde que fundada em motivo legítimo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I, IV e V estão incorretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492129",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Sobre o tema da suspensão da execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução é automaticamente suspensa na hipótese de oposição de embargos a execução."
      },
      {
        "letra": "B",
        "texto": "Quando o devedor não possuir bens passíveis de penhora, a execução não será suspensa, mas sim extinta por perda superveniente do interesse de agir."
      },
      {
        "letra": "C",
        "texto": "A morte do executado não implica a suspensão da execução."
      },
      {
        "letra": "D",
        "texto": "Durante a suspensão da execução, o juiz poderá praticar qualquer ato processual."
      },
      {
        "letra": "E",
        "texto": "As partes podem convencionar um prazo para a suspensão da execução, durante o qual o devedor deverá cumprir voluntariamente a sua obrigação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485732",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "No processo \"A\" as partes pretendem requerer por livre e espontânea vontade a suspensão do feito. No Código de Processo Civil, a suspensão do processo por convecção das partes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é permitida pelo prazo máximo de três meses."
      },
      {
        "letra": "B",
        "texto": "é permitida pelo prazo máximo de trinta dias."
      },
      {
        "letra": "C",
        "texto": "não é prevista"
      },
      {
        "letra": "D",
        "texto": "é permitida pelo prazo máximo de seis meses."
      },
      {
        "letra": "E",
        "texto": "é proibida expressamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1039974",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Configura hipótese de suspensão do processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ocorrência de perempção."
      },
      {
        "letra": "B",
        "texto": "o reconhecimento de litispendência."
      },
      {
        "letra": "C",
        "texto": "a existência de convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "a confusão entre autor e réu."
      },
      {
        "letra": "E",
        "texto": "a perda da capacidade processual de qualquer das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574686",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da suspensão do processo",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Contribuinte ajuizou demanda, pelo rito ordinário, em face do Município, em que se insurgiu contra a nova alíquota prevista em lei para o imposto sobre propriedade predial e territorial urbana, sob o fundamento de ser ela extremamente elevada e ofensiva aos princípios da capacidade contributiva e da razoabilidade. Regularmente citado, o ente federativo não apresentou contestação. Depois de decretada a revelia da parte ré, o juiz proferiu sentença em que julgava procedente o pedido. Sem que tivesse havido a interposição de recurso de apelação pelo Município, os autos subiram ao Tribunal de Justiça por força do duplo grau de jurisdição obrigatório. Vislumbrando na lei municipal os vícios de inconstitucionalidade alegados na petição inicial, deve órgão fracionário ao qual foram distribuídos os autos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade por se tratar de duplo grau de jurisdição obrigatório, e não de recurso de apelação;"
      },
      {
        "letra": "B",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade porque o seu acórdão se limitaria a afastar a incidência da lei no caso concreto, sem lhe declarar expressamente a inconstitucionalidade;"
      },
      {
        "letra": "C",
        "texto": "proceder de imediato ao reexame necessário, confirmando a sentença de procedência do pedido, não lhe sendo obrigatório suscitar o prévio incidente de arguição de inconstitucionalidade em razão da revelia do Município-réu, a importar na própria confissão dos vícios de inconstitucionalidade alegados na inicial;"
      },
      {
        "letra": "D",
        "texto": "suscitar o prévio incidente de arguição de inconstitucionalidade e, após a apreciação, pelo tribunal pleno, ou órgão especial, da matéria constitucional, retomar o julgamento do feito, ficando obrigatoriamente vinculado à premissa fixada no julgamento do incidente;"
      },
      {
        "letra": "E",
        "texto": "suscitar o prévio incidente de arguição de inconstitucionalidade, embora, após a apreciação, pelo tribunal pleno, ou órgão especial, da matéria constitucional, não fique obrigatoriamente vinculado, ao retomar o julgamento do feito, à premissa fixada no julgamento do incidente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "552997",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: HC-UFPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "O Código de Processo Civil, em seu Título VI, trata “Da Formação, da Suspensão e da Extinção do Processo\". Sobre o tema, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a suspensão do processo por convenção das partes não poderá exceder 6 (seis) meses."
      },
      {
        "letra": "B",
        "texto": "feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu."
      },
      {
        "letra": "C",
        "texto": "a alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento do processo."
      },
      {
        "letra": "D",
        "texto": "a morte do procurador da parte causa a suspensão do processo. Será concedido à parte o prazo de 10 (dez) dias para constituir novo mandatário."
      },
      {
        "letra": "E",
        "texto": "considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516445",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "São causas de suspensão do processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a morte de qualquer das partes e a exceção de impedimento do perito judicial."
      },
      {
        "letra": "B",
        "texto": "a perda da capacidade processual de qualquer das partes e a impugnação ao valor da causa."
      },
      {
        "letra": "C",
        "texto": "a exceção de incompetência e o incidente de falsidade documental."
      },
      {
        "letra": "D",
        "texto": "a confusão entre autor e réu e o reconhecimento de motivo de força maior."
      },
      {
        "letra": "E",
        "texto": "a exceção de incompetência e a exceção de suspeição do órgão do Ministério Público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516141",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFSM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Prazos",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. Suspende-se o processo I. pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador. II. pela convenção das partes. III. quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz. IV. quando o juiz indeferir a petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV"
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III"
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462671",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quando o autor renuncia ao direito sobre o qual se funda a ação e quando as partes transigem, ocorrerá a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinção do processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "suspensão do processo."
      },
      {
        "letra": "C",
        "texto": "extinção do processo com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "extinção do processo com resolução de mérito e sem resolução de mérito, respectivamente."
      },
      {
        "letra": "E",
        "texto": "extinção do processo sem resolução de mérito e com resolução de mérito, respectivamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456510",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "após contestação, não admite em nenhuma hipótese a alteração do pedido ou da causa de pedir, pois haverá estabilização do processo."
      },
      {
        "letra": "C",
        "texto": "inicia-se por impulso oficial, desenvolvendo-se por iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "extingue-se, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "suspende-se pela convenção das partes, caso em que nunca poderá exceder o prazo de um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448920",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Determinado processo ficou paralisado por mais de trinta dias, em razão da inércia da parte autora, que não promoveu os atos e diligências que lhe competiam. Nesse contexto, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar de imediato o mérito da causa, rejeitando o pedido do autor;"
      },
      {
        "letra": "B",
        "texto": "decretar a suspensão do feito, no aguardo da iniciativa do autor no sentido de requerer o que entender pertinente;"
      },
      {
        "letra": "C",
        "texto": "proferir de imediato sentença terminativa;"
      },
      {
        "letra": "D",
        "texto": "determinar a intimação pessoal do autor para suprir a falta em quarenta e oito horas e, persistindo a sua postura inerte, proferir sentença terminativa;"
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do feito, interditando futuras manifestações do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432615",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "O fato ou circunstância que não dá azo à suspensão do processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alienação da coisa ou do direito litigioso, por ato entre vivos;"
      },
      {
        "letra": "B",
        "texto": "a irregularidade da representação processual das partes;"
      },
      {
        "letra": "C",
        "texto": "o vínculo de prejudicialidade externa;"
      },
      {
        "letra": "D",
        "texto": "a convenção das partes;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de bens suscetíveis de penhora, no patrimônio do executado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429164",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a suspensão do processo pelos motivos previstos em lei é defeso praticar qualquer ato processual, sem exceção."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte, cabendo ao juiz supervisioná-lo para que atinja o seu desfecho com a prestação jurisdicional."
      },
      {
        "letra": "C",
        "texto": "A morte ou perda da capacidade processual do autor conduz à extinção do processo, enquanto a morte ou perda da capacidade processual do réu leva à suspensão do processo para habilitação dos herdeiros."
      },
      {
        "letra": "D",
        "texto": "Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem a anuência do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "E",
        "texto": "A ocorrência da extinção do processo por litispendência ou coisa julgada dar-se-á com resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "424540",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da comunicação dos atos processuais - Citação",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Com base no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A citação poderá ser feita pelo correio nos processos de execução."
      },
      {
        "letra": "B",
        "texto": "Nas ações de estado, não é possível a citação por edital."
      },
      {
        "letra": "C",
        "texto": "Quando a citação for pelo correio, começa a correr o prazo da data da juntada aos autos do mandado citatório cumprido"
      },
      {
        "letra": "D",
        "texto": "Suspende-se o processo quando for oposta exceção de incompetência do juízo."
      },
      {
        "letra": "E",
        "texto": "A carta de ordem é expedida de um Tribunal a outro para cumprimento de atos processuais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "420539",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Com relação aos atos processuais e à formação, suspensão e extinção do processo, julgue o item subsequente. A lei faculta a suspensão do processo, pelo prazo máximo de seis meses, por convenção das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416631",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Prazos",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A justa causa como fundamento para a perda de prazo processual há de ser alegada e provada pela parte interessada e será, caso reconhecida, fundamento para se considerar suspenso o prazo, o qual será devolvido à parte pelo tempo que faltava para sua prática no momento da ocorrência do fato que a constitui."
      },
      {
        "letra": "B",
        "texto": "O Superior Tribunal de Justiça manifestou entendimento de que a informação equivocada mantida pelos Tribunais, em seus sítios na internet, configura justa causa para o fim da contagem de prazo."
      },
      {
        "letra": "C",
        "texto": "A morte da parte é causa de suspensão do processo e de todos os prazos processuais."
      },
      {
        "letra": "D",
        "texto": "O obstáculo criado pela outra parte é considerado causa de interrupção de prazo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415205",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente ou tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente, o processo será suspenso, cujo período nunca poderá exceder um ano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "412230",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Indique a alternativa que, de acordo com o Código de Processo Civil, apresenta situação em que o processo não poderá ficar suspenso por prazo superior a 6 (seis) meses:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "Quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz."
      },
      {
        "letra": "C",
        "texto": "No caso de morte ou perda da capacidade processual de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "Pela convenção das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409960",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a suspensão do processo, é defesa a prática de qualquer ato processual, todavia, poderá o juiz determinar a realização de atos urgentes, a fim de evitar dano irreparável."
      },
      {
        "letra": "B",
        "texto": "O processo suspende-se pela morte ou perda da capacidade processual do autor ou de seu representante processual, apenas. Nos casos de morte ou perda da capacidade processual do réu ou de seu representante legal, cabe ao autor dar prosseguimento, indicando ao juiz o seu sucessor."
      },
      {
        "letra": "C",
        "texto": "O processo suspende-se quando oposta exceção de suspeição ou impedimento do juiz, não sendo suspenso se oposta exceção de incompetência do juízo, da câmara ou do tribunal."
      },
      {
        "letra": "D",
        "texto": "A suspensão do processo por convenção das partes poderá exceder 6 (seis) meses, se houver motivo justo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408530",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "A suspensão do processo, quando se der em razão da morte de uma das partes, ocorrida na fase postulatória do processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente se inicia a partir de decisão judicial de suspen­são, dotada de efeito ex nunc."
      },
      {
        "letra": "B",
        "texto": "é automática e se inicia no momento do óbito, sendo conferida à decisão de suspensão efeito ex tunc."
      },
      {
        "letra": "C",
        "texto": "é automática e se inicia no momento em que informado o óbito nos autos do processo, sendo conferida à deci­são de suspensão efeito ex tunc."
      },
      {
        "letra": "D",
        "texto": "somente ocorre se a parte que morreu não possuía advo­gado constituído nos autos."
      },
      {
        "letra": "E",
        "texto": "é automática e se inicia quando da informação de aber­tura do respectivo processo de inventário, por decisão, com efeito ex nunc."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402229",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Nos autos da demanda que propôs em face de Ticio, Caio se dá conta de que as chances de seu êxito no feito são inexistentes, já que o conjunto probatório formado não o favorece e o direito em disputa efetivamente assiste ao réu. Desse modo, e já prevendo que Ticio jamais concordaria com uma eventual manifestação sua de desistência da ação, Caio resolve, antes da prolação da sentença, revogar o mandato outorgado ao seu advogado. Determinada, pelo juiz da causa, a intimação de Caio para regularizar a sua representação processual, este deliberadamente se mantém inerte. Nesse contexto, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar extinto o processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "decretar a nulidade do processo e suspender o seu curso, até que o autor regularize o vício de sua representação."
      },
      {
        "letra": "C",
        "texto": "nomear Defensor Público para prosseguir no patrocínio da causa do autor."
      },
      {
        "letra": "D",
        "texto": "determinar a intimação por edital do autor para que regularize a sua representação."
      },
      {
        "letra": "E",
        "texto": "julgar, a despeito da persistência do vício de representação, o mérito da causa, rejeitando o pedido do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "377298",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "NÃO constitui causa de suspensão do processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A morte do representante legal da parte."
      },
      {
        "letra": "B",
        "texto": "A perda da capacidade processual do procurador da parte."
      },
      {
        "letra": "C",
        "texto": "A ocorrência de força maior."
      },
      {
        "letra": "D",
        "texto": "A existência de outra ação em que se deduza pretensão idêntica."
      },
      {
        "letra": "E",
        "texto": "O estabelecimento de acordo entre as partes para que o processo fique suspenso por certo período."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "362506",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quanto à formação, suspensão e extinção do processo, é incorreto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo, por prazo não excedente a 01 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente;"
      },
      {
        "letra": "B",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa; e, ainda quando ordenada por juiz incompetente, constitui em mora o devedor e interrompe a prescrição;"
      },
      {
        "letra": "C",
        "texto": "Falecendo o réu em ação de divórcio, extingue-se o processo sem resolução de mérito por intransmissibilidade do direito;"
      },
      {
        "letra": "D",
        "texto": "A absolvição criminal por insuficiência de provas da culpabilidade do réu não acarreta a extinção do processo civil ante a alegação de coisa julgada;"
      },
      {
        "letra": "E",
        "texto": "O termo final para que o autor possa alterar o pedido ou a causa de pedir é o saneamento do processo, mas, havendo consentimento do réu, afasta-se o princípio da estabilização subjetiva do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361341",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente, o juiz determinará a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão do processo pelo prazo máximo de seis meses, não podendo ser praticado qualquer ato processual durante este período, exceto aqueles reputados urgentes."
      },
      {
        "letra": "B",
        "texto": "extinção do processo sem resolução do mérito, devendo a ação ser reproposta quando a questão prejudicial for resolvida."
      },
      {
        "letra": "C",
        "texto": "suspensão do processo, exceto se a audiência já tiver iniciado, caso em que o processo só será suspenso a partir da publicação da sentença."
      },
      {
        "letra": "D",
        "texto": "extinção parcial do processo sem resolução do mérito, devendo prosseguir em relação às questões que não sofrem influência de outra causa."
      },
      {
        "letra": "E",
        "texto": "suspensão do processo pelo prazo máximo de um ano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360463",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da suspensão e da extinção do processo de conhecimento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso seja celebrada transação após a prolação da sentença, a situação jurídica posterior das partes será regida pelos termos do acordo, e não pelo que ficar decidido pelo juiz."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência, não é possível a fixação de honorários advocatícios nos casos de extinção do processo sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo pela convenção das partes ou pela perda da capacidade do representante legal da parte não opera de pleno direito, pois, nas duas situações, a suspensão depende de decisão judicial."
      },
      {
        "letra": "D",
        "texto": "De acordo com a legislação aplicável, quando a sentença de mérito não puder ser proferida senão depois de produzida certa prova, requisitada a outro juízo, o juiz deverá suspender o processo, em decisão que terá eficácia retroativa à data em que a prova for requisitada ao juízo."
      },
      {
        "letra": "E",
        "texto": "A sentença de extinção do processo sem resolução de mérito não produz o efeito de afastar a natureza litigiosa da coisa que era objeto da ação, de modo que, assim, sua alienação posterior ainda se dará em fraude à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "522866",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Peter ajuizou ação de despejo por falta de pagamento contra Josefa, referente a um imóvel residencial situado na cidade de São Luís/MA. Após a citação da ré, as partes peticionam em conjunto comunicando ao juízo uma convenção para suspensão do processo. Nesta hipótese, e de acordo com o Código de Processo Civil brasileiro, é correto afirmar que a suspensão do processo nunca poderá exceder a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 ano, e as partes precisam declinar o motivo da suspensão, que será devidamente avaliado pelo juízo da causa que decidirá pelo deferimento ou não do pedido."
      },
      {
        "letra": "B",
        "texto": "6 meses, e as partes precisam declinar o motivo da suspensão, que será devidamente avaliado pelo juízo da causa que decidirá pelo deferimento ou não do pedido."
      },
      {
        "letra": "C",
        "texto": "1 ano, e as partes não precisam declinar o motivo da suspensão, por se tratar de direito subjetivo."
      },
      {
        "letra": "D",
        "texto": "6 meses, e as partes não precisam declinar o motivo da suspensão, por se tratar de direito subjetivo."
      },
      {
        "letra": "E",
        "texto": "1 ano, e as partes precisam declinar o motivo da suspensão, mas o pedido não poderá ser indeferido pelo juízo da causa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "470199",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Sobre a suspensão do processo, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é uma exceção ao processamento normal do processo de cognição e de execução."
      },
      {
        "letra": "B",
        "texto": "a extinção da pessoa jurídica pelo decurso do prazo de sua existência, previsto no contrato social, não suspende o processo em que é ré."
      },
      {
        "letra": "C",
        "texto": "durante a suspensão do processo, os prazos processuais se interrompem."
      },
      {
        "letra": "D",
        "texto": "as partes devem indicar o motivo do pedido de suspensão por elas acordado, devendo o juiz aferi-lo e, conforme o seu livre convencimento, deferi-lo ou não."
      },
      {
        "letra": "E",
        "texto": "a morte da pessoa que seria réu, antes da sua citação na ação já ajuizada, suspende o processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "449908",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: CREFITO - 8ª Região (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo, e em seguida, marque V para as verdadeiras e F para as falsas. ( ) Feita a citação, é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, sendo lícito, entretanto, a modificação das partes até a sentença final, por vontade das partes. ( ) Suspende-se o processo quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz e, ainda, a exceção de suspeição do representante do Ministério Público, seguindo-se, rigorosamente, o mesmo rito em todos os casos. ( ) No caso de morte do procurador de qualquer das partes, ainda que iniciada a audiência de instrução e julgamento, o juiz marcará, a fim de que a parte constitua novo mandatário, o prazo de vinte dias, findo o qual extinguirá o processo sem julgamento do mérito, se o autor não nomear novo mandatário, ou mandará prosseguir no processo, à revelia do réu, tendo falecido o advogado deste. ( ) Suspende-se o processo quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V"
      },
      {
        "letra": "B",
        "texto": "F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "V, F, F, V"
      },
      {
        "letra": "D",
        "texto": "V, F, F, F"
      },
      {
        "letra": "E",
        "texto": "V, V, F, F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "447980",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Haverá a suspensão do processo no seguinte caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando provada a morte ou incapacidade de uma das partes, tendo iniciado a audiência de instrução e julga­mento."
      },
      {
        "letra": "B",
        "texto": "morte do procurador da parte e esta não tiver condições de constituir novo advogado."
      },
      {
        "letra": "C",
        "texto": "ocorrer o falecimento do procurador do réu e este não indicar novo advogado."
      },
      {
        "letra": "D",
        "texto": "quando a sentença de mérito tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente."
      },
      {
        "letra": "E",
        "texto": "quando ficar parado durante mais de 1 (um) ano por negligência do autor e o réu já tiver contestado a ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "434433",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Paulo, representado por seu advogado Fúlvio, ajuizou ação e indenização contra Moisés em uma das Varas Cíveis do Foro Central da Capital de São Paulo. Apresentada contestação e réplica o Magistrado competente para processar e julgar o feito designa audiência de instrução e julgamento. Cada parte arrola duas testemunhas. No dia da audiência, após a inquirição da primeira testemunha arrolada por Paulo, o seu advogado Fúlvio tem um mal súbito e falece dentro da sala de audiências. Neste caso, o Magistrado deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir imediatamente o processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "nomear um advogado ad hoc para Paulo, a fim de que a audiência seja finalizada normalmente e, após, prolatar imediatamente sentença."
      },
      {
        "letra": "C",
        "texto": "suspender o processo e marcar o prazo de 30 dias, a fim de que Paulo constitua novo mandatário, findo o qual extinguirá o processo com resolução do mérito, se um novo mandatário não for nomeado."
      },
      {
        "letra": "D",
        "texto": "suspender o processo e nomear um advogado dativo para Paulo, que o representará até o final do processo, designando-se imediatamente outra audiência de instrução."
      },
      {
        "letra": "E",
        "texto": "suspender o processo e marcar o prazo de 20 dias, a fim de que Paulo constitua novo mandatário, findo o qual extinguirá o processo sem resolução do mérito, se um novo mandatário não for nomeado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423191",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Após sentença de mérito, mas dentro do prazo assinalado em lei para interposição da apelação, as partes ingressam com petição requerendo a suspensão do processo para a tentativa de acordo. Nessa hipótese.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a suspensão do processo, mas deverá ser comprovado o acordo nos autos."
      },
      {
        "letra": "B",
        "texto": "Independe o pedido de suspensão do assentimento do juiz, sendo possível a suspensão do processo até o prazo máximo de seis meses."
      },
      {
        "letra": "C",
        "texto": "Não é possível a suspensão do processo, com ou sem o assentimento do juiz."
      },
      {
        "letra": "D",
        "texto": "O pedido de suspensão depende do assentimento do juiz, sendo admissível até o prazo máximo de seis meses."
      },
      {
        "letra": "E",
        "texto": "É possível a suspensão do processo, inclusive sem a comprovação do acordo nos autos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415962",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: INEA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "As alternativas a seguir apresentam causas de suspensão do processo, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte de qualquer das partes antes de iniciada a audiência de instrução e julgamento."
      },
      {
        "letra": "B",
        "texto": "Convenção das partes pelo período máximo de seis meses."
      },
      {
        "letra": "C",
        "texto": "Motivo de força maior."
      },
      {
        "letra": "D",
        "texto": "Incompetência do juízo, quando for oposta exceção."
      },
      {
        "letra": "E",
        "texto": "Negligência das partes, quando ficar parado por mais de um ano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413364",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "A suspensão de um processo deve ser vista como uma situação anômala que indica a ocorrência de uma causa legal que força a sua momentânea paralisação. Uma das hipóteses que gera a suspensão temporária de um processo é a ocorrência da morte do procurador de uma das partes. A esse respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo a morte do procurador do réu, o Juiz suspenderá o processo, salvo se já tiver iniciado a audiência de instrução e julgamento."
      },
      {
        "letra": "B",
        "texto": "Ocorrendo a morte do procurador do autor, o Juiz suspenderá o processo e fixará o prazo 20 (vinte) dias para a constituição de novo mandatário, sob pena do processo prosseguir à revelia do autor."
      },
      {
        "letra": "C",
        "texto": "Ocorrendo a morte do procurador do autor, o Juiz suspenderá o processo, salvo se já tiver iniciado a audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Ocorrendo a morte do procurador do réu, o Juiz suspenderá o processo e fixará o prazo 20 (vinte) dias para a constituição de novo mandatário, sob pena do processo prosseguir à revelia do réu."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a morte do procurador de qualquer das partes, o processo não poderá ser suspenso, em nenhuma hipótese, prosseguindo apenas com as partes no processo até que seja proferida a sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410125",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo, sob a regência do Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "Apenas nessas hipóteses suspende-se o processo: (I) pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador; (II) pela convenção das partes; e, (III) quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo por convenção das partes nunca poderá exceder oito meses."
      },
      {
        "letra": "D",
        "texto": "Haverá resolução de mérito quando o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "E",
        "texto": "Não haverá resolução do mérito quando o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379518",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Constitui causa de suspensão do processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceção de pré-executividade"
      },
      {
        "letra": "B",
        "texto": "a interposição de agravo"
      },
      {
        "letra": "C",
        "texto": "a interposição de apelação"
      },
      {
        "letra": "D",
        "texto": "a morte do representante legal da parte"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371571",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Nulidades no CPC 1973",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STJ, se o juiz não determinar a suspensão do processo a partir da morte de uma das partes, haverá nulidade absoluta dos atos praticados a partir dessa data"
      },
      {
        "letra": "B",
        "texto": "A perda superveniente de interesse processual do autor, por ausência de necessidade de prosseguir com a ação para obter o resultado útil que pretendia, acarreta a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Convencionada pelas partes a suspensão do processo por seis meses, a conclusão dos autos ao magistrado para restabelecer o curso do processo dependerá de pedido das partes."
      },
      {
        "letra": "D",
        "texto": "Conforme a jurisprudência do STJ, a extinção do processo sem julgamento do mérito por falta de legitimidade ad causam produz coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo cível até o julgamento definitivo da ação penal, imposição legal dirigida ao magistrado, visa evitar decisões conflitantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363157",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: CONDER",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "A respeito do regramento da suspensão do processo, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a suspensão do processo, poderá o juiz determinar a realização de atos urgentes com o objetivo de evitar dano irreparável."
      },
      {
        "letra": "B",
        "texto": "Caso ocorra a incapacidade da parte após a realização da audiência de instrução e julgamento, o advogado deverá substituí-la."
      },
      {
        "letra": "C",
        "texto": "A suspensão do processo por convenção das partes não poderá exceder o prazo de seis meses."
      },
      {
        "letra": "D",
        "texto": "Quando a sentença de mérito não puder ser proferida senão depois de produzida certa prova, requisitada a outro juízo, o período de suspensão nunca poderá exceder a um ano."
      },
      {
        "letra": "E",
        "texto": "Em caso de irregularidade de representação da parte autora, o juiz suspenderá o processo e caso o defeito não seja sanado no prazo determinado pelo juiz, este decretará a nulidade do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "351414",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "A suspensão necessária e a suspensão facultativa do processo estão previstas no CPC. Observe as proposições abaixo e ao afinal aponte a alternativa que contenha a única propositura de suspensão facultativa: I. Incapacidade ou irregularidade da representação do patrono das partes. II. Intervenção de terceiros. III. Denunciação da lide. IV. Chamamento ao processo. V. Pela convenção das partes nunca excedente a seis meses. Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "IV."
      },
      {
        "letra": "E",
        "texto": "V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "348369",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, suspende-se o processo cível, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "Quando for oposta suspeição do perito."
      },
      {
        "letra": "C",
        "texto": "Pela convenção das partes."
      },
      {
        "letra": "D",
        "texto": "Quando a sentença de mérito tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "319938",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "João ajuizou ação de divórcio em face de sua esposa Maria. Após a citação e antes da contestação, João veio a falecer. Nesse caso, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspenderá o processo por 6 meses."
      },
      {
        "letra": "B",
        "texto": "suspenderá o processo por 30 dias."
      },
      {
        "letra": "C",
        "texto": "extinguirá o processo com resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "extinguirá o processo sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "interromperá o processo por causa superveniente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298693",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria processual civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo quando ocorrer confusão entre autor e réu."
      },
      {
        "letra": "B",
        "texto": "O autor não poderá desistir da ação, sem o consentimento do réu, depois de decorrido o prazo para a resposta."
      },
      {
        "letra": "C",
        "texto": "Extingue-se o processo, sem resolução de mérito, quando o autor renunciar ao direito sobre que se funda a ação."
      },
      {
        "letra": "D",
        "texto": "Após apresentada a defesa, é vedado às partes transigirem sobre o pedido."
      },
      {
        "letra": "E",
        "texto": "Extinto o processo, o autor não poderá intentar com nova ação sobre o mesmo objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "295286",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: CRF-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São condições da ação o interesse de agir, a capacidade das partes e a possibilidade jurídica do pedido, segundo o previsto pelo CPC."
      },
      {
        "letra": "B",
        "texto": "O processo pode ser suspenso por convenção das partes, o que nunca poderá exceder a um ano, segundo o previsto pelo CPC."
      },
      {
        "letra": "C",
        "texto": "O processo pode ser suspenso quando a sentença de mérito depender do julgamento de outra causa, o que nunca poderá exceder a um ano, segundo o previsto pelo CPC."
      },
      {
        "letra": "D",
        "texto": "O acolhimento de prescrição enseja a extinção do feito sem resolução do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "271240",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, quando a sentença de mérito não puder ser proferida senão depois de verificado determinado fato, ou de produzida certa prova, requisitada a outro juízo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o processo ficará suspenso e o período de suspensão nunca poderá exceder 1 (um) ano. Findo este prazo, o juiz mandará prosseguir no processo."
      },
      {
        "letra": "B",
        "texto": "o processo ficará suspenso e o período de suspensão nunca poderá exceder 1 (um) ano. Findo este prazo, o juiz determinará a extinção sem julgamento do mérito."
      },
      {
        "letra": "C",
        "texto": "o processo ficará suspenso e o período de suspensão nunca poderá exceder 6 (seis) meses. Findo este prazo, o juiz determinará a extinção sem julgamento do mérito."
      },
      {
        "letra": "D",
        "texto": "o processo será extinto sem julgamento do mérito, por ausência de interesse de agir."
      },
      {
        "letra": "E",
        "texto": "o processo ficará suspenso por prazo indeterminado. Verificado o fato ou produzida a prova, o juiz mandará prosseguir o processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270156",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Conforme previsto no Código de Processo Civil, suspende-se o processo, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela morte ou perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador."
      },
      {
        "letra": "B",
        "texto": "Pela convenção de arbitragem."
      },
      {
        "letra": "C",
        "texto": "Quando for oposta exceção de incompetência do juízo, da câmara ou do tribunal, bem como de suspeição ou impedimento do juiz."
      },
      {
        "letra": "D",
        "texto": "Por motivo de força maior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299013",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "No que diz respeito à formação, suspensão e extinção do processo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No curso da suspensão do processo é defeso praticar qualquer ato processual, podendo o juiz, no entanto, determinar a realização de atos urgentes, a fim de evitar dano irreparável."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa e se desenvolve por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Suspende-se o processo quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "Extinguir-se-á o processo, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após a citação do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "263875",
    "metadata": "Ano: 2011 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Os fatos abaixo elencados implicam a suspensão do processo,exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o falecimento do autor;"
      },
      {
        "letra": "B",
        "texto": "o motivo de força maior;"
      },
      {
        "letra": "C",
        "texto": "a alegação de suspeição do perito;"
      },
      {
        "letra": "D",
        "texto": "a apreciação de questão de estado, requerida como declaração incidente;"
      },
      {
        "letra": "E",
        "texto": "a realização de acordo entre as partes destinado à paralisação momentânea do litigio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214243",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Constitui motivo de suspensão do processo civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falta de interesse de agir verificada no curso do processo."
      },
      {
        "letra": "B",
        "texto": "a morte ou a interdição de uma das partes."
      },
      {
        "letra": "C",
        "texto": "a prescrição intercorrente."
      },
      {
        "letra": "D",
        "texto": "a renúncia ao direito pleiteado formulada pelo autor ou o reconhecimento da procedência do pedido pelo réu."
      },
      {
        "letra": "E",
        "texto": "somente a perda da capacidade postulatória do representante de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "177438",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspende-se quando o autor desistir da ação."
      },
      {
        "letra": "B",
        "texto": "extingue-se com resolução do mérito quando as partes transigirem."
      },
      {
        "letra": "C",
        "texto": "começa por iniciativa do juiz."
      },
      {
        "letra": "D",
        "texto": "extingue-se sem resolução do mérito quando o juiz pronunciar a decadência."
      },
      {
        "letra": "E",
        "texto": "suspende-se quando ocorrer confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "73141",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Considerando a Lei 1.060/50, quanto à impugnação ao pedido de assistência judiciária; e quanto ao prazo de prescrição - a contar da sentença - para o assistido satisfazer tal pagamento, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação não suspende o curso do processo. O prazo de prescrição é de três anos."
      },
      {
        "letra": "B",
        "texto": "A impugnação não suspende o curso do processo. O prazo de prescrição é de cinco anos."
      },
      {
        "letra": "C",
        "texto": "A impugnação suspende o curso do processo. O prazo de prescrição é de três anos."
      },
      {
        "letra": "D",
        "texto": "A impugnação suspende o curso do processo. O prazo de prescrição é de cinco anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "58782",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Determinado processo foi suspenso porque a sentença de mérito depende da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente. Neste caso, de acordo com o Código de Processo Civil, o período de suspensão nunca poderá exceder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um ano. Findo este prazo, o juiz extinguirá liminarmente o processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "seis meses. Findo este prazo, o juiz mandará prosseguir no processo."
      },
      {
        "letra": "C",
        "texto": "um ano. Findo este prazo, o juiz mandará prosseguir no processo."
      },
      {
        "letra": "D",
        "texto": "seis meses. Findo este prazo, o juiz extinguirá liminarmente o processo sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "dois anos. Findo este prazo, o juiz extinguirá liminarmente o processo sem resolução do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "58235",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da suspensão do processo",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Caso o juiz receba exceção de incompetência oferecida pela União, o processo ficará suspenso até que a questão seja definitivamente julgada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "32683",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "No processo A o réu faleceu. No processo B o procurador do autor faleceu. No processo C o representante legal do autor faleceu. Nestes casos, os processos serão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extintos sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "suspensos."
      },
      {
        "letra": "C",
        "texto": "extintos com resolução do mérito."
      },
      {
        "letra": "D",
        "texto": "extinto sem resolução do mérito, suspenso, e suspenso, respectivamente."
      },
      {
        "letra": "E",
        "texto": "suspenso, suspenso, e extinto sem resolução do mérito, respectivamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "489321",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da suspensão do processo"
    ],
    "enunciado_principal": "Dentro do prazo fixado, em lei, para interposição da apelação, as partes ingressaram com petição requerendo a suspensão do processo para tentativa de acordo. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido de suspensão independe do assentimento do juiz, e é admissível até o prazo máximo de seis meses."
      },
      {
        "letra": "B",
        "texto": "cabe o pedido de suspensão, ainda que não haja o acordo."
      },
      {
        "letra": "C",
        "texto": "o pedido de suspensão depende do assentimento do juiz, e é admissível até o prazo máximo de seis meses."
      },
      {
        "letra": "D",
        "texto": "o pedido de suspensão não é correto, sem ou com o assentimento do juiz."
      },
      {
        "letra": "E",
        "texto": "o pedido de suspensão é correto, mas deverá ser provada a realização do acordo."
      }
    ],
    "gabarito": "D"
  }
]