[
  {
    "id": "632928",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A respeito da intervenção de terceiros, considere: I. A oposição, oferecida antes da audiência, será apensada aos autos principais e correrá simultaneamente com a ação, sendo ambas julgadas pela mesma sentença. II. Se o nomeado à autoria negar a qualidade que lhe é atribuída, o processo continuará contra o nomeante, a quem então se assinará novo prazo para contestar. III. A citação do responsável pela indenização, nos casos de denunciação da lide, deverá ser feita dentro de 30 dias quando o mesmo encontrar-se em lugar incerto, período em que ficará suspenso o processo. IV. Na hipótese de chamamento ao processo, a sentença que julgar procedente a ação, condenando os devedores, valerá como título executivo em favor do que satisfizer a dívida. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "618042",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Paulo firmou contrato de locação residencial com Arthur pelo prazo de trinta meses. Manoel e Patrícia, genitores de Arthur, são os fiadores. Findo o prazo estabelecido em contrato Arthur desocupou o imóvel, mas deixou de pagar os últimos três alugueres e demais encargos locatícios. Paulo resolve ajuizar ação de cobrança contra Manoel e Patrícia. Neste caso, nos termos estabelecidos pelo Código de Processo Civil, Manoel e Patrícia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverão apresentar oposição contra o devedor principal Arthur."
      },
      {
        "letra": "B",
        "texto": "deverão obrigatoriamente denunciar a lide ao devedor principal Arthur."
      },
      {
        "letra": "C",
        "texto": "poderão denunciar a lide ao devedor principal Arthur."
      },
      {
        "letra": "D",
        "texto": "poderão nomear à autoria o devedor principal Arthur."
      },
      {
        "letra": "E",
        "texto": "poderão proceder ao chamamento ao processo do devedor principal Arthur."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "611772",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "\"(...) forma pela qual um terceiro ingressa em processo alheio para excluir direito de autor e réu, pleiteando o direito ou coisa que controvertem esses sujeitos processuais.\" O trecho acima citado trata-se de: Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 232",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assistência simples"
      },
      {
        "letra": "B",
        "texto": "Chamamento ao processo"
      },
      {
        "letra": "C",
        "texto": "Denunciação a lide"
      },
      {
        "letra": "D",
        "texto": "Oposição"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832020",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Sobre os institutos relativos à intervenção de terceiros no âmbito do Código de Processo Civil brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é ato exclusivo do réu, sendo-lhe facultativa na hipótese de o alienante, na ação em que terceiro reivindica a coisa, buscar exercer o direito que da evicção Ihe resulta."
      },
      {
        "letra": "B",
        "texto": "No chamamento ao processo, a sentença que julgar procedente a ação condenando os devedores valerá como título executivo, em favor do que satisfizer a dívida, para exigi-la, por inteiro, do devedor principal, ou de cada um dos codevedores a sua quota, na proporção que Ihes tocar."
      },
      {
        "letra": "C",
        "texto": "É inadmissível o chamamento ao processo do devedor na ação em que o fiador for réu, cabendo, nesta hipótese, a nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "A oposição, quando oferecida depois da audiência de instrução de julgamento, será apensada aos autos principais e correrá simultaneamente com a ação vinculada, devendo, no entanto, ser julgada posteriormente à causa principal."
      },
      {
        "letra": "E",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar à lide o proprietário ou o possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "659194",
    "metadata": "Ano: 2015 | Banca: AOCP | Órgão: FUNDASUS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Quanto à intervenção de terceiros no processo civil vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Feita a denunciação da lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar a lide ao proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "É admissível a oposição do devedor, na ação em que o fiador for réu."
      },
      {
        "letra": "D",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu poderá, até ser proferida a sentença, oferecer chamamento ao processo contra ambos."
      },
      {
        "letra": "E",
        "texto": "Ainda que o nomeado negue a qualidade que Ihe é atribuída, contra ele correrá o processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634711",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "De acordo com as disposições do Código de Processo Civil, analise as assertivas abaixo e marque a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo quando a sentença de mérito tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente."
      },
      {
        "letra": "B",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu."
      },
      {
        "letra": "C",
        "texto": "A oposição, oferecida depois da audiência, será apensada aos autos principais e correrá simultaneamente com a ação, sendo ambas julgadas pela mesma sentença."
      },
      {
        "letra": "D",
        "texto": "Ressalvados os advogados que se sujeitam exclusivamente aos estatutos da OAB, a violação do dever de cumprir com exatidão os provimentos mandamentais e não criar embaraços à efetivação de provimentos judiciais, de natureza antecipatória ou final, constitui ato atentatório ao exercício da jurisdição, podendo o juiz, sem prejuízo das sanções criminais, civis e processuais cabíveis, aplicar ao responsável multa em montante a ser fixado de acordo com a gravidade da conduta e não superior a vinte por cento do valor da causa; não sendo paga no prazo estabelecido, contado do trânsito em julgado da decisão final da causa, a multa será inscrita sempre como dívida ativa da União ou do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "618658",
    "metadata": "Ano: 2015 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ação Rescisória",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Critérios de competência"
    ],
    "enunciado_principal": "Considerando as normas processuais civis, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência absoluta do foro modifica-se pelo critério da prevenção na hipótese de imóvel situado em mais uma comarca."
      },
      {
        "letra": "B",
        "texto": "Se o denunciado aceitar e contestar o pedido, o processo prosseguirá entre o autor, de um lado, e de outro, como litisconsortes, o denunciante e o denunciado."
      },
      {
        "letra": "C",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa e poderá, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "O tribunal apreciará e julgará todas as questões suscitadas e discutidas no processo, ainda que a sentença recorrida não as tenha julgado por inteiro."
      },
      {
        "letra": "E",
        "texto": "Caberá ação rescisória caso haja prova de que a decisão de mérito transitada em julgado tenha sido proferida por prevaricação, concussão ou corrupção do prolator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598820",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: CRF-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Segundo as regras do direito processual civil brasileiro acerca da intervenção de terceiros, aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer oposição contra o titular do direito."
      },
      {
        "letra": "B",
        "texto": "nomear a autoria o proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "apresentar denunciação a lide para assegurar direito de regresso."
      },
      {
        "letra": "D",
        "texto": "promover o chamamento ao processo do terceiro coobrigado."
      },
      {
        "letra": "E",
        "texto": "atuar como assistente em razão da existência de interesse comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593275",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros e à resposta do réu, julgue o item subsequente. A denunciação à lide é modalidade de intervenção de terceiros forçada, fundada em direito de regresso, por meio da qual se gera cumulação de ações judiciais. Se o denunciante for o réu, essa modalidade de intervenção deverá ser apresentada no prazo para contestar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "586282",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "C ajuizou ação contra M no âmbito da qual requereu indenização por danos materiais em razão de acidente veicular. Citado, M denunciou a lide à Seguradora Z, a qual apresentou resposta. De acordo com jurisprudência dominante do Superior Tribunal de Justiça, se o juiz se convencer da existência dos elementos para a responsabilização civil, a Seguradora Z,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser condenada apenas subsidiariamente a pagar indenização à vítima C, nos limites contratados na apólice."
      },
      {
        "letra": "B",
        "texto": "não pode ser condenada a pagar indenização à vítima C, ainda que subsidiariamente, em razão do princípio da relatividade dos contratos."
      },
      {
        "letra": "C",
        "texto": "pode ser condenada direta e solidariamente junto com o segurado M a pagar indenização integral à vítima C, ainda que supere os limites da apólice."
      },
      {
        "letra": "D",
        "texto": "pode ser condenada direta e solidariamente junto com o segurado M a pagar indenização à vítima C, nos limites contratados na apólice."
      },
      {
        "letra": "E",
        "texto": "pode ser condenada apenas subsidiariamente a pagar indenização integral à vítima C, ainda que supere os limites contratados na apólice."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "580583",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: UFPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é sempre facultativa."
      },
      {
        "letra": "B",
        "texto": "Somente o réu poderá fazer denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      },
      {
        "letra": "D",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar da lide o proprietário ou o possuidor."
      },
      {
        "letra": "E",
        "texto": "É inadmissível o chamamento ao processo do devedor, na ação em que o fiador for réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "571875",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que diz respeito à atuação do magistrado relacionada à atuação das partes e de terceiros no processo civil, assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Proposta ação de busca e apreensão de bem alienado fiduciariamente, o juiz deverá indeferir, por incompatibilidade com o procedimento, eventual requerimento de reconvenção feito pelo réu com o objetivo de revisão contratual ou devolução de quantias pagas a maior."
      },
      {
        "letra": "B",
        "texto": "Caso o réu denuncie à lide sua seguradora em ação de reparação de danos, será vedado ao juiz, em eventual sentença de procedência, condenar a seguradora direta e solidariamente para pagamento da indenização devida à vítima autora da demanda."
      },
      {
        "letra": "C",
        "texto": "O deferimento de assistência judiciária gratuita pode ser feito de ofício pelo magistrado ao verificar, pelos documentos juntados ao processo, que a parte atende a todos os requisitos necessários para a concessão do benefício."
      },
      {
        "letra": "D",
        "texto": "Em ação que particular peça o fornecimento de medicamentos apenas em face de estado ou município, será legítima a decisão que indefira o chamamento ao processo da União, por considerar a intervenção um obstáculo inadequado à garantia do cidadão à saúde."
      },
      {
        "letra": "E",
        "texto": "Em procedimento monitório no qual a fazenda pública seja ré, o magistrado deverá conceder ao ente público o prazo de quinze dias para oferecer embargos, haja vista inexistir nessa situação prazo diferenciado decorrente de prerrogativa fazendária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555749",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Se no processo ocorrer a denunciação da lide, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A citação do denunciado será requerida, juntamente com a do réu, se o denunciante for o autor; e, no prazo para contestar, se o denunciante for o réu."
      },
      {
        "letra": "B",
        "texto": "Deferida e ordenada a citação, o processo terá seguimento regular."
      },
      {
        "letra": "C",
        "texto": "Se a citação do denunciado não ocorrer no prazo legal, o processo será extinto sem resolução do mérito."
      },
      {
        "letra": "D",
        "texto": "Se a denunciação foi feita pelo autor, o denunciado, comparecendo, assumirá a posição de assistente nos autos, mas não poderá aditar a petição inicial, o que é atribuição exclusiva do autor."
      },
      {
        "letra": "E",
        "texto": "Tendo o processo sido sentenciado, a sentença constituirá o direito do evicto ou a responsabilidade por perdas e danos, sem valer como título executivo mas possibilitando a ação monitória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552748",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa CORRETA: I. Ao juiz é vedado limitar qualquer tipo de litisconsórcio quanto ao número de litigantes. II. Não havendo impugnação dentro de 5 (cinco) dias, o pedido do assistente será deferido. III. Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos. IV. Na denunciação da lide, feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "546156",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A denunciação da lide é obrigatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção Ihe resulta."
      },
      {
        "letra": "B",
        "texto": "ao proprietário quando, por força de direito, em casos como o do usufrutuário, o réu, citado em nome alheio, exerça a posse indireta da coisa demandada."
      },
      {
        "letra": "C",
        "texto": "àquele que estiver obrigado a indenizar, em ação específica, o dano que houver causado."
      },
      {
        "letra": "D",
        "texto": "possuidor indireto quando, por força de obrigação, em casos como o do credor pignoratício, o réu, citado em nome próprio, exerça a posse indireta da coisa demandada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "521376",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Juizado Especial no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos sujeitos processuais e do litisconsórcio no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento consolidado pelo STJ, em ação contra o INSS que verse sobre contribuições previdenciárias, admite-se a formação de litisconsórcio facultativo após o ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "Genitora que defende direitos de titularidade de um filho absolutamente incapaz atua como parte no processo."
      },
      {
        "letra": "C",
        "texto": "Em caso de litisconsórcio classificado como necessário, o juiz deve emitir decisão idêntica para todos os litigantes que ocupem o mesmo polo da demanda."
      },
      {
        "letra": "D",
        "texto": "Conforme jurisprudência dominante do STJ, a qualificação da relação como sendo de consumo não afasta a possibilidade de denunciação da lide."
      },
      {
        "letra": "E",
        "texto": "A vedação da intervenção de terceiros no âmbito dos juizados especiais federais não afasta a possibilidade de formação de litisconsórcio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "701002",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "De acordo com as normas estabelecidas no Código de Processo Civil (CPC), qual constitui forma de intervenção de terceiro obrigatória, provocada pelo autor ou réu, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700433",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as seguintes assertivas: I - O art. 456 do Código Civil de 2002 prevê que “para poder exercitar o direito que da evicção lhe resulta, o adquirente notificará do litígio o alienante imediato, ou qualquer dos anteriores, quando e como lhe determinarem as leis do processo. Pode-se afirmar que introduziu a denunciação da lide “per saltum”. II - A assistência litisconsorcial é hipótese de litisconsórcio unitário facultativo ulterior. Trata-se de intervenção espontânea pela qual o terceiro transforma-se em litisconsorte do assistido. III - Nos casos de recurso representativo de controvérsia – se o recurso paradigma não tiver admissibilidade, os demais também não terão. IV - No direito brasileiro, atualmente, há casos em que se admite a formação de um litisconsórcio passivo facultativo ulterior simples, por provocação do autor, mesmo que já tenha havido a citação de outro réu, com a estabilização subjetiva do processo. V - Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos. Os prazos para contestar e recorrer são unos, começam da juntada aos autos do último mandado de citação cumprido. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva V está errada"
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas"
      },
      {
        "letra": "C",
        "texto": "A assertiva IV está errada"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das respostas anteriores"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "552946",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca da intervenção de terceiros, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Os terceiros que intervêm na lide originária nela são partes. São pessoas que se vinculam à relação processual já constituída. São sujeitos de uma outra relação de direito material que se liga intimamente àquela já constituída, ou seja, se igualam aos que já estavam litigando quando de sua intervenção. ( ) No procedimento sumário não são admissíveis a intervenção de terceiros, salvo assistência, o recurso de terceiro e a intervenção fundada em contrato de seguro, que pode ser a denunciação da lide ou o chamamento ao processo em causas de seguro. ( ) A assistência tem cabimento em qualquer tipo de procedimento e em qualquer grau de jurisdição, sendo que o assistente recebe o processo no estado em que ele se encontra, não lhe deferindo rediscutir provas e matérias preclusas. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513669",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. De acordo com o Código de Processo Civil, a denunciação da lide é obrigatóriaI. ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção Ihe resulta.II. ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada.III. aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio. IV. aquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "492567",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Ao locatário réu que, citado em nome próprio, exerça a posse direta da coisa demandada, cabe apresentar, em relação ao proprietário ou ao possuidor indireto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oposição."
      },
      {
        "letra": "B",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "assistência litisconsorcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492063",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer denunciação da lide contra ambos."
      },
      {
        "letra": "B",
        "texto": "aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá chamar ao processo o proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide é obrigatória, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "D",
        "texto": "é admissível a nomeação à autoria do devedor, na ação em que o fiador for réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462247",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Revendo os seus critérios de distribuição de itinerários de linhas de ônibus, o Poder Público municipal editou ato administrativo por meio do qual atribuiu à sociedade empresária “A”, uma das concessionárias do serviço público em questão, uma linha bastante lucrativa, que, até então, era explorada pela sociedade empresária “B”. Sentindo-se prejudicada com a alteração, que, em sua ótica, foi promovida com desvio de finalidade, porquanto visava a beneficiar indevidamente a concorrente, a empresa “B” ajuizou demanda, sob o rito ordinário, em face da pessoa jurídica de direito público, pleiteando a anulação do ato administrativo editado. No que concerne à empresa contemplada com a nova linha, a sua inclusão na relação processual deve se dar em razão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do litisconsórcio passivo, necessário e simples."
      },
      {
        "letra": "B",
        "texto": "do litisconsórcio passivo, necessário e unitário."
      },
      {
        "letra": "C",
        "texto": "do litisconsórcio passivo, facultativo e simples."
      },
      {
        "letra": "D",
        "texto": "da assistência simples."
      },
      {
        "letra": "E",
        "texto": "da denunciação da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "461139",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Everaldo trabalha como caseiro em um sítio localizado em Veranópolis, há quatro anos. Ele mora com sua esposa e seus filhos em um pequeno quarto construído na propriedade. É certo que o possuidor do sítio é Benício, que viaja muito e precisa dos serviços de Everaldo para a manutenção da área. Em determinado dia, Samira, julgando ser a legítima possuidora da área, que presume ter sido invadida, ajuíza em face de Everaldo, única pessoa que vê no sítio, uma ação de reintegração de posse. Everaldo, a fim de indicar Benício, real possuidor do sítio, para o polo passivo da ação, deve propor I. denunciação da lide; II. oposição; III. nomeação à autoria. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente as propostas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se somente as propostas I e III estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se somente as propostas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente a proposta III estiver correta."
      },
      {
        "letra": "E",
        "texto": "se somente a proposta II estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447564",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre as espécies da chamada Intervenção de Terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá o manejo da oposição quando alguém pretender, no todo ou em parte, a coisa ou direito sobre que controvertem autor e réu, até ser proferida a sentença."
      },
      {
        "letra": "B",
        "texto": "É admissível a oposição ao devedor na ação em que o fiador for réu."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá denunciar a lide ao proprietário e ao possuidor."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá julgar, em momentos processuais distintos, a ação e a oposição."
      },
      {
        "letra": "E",
        "texto": "A nomeação à autoria é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444024",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Em uma Ação de Usucapião em que A move contra B, adquirente, sob o fundamento de que a aquisição do domínio se consumou anteriormente ao registro da escritura pública de compra e venda outorgada por C a B. B, no prazo de defesa, para resguardar seus direitos e permanecer com o domínio sobre o imóvel, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não contestar a ação e denunciar da lide C."
      },
      {
        "letra": "B",
        "texto": "não contestar a ação e nomear à autoria C."
      },
      {
        "letra": "C",
        "texto": "contestar a ação e chamar ao processo C."
      },
      {
        "letra": "D",
        "texto": "contestar a ação e nomear à autoria C."
      },
      {
        "letra": "E",
        "texto": "contestar a ação e denunciar da lide C."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "438077",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Kevin e Kate são grandes amigos e, em determinado momento, resolvem iniciar, conjuntamente, uma atividade empresarial. Para dar início ao negócio, ambos procuram Selma e com ela assinam um contrato de empréstimo, no qual fica estabelecido que Selma emprestará à dupla a quantia de R$ 50.000,00 (cinquenta mil reais), e que, seis meses após a assinatura do contrato, Kevin e Kate deverão devolver integralmente a quantia devidamente corrigida e acrescida de uma taxa de 5% sobre o valor emprestado. Com o vencimento do empréstimo, nos termos contratados, e a dupla não cumpre com a obrigação devida a Selma. Diante dessa situação, Selma ajuíza ação de cobrança em face de Kevin. O réu, julgando não ser correto apenas ele ter responsabilidade pelo pagamento da dívida, decide levar Kate para o processo, a fim de agir regressivamente contra ela, caso venha a pagar sozinho todo o montante previsto no contrato de empréstimo. Considerando o caso acima apresentado, assinale a opção que indica corretamente a figura de intervenção de terceiros de que Kevin deve se valer para atingir o seu propósito quanto a Kate.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433958",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "O instrumento processual que permite incluir na lide aquele que estiver obrigado pela lei a indenizar o réu em ação regressiva denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria"
      },
      {
        "letra": "B",
        "texto": "denunciação da lide"
      },
      {
        "letra": "C",
        "texto": "assistência litisconsorcial"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429579",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A empresa de transportes XXX é segurada pela Empresa de Seguros YYY. Em virtude de acidente de veículo ocasionado por um dos veículos da transportadora XXX, esta vem a ser demandada em ação indenizatória pela vítima do dano. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a transportadora deverá oferecer chamamento ao processo à Empresa de Seguros YYY, sendo que, nesse caso, esta última não poderá ser condenada diretamente em face da vítima do dano, pois não há que se falar em qualquer relação jurídica direta entre a Seguradora e a vítima."
      },
      {
        "letra": "B",
        "texto": "a transportadora deverá, necessariamente, aguardar o desfecho da ação para depois pedir o reembolso à Empresa de Seguros YYY, pois a Seguradora não tem legitimidade para figurar na relação jurídica processual, eis que não participou do acidente."
      },
      {
        "letra": "C",
        "texto": "a transportadora deverá nomear a Empresa de Seguros YYY à autoria, pois esta última é a única legitimada, em virtude do contrato de seguro existente, a responder pelos danos causados à vítima."
      },
      {
        "letra": "D",
        "texto": "segundo a orientação do STJ, a transportadora poderá oferecer denunciação da lide em face da Empresa de Seguros YYY, sendo que, nesse caso, esta última poderá ser condenada diretamente em face da vítima do dano, pois figurará, juntamente com a transportadora, na qualidade de litisconsorte passiva em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426391",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, sendo que este fenômeno jurídico será conceituado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litisconsórcio."
      },
      {
        "letra": "B",
        "texto": "Nomeação à Autoria."
      },
      {
        "letra": "C",
        "texto": "Assistência."
      },
      {
        "letra": "D",
        "texto": "Denunciação da Lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417887",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria é obrigatória ao alienante, na ação em que terceiro reivindica a coisa cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que lhe resulta da evição."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de oposição, ação prejudicial proposta por terceiro que se julga titular do bem ou direito disputado em juízo, o prazo para a resposta será duplicado, pois os opoentes têm procuradores diferentes e são litisconsortes na oposição."
      },
      {
        "letra": "C",
        "texto": "Denomina-se oposição autônoma a oferecida antes do início da audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Se a parte demandada nomear a autoria, haverá suspensão do prazo de resposta."
      },
      {
        "letra": "E",
        "texto": "Conforme a doutrina majoritária, admite-se a denunciação da lide per saltum, ou seja, de qualquer um que tenha participado da cadeia de transmissão do bem"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416641",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca das diferentes espécies de intervenção de terceiros, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria visa a corrigir o polo passivo da demanda, sendo dever do réu nomear a autoria nos casos em que, na relação jurídica material, figure como mero detentor da coisa litigiosa ou quando o ato lesivo discutido tenha sido praticado por ordem ou instrução de terceiro, nesse último caso excluídas as hipóteses de relação de emprego ou comissão."
      },
      {
        "letra": "B",
        "texto": "A denunciação da lide inaugura relação jurídica processual paralela e dependente em caso de direito de regresso, sendo discutida, em jurisprudência, sua obrigatoriedade nos casos de direitos resultantes da evicção."
      },
      {
        "letra": "C",
        "texto": "A oposição é ação contraposta em que o opoente pretende, no todo ou em parte, o direito sobre o qual controvertem autor e réu, sendo seu exercício obrigatório, sob pena de perda do direito."
      },
      {
        "letra": "D",
        "texto": "O chamamento ao processo amplia o polo passivo da demanda e tem por fundamento obrigações solidárias ou, simplesmente comuns entre os obrigados, mesmo que não haja solidariedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416566",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "O fenômeno da intervenção de terceiros é, comumente, definido no sistema processual brasileiro como ingresso, em um processo, de quem não é parte. Tal fenômeno ocorre porque, muitas vezes, um processo produz efeitos sobre a esfera jurídica de interesses que pertencem a pessoas estranhas à relação processual. A doutrina divide as intervenções de terceiros em intervenções espontâneas e coactas. Sobre as diversas intervenções de terceiros, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a ocorrência de denunciações da lide sucessivas."
      },
      {
        "letra": "B",
        "texto": "É admissível o chamamento ao processo do devedor, na ação em que o fiador for réu."
      },
      {
        "letra": "C",
        "texto": "A nomeação à autoria pode ser feita por qualquer réu que pretenda corrigir a ilegitimidade passiva de uma ação."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é espécie de intervenção de terceiros, que pode ser feita pelo autor ou pelo réu de uma ação."
      },
      {
        "letra": "E",
        "texto": "Para que a nomeação à autoria se concretize, promovendo troca de réus em uma ação, com ela precisam concordar autor e nomeado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415201",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Estabelece o Código de Processo Civil que feita a denunciação da lide pelo réu, se o denunciado for revel, ou comparecer apenas para negar a qualidade que Ihe foi atribuída, cumprirá ao denunciante prosseguir na defesa até final. E ainda, feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410888",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A denunciação da lide",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser formulada no processo cautelar."
      },
      {
        "letra": "B",
        "texto": "não pode ser formulada pelo autor."
      },
      {
        "letra": "C",
        "texto": "pode ser formulada pelo réu em qualquer fase do processo."
      },
      {
        "letra": "D",
        "texto": "não pode ser indeferida pelo juiz."
      },
      {
        "letra": "E",
        "texto": "pode ser formulada nos procedimentos especiais de jurisdição contenciosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "408730",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "B. é proprietário de uma chácara a 50 km de Goiânia. Após uma viagem de três meses pela Europa, B. se deparou com um sujeito chamado J. ocupando o seu imóvel. J. estava morando na chácara de B. a pedido de V., que havia tomado posse do imóvel e se apresentado como seu dono, tendo contratado J. para cuidar da chácara como caseiro. Sem saber da situação, B. ajuizou ação reivindicatória em face de J., visando a imediata desocupação do imóvel, bem como a reparação dos prejuízos decorrentes da invasão. Sendo citado nos termos da ação proposta, J.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá chamar ao processo o verdadeiro esbulhador da posse de B., o senhor V., conforme demonstrado na narrativa dos fatos."
      },
      {
        "letra": "B",
        "texto": "deverá nomear à autoria o senhor V., de forma a regularizar o polo passivo da demanda, sob pena de responder por perdas e danos decorrentes da extinção do processo sem resolução de mérito"
      },
      {
        "letra": "C",
        "texto": "poderá denunciar à lide o senhor V., tendo em vista o seu direito de regresso contra este em caso de eventual condenação à reparação civil pecuniária de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "poderá ser assistido pelo senhor V., que possui total interesse no julgamento de improcedência da ação reivindicatória."
      },
      {
        "letra": "E",
        "texto": "deverá apresentar defesa de mérito na ação, tendo em vista a sua legitimidade passiva para a demanda ajuizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402232",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Depois de uma áspera discussão envolvendo os amigos Caio, Ticio e Mevio, travou-se uma luta corporal durante a qual Ticio desferiu um violento soco em Caio. Tendo sofrido graves lesões na face, que inclusive o levaram a se submeter a cirurgias, Caio, supondo equivocadamente que a agressão partira de Mevio, moveu-lhe ação, sob o rito ordinário, pleiteando a indenização dos danos materiais e morais experimentados. Citado, Mevio procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha principal a nortear a defesa de Mevio deverá ser no sentido de se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar de ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Ticio, para que, caso seja condenado a pagar as verbas indenizatórias reclamadas por Caio, possa o réu receber o correspondente valor, no mesmo processo, do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "promover a nomeação à autoria em relação a Ticio, o único responsável pelo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "alegar, como tese de mérito, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "E",
        "texto": "arguir a questão preliminar de inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402224",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A modalidade de intervenção de terceiros que se presta a assegurar a efetivação do direito de regresso em favor da parte eventualmente sucumbente no processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "a assistência."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo."
      },
      {
        "letra": "E",
        "texto": "a oposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe denunciação da lide àquele que for obrigado a indenizar, em ação regressiva, o que se despendeu em juízo, mesmo quando isso demandar a análise de fato diverso dos envolvidos na ação principal."
      },
      {
        "letra": "B",
        "texto": "Na ação em que o fiador for réu, a nomeação do devedor à autoria poderá ser requerida em qualquer fase do procedimento."
      },
      {
        "letra": "C",
        "texto": "Contar-se-á em dobro o prazo para recorrer quando só um dos litisconsortes for sucumbente."
      },
      {
        "letra": "D",
        "texto": "O assistente simples, em nome próprio, atua no processo como legitimado extraordinário, auxiliando na defesa de direito alheio."
      },
      {
        "letra": "E",
        "texto": "A oposição pode ser oferecida antes ou depois da audiência, cabendo ao juiz decidi-la sempre simultaneamente com a ação principal e desta primeiro conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393013",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Lucius, em razão de contrato de prestação de serviços médicos através de seguro-saúde, está obrigado a indenizar, em ação regressiva, o prejuízo que a empresa titular do seguro-saúde terá se perder ação de reparação de danos morais e materiais proposta por paciente que foi vítima de erro médico. Lucius será convocado para intervir no processo através",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "do chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "da nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "da oposição sucessiva."
      },
      {
        "letra": "E",
        "texto": "da assistência simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392928",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Petrus adquiriu, através de compromisso particular de venda e compra, um apartamento, sabendo tratar-se de coisa litigiosa, face à existência de ação judicial proposta por terceiro que se diz proprietário do imóvel. Nesse caso, Petrus .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá intervir no processo através de denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "não poderá intervir no processo."
      },
      {
        "letra": "C",
        "texto": "poderá ingressar em juízo substituindo o alienante, sem o consentimento da parte contrária."
      },
      {
        "letra": "D",
        "texto": "poderá intervir no processo na qualidade de opoente."
      },
      {
        "letra": "E",
        "texto": "poderá intervir no processo, assistindo o alienante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "381213",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento sumário",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de litisconsórcio, assistência e intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de nomeação à autoria, ainda que o autor recuse o nomeado, o nomeante deve ser retirado do polo passivo da demanda e, em seu lugar, entrar aquele que foi nomeado"
      },
      {
        "letra": "B",
        "texto": "Na denunciação da lide, modalidade de intervenção de terceiro, fundada em direito de regresso, há apenas cumulação de ordem subjetiva."
      },
      {
        "letra": "C",
        "texto": "Nos feitos que tramitem no rito sumário, inadmite-se qualquer modalidade de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Nos litisconsórcios facultativos, o número de litigantes é ilimitado, sem possibilidade de restrição pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A posição do assistente simples deve ser a mesma do assistido, podendo, portanto, o assistido formular pedido de desistência da ação sem que o assistente se oponha a esse requerimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380246",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Petição Inicial",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá proceder a que procedimento processual para resguardar seus direitos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oposição;"
      },
      {
        "letra": "B",
        "texto": "Denunciação a lide;"
      },
      {
        "letra": "C",
        "texto": "Litisconsórcio;"
      },
      {
        "letra": "D",
        "texto": "Inépcia da petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361728",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor recusar a nomeação à autoria pleiteada pela ré, esta não terá direito à abertura de novo prazo para contestação"
      },
      {
        "letra": "B",
        "texto": "O regime do litisconsórcio necessário assegura decisão unitária para todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O direito do evicto de indenizar-se do pagamento indevido em face do anterior alienante não se condiciona à denunciação da lide em ação de terceiro reivindicante."
      },
      {
        "letra": "D",
        "texto": "A alienação do objeto litigioso não altera a legitimidade processual das partes, de forma que o legitimado superveniente não poderá, como parte, ingressar no feito como assistente litisconsorcial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, o cabimento do chamamento ao processo em fase de execução evidencia a aplicação dos princípios da economicidade e celeridade processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361190",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre litisconsórcio e intervenção de terceiros, segundo as regras do Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o necessário e multitudinário poderá ser indeferido pelo juiz da causa, quando este comprometer a rápida solução do litígio."
      },
      {
        "letra": "B",
        "texto": "os atos de um litisconsorte não beneficiarão os demais, ainda que o litisconsórcio seja unitário."
      },
      {
        "letra": "C",
        "texto": "pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença reconheça seu direito e lhe seja favorável, poderá intervir somente como assistente litisconsorcial."
      },
      {
        "letra": "D",
        "texto": "é obrigatório o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      },
      {
        "letra": "E",
        "texto": "feita a denunciação da lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360459",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No que se refere às hipóteses de intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um terceiro apresenta oposição, pretendendo a coisa ou o direito sobre o qual controvertem autor e réu, antes da audiência de instrução e julgamento, forma-se novo processo, mediante petição inicial que deve respeitar os requisitos previstos na legislação processual civil."
      },
      {
        "letra": "B",
        "texto": "Se, em ação de despejo, for requerida a intervenção de terceiro na modalidade de assistência simples, mediante a demonstração de interesse exclusivamente econômico, o juiz deverá admitir a intervenção, pois, para a admissão do assistente simples, basta a demonstração do interesse meramente econômico."
      },
      {
        "letra": "C",
        "texto": "Considere que pessoa com sessenta e cinco anos de idade tenha ingressado com oposição interventiva em ação sob o rito ordinário e tenha requerido o benefício da prioridade na tramitação processual. Nessa situação, o juiz rejeitará o pedido de prioridade, pois o benefício é concedido ao idoso com mais de sessenta e cinco anos nos processos em que figura como parte, não se estendendo às hipóteses de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Considere que no prazo de resposta o réu tenha nomeado à autoria determinada pessoa e que o juiz, considerando ausentes os pressupostos previstos na legislação processual, tenha indeferido o pedido. Nessa situação, o juiz deverá assinar ao nomeante novo prazo para contestar o pedido do autor."
      },
      {
        "letra": "E",
        "texto": "Caso o réu tenha deixado de denunciar à lide aquele que estava obrigado, pelo contrato, a indenizar em ação regressiva o prejuízo decorrente de sua perda na demanda, não será possível o exercício do direito de regresso em ação autônoma."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433117",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "João, citado em nome próprio em determinada ação, alega ser possuidor direto da coisa demandada, que é objeto de obrigação pignoratícia. Nesse caso, é cabível a intervenção de terceiros nos termos da qual é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João deverá denunciar a lide ao proprietário e, ordenada a citação do denunciado, suspende-se o processo"
      },
      {
        "letra": "B",
        "texto": "trata-se de hipótese de chamamento ao processo que possui caráter obrigatório."
      },
      {
        "letra": "C",
        "texto": "na hipótese, é cabível a oposição, oferecida obrigatoriamente no prazo de resposta do réu."
      },
      {
        "letra": "D",
        "texto": "a qualquer tempo, desde que antes da Audiência de Instrução e Julgamento, João poderá nomear a autoria ao proprietário."
      },
      {
        "letra": "E",
        "texto": "João poderá denunciar a lide ao proprietário, mesmo depois de transcorrido o prazo de resposta do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410540",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Considere que Rafael seja proprietário de imóvel localizado em um condomínio do município X, no qual Manoel trabalha como caseiro, e, ainda, que o condomínio tenha ajuizado demanda motivada por atraso de cotas condominiais contra Manoel, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel deve chamar ao processo Rafael no prazo de defesa, e, se deferido o pedido, o processo será suspenso e será ordenada a citação de Rafael."
      },
      {
        "letra": "B",
        "texto": "Manoel deve nomear à autoria Rafael no prazo da defesa e, se deferido o pedido, o processo será suspenso e o juiz deverá mandar ouvir o condomínio no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "O caseiro deve nomear Rafael à autoria e requerer a citação de seu patrão no prazo para contestação e, se a nomeação for presumidamente aceita, o juiz deverá ouvir Manoel no prazo de cinco dias."
      },
      {
        "letra": "D",
        "texto": "Manoel deve denunciar à lide e requerer que Rafael seja citado dentro de dez dias, para evitar que a ação prossiga unicamente em relação a si."
      },
      {
        "letra": "E",
        "texto": "O caseiro deve denunciar Rafael à lide no prazo para a defesa, fato que acarretará a suspensão do processo para que o denunciado seja ouvido no prazo de dez dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410115",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos."
      },
      {
        "letra": "B",
        "texto": "Em caso de demanda judicial, aquele que detiver coisa que está em nome alheio, deverá, em seu próprio nome, responder pela demanda."
      },
      {
        "letra": "C",
        "texto": "Nomeação à autoria é obrigatório quando, ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção lhe resulta."
      },
      {
        "letra": "D",
        "texto": "Na ação que cobra o fiador de um contrato, é inadmissível o chamamento ao processo do devedor principal."
      },
      {
        "letra": "E",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, não será obrigado a assumir a posição de litisconsorte do denunciante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407301",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Autor e réu litigam em juízo sobre determinado bem e um terceiro pretende integralmente a coisa sobre a qual controvertem as partes.Nessa situação, a figura processual a ser utilizada será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria, que deve solicitada pelo terceiro contra o autor e o réu em litisconsórcio passivo necessário."
      },
      {
        "letra": "B",
        "texto": "nomeação à autoria, solicitada pelo terceiro em face do autor e do réu e que, caso reconhecida pelo réu, a ação prosseguirá contra o autor."
      },
      {
        "letra": "C",
        "texto": "oposição, que deve ser julgada antes da ação principal devido a seu caráter prejudicial em relação a esta última."
      },
      {
        "letra": "D",
        "texto": "denunciação da lide, que deve ser requerida pelo próprio terceiro no prazo de resposta do réu."
      },
      {
        "letra": "E",
        "texto": "oposição, que deve ser oferecida pelo próprio terceiro antes do trânsito em julgado do processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "405323",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas causas em que é oferecida a oposição, o juiz decidirá primeiro a lide principal, em seguida, a oposição."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo- Ihe demandada em nome próprio, deverá chamar ao processo o proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "D",
        "texto": "Nas causas em que interveio o assistente, simples ou litisconsorcial, uma vez transitada em julgado a sentença, este não poderá, em hipótese alguma, em processo posterior, discutir a justiça da decisão."
      },
      {
        "letra": "E",
        "texto": "Nas causas em que interveio o assistente, a parte principal não poderá reconhecer a procedência do pedido, desistir da ação ou transigir sobre direitos controvertidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "401390",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A sentença proferida num processo, em princípio, só deve atingir, favorecer ou prejudicar as partes (autor e réu). Todavia, há situações em que a decisão tomada num processo tem reflexo em outra relação jurídica de direito material, estendendo indiretamente os efeitos da sentença a terceira pessoa, estranha à relação jurídica processual originária. O “terceiro juridicamente interessado” pode, com o escopo de defender interesse próprio, intervir voluntariamente no processo, ou mediante provocação de uma das partes. Sobre as hipóteses de intervenção de terceiros no processo civil brasileiro, está INCORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que pretende evitar que seja proferida, em determinado processo, decisão desfavorável a uma das partes que, mediata ou imediatamente, possa lhe trazer prejuízos pode fazer uso da assistência, modalidade de intervenção de terceiros voluntária, que não suspende o andamento do processo."
      },
      {
        "letra": "B",
        "texto": "A oposição é a modalidade de intervenção de terceiros voluntária pela qual um terceiro pretende o mesmo direito sobre o qual outros sujeitos litigam em um processo já pendente, sendo que o seu julgamento é questão prévia e prejudicial à demanda originária."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá convocar o proprietário ou possuidor a participar da demanda, através do chamamento ao processo."
      },
      {
        "letra": "D",
        "texto": "A denunciação à lide é obrigatória para aquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "E",
        "texto": "Não é cabível intervenção de terceiros nas ações que tramitam nos juizados especiais cíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "388852",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão de haver expressa proibição legal, não se admite a intervenção de terceiros no procedimento sumário, ainda que a denunciação da lide tenha como fundamento contrato de seguro."
      },
      {
        "letra": "B",
        "texto": "o autor da oposição (opoente) deve deduzi-la contra os réus (opostos), que são, por força de lei, autor e réu da ação principal, devendo ser formado litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "a nomeação à autoria é dever imposto pela lei ao réu que, se descumprido, sujeita-o a responder por perdas e danos. E, para que o réu-nomeante se retire do processo e o nomeado assuma seu lugar como novo sujeito passivo (réu) da relação processual, exige-se a concordancia do autor ou do nomeado à autoria."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo dá-se por iniciativa do réu, com o objetivo de chamar o devedor principal ou os codevedores solidários ao feito e depende do assentimento do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "382850",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Febo é designado como vigia da propriedade de Marco. Em determinado dia, é surpreendido com citação realizada em processo civil, sendo autor Cláudio, alegando este que haveria violação à sua posse. Após contratar advogado, Febo apresenta a defesa cabível que seria, no sistema processual positivo, a alegação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio"
      },
      {
        "letra": "B",
        "texto": "oposição"
      },
      {
        "letra": "C",
        "texto": "denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      },
      {
        "letra": "E",
        "texto": "nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "379299",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito de intervenção causado em decorrência da assistência simples, o assistente sempre poderá discutir a justiça da decisão, desde que o faça em ação autônoma deduzindo pretensão própria, visto que não é considerado parte e não está sujeito aos efeitos da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Em ação movida por terceiro vítima de acidente auto- mobilístico, a jurisprudência do Superior Tribunal de Justiça admite que a demanda seja endereçada concomitantemente contra o segurado causador do acidente e a seguradora, dispensada a denunciação à lide para que esta possa figurar no polo passivo da causa."
      },
      {
        "letra": "C",
        "texto": "Em caso de evicção é autorizada a denunciação da lide ao alienante imediato em litisconsórcio com seus antecessores, sendo vedada, entretanto, a denunciação per saltum."
      },
      {
        "letra": "D",
        "texto": "O recurso de terceiro prejudicado deve veicular pedido de reforma ou anulação da decisão impugnada, a fim de satisfazer seus interesses, razão pela qual não é admitida a participação do terceiro prejudicado que oferece simples embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Não é cabível a oposição em ação que o réu reconheceu a procedência do pedido do autor no prazo de contestação, visto que inexiste controvérsia entre ambos sobre o bem ou direito pretendido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371572",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações de improbidade administrativa, o ente estatal lesado deverá ingressar no polo ativo do feito, sob pena de nulidade."
      },
      {
        "letra": "B",
        "texto": "Conforme a jurisprudência pacificada do STJ, é solidária a condenação da seguradora interveniente por meio da assistência litisconsorcial."
      },
      {
        "letra": "C",
        "texto": "Em atenção à celeridade e à eficiência processual, o STJ considera ser cabível o chamamento ao processo em fase de execução."
      },
      {
        "letra": "D",
        "texto": "De acordo com o STJ, nas ações de indenização fundadas na responsabilidade civil objetiva do Estado, é vedada a denunciação à lide do agente público supostamente responsável pelo ato lesivo."
      },
      {
        "letra": "E",
        "texto": "De acordo com entendimento do STJ, não há óbice ao deferimento de assistência simples em mandado de segurança"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359235",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando as disposições do Código de Processo Civil sobre as figuras de intervenção de terceiros, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide de outros fiadores é admissível quando, para a ação, for citado apenas um deles"
      },
      {
        "letra": "B",
        "texto": "Por meio da oposição, busca-se obter a coisa ou o direito que está sendo disputado em processo pendente."
      },
      {
        "letra": "C",
        "texto": "chamamento ao processo pode ensejar a formação e litisconsórcio ulterior, passivo, facultativo e unitário."
      },
      {
        "letra": "D",
        "texto": "A aceitação expressa da nomeação à autoria acarreta o fenômeno da extromissão da parte ré originária."
      },
      {
        "letra": "E",
        "texto": "A denunciação da lide feita pelo réu prescinde de oferecimento formal de contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "355318",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as proposições abaixo, levando em conta o disposto no Código de Processo Civil. I. Na hipótese de litisconsórcio necessário, a eficácia da sentença depende da citação de todos os litisconsortes, mas dispensa-se a intimação de cada um deles acerca dos respectivos atos. II. O assistente pode obstar que a parte principal reconheça a procedência do pedido, embora não possa recorrer da sentença. III. Ocorrendo denunciação da lide, a sentença que julgar procedente o pedido condenará o réu e o denunciado a satisfazer solidariamente a pretensão do autor. Está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "350508",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Moraes Silveira envolve-se em acidente automobilístico em Salvador, colidindo seu veículo com o de Consuelo, a quem acusa de haver provocado danos ao dirigir negligentemente. Propõe ação contra Consuelo, cujo carro estava segurado contra acidentes. Querendo que a seguradora componha o polo passivo da lide, o advogado de Consuelo deverá requerer, visando à eventual formação de título judicial contra a seguradora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua oposição."
      },
      {
        "letra": "B",
        "texto": "seu chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "sua nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "sua assistência."
      },
      {
        "letra": "E",
        "texto": "sua denunciação da lide."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346768",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera afinidade de questões mostra-se suficiente para que seja formado litisconsórcio ativo ou passivo."
      },
      {
        "letra": "B",
        "texto": "Ainda que a omissão da parte não implique a perda do direito de regresso, a denunciação da lide será obrigatória."
      },
      {
        "letra": "C",
        "texto": "No ordenamento jurídico brasileiro, é proibido o litisconsórcio superveniente, em razão da prevalência do princípio do juiz natural."
      },
      {
        "letra": "D",
        "texto": "Aceito pela parte que pretende assistir, o assistente qualificado passa à condição de autor ou de réu no processo."
      },
      {
        "letra": "E",
        "texto": "Os opostos terão prazo em dobro para contestar a demanda, dada a existência de litisconsórcio entre eles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332700",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: DETRAN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "B",
        "texto": "Não é admissível o chamamento ao processo no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Àquele que detiver a coisa em nome alheio, sendo- lhe demandada em nome próprio, é facultado nomear à autoria o proprietário ou o possuidor."
      },
      {
        "letra": "D",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação e a oposição, conhecerá àquela emprimeiro lugar."
      },
      {
        "letra": "E",
        "texto": "É vedada a denunciação da lide no direito brasileiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332038",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "EM CASO DE EVICÇÃO: I - O exercício do direito independe da denunciação da lide ao alienante na ação em que terceiro reivindica a coisa. II - Mesmo não havendo denunciação da lide do alienante, o réu não perde o direito à pretensão regressiva. III - No exercício do direito oriundo da evicção, o título executivo contra o obrigado regressivamente depende da denunciação da lide. IV - Não havendo denunciação da lide do alienante, descabe o ajuizamento de demanda autônoma contra aquele. Das proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "I e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "I e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "Nenhuma está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331374",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Cláudia alugou imóvel residencial de propriedade de Rodolf o, pelo prazo de 2 (dois) anos. As partes acordaram a fiança como forma de garantia, de modo que Helena e Paulo (amigos de Cláudia) assumiram a condição de fiadores. Passando por dificuldades financeiras, Cláudia deixou de pagar o aluguel, razão pela qual Rodolfo ajuizou ação de despejo cumulada com ação de cobrança, exclusivamente em face de Cláudia e Helena. Diante deste cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Helena poderá valer-se do chamamento ao processo para que Paulo integre o polo passivo da lide."
      },
      {
        "letra": "B",
        "texto": "Cláudia poderá valer-se da denunciação à lide em face de Paulo, sendo vedado a este recusar a denunciação."
      },
      {
        "letra": "C",
        "texto": "Cláudia e Helena não podem se utilizar de nenhuma das modalidades de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Cláudia poderá valer-se do chamamento ao processo para que Paulo integre o polo passivo da lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "330561",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Em relação à denunciação da lide.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é ela cabível, apenas, se o denunciante for o réu, no prazo para contestar."
      },
      {
        "letra": "B",
        "texto": "é ela cabível ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "C",
        "texto": "pode ocorrer em face de todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      },
      {
        "letra": "D",
        "texto": "é instituto que ocorre para quem pretender, no todo ou em parte, a coisa ou o direito sobre os quais controvertem autor e réu."
      },
      {
        "letra": "E",
        "texto": "ocorre para aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322954",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Ao réu em ação de indenização que detém direito de regresso contra terceiro, por força de lei ou contrato, é possível utilizar-se da seguinte forma de intervenção de terceiros no processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "oposição."
      },
      {
        "letra": "D",
        "texto": "nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "assistência simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322417",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que concerne à intervenção de terceiros, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "feita a denunciação à lide pelo demandante, se o demandado não comparecer, o processo será julgado à sua revelia."
      },
      {
        "letra": "B",
        "texto": "a denunciação à lide pode dar-se tanto pelo demandante, como pelo demandado."
      },
      {
        "letra": "C",
        "texto": "no chamamento ao processo, aceito o chamamento, forma-se um litisconsórcio facultativo simples entre o chamante e o chamado."
      },
      {
        "letra": "D",
        "texto": "a oposição pode ser oferecida em qualquer fase do processo, inclusive na segunda instância, após a sentença."
      },
      {
        "letra": "E",
        "texto": "oferecida a oposição, os opostos serão citados na pessoa de seus advogados, podendo oferecer contestação, bem como apresentar exceção ou reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322208",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que concerne à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locatário é legitimado a denunciar a lide ao proprietário, quando demandado por terceiro em nome próprio, podendo a lide acarretar-lhe a perda da posse."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo do fiador na ação de conhecimento de cobrança em que o devedor seja réu."
      },
      {
        "letra": "D",
        "texto": "Deixando de nomear à autoria, aquele a quem incumbia a nomeação sofrerá consequências apenas de ordem processual, visto que a referida intervenção de terceiros tem natureza jurídica de instrumento processual de celeridade para a solução da lide."
      },
      {
        "letra": "E",
        "texto": "O chamamento ao processo não caracteriza intervenção de terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "314277",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Em uma situação de evicção, o adquirente, para exercer o direito de ser ressarcido que da evicção lhe resulta, deverá denunciar o alienante à lide.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "309093",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Nas opções a seguir, são apresentadas situações hipotéticas seguidas de uma assertiva a ser julgada a respeito da intervenção de terceiros no processo. Assinale a opção em que a assertiva apresentada está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos adquiriu um veículo da montadora X e, após usar o carro por aproximadamente 100 km, a barra de direção do veículo se quebrou, o que provocou a colisão do carro com a pilastra do prédio onde Carlos vive, causando diversos danos. Por isso, Carlos propôs ação contra a empresa, tendo sido adotado, pelo valor da causa, o procedimento sumário. Nessa situação, será lícito à montadora proceder ao chamamento de sua seguradora ao processo, caso em que, havendo condenação de ambas, a responsabilidade será solidária."
      },
      {
        "letra": "B",
        "texto": "Joana e Marta são fiadoras do contrato de locação de Rafael, que deixou de pagar os aluguéis, razão por que foi pedida a condenação de Joana ao pagamento do valor correspondente. Nessa situação, Joana poderá, na contestação, proceder à nomeação à autoria de Marta, com a finalidade de estabelecer sua responsabilidade pela dívida."
      },
      {
        "letra": "C",
        "texto": "Pedro propôs contra o DF demanda fundada em ato culposo de servidor público que lhe causou dano. Nessa situação, o DF deve denunciar o servidor à lide, sob pena de perda do direito de regresso."
      },
      {
        "letra": "D",
        "texto": "Ao construir uma cerca na fazenda de Manoel, onde é empregado responsável por cuidar da propriedade, Nelson invadiu a fazenda de Antônio, que, em razão disso, entrou com ação possessória contra ele. Nessa situação, por ser apenas detentor do imóvel, Nelson, ao ser citado, deverá proceder ao chamamento ao processo de Manoel."
      },
      {
        "letra": "E",
        "texto": "Daniel propôs ação reivindicatória de imóvel contra Paulo, que, em sua defesa, alegou ser o proprietário do imóvel, e Jorge, afirmando ser o possuidor do imóvel, ofereceu oposição contra ambos. Nessa situação, caso a oposição tenha sido proposta depois da audiência de instrução, o procedimento do processo de Daniel contra Paulo deverá ficar sobrestado até que a oposição possa ser julgada em conjunto com ele."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661607",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No Processo Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, será considerado litisconsorte."
      },
      {
        "letra": "B",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer assistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "E",
        "texto": "É admissível a nomeação à autoria na ação em que o fiador for réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1332532",
    "metadata": "Ano: 2012 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A denunciação da lide objetiva:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trazer ao processo todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum"
      },
      {
        "letra": "B",
        "texto": "trazer ao processo o terceiro contra o qual a parte tem direito de regresso caso venha a ser perdedora na ação principal"
      },
      {
        "letra": "C",
        "texto": "trazer ao processo o proprietário ou possuidor da coisa demandada"
      },
      {
        "letra": "D",
        "texto": "trazer ao processo terceiro que tenha interesse jurídico na sentença a ser proferida"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1237553",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. O chamamento ao processo, a denunciação à lide e a oposição são cabíveis tanto no processo de execução e no processo cautelar quanto no processo de conhecimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425988",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, não altera a legitimidade das partes, salvo se o adquirente ou o cessionário ingressar em juízo, substituindo o alienante, ou o cedente, com o consentimento da parte contrária. Caso a parte contrária não consinta, o adquirente ou o cessionário poderá intervir no processo como assistente litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de uma relação jurídica indivisível, na ação que busca anular um casamento tem-se um litisconsórcio necessário por força de lei, caso em que o juiz ordenará ao autor que promova a citação do outro cônjuge, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide pode ser feita pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "Na nomeação à autoria, se o nomeado reconhecer a qualidade que lhe é atribuída, contra ele correrá o processo; se a negar, o processo continuará contra o nomeante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372199",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio male gesti processus é a exceção que cabe ao assistido para obter a exclusão do assistente simples do processo."
      },
      {
        "letra": "B",
        "texto": "À assistência litisconsorcial pode habilitar-se aquele que teria legitimidade para figurar como parte."
      },
      {
        "letra": "C",
        "texto": "Em caso de corresponsabilidade por danos, o réu na ação de indenização poderá nomear à autoria os demais responsáveis pelo dano."
      },
      {
        "letra": "D",
        "texto": "Está pacificado que a denunciação da lide não é um dever processual, mas, simplesmente, um ônus, mesmo nos casos de exercício do direito que da evicção resulta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372042",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente simples defende direito próprio no processo em que participa nessa condição."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial é, também, reconhecida, em doutrina, como verdadeira intervenção litisconsorcial ulterior. É fundamental que seja requerida ao juiz da causa sob o fundamento de que o habilitando é parte em relação jurídica material e que o outro polo de tal relação é composto pelo adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "A oposição é espécie de intervenção de terceiro que compete a quem pretender o direito, ou a coisa, que é objeto da demanda. Na oposição, o terceiro opoente deduz demanda contra ambas as partes do processo, podendo apresentá-la em qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide e o chamamento ao processo são espécies de intervenção de terceiro cabíveis tanto no processo de conhecimento, como no processo de execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "358183",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A denunciação da lide é obrigatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao proprietário quando, por força de obrigação, em casos como o do usufrutuário e do credor pignoratício, o réu, citado em nome alheio, exerça a posse indireta da coisa demandada."
      },
      {
        "letra": "B",
        "texto": "àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "C",
        "texto": "ao locatário, na ação em que terceiro de boa fé postula a coisa, cuja posse foi consignada à parte, a fim de que esta possa exercer o direito que da locação Ihe resulta"
      },
      {
        "letra": "D",
        "texto": "ao possuidor indireto quando, por força de direito, em casos como o do alienante e do locatário, o réu, citado em nome alheio, exerça a posse indireta da coisa demandada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341130",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Denunciação da lide",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Demandado em nome próprio, pode o locatário, na condição de possuidor direto do bem, denunciar da lide o locador, caso em que, aceita a denunciação, denunciante e denunciado seguem no processo como litisconsortes passivos. II - No procedimento sumário não se admite intervenção de terceiro, exceto do segurado a quem é facultada a denunciação da lide do segurador. III - No procedimento sumário e nas causas afetas aos Juizados Especiais Cíveis a confissão ficta que decorre da revelia somente deve ser aplicada se o contrário não resultar da prova dos autos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312080",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta relativamente à intervenção de terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Distribuída a oposição, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de 15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "É admissível o chamamento ao processo dos outros fiadores, quando para a ação for citado apenas um deles."
      },
      {
        "letra": "C",
        "texto": "Em ação de reparação de danos movida em face do segurado, a seguradora denunciada pode ser condenada direta e solidariamente junto com este a pagar indenização à vítima, nos limites contratados da apólice."
      },
      {
        "letra": "D",
        "texto": "Em caso de nomeação à autoria, se o nomeado recusar a nomeação, esta ficará sem efeito."
      },
      {
        "letra": "E",
        "texto": "Em caso de denunciação à lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte, mas não poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270726",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Modificação de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alteração superveniente da competência, ditada por norma constitucional, invalida a sentença anteriormente proferida."
      },
      {
        "letra": "B",
        "texto": "o chamamento ao processo é cabível em qualquer espécie de procedimento, no processo de cognição e de execução."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público tem legitimidade para propor ação rescisória de sentença, se não foi ouvido no processo em que lhe era obrigatória a intervenção."
      },
      {
        "letra": "D",
        "texto": "por ser qualificada como obrigatória nos casos legalmente previstos no sistema do Código de Processo Civil, a denunciação da lide pode ser realizada de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "261929",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, considerando os termos abaixo: I – Feita a denunciação pelo réu, se o denunciado a aceitar e contestar o pedido, o processo prosseguirá entre o autor, de um lado, e de outro, como litisconsortes, o denunciante e o denunciado. II - Feita a denunciação pelo réu, se o denunciado for revel, ou comparecer apenas para negar a qualidade que Ihe foi atribuída, cumprirá ao denunciante prosseguir na defesa até final. III - Feita a denunciação pelo réu, se o denunciado confessar os fatos alegados pelo autor, não poderá o denunciante prosseguir na defesa. IV - A denunciação da lide é obrigatória ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção Ihe resulta. V - A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente estão corretas as proposições constantes dos incisos I e II."
      },
      {
        "letra": "B",
        "texto": "Somente estão corretas as proposições constantes dos incisos I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "Somente estão corretas as proposições constantes dos incisos I, IV e V."
      },
      {
        "letra": "D",
        "texto": "Somente estão corretas as proposições constantes dos incisos I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições contidas nos incisos I, II, III, IV e V estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "486580",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A oposição possui por limite temporal o trânsito em julgado da sentença da causa principal e deve ser proposta perante o juízo competente para apreciar o recurso interposto. Assim, se o processo principal estiver em grau de recurso, perante o Supremo Tribunal Federal, a oposição deverá ser proposta perante este órgão judicial."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria somente é cabível quando o mero detentor é demandado e indica aquele que é o proprietário ou possuidor da coisa litigiosa, visando-lhe transferir a posição de réu."
      },
      {
        "letra": "C",
        "texto": "O chamamento ao processo é o incidente pelo qual o devedor demandado chama para integrar o mesmo processo os coobrigados pela dívida, de modo a fazê-los também responsáveis pelo resultado do feito, sendo uma faculdade do réu."
      },
      {
        "letra": "D",
        "texto": "Na assistência, em qualquer das suas modalidades, o assistente pode opor recurso, ainda quando o assistido não o faça."
      },
      {
        "letra": "E",
        "texto": "A Denunciação a lide é o ato pelo qual somente o réu procura trazer a juízo para melhor tutelar seu direito, terceiro denunciado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360808",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: Prefeitura de Charqueadas - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Durante o atendimento a uma emergência, o veículo ambulância do Hospital Municipal de Charqueadas envolveu-se em um acidente de trânsito. O proprietário do outro veículo envolvido no acidente ajuizou ação de indenização, sob o procedimento sumário. É correto afirmar que, na defesa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser apresentada, em preliminar de contestação, denunciação da lide da empresa com a qual é mantido o contrato de seguro em relação ao veículo ambulância."
      },
      {
        "letra": "B",
        "texto": "não poderá ser apresentada denunciação da lide, em função da demanda em questão seguir o rito sumário."
      },
      {
        "letra": "C",
        "texto": "deverá ser alegada a impropriedade do rito, pois os entes públicos não podem ser demandados sob o rito sumário."
      },
      {
        "letra": "D",
        "texto": "poderá ser apresentado chamamento ao processo em relação ao motorista da ambulância."
      },
      {
        "letra": "E",
        "texto": "poderá ser apresentada nomeação à autoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "210915",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar a lide ao proprietário ou possuidor."
      },
      {
        "letra": "B",
        "texto": "é admissível o chamamento ao processo do proprietário ou do possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "D",
        "texto": "não é admissível o chamamento ao processo dos devedores solidários quando o credor exigir, de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495183",
    "metadata": "Ano: 2010 | Banca: IV - UFG | Órgão: Prefeitura de Aparecida de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "J. interpõe ação de reintegração de posse em face de C., sob o argumento de que este está lavrando terras depropriedade do demandante e, pois, usurpando-lhe a posse. O réu C., embora arrendatário da gleba de propriedade de M., e, portanto, seu possuidor direto, é citado “emnome próprio”, isto é, como se fora possuidor pleno. Emtais circunstâncias,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá denunciar a lide ao seu arrendante M., possuidor indireto"
      },
      {
        "letra": "B",
        "texto": "deverá chamar ao processo seu arrendante M., possuidor indireto."
      },
      {
        "letra": "C",
        "texto": "deverá nomear à autoria seu arrendante M., possuidor indireto."
      },
      {
        "letra": "D",
        "texto": "arrendante, deverá ingressar na lide como assistente litisconsorcial de C., possuidor direto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "94014",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do regime jurídico das partes e dos terceiros no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assistência simples ocorre quando o juiz defere a um terceiro, com interesse jurídico no resultado favorável à parte que irá assistir, o direito de intervir no processo para auxiliá-la."
      },
      {
        "letra": "B",
        "texto": "O pedido de assistência litisconsorcial não é admitido após o julgamento de primeira instância."
      },
      {
        "letra": "C",
        "texto": "Descabe o pedido de assistência em favor do réu quando o processo corre à revelia."
      },
      {
        "letra": "D",
        "texto": "Julgada procedente a ação de indenização em que tenha sido acolhida a denunciação à lide pelo réu, o juiz declarará o direito de regresso em favor do denunciante, mas a sentença não terá eficácia de título executivo contra o denunciado."
      },
      {
        "letra": "E",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo, mas a intimação dos atos do processo somente será obrigatória quando se tratar de litisconsórcio necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "391109",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A respeito das diversas formas de intervenção de terceiros, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é cabível ao proprietário, quando o réu, citado em nome próprio, exerce a posse direta da coisa demandada."
      },
      {
        "letra": "B",
        "texto": "Na oposição, o terceiro opoente coloca-se contrário à pretensão deduzida pelo autor, auxiliando o réu."
      },
      {
        "letra": "C",
        "texto": "A correção do pólo passivo da demanda é feita através do chamamento ao processo daquele que nela deve figurar como réu."
      },
      {
        "letra": "D",
        "texto": "A nomeação à autoria é cabível quando apenas um dos devedores solidários é acionado judicialmente e pretende, no mesmo processo, a responsabilização dos co-devedores."
      },
      {
        "letra": "E",
        "texto": "A oposição, oferecida antes da audiência, será processada nos autos principais e correrá simultaneamente com a ação."
      }
    ],
    "gabarito": "A"
  }
]