[
  {
    "id": "593277",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "A respeito da prova, julgue o item que se segue. O juiz pode, de ofício, em qualquer fase do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre questões que envolvem a causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "581887",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "Com relação ao depoimento pessoal da parte, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso se recuse a depor, presumir-se-ão confessados os fatos contra ela alegados."
      },
      {
        "letra": "B",
        "texto": "a intimação da parte se dará por meio de seu advogado."
      },
      {
        "letra": "C",
        "texto": "depende de requerimento da parte contrária, não podendo ser determinado de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "o depoimento é colhido em audiência de conciliação, caso não haja acordo entre as partes."
      },
      {
        "letra": "E",
        "texto": "as perguntas são dirigidas diretamente ao depoente, pelos advogados, sem intermediação do juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "559274",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil estão impedidos de depor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o interdito por demência."
      },
      {
        "letra": "B",
        "texto": "o que, acometido por enfermidade, ou debilidade mental, ao tempo em que ocorreram os fatos, não podia discerni-los; ou, ao tempo em que deve depor, não está habilitado a transmitir as percepções."
      },
      {
        "letra": "C",
        "texto": "o menor de 16 (dezesseis) anos."
      },
      {
        "letra": "D",
        "texto": "o cônjuge, bem como o ascendente e o descendente em qualquer grau, ou colateral, até o terceiro grau, de alguma das partes, por consanguinidade ou afinidade, salvo se o exigir o interesse público, ou, tratando-se de causa relativa ao estado da pessoa, não se puder obter de outro modo a prova, que o juiz repute necessária ao julgamento do mérito."
      },
      {
        "letra": "E",
        "texto": "o cego e o surdo, quando a ciência do fato depender dos sentidos que Ihes faltam."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555560",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "No depoimento pessoal das partes, nos termos do Código de Processo Civil, a parte não poderá servir-se de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consultas breves"
      },
      {
        "letra": "B",
        "texto": "processos mnemônicos"
      },
      {
        "letra": "C",
        "texto": "recordações longevas"
      },
      {
        "letra": "D",
        "texto": "escritos adrede preparados"
      },
      {
        "letra": "E",
        "texto": "indicações de datas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "454361",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "No que diz respeito ao depoimento pessoal da parte, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o juiz não o determinar de ofício, compete a cada parte requerer seu depoimento pessoal, a fim de ser interrogada na audiência de instrução e julgamento."
      },
      {
        "letra": "B",
        "texto": "A parte responderá pessoalmente ou por meio de seu advogado sobre os fatos articulados, podendo se servir de escritos anteriormente preparados, sendo defeso, a quem ainda não depôs, assistir ao interrogatório da outra parte."
      },
      {
        "letra": "C",
        "texto": "A parte será intimada pessoalmente, com antecedência mínima de 30 dias da audiência, constando do mandado que se presumirão confessados os fatos, caso não compareça."
      },
      {
        "letra": "D",
        "texto": "Quando a parte, sem motivo justificado, deixar de responder ao que lhe for perguntado, ou empregar evasivas, o juiz declarará na sentença sua confissão."
      },
      {
        "letra": "E",
        "texto": "Se a parte intimada comparecer, a fim de discorrer sobre os fatos da causa, e se recusar a depor, o juiz lhe aplicará a pena de confissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429166",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "A confissão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se emanar de erro, dolo ou coação, só poderá ser revogada por meio de ação anulatória do negócio jurídico respectivo."
      },
      {
        "letra": "B",
        "texto": "quando desfavorável ao confitente, pode beneficiar ou prejudicar igualmente seus litisconsortes."
      },
      {
        "letra": "C",
        "texto": "só se caracteriza como tal quando espontânea, pois a provocada diz respeito ao interrogatório da parte em juízo."
      },
      {
        "letra": "D",
        "texto": "não supre a exigência da apresentação de instrumento público, para comprovar a existência de negócio jurídico que o exige como de sua substância."
      },
      {
        "letra": "E",
        "texto": "será sempre expressa, inexistindo confissão ficta ou tácita, em razão das graves consequências jurídicas dela advindas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412233",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova testemunhal",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "Sobre as provas previstas no Código de Processo Civil, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de ação de filiação, a parte é obrigada a prestar depoimento pessoal sobre fato a cujo respeito, por estado ou filiação, deva guardar sigilo."
      },
      {
        "letra": "B",
        "texto": "A confissão, quando emanar de erro, dolo ou coação, somente pode ser revogada através de ação anulatória."
      },
      {
        "letra": "C",
        "texto": "Se a testemunha for deputado estadual, o juiz solicitará que a autoridade indique o dia e a hora em que poderá comparecer ao fórum a fim de ser inquirida, remetendo- lhe cópia da petição inicial ou da defesa oferecida pela parte, que arrolou como testemunha."
      },
      {
        "letra": "D",
        "texto": "Na inspeção judicial, as partes têm sempre direito a assistir a diligência, sendo vedadas manifestações e observações, sob pena de interferir no livre convencimento do juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411224",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte, no depoimento pessoal, responderá pessoalmente sobre os fatos articulados, podendo, no entanto, servir-se de escritos anteriormente preparados."
      },
      {
        "letra": "B",
        "texto": "A confissão espontânea é ato personalíssimo da parte, não podendo ser efetuada por mandatário."
      },
      {
        "letra": "C",
        "texto": "A ação para anular confissão é transmissível aos herdeiros, ainda que não iniciada em vida do confitente."
      },
      {
        "letra": "D",
        "texto": "Nas ações que versarem sobre direitos sobre imóveis alheios, a confissão de um cônjuge não valerá sem a do outro."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406876",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Considere as seguintes alternativas: I. É lícito ao juiz proferir sentença, independentemente do retorno da carta precatória expedida para a inquirição de testemunhas, se estas tiverem sido arroladas após o despacho saneador. II. Caso resida em comarca diversa daquela onde tramita o processo e que dela não seja contígua, o réu não é obrigado a comparecer à audiência de instrução e julgamento e nela prestar depoimento pessoal, devendo ser ouvido por meio de carta precatória, sob pena de a ele não poder ser aplicada a presunção de confissão por recusa em depor. III. De acordo com o artigo 407 do Código de Processo Civil, o rol de testemunhas deverá ser depositado em cartório dez (10) dias antes da audiência ou no prazo que o juiz fixar quando fizer a designação desta. A observância do prazo, todavia, só é necessária se houver necessidade de intimação das testemunhas. Se, por outro lado, a intimação for dispensável e a parte assumir o ônus de levar as testemunhas, não é preciso arrola-las com antecedência, podendo o rol respectivo ser apresentado no dia da audiência, até o momento de abertura desta. IV. O adiamento da audiência de instrução e julgamento em razão da ausência de uma testemunha que fora intimada para em tal qualidade prestar depoimento só é cabível se a parte que a arrolou comprovar que a falta daquela ocorreu por motivo justificado; na falta de comprovação, o juiz procederá normalmente a instrução, mesmo que a parte insista na inquirição da testemunha faltosa. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as afirmações I, II e III e incorreta a afirmação IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as afirmações I e III e incorretas as afirmações II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmações II e IV e incorretas as afirmações I e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as afirmações I e II e incorretas as afirmações III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386632",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Revelia",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca de audiência e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cópias simples de documentos particulares não são admitidas como prova em juízo; é necessária sua autenticação."
      },
      {
        "letra": "B",
        "texto": "Se a parte requerer a inquirição de testemunhas, o juiz não pode indeferir o pedido, sob pena de violação da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "A título de depoimento, a parte pode ler em voz alta, na audiência, texto que tenha preparado anteriormente para esta finalidade."
      },
      {
        "letra": "D",
        "texto": "Se ocorrerem os efeitos da revelia, não deverá ser designada audiência para o caso."
      },
      {
        "letra": "E",
        "texto": "Cada parte tem direito de assistir ao interrogatório da outra em audiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "377305",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "No que concerne à prova a teor o Código de Processo Civil, NÃO se pode afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As perguntas que o juiz indeferir serão obrigatoriamente transcritas no termo, independentemente de requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "Quando, contiver declaração de ciência, relativa a determinado fato, o documento particular prova a declaração, mas não o fato declarado, competindo ao interessado em sua veracidade o ônus de provar o fato."
      },
      {
        "letra": "C",
        "texto": "A confissão, quando emanar de erro, dolo ou coação, pode ser revogada por ação anulatória, se pendente o processo em que foi feita."
      },
      {
        "letra": "D",
        "texto": "A parte será intimada pessoalmente, para prestar depoimento, constando do mandado que se presumirão confessados os fatos contra ela alegados, caso não compareça ou, comparecendo, se recuse a depor."
      },
      {
        "letra": "E",
        "texto": "Não dependem de prova os fatos em cujo favor milita presunção legal de existência ou de veracidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "367972",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "O princípio da imediação (ou imediatidade) consiste na contemporânea e contínua interação comunicacional entre juiz, partes e provas, a fim de que o julgador possa conhecer pessoal e diretamente as alegações das partes e o acervo probatório do processo, desde sua iniciação, prolatando, no mais breve lapso temporal, sua decisão. A alternativa na qual NÃO ocorre a incidência do referido princípio é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prova testemunhal."
      },
      {
        "letra": "B",
        "texto": "prova documental."
      },
      {
        "letra": "C",
        "texto": "interrogatório."
      },
      {
        "letra": "D",
        "texto": "depoimento pessoal do autor ou do réu."
      },
      {
        "letra": "E",
        "texto": "inspeção judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843816",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "É incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à ação de nunciação de obra nova ao Município, a fim de impedir que o particular construa em contravenção da lei, do regulamento ou de postura."
      },
      {
        "letra": "B",
        "texto": "O juiz conhecerá diretamente do pedido, proferindo a sentença quando a questão de mérito for unicamente de direito, ou, sendo de direito e de fato, não houver necessidade de produzir prova em audiência."
      },
      {
        "letra": "C",
        "texto": "O ônus da prova incumbe: ao autor, quanto ao fato constitutivo do seu direito e; ao réu, quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor."
      },
      {
        "letra": "D",
        "texto": "Não é lícito ao juiz requerer, de ofício, o depoimento das partes. Compete a cada parte requerer o depoimento pessoal da outra, a fim de interroga-la na audiência de instrução e julgamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "761949",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "A respeito do valor probante do depoimento pessoal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a parte intimada pessoalmente se recusar a depor, o juiz aplicará a pena de confissão."
      },
      {
        "letra": "B",
        "texto": "Como não há obrigação legal para prestar depoimento pessoal, não há valor probante significativo."
      },
      {
        "letra": "C",
        "texto": "Será considerado prova, quando o depoimento pessoal for determinado de ofício, diante das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Não vale como confissão a admissão, em juízo, de fatos relativos às ações de filiação, divórcio e anulação de casamento."
      },
      {
        "letra": "E",
        "texto": "A confissão judicial faz prova contra o confitente, prejudicando, todavia, os litisconsortes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412190",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental"
    ],
    "enunciado_principal": "Com relação à prova no Código de Processo Civil brasileiro, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte, que alegar direito municipal, estadual, estrangeiro ou consuetudinário, provar-lhe-á o teor e a vigência, se assim o determinar o juiz."
      },
      {
        "letra": "B",
        "texto": "a carta precatória sempre suspende a marcha processual."
      },
      {
        "letra": "C",
        "texto": "a prova documental deve ser produzida, em regra, por ocasião das alegações finais."
      },
      {
        "letra": "D",
        "texto": "durante depoimento pessoal, não é admitida consulta a notas escritas, mesmo que breves e com objetivo de complementar ou esclarecer."
      },
      {
        "letra": "E",
        "texto": "a parte é obrigada a depor sobre todo e qualquer fato que lhe for indagado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365734",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca das provas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "A prova exclusivamente testemunhal só se admite nos negócios jurídicos cujo valor não ultrapasse o do maior salário mínimo vigente no país."
      },
      {
        "letra": "C",
        "texto": "Não pode ser admitido o depoimento dos cônjuges, ascendentes e descendentes das partes."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos destinatários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359240",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova pericial"
    ],
    "enunciado_principal": "Em processo visando à declaração de paternidade, designou-se audiência de instrução e julgamento para colheita de prova oral e decisão.Com base nesses elementos e, com o que dispõe a legislação em vigor sobre o procedimento probatório, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É incabível o depoimento pessoal do réu, já que não é possível a confissão quando em litígio direito indisponível."
      },
      {
        "letra": "B",
        "texto": "Se o Juiz entender conveniente para o julgamento da causa, poderá, no momento da prolação oral da sentença, considerar invertido o ônus da prova, por meio da teoria da carga dinâmica."
      },
      {
        "letra": "C",
        "texto": "Com o laudo pericial de exame genético já constando dos autos, o Juiz pode dispensar a produção de provas orais, ante a proeminência daquela prova científica."
      },
      {
        "letra": "D",
        "texto": "O Juiz deve suspender a instrução, caso esteja pendente o resultado da prova pericial, até que se complete o exame genético e se anexe o laudo aos autos."
      },
      {
        "letra": "E",
        "texto": "O Juiz, no exercício de seus poderes instrutórios, pode designar outra audiência para oitiva de testemunhas referidas nos depoimentos colhidos e reinquirir alguma já ouvida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354803",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "Acerca de provas, depoimento pessoal e confissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme súmula do Superior Tribunal de Justiça (STJ), a pretensão de reexame da legalidade da prova produzida não enseja recurso especial."
      },
      {
        "letra": "B",
        "texto": "O juiz pode determinar o comparecimento da parte à audiência, para depoimento pessoal, sob pena de desobediência."
      },
      {
        "letra": "C",
        "texto": "Em audiência, por intermédio de seu advogado, a parte pode formular perguntas a seu litisconsorte unitário."
      },
      {
        "letra": "D",
        "texto": "O advogado não pode prestar depoimento pessoal pelo cliente, mas pode confessar, desde que tenha procuração com poder especial para tanto."
      },
      {
        "letra": "E",
        "texto": "Transfere-se aos herdeiros do confitente o direito de propor ação anulatória para revogar confissão emanada de coação durante a pendência do processo em que foi feita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322674",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca dos meios de prova aceitos pelo Código de Processo Civil (CPC).Os meios de prova aceitos pelo CPC incluem o depoimento pessoal, a exibição de documento ou coisa e a inspeção judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303718",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Serão presumidos verdadeiros os fatos alegados pela defesa do réu, se o autor, sem justo motivo, deixar de comparecer à audiência de instrução para a qual foi intimado para prestar depoimento pessoal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426598",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e, considerando o Código de Processo Civil, assinale a alternativa correta.I - Há fatos incontroversos que dependem de prova. II - Em princípio, é possível que as partes estabeleçam em contrato a inversão do ônus da prova, desde que o direito sobre o qual recaia o encargo probatório seja disponível e que tal inversão não torne excessivamente difícil a uma das partes o exercício do direito.III - Incumbe a parte que alegar direito municipal, estadual, estrangeiro ou consuetudinário, o ônus de provar o teor e sua vigência, se assim o determinar o juiz. IV - A carta precatória destinada à inquiração de testemunhas fora da sede do juízo não suspende o procedimento principal.V - Mesmo em relação a questões profissionais, sobre as quais se deve guardar sigilo, a parte deve prestar depoimento, ocasião em que será garantida a tramitação do processo sob segredo de justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São verdadeiras as proposições I, II e III."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras as proposições I, III e V."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras as proposições II, IV e V"
      },
      {
        "letra": "D",
        "texto": "São verdadeiras as proposições II, III e IV."
      },
      {
        "letra": "E",
        "texto": "São verdadeiras as prosições I, IV e V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "209794",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Quanto à prova no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ônus da prova incumbe ao autor, quanto ao fato constitutivo do seu direito, e ao réu, quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor. É nula a convenção que distribui de maneira diversa o ônus da prova quando recair sobre direito disponível da parte."
      },
      {
        "letra": "B",
        "texto": "Na ausência de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e, ainda, as regras da experiência técnica, inclusive para os casos que dependeriam de exame pericial."
      },
      {
        "letra": "C",
        "texto": "Incumbe o ônus da prova, quando se tratar de falsidade de documento, à parte que o produziu e, em se tratando de contestação de assinatura, à parte que a arguir."
      },
      {
        "letra": "D",
        "texto": "Em virtude da distribuição do ônus da prova, compete exclusivamente a cada parte requerer o depoimento pessoal da outra, a fim de interrogá-la na audiência de instrução e julgamento."
      },
      {
        "letra": "E",
        "texto": "A prova emprestada consiste naquela produzida em um processo e colacionada para ser utilizada em outro, no qual surja o interesse em seu uso, com o intuito de evitar a repetição de atos processuais, ocorrendo, por exemplo, quando o local a ser periciado já tiver sido desativado."
      }
    ],
    "gabarito": "E"
  }
]