[
  {
    "id": "690724",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Numa ação de indenização que tramita pelo rito ordinário, em que o polo passivo é composto por duas pessoas, com relação aos prazos de defesa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se um dos réus for a Fazenda Pública, ela terá o dobro de prazo para contestar."
      },
      {
        "letra": "B",
        "texto": "Sendo os réus assistidos por advogados diferentes, ambos terão o quádruplo de prazo para apresentar defesa."
      },
      {
        "letra": "C",
        "texto": "Iniciar-se-á o prazo para apresentação de defesa da juntada de cada um dos mandados positivos aos autos, sendo assim, cada réu terá seu prazo independente do outro."
      },
      {
        "letra": "D",
        "texto": "O prazo para apresentação de defesa será de quinze dias, contado da juntada do último mandado positivo aos autos, sendo que, se os réus tiverem advogados diferentes, tal prazo será contado em dobro."
      },
      {
        "letra": "E",
        "texto": "Sendo os réus assistidos pelo mesmo advogado, o prazo para defesa será contado em dobro e terá inicio da juntada do último mandado de citação positivo nos autos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629664",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Em relação aos sujeitos do processo, em especial sobre litisconsórcio, analise as assertivas abaixo e assinale a alternativa correta:I - O litisconsórcio será necessário e simples quando a sua formação for obrigatória exclusivamente por força de lei, como ocorre nas ações de usucapião. Se a lei determinar a sua formação, mas, além disso, o processo versar sobre relação jurídica una e incindível, o litisconsórcio será necessário e unitário, como nas ações de dissolução da sociedade. II - O litisconsórcio será facultativo e simples nas hipóteses dos incisos do art. 46 do Código de Processo Civil: comunhão, conexão e afinidade por um ponto comum. No caso de comunhão ou co-titularidade, o litisconsórcio será facultativo e simples se a coisa ou relação jurídica for una, mas cindível, como ocorre na solidariedade, porque, se for incindível, haverá unitariedade. III - O litisconsórcio será necessário e unitário quando o processo versar sobre coisa ou relação jurídica una e incindível, que tenha vários titulares. Mas desde que se esteja no campo da legitimidade ordinária, porque, se for extraordinária, a litisconsórcio será facultativo e unitário. Exemplos de litisconsórcios necessários e unitários são as ações de nulidade de casamento, ajuizadas pelo Ministério Público, e as ações de anulação de contrato. IV - O litisconsórcio será facultativo e unitário quando o processo verse sobre relação jurídica una e incindível, com mais de um titular, mas que exista lei que autorize a sua postulação ou defesa em juízo por apenas um dos titulares, o que só ocorre quando se está no campo da legitimidade extraordinária. Se a lei faculta que a coisa ou direito seja defendido só por um dos titulares, se eles se agruparem para o fazer, o litisconsórcio será facultativo e unitário. V - Enquanto o processo está em curso, verificando o juiz que há um litisconsorte necessário ausente, mandará incluí-lo. Se o processo estiver em fase avançada, tal determinação implicará a nulidade de todos os atos processuais até então praticados, sem a participação do litisconsorte necessário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "622490",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Modificação de competência",
      "Da comunicação dos atos processuais - Citação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Pedro e Caio, domiciliados em Macapá – AP, foram vítimas de acidente automobilístico em uma rodovia. Supostamente, o acidente foi provocado por Rafael, domiciliado em Belém – PA. As vítimas propuseram, separadamente, ações de indenização contra Rafael na justiça comum de Macapá. A respeito dessa situação hipotética, assinale a opção correta de acordo com disposições do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a demanda indenizatória foi proposta na justiça comum, o processo deverá seguir necessariamente o procedimento ordinário, rito que viabiliza o contraditório e a ampla defesa ao réu nessa situação."
      },
      {
        "letra": "B",
        "texto": "A citação do réu deve ser feita necessariamente por oficial de justiça: o CPC veda a citação por via postal nas ações de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "C",
        "texto": "Caso Rafael interponha oportunamente exceção de incompetência relativa, o juiz deve declinar de sua competência."
      },
      {
        "letra": "D",
        "texto": "Caso as ações sejam distribuídas para órgãos judicias distintos, os processos poderão ser posteriormente reunidos em razão da existência de continência."
      },
      {
        "letra": "E",
        "texto": "Pedro e Caio poderiam ter optado por ingressar em litisconsórcio ativo, caso em que seriam considerados como litigantes distintos em suas relações com a parte adversa, por força do princípio da autonomia dos litisconsortes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "620587",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe a ação de oposição nas ações pessoais mobiliárias."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão que soluciona o pedido de nomeação à autoria cabe recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Formado o litisconsórcio passivo necessário unitário, a contestação oferecida pelo corréu não obsta a incidência dos efeitos materiais da revelia em relação ao revel."
      },
      {
        "letra": "D",
        "texto": "No incidente de chamamento ao processo, extromissão da parte é o procedimento processual empregado para a substituição da parte ré pelo chamado."
      },
      {
        "letra": "E",
        "texto": "Se dois ou mais dos litisconsortes representados por advogado comum sucumbirem, não se contará o prazo em dobro para recorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "617790",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Sobre o litisconsórcio e a assistência, nos termos estabelecidos pelo Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos e os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "A assistência tem lugar em qualquer dos tipos de procedimento e em todos os graus da jurisdição; mas o assistente recebe o processo no estado em que se encontra."
      },
      {
        "letra": "D",
        "texto": "Na assistência, sendo revel o assistido, o assistente será considerado seu gestor de negócios."
      },
      {
        "letra": "E",
        "texto": "A assistência não obsta a que a parte principal reconheça a procedência do pedido, casos em que, terminando o processo, cessa a intervenção do assistente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595612",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Modificação de competência",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Acerca dos temas resposta do réu, prazos e litisconsórcio, assinale a opção correta, de acordo com a legislação aplicável e a jurisprudência dominante do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prerrogativa de prazo em dobro para recorrer, de que trata o artigo 191, do CPC, somente se aplica quando mais de um dos litisconsortes tiver legitimidade e interesse recursal, mesmo que sejam diversos os procuradores."
      },
      {
        "letra": "B",
        "texto": "A exceção de incompetência deve ser arguida em petição fundamentada e instruída, devendo o excipiente indicar o juízo para o qual declina; o excepto será ouvido em dez dias e o juiz dispõe de igual prazo para decidir a exceção, sendo incabível a produção de prova testemunhal, porque a competência é matéria de direito."
      },
      {
        "letra": "C",
        "texto": "Havendo litisconsórcio passivo facultativo, se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para resposta correrá a partir da juntada aos autos do último mandado de citação ou aviso de recebimento."
      },
      {
        "letra": "D",
        "texto": "O réu deverá alegar, na contestação, toda a matéria de defesa que tiver, e deverá, no mesmo prazo da contestação, arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "E",
        "texto": "A reconvenção tem natureza jurídica de lide secundária e, uma vez extinta a ação principal, também se extingue a reconvenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "619839",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Com relação aos impedimentos e à suspeição, assinale V para a afirmativa verdadeira e F para a falsa. ( ) É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário quando for cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou na colateral, até o terceiro grau.( ) Reputa-se fundada a suspeição de parcialidade do juiz quando este for herdeiro presuntivo de alguma das partes. ( ) Os motivos de impedimento e de suspeição não se aplicam aos serventuários da Justiça. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V e F."
      },
      {
        "letra": "B",
        "texto": "F, V e V."
      },
      {
        "letra": "C",
        "texto": "V, F e F."
      },
      {
        "letra": "D",
        "texto": "V, V e F."
      },
      {
        "letra": "E",
        "texto": "F, F e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "599857",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Conceito e Classificação do Litisconsórcio",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "A usucapião é uma modalidade de aquisição da propriedade de bens móveis ou imóveis mediante o exercício da posse, nos prazos fixados em lei. Em relação à usucapião de imóveis,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o litisconsórcio entre a pessoa cujo nome se encontra registrado o imóvel e os proprietários dos imóveis confinantes é classificado como passivo, necessário e unitário."
      },
      {
        "letra": "B",
        "texto": "os bens públicos e aqueles pertencentes às sociedades de economia mista não podem ser objeto de usucapião."
      },
      {
        "letra": "C",
        "texto": "os representantes da fazenda pública da União, Estados, Distrito Federal, Territórios e municípios serão intimados, via postal, para que manifestem interesse na causa."
      },
      {
        "letra": "D",
        "texto": "a sentença proferida contra quem, tendo título registrado, não foi citado para a ação de usucapião, é ineficaz, devendo ser impugnada mediante ação rescisória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "597309",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre litisconsórcio, nos termos previstos do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se configure o litisconsórcio, duas ou mais pessoas em processos distintos, mas sobre o mesmo assunto, em conjunto, ativa ou passivamente, podem litigar se entre elas houver comunhão de direitos ou de obrigações relativamente a lides das quais participam."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação suspende o prazo para resposta, que continua da intimação da decisão."
      },
      {
        "letra": "C",
        "texto": "Há litisconsórcio facultativo quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; sendo em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "D",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo e todos devem ser intimados dos respectivos atos."
      },
      {
        "letra": "E",
        "texto": "Os litisconsortes sempre serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592477",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, às nulidades e à atuação do juiz no processo civil, julgue o item a seguir, de acordo com o CPC e com a jurisprudência dos tribunais superiores. Existe prazo em dobro para interposição de recurso para litisconsortes com diferentes procuradores, ainda que, diante de determinada decisão do processo, apenas um dos litisconsortes possua interesse em recorrer na situação concreta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "590373",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "José e João, acionistas de uma empresa, não foram comunicados sobre uma assembleia que iria tratar de assuntos referentes a seus interesses. Desse modo, ajuízam ação, em litisconsórcio, em face da empresa, pedindo a anulação da referida assembleia. Nesse caso, formou-se um litisconsórcio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ativo, necessário e unitário;"
      },
      {
        "letra": "B",
        "texto": "misto, facultativo e simples;"
      },
      {
        "letra": "C",
        "texto": "ativo, facultativo e unitário;"
      },
      {
        "letra": "D",
        "texto": "ativo, necessário e simples;"
      },
      {
        "letra": "E",
        "texto": "ativo, facultativo e necessário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578443",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre Litisconsórcio, aponte a assertiva incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo e todos devem ser intimados dos respectivos atos."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação, no entanto, não interrompe o prazo para resposta."
      },
      {
        "letra": "D",
        "texto": "Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "E",
        "texto": "O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564040",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existindo litisconsórcio necessário unitário, é possível ao Juiz limitá-lo, a pedido, quanto ao número de litigantes, quando houver prejuízo à defesa ou à célere solução do litígio."
      },
      {
        "letra": "B",
        "texto": "Todo litisconsórcio necessário é simples."
      },
      {
        "letra": "C",
        "texto": "Em ação de investigação de paternidade movida por menor (representado por sua mãe) em face de seu suposto pai biológico, torna-se desnecessária a citação do pai registral para integrar a lide."
      },
      {
        "letra": "D",
        "texto": "O recurso produz efeito somente ao litisconsorte que recorre, ressalvadas as hipóteses de litisconsórcio unitário, pois nestas os efeitos do recurso interposto por um dos litisconsortes se estenderão aos demais."
      },
      {
        "letra": "E",
        "texto": "O litisconsórcio unitário decorre do fato dos direitos e obrigações derivarem do mesmo fundamento fático."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "552748",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa CORRETA: I. Ao juiz é vedado limitar qualquer tipo de litisconsórcio quanto ao número de litigantes. II. Não havendo impugnação dentro de 5 (cinco) dias, o pedido do assistente será deferido. III. Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos. IV. Na denunciação da lide, feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "546155",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as obrigações derivarem de diverso fundamento de direito."
      },
      {
        "letra": "B",
        "texto": "entre elas houver comunhão de direitos ou de obrigações relativamente à lide."
      },
      {
        "letra": "C",
        "texto": "entre as causas houver compensação pelo objeto ou pela causa de pedir."
      },
      {
        "letra": "D",
        "texto": "os direitos derivarem de diverso fundamento de fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532497",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "O recurso interposto por um dos litisconsortes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a todos aproveita, salvo se distintos ou opostos os seus interesses."
      },
      {
        "letra": "B",
        "texto": "aproveita ao recorrente, pois os interesses nunca são comuns a todos."
      },
      {
        "letra": "C",
        "texto": "a todos aproveita, se não for o caso de reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "aproveita ao recorrente, se a natureza litisconsorcial for passiva."
      },
      {
        "letra": "E",
        "texto": "aproveita sempre a todos, pela natureza indistinta do litisconsórcio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "531954",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O texto do Código de Processo Civil de 1973 dispõe que o litisconsórcio necessário ocorre nas hipóteses em que, por disposição da lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes, e sobre esta definição não há qualquer crítica oriunda da doutrina nem da jurisprudência."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de litisconsórcio unitário passivo, a ausência de citação de um dos réus dentro do prazo assinalado pelo juiz não prejudica o andamento do feito, de modo que o processo poderá ser instruído e julgado."
      },
      {
        "letra": "C",
        "texto": "No litisconsórcio e na assistência litisconsorcial, os litisconsortes serão considerados como litigantes distintos, de modo que os atos e as omissões de um não prejudicam os outros, mas essa regra não se aplica para o litisconsórcio unitário."
      },
      {
        "letra": "D",
        "texto": "Se parte processual é o sujeito que pede e contra quem se pede, o assistente simples é parte porque requer seu ingresso no feito, uma vez que a assistência é via voluntária de ingresso na relação jurídica processual."
      },
      {
        "letra": "E",
        "texto": "Nas hipóteses do Código de Processo Civil de 1973, as modalidades de intervenção de terceiros contemplam procedimentos que permitem a participação de terceiros, voluntária ou provocada, de modo que contribuam para o processo sem serem afetados pela sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "528070",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando que o Ministério Público propôs ação para a decretação de nulidade de casamento, fundamentado no fato de que somente um dos contraentes era enfermo mental e o contraiu sem o necessário discernimento para os atos da vida civil, em relação aos cônjuges haverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oposição, sendo ambos os demandados."
      },
      {
        "letra": "B",
        "texto": "assistência, sendo ambos os demandados."
      },
      {
        "letra": "C",
        "texto": "litisconsórcio necessário, sendo ambos os demandados."
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo, se somente um deles for demandado."
      },
      {
        "letra": "E",
        "texto": "denunciação da lide, se somente um deles for demandado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "521376",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Juizado Especial no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos sujeitos processuais e do litisconsórcio no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento consolidado pelo STJ, em ação contra o INSS que verse sobre contribuições previdenciárias, admite-se a formação de litisconsórcio facultativo após o ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "Genitora que defende direitos de titularidade de um filho absolutamente incapaz atua como parte no processo."
      },
      {
        "letra": "C",
        "texto": "Em caso de litisconsórcio classificado como necessário, o juiz deve emitir decisão idêntica para todos os litigantes que ocupem o mesmo polo da demanda."
      },
      {
        "letra": "D",
        "texto": "Conforme jurisprudência dominante do STJ, a qualificação da relação como sendo de consumo não afasta a possibilidade de denunciação da lide."
      },
      {
        "letra": "E",
        "texto": "A vedação da intervenção de terceiros no âmbito dos juizados especiais federais não afasta a possibilidade de formação de litisconsórcio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "515195",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Na ação de usucapião, o litisconsórcio que se estabelece entre a pessoa em cujo nome estiver registrado o imóvel usucapiendo e os proprietários dos imóveis que lhe sejam confinantes deve ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "passivo, necessário e simples;"
      },
      {
        "letra": "B",
        "texto": "passivo, necessário e unitário;"
      },
      {
        "letra": "C",
        "texto": "ativo, facultativo e simples;"
      },
      {
        "letra": "D",
        "texto": "passivo, facultativo e unitário;"
      },
      {
        "letra": "E",
        "texto": "ativo, facultativo e unitário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "513365",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Do Litisconsórcio",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuges."
      },
      {
        "letra": "B",
        "texto": "Os embargos à execução serão opostos nos autos da ação de execução respectiva, através de petição direcionada ao Juiz da causa, contendo pedido de intimação do credor para impugnar os embargos."
      },
      {
        "letra": "C",
        "texto": "A concessão de efeito suspensivo aos embargos oferecidos por um dos executados suspende, por regra, a execução contra os que não embargaram."
      },
      {
        "letra": "D",
        "texto": "Os embargos do executado têm efeito suspensivo, salvo expressamente afastados pelo julgador ao recebê-los."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512407",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre o litisconsórcio, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      },
      {
        "letra": "B",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo, não sendo necessária a intimação dos demais litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Os casos classificados como litisconsórcios unitários são, por natureza, facultativos."
      },
      {
        "letra": "D",
        "texto": "Nos casos de litisconsórcio simples, o provimento jurisdicional de mérito tem de regular de modo uniforme a situação jurídica de todos, não sendo possível a existência de julgamento diverso entre os litisconsortes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "497244",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "J.C., F.D., R.F. e G.W., acionistas da empresa Sementes Prateadas S/A, ajuizaram ação visando à anulação de uma assembleia geral que, apesar de devidamente convocada, foi instalada sem a observância do quórum mínimo legal. A situação narrada corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio ativo necessário simples."
      },
      {
        "letra": "B",
        "texto": "litisconsórcio facultativo unitário."
      },
      {
        "letra": "C",
        "texto": "litisconsórcio necessário unitário."
      },
      {
        "letra": "D",
        "texto": "litisconsórcio facultativo simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485911",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes ao litisconsórcio e intervenção de terceiros.A lei processual permite a limitação do litisconsórcio facultativo ou necessário quando for verificado que um número excessivo de litigantes pode comprometer a razoável duração do processo ou causar prejuízo à ampla defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "700433",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as seguintes assertivas: I - O art. 456 do Código Civil de 2002 prevê que “para poder exercitar o direito que da evicção lhe resulta, o adquirente notificará do litígio o alienante imediato, ou qualquer dos anteriores, quando e como lhe determinarem as leis do processo. Pode-se afirmar que introduziu a denunciação da lide “per saltum”. II - A assistência litisconsorcial é hipótese de litisconsórcio unitário facultativo ulterior. Trata-se de intervenção espontânea pela qual o terceiro transforma-se em litisconsorte do assistido. III - Nos casos de recurso representativo de controvérsia – se o recurso paradigma não tiver admissibilidade, os demais também não terão. IV - No direito brasileiro, atualmente, há casos em que se admite a formação de um litisconsórcio passivo facultativo ulterior simples, por provocação do autor, mesmo que já tenha havido a citação de outro réu, com a estabilização subjetiva do processo. V - Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos. Os prazos para contestar e recorrer são unos, começam da juntada aos autos do último mandado de citação cumprido. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva V está errada"
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas"
      },
      {
        "letra": "C",
        "texto": "A assertiva IV está errada"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das respostas anteriores"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "700421",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Tício celebrou contrato com Caio e Mévio, que em razão da mora tornaram-se devedores solidários. Tício ingressou com demanda de cobrança contra Caio e Mévio. Em sede de contestação Caio alega que no momento de celebração do contrato era incapaz, não podendo suportar os efeitos do inadimplemento contratual. Acolhida a defesa de Caio, que naturalmente em nada beneficia Mévio, é possível que o Juiz julgue o pedido de Tício improcedente com relação a Caio e condene somente Mévio ao pagamento. No que concerne ao litisconsórcio, em relação ao caso hipotético acima exposto é possível afirmar tratar-se de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio necessário e unitário."
      },
      {
        "letra": "B",
        "texto": "litisconsórcio facultativo e simples."
      },
      {
        "letra": "C",
        "texto": "litisconsórcio facultativo e unitário."
      },
      {
        "letra": "D",
        "texto": "litisconsórcio necessário e simples."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473791",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: IPT-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Faz coisa julgada a verdade dos fatos, desde que importante para determinar o alcance da parte dispositiva da sentença."
      },
      {
        "letra": "B",
        "texto": "Nas causas relativas ao estado de pessoa, se houverem sido citados no processo, em litisconsórcio necessário, todos os interessados, a sentença produz coisa julgada em relação a terceiros."
      },
      {
        "letra": "C",
        "texto": "Faz coisa julgada toda apreciação da questão prejudicial, decidida incidentemente no processo."
      },
      {
        "letra": "D",
        "texto": "Todas as sentenças estão sujeitas à autoridade da coisa julgada material, que impede que a mesma questão seja posteriormente rediscutida em outro processo."
      },
      {
        "letra": "E",
        "texto": "Na substituição processual, o substituído processual não pode ser atingido pela coisa julgada material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462247",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Revendo os seus critérios de distribuição de itinerários de linhas de ônibus, o Poder Público municipal editou ato administrativo por meio do qual atribuiu à sociedade empresária “A”, uma das concessionárias do serviço público em questão, uma linha bastante lucrativa, que, até então, era explorada pela sociedade empresária “B”. Sentindo-se prejudicada com a alteração, que, em sua ótica, foi promovida com desvio de finalidade, porquanto visava a beneficiar indevidamente a concorrente, a empresa “B” ajuizou demanda, sob o rito ordinário, em face da pessoa jurídica de direito público, pleiteando a anulação do ato administrativo editado. No que concerne à empresa contemplada com a nova linha, a sua inclusão na relação processual deve se dar em razão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do litisconsórcio passivo, necessário e simples."
      },
      {
        "letra": "B",
        "texto": "do litisconsórcio passivo, necessário e unitário."
      },
      {
        "letra": "C",
        "texto": "do litisconsórcio passivo, facultativo e simples."
      },
      {
        "letra": "D",
        "texto": "da assistência simples."
      },
      {
        "letra": "E",
        "texto": "da denunciação da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "433959",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Quando os litisconsortes tiverem procuradores diferentes, os prazos para contestar serão contados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decorridas 24 horas"
      },
      {
        "letra": "B",
        "texto": "de forma simples"
      },
      {
        "letra": "C",
        "texto": "em quádruplo"
      },
      {
        "letra": "D",
        "texto": "em dobro"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432687",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando entre elas houver comunhão de direitos ou de obrigações relativamente à lide;"
      },
      {
        "letra": "B",
        "texto": "O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de declarar extinto o processo;"
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes em comum; os atos e as omissões de um prejudicarão ou beneficiarão os outros;"
      },
      {
        "letra": "D",
        "texto": "É admissível o litisconsórcio entre Ministérios Públicos;"
      },
      {
        "letra": "E",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "430342",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Revelia",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Não está de acordo com o disposto no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte poderá renunciar ao prazo estabelecido exclusivamente em seu favor."
      },
      {
        "letra": "B",
        "texto": "Contra o revel que não tenha patrono nos autos, correrão os prazos independentemente de intimação, a partir da publicação de cada ato decisório."
      },
      {
        "letra": "C",
        "texto": "Findo o prazo para a resposta do réu, o escrivão fará a conclusão dos autos. O juiz, no prazo de 10 dias, determinará, conforme o caso, as providências preliminares."
      },
      {
        "letra": "D",
        "texto": "Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos."
      },
      {
        "letra": "E",
        "texto": "A citação torna prevento o juízo, induz litispendência, interrompe a prescrição e, exceto quando ordenada por juiz incompetente, constitui em mora o devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429579",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A empresa de transportes XXX é segurada pela Empresa de Seguros YYY. Em virtude de acidente de veículo ocasionado por um dos veículos da transportadora XXX, esta vem a ser demandada em ação indenizatória pela vítima do dano. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a transportadora deverá oferecer chamamento ao processo à Empresa de Seguros YYY, sendo que, nesse caso, esta última não poderá ser condenada diretamente em face da vítima do dano, pois não há que se falar em qualquer relação jurídica direta entre a Seguradora e a vítima."
      },
      {
        "letra": "B",
        "texto": "a transportadora deverá, necessariamente, aguardar o desfecho da ação para depois pedir o reembolso à Empresa de Seguros YYY, pois a Seguradora não tem legitimidade para figurar na relação jurídica processual, eis que não participou do acidente."
      },
      {
        "letra": "C",
        "texto": "a transportadora deverá nomear a Empresa de Seguros YYY à autoria, pois esta última é a única legitimada, em virtude do contrato de seguro existente, a responder pelos danos causados à vítima."
      },
      {
        "letra": "D",
        "texto": "segundo a orientação do STJ, a transportadora poderá oferecer denunciação da lide em face da Empresa de Seguros YYY, sendo que, nesse caso, esta última poderá ser condenada diretamente em face da vítima do dano, pois figurará, juntamente com a transportadora, na qualidade de litisconsorte passiva em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429575",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Geraldo propõe ação judicial pelo procedimento comum ordinário em face da Municipalidade de São Paulo e da Municipalidade de São Caetano do Sul, em litisconsórcio passivo. No que diz respeito ao prazo de contestação, é correto afirmar que, nesse caso, é computado em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "óctuplo, na medida em que, além de a ação ter sido ajuizada contra o Poder Público, há ainda o cômputo do prazo em dobro por haver litisconsórcio passivo com procuradores distintos para cada Municipalidade."
      },
      {
        "letra": "B",
        "texto": "dobro, pois as Municipalidades deverão ser repre- sentadas por procuradores distintos."
      },
      {
        "letra": "C",
        "texto": "quádruplo, por se tratar de ação envolvendo a Fazenda Pública no polo passivo."
      },
      {
        "letra": "D",
        "texto": "dobro, desde que Municipalidades sejam represen- tadas por procuradores distintos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429162",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Examine os enunciados seguintes:I. O litisconsórcio multitudinário poderá ser limitado pelo juiz, caso se trate de litisconsórcio facultativo e não necessário, desde que o número de litigantes seja tal que comprometa a rápida solução do litígio ou dificulte a defesa da parte adversa. II. Quando o litisconsórcio for necessário por força de lei, também será sempre unitário, isto é, a sentença será sempre igual para os litisconsortes. III. Na maioria dos casos o litisconsórcio facultativo é simples, ou seja, sua formação será opcional e a sentença poderá ser diferente para os litisconsortes, o que não ocorre com a sentença proferida no litisconsórcio unitário. No tocante ao litisconsórcio, são corretos os enunciados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "427902",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Nas demandas de fornecimento de medicamentos, ajuizadas contra o Estado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem ser citados o Município e a União, na qualidade de litisconsortes passivos necessários."
      },
      {
        "letra": "B",
        "texto": "é vedado o chamamento ao processo da União ou do Município, realizado com espeque na solidariedade."
      },
      {
        "letra": "C",
        "texto": "não se admite a formação de litisconsórcio ativo facultativo."
      },
      {
        "letra": "D",
        "texto": "é possível a nomeação à autoria da União, com base na sua legitimidade como responsável financeira pelo Sistema Único de Saúde."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426391",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, sendo que este fenômeno jurídico será conceituado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litisconsórcio."
      },
      {
        "letra": "B",
        "texto": "Nomeação à Autoria."
      },
      {
        "letra": "C",
        "texto": "Assistência."
      },
      {
        "letra": "D",
        "texto": "Denunciação da Lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425308",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Prazos",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Dentre os atos praticados no processo, assinale o INCORRETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz proferirá os despachos de expediente, no prazo de 5 (cinco) dias e as decisões, no prazo de 10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "Não havendo preceito legal nem assinação pelo juiz, será de 5 (cinco) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "D",
        "texto": "É lícito a qualquer interessado cobrar os autos ao advogado que exceder o prazo legal. Se, intimado, não os devolver dentro em 24 (vinte e quatro) horas, perderá o direito à vista fora de cartório e incorrerá em multa, correspondente à metade do salário mínimo vigente na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425188",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que pertine ao litisconsórcio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É incorreto afirmar-se que o juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação interrompe o prazo para resposta, que recomeça da intimação da decisão;"
      },
      {
        "letra": "B",
        "texto": "Há litisconsórcio facultativo quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir, a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo;"
      },
      {
        "letra": "C",
        "texto": "Os litisconsortes são sempre considerados, em suas relações com a parte adversa, como litigantes distintos;os atos e as omissões de um não prejudicarão nem beneficiarão os outros;"
      },
      {
        "letra": "D",
        "texto": "Não se conta em dobro o prazo de recurso quando apenas um dos litisconsodes sucumbiu;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "419612",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as afirmações abaixo e, depois, assinale a opção correta. I – o litisconsórcio no polo passivo será sempre facultativo. II – Nos vínculos jurídicos em que há solidariedade ativa ou passiva o litisconsórcio é, em regra, necessário e unitário. III – Se a sentença puder ser distinta em seu dispositivo para os litisconsortes, a hipótese é de litisconsórcio simples. IV – O comando do artigo 48 do Código de Processo Civil (segundo o qual, em regra, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros) não é aplicável, em boa parte dos casos, ao litisconsórcio unitário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma proposição está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Há três assertivas corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415201",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Estabelece o Código de Processo Civil que feita a denunciação da lide pelo réu, se o denunciado for revel, ou comparecer apenas para negar a qualidade que Ihe foi atribuída, cumprirá ao denunciante prosseguir na defesa até final. E ainda, feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415200",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio no Código de Processo Civil, duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando, dentre outras hipóteses, ocorrer afinidade de questões por um ponto comum de fato ou de direito. Trata a hipótese de litisconsórcio impróprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414603",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Em relação ao litisconsórcio, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se forme um litisconsórcio é obrigatório que as relações jurídicas entre as partes sejam unas e indivisíveis."
      },
      {
        "letra": "B",
        "texto": "Poderá haver a limitação quanto ao número de litigantes, se o litisconsórcio for facultativo e o número de litigantes for tal que comprometa a rápida solução do litígio ou dificulte a defesa."
      },
      {
        "letra": "C",
        "texto": "Como regra geral, a conduta comissiva ou omissiva de um litisconsorte poderá prejudicar ou beneficiar os outros litisconsortes."
      },
      {
        "letra": "D",
        "texto": "Uma consequência necessária de qualquer litisconsórcio é a decisão da lide, pelo juiz, de modo uniforme para todas as partes."
      },
      {
        "letra": "E",
        "texto": "Quando o litisconsórcio é necessário por força de lei, será sempre unitário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "409229",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Havendo litisconsortes com advogados distintos, o prazo deve ser contado em dobro para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestar, salvo se houver revelia de um dos litisconsortes."
      },
      {
        "letra": "B",
        "texto": "contestar, desde que haja requerimento desse benefício na primeira metade do prazo."
      },
      {
        "letra": "C",
        "texto": "recorrer, mesmo que só um dos litisconsortes tenha sucumbido."
      },
      {
        "letra": "D",
        "texto": "contestar, ainda que os advogados sejam do mesmo escritório e tenham apresentado a petição em conjunto, suscitando as mesmas razões."
      },
      {
        "letra": "E",
        "texto": "de modo geral, falar nos autos, não importando se o prazo é legal ou judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406875",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. Denomina-se litisconsórcio necessário unitário aquele em que o provimento jurisdicional afetará igualmente todos os litisconsortes. II. Na assistência litisconsorcial, havendo a renúncia ao direito sobre o qual se funda a ação por parte do assistido, ela não prejudica o assistente. III. Dando-se conta de que o número de litisconsortes ativos é prejudicial à sua defesa e à rápida conclusão do processo, pode o réu requerer a limitação do litisconsórcio na audiência prevista no artigo 331 do Código de Processo Civil para a realização do saneamento do feito por parte do juiz. IV. Se o denunciado recusar a denunciação da lide requerida pelo réu, ela ficará sem efeito, prosseguindo o processo exclusivamente entre este e o autor. Agora, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão erradas as afirmações I e III e certa a afirmação II."
      },
      {
        "letra": "B",
        "texto": "Estão erradas as afirmações I e III e certa a afirmação IV."
      },
      {
        "letra": "C",
        "texto": "As afirmações I, II, III e IV estão certas."
      },
      {
        "letra": "D",
        "texto": "Estão erradas as afirmações I e II e certa a afirmação III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402843",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos a competência e litisconsórcio.Pode ser proferida de ofício a decisão judicial que determina ao autor que promova a citação de todos os litisconsortes passivos necessários, sob pena de extinção do processo sem julgamento de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402232",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Depois de uma áspera discussão envolvendo os amigos Caio, Ticio e Mevio, travou-se uma luta corporal durante a qual Ticio desferiu um violento soco em Caio. Tendo sofrido graves lesões na face, que inclusive o levaram a se submeter a cirurgias, Caio, supondo equivocadamente que a agressão partira de Mevio, moveu-lhe ação, sob o rito ordinário, pleiteando a indenização dos danos materiais e morais experimentados. Citado, Mevio procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha principal a nortear a defesa de Mevio deverá ser no sentido de se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar de ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Ticio, para que, caso seja condenado a pagar as verbas indenizatórias reclamadas por Caio, possa o réu receber o correspondente valor, no mesmo processo, do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "promover a nomeação à autoria em relação a Ticio, o único responsável pelo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "alegar, como tese de mérito, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "E",
        "texto": "arguir a questão preliminar de inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402227",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Determinada sociedade empresária ajuizou ação, sob o rito ordinário, em face de pessoa jurídica de direito público, pleiteando a anulação de procedimento de licitação no qual fora declarada inabilitada. Considerando que os efeitos da prestação jurisdicional postulada repercutiriam na esfera jurídica de terceiros, notadamente a pessoa jurídica que, ao final, se sagraria vencedora no certame licitatório, a posterior inclusão desta, na relação processual, daria azo à formação de um litisconsórcio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "passivo, facultativo e simples."
      },
      {
        "letra": "B",
        "texto": "passivo, necessário e unitário."
      },
      {
        "letra": "C",
        "texto": "passivo, necessário e simples."
      },
      {
        "letra": "D",
        "texto": "ativo, facultativo e unitário."
      },
      {
        "letra": "E",
        "texto": "ativo, necessário e unitário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "400576",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Recurso ordinário constitucional",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Com relação ao mandado de segurança, individual ou cole­tivo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o direito ameaçado ou violado couber a várias pessoas, todas deverão vir a juízo, em litisconsórcio necessário, a fim de requerer o mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "a sentença que conceder o mandado fica sujeita ao duplo grau de jurisdição, não podendo, entretanto, ser executada provisoriamente."
      },
      {
        "letra": "C",
        "texto": "quando o direito ameaçado ou violado couber a várias pessoas, qualquer delas poderá requerer o mandado de segurança."
      },
      {
        "letra": "D",
        "texto": "contra o acórdão que conceder ou negar a segurança, nos mandados de competência originária do tribunal, cabe recurso ordinário constitucional."
      },
      {
        "letra": "E",
        "texto": "contra a sentença que denegar a segurança, nos manda­dos de competência originária do primeiro grau, cabe recurso ordinário constitucional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe denunciação da lide àquele que for obrigado a indenizar, em ação regressiva, o que se despendeu em juízo, mesmo quando isso demandar a análise de fato diverso dos envolvidos na ação principal."
      },
      {
        "letra": "B",
        "texto": "Na ação em que o fiador for réu, a nomeação do devedor à autoria poderá ser requerida em qualquer fase do procedimento."
      },
      {
        "letra": "C",
        "texto": "Contar-se-á em dobro o prazo para recorrer quando só um dos litisconsortes for sucumbente."
      },
      {
        "letra": "D",
        "texto": "O assistente simples, em nome próprio, atua no processo como legitimado extraordinário, auxiliando na defesa de direito alheio."
      },
      {
        "letra": "E",
        "texto": "A oposição pode ser oferecida antes ou depois da audiência, cabendo ao juiz decidi-la sempre simultaneamente com a ação principal e desta primeiro conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392506",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale e alternativa correta a respeito do litisconsórcio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos de disposição do direito por um dos litisconsortes, sem o consentimento dos demais, são plenamente ineficazes."
      },
      {
        "letra": "B",
        "texto": "O recurso interposto por um dos litisconsortes não aproveita aos demais."
      },
      {
        "letra": "C",
        "texto": "A nulidade decorrente da ausência de litisconsorte necessário se convalida com o trânsito em julgado da sentença, não podendo ser objeto de ação rescisória ou anulatória."
      },
      {
        "letra": "D",
        "texto": "Em regra, os litisconsortes são considerados, em suas relações com a parte adversa, como um único litigante."
      },
      {
        "letra": "E",
        "texto": "A mera afinidade de questões, por um ponto comum de direito, é bastante para justificar a formação de litisconsórcio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387604",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação interrompe o prazo para resposta, que recomeça da intimação da decisão."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes não serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um prejudicarão e beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "O litisconsorte tem o direito de promover o andamento do processo, porém não precisa ser intimado dos atos."
      },
      {
        "letra": "D",
        "texto": "Não há litisconsórcio necessário quando o juiz tiver de decidir a lide de modo uniforme para todas as partes."
      },
      {
        "letra": "E",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, não poderá intervir no processo para assisti-la."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "383804",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFGD",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que a aponta as corretas. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando.I. entre elas houver comunhão de direitos ou de obrigações relativamente à lide. II. ocorrer afinidade de questões por um ponto comum de fato ou de direito. III. os direitos ou as obrigações não derivarem do mesmo fundamento de fato ou de direito.IV. entre as causas houver conexão pelo objeto ou pela causa de pedir.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "381213",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento sumário",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de litisconsórcio, assistência e intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de nomeação à autoria, ainda que o autor recuse o nomeado, o nomeante deve ser retirado do polo passivo da demanda e, em seu lugar, entrar aquele que foi nomeado"
      },
      {
        "letra": "B",
        "texto": "Na denunciação da lide, modalidade de intervenção de terceiro, fundada em direito de regresso, há apenas cumulação de ordem subjetiva."
      },
      {
        "letra": "C",
        "texto": "Nos feitos que tramitem no rito sumário, inadmite-se qualquer modalidade de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Nos litisconsórcios facultativos, o número de litigantes é ilimitado, sem possibilidade de restrição pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A posição do assistente simples deve ser a mesma do assistido, podendo, portanto, o assistido formular pedido de desistência da ação sem que o assistente se oponha a esse requerimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380246",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Petição Inicial",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá proceder a que procedimento processual para resguardar seus direitos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oposição;"
      },
      {
        "letra": "B",
        "texto": "Denunciação a lide;"
      },
      {
        "letra": "C",
        "texto": "Litisconsórcio;"
      },
      {
        "letra": "D",
        "texto": "Inépcia da petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372667",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Do Litisconsórcio",
      "Recurso ordinário constitucional",
      "Embargos de divergência",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca dos recursos e da ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serão julgados pelo STF, em recurso ordinário, os mandados de segurança decididos em única instância pelos tribunais regionais federais se a decisão for denegatória."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento predominante do STJ, o direito à rescisão do julgado é extinto se, esgotado o prazo de dois anos, verificar-se a falta de formação de litisconsórcio passivo necessário"
      },
      {
        "letra": "C",
        "texto": "Conforme entendimento atual do STF, não cabe ação rescisória por ofensa a literal disposição de lei no caso de a decisão rescindenda estar baseada em texto legal de interpretação controvertida nos tribunais, ainda que trate de matéria constitucional"
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional de dois anos da ação rescisória somente tem início quando não for cabível nenhum recurso do último pronunciamento judicial."
      },
      {
        "letra": "E",
        "texto": "São cabíveis embargos de divergência contra decisão proferida em embargos de divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372265",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se terceiro pretender, no todo ou em parte, a coisa ou o direito sobre o qual litigam autor e réu, poderá oferecer oposição. Nesse caso, autor e réu do processo originário assumirão a condição de litisconsortes passivos necessários na oposição. Contudo, este litisconsórcio não é considerado unitário."
      },
      {
        "letra": "B",
        "texto": "No caso de litisconsórcio necessário não se admite a prolação de sentença que não seja uniforme em relação a todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de litisconsórcio passivo, a revelia de um dos litisconsortes acarreta, por expressa disposição legal, a incidência da presunção de veracidade dos fatos alegados na inicial."
      },
      {
        "letra": "D",
        "texto": "Quanto ao momento de sua formação o litisconsórcio pode ser inicial ou ulterior; quanto ao pólo de sua composição, pode ser ativo ou passivo; quanto à obrigatoriedade, pode ser simples ou unitário; quanto à exigência de uniformidade da sentença, pode ser necessário ou facultativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362505",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "O litisconsórcio caracteriza-se pela coexistência de duas ou mais pessoas no polo ativo, passivo ou em ambos os polos da mesma relação processual, desde que cada uma delas disponha em particular de legitimação ad causam. Sendo assim, é incorreto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada litisconsorte é considerado parte distinta dos demais, havendo autonomia plena nos casos de litisconsórcio simples, porque há incindibilidade da pretensão ou do direito dos litisconsortes;"
      },
      {
        "letra": "B",
        "texto": "Poderá haver litisconsórcio facultativo quando houver comunhão de direitos ou de obrigações relativamente à lide;"
      },
      {
        "letra": "C",
        "texto": "A falta de integração do litisconsórcio necessário ou unitário pode acarretar a extinção do processo sem resolução do mérito"
      },
      {
        "letra": "D",
        "texto": "A ação de anulação de casamento ajuizada pelo Ministério Público caracteriza hipótese de litisconsórcio passivo, necessário e unitário;"
      },
      {
        "letra": "E",
        "texto": "Haverá litisconsórcio necessário, por força da natureza da relação jurídica, quanto a todos os contratantes, quando se pretende anular o contrato firmado entre eles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361728",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor recusar a nomeação à autoria pleiteada pela ré, esta não terá direito à abertura de novo prazo para contestação"
      },
      {
        "letra": "B",
        "texto": "O regime do litisconsórcio necessário assegura decisão unitária para todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O direito do evicto de indenizar-se do pagamento indevido em face do anterior alienante não se condiciona à denunciação da lide em ação de terceiro reivindicante."
      },
      {
        "letra": "D",
        "texto": "A alienação do objeto litigioso não altera a legitimidade processual das partes, de forma que o legitimado superveniente não poderá, como parte, ingressar no feito como assistente litisconsorcial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, o cabimento do chamamento ao processo em fase de execução evidencia a aplicação dos princípios da economicidade e celeridade processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361593",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A ausência de citação do município supostamente lesado para integrar ação de improbidade administrativa ajuizada pelo Ministério Público (MP) não gera nulidade, visto que a integração do referido ente federado na relação processual é opcional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361190",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre litisconsórcio e intervenção de terceiros, segundo as regras do Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o necessário e multitudinário poderá ser indeferido pelo juiz da causa, quando este comprometer a rápida solução do litígio."
      },
      {
        "letra": "B",
        "texto": "os atos de um litisconsorte não beneficiarão os demais, ainda que o litisconsórcio seja unitário."
      },
      {
        "letra": "C",
        "texto": "pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença reconheça seu direito e lhe seja favorável, poderá intervir somente como assistente litisconsorcial."
      },
      {
        "letra": "D",
        "texto": "é obrigatório o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou de alguns deles, parcial ou totalmente, a dívida comum."
      },
      {
        "letra": "E",
        "texto": "feita a denunciação da lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1286188",
    "metadata": "Ano: 2013 | Banca: AOCP | Órgão: COREN-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "A confissão judicial faz prova contra o confitente, prejudicando, todavia, os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Quando o juiz não o determinar de ofício, compete a cada parte requerer o depoimento pessoal da outra, a fim de interrogá-la na audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Há confissão, quando a parte admite a verdade de um fato, contrário ao seu interesse e favorável ao adversário. A confissão é judicial ou extrajudicial."
      },
      {
        "letra": "E",
        "texto": "A confissão judicial pode ser espontânea ou provocada. Da confissão espontânea, tanto que requerida pela parte, se lavrará o respectivo termo nos autos; a confissão provocada constará do depoimento pessoal prestado pela parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "826661",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Conceito e Classificação do Litisconsórcio",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador, que pagar a dívida, poderá executar o afiançado nos autos do mesmo processo."
      },
      {
        "letra": "B",
        "texto": "São admitidos, no processo perante os juizados especiais estaduais, o litisconsórcio e a assistência, sendo vedadas as formas de intervenção de terceiro."
      },
      {
        "letra": "C",
        "texto": "Na ação popular, das sentenças e decisões proferidas contra o autor e suscetíveis de recurso, poderá recorrer qualquer cidadão e também o Ministério Público."
      },
      {
        "letra": "D",
        "texto": "A adjudicação pode ser requerida pelo exequente, pelo credor com garantia real, pelos credores concorrentes que hajam penhorado o mesmo bem, pelo cônjuge, pelos descendentes ou ascendentes do executado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "511884",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: COREN-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação não interrompe o prazo para resposta"
      },
      {
        "letra": "B",
        "texto": "Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo"
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      },
      {
        "letra": "D",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo e todos devem ser intimados dos respectivos atos."
      },
      {
        "letra": "E",
        "texto": "O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471558",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, nos termos das disposições do Código de Processo Civil e da jurisprudência do Superior Tribunal de Justiça, indique a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. Todavia, esse poder judicial de avaliar a conveniência do litisconsórcio não se aplica ao litisconsórcio facultativo, o qual não pode ser recusado pelo magistrado."
      },
      {
        "letra": "B",
        "texto": "Constatado o litisconsórcio necessário, a eficácia da sentença independerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "C",
        "texto": "Considera-se litisconsorte da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido. O assistente litisconsorcial poderia já ter ingressado no feito, desde o início, como litisconsorte facultativo da parte assistida."
      },
      {
        "letra": "D",
        "texto": "Não se admite que cada litisconsorte promova individualmente o andamento do processo, mas basta que apenas um deles seja intimado dos respectivos atos."
      },
      {
        "letra": "E",
        "texto": "Transitada em julgado a sentença, na causa em que interveio o assistente, este não poderá, em processo posterior, discutir a justiça da decisão, ainda que sob o argumento de que desconhecia a existência de alegações ou de provas, de que o assistido, por dolo ou culpa, não se valeu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "455431",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "O Código de Processo Civil afirma que duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando: entre elas houver comunhão de direitos ou de obrigações relativamente à lide; ou os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito; ou entre as causas houver conexão pelo objeto ou pela causa de pedir; ou ocorrer afinidade de questões por um ponto comum de fato ou de direito. Desse modo, aponte a alternativa que contenha o raciocínio que é concordante com este enunciado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo e todos devem ser intimados dos respectivos atos, no caso em que seja litisconsórcio unitário. Caso seja facultativo, a intimação de um supre a dos demais."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; mas os atos e as omissões de um prejudicarão ou beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de intimação para fazê-lo em 10 (dez) dias."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação interrompe o prazo para resposta, que recomeça da intimação da decisão."
      },
      {
        "letra": "E",
        "texto": "Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447978",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente. Sobre essa afirmação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, poderá intervir no processo como litisconsorte de uma das partes."
      },
      {
        "letra": "B",
        "texto": "Há litisconsórcio facultativo quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "C",
        "texto": "Cada litisconsorte tem o direito de promover o anda­mento do processo bastando a intimação de um deles, no caso de litisconsórcio necessário, ou de todos, em se tratando de litisconsórcio facultativo."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa."
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes distintos; os atos e as omissões de um não prejudicarão nem beneficiarão os outros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433752",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: FUNDAÇÃO PRÓ-SANGUE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "O litisconsórcio pode ser classificado segundo diferentes critérios. Na hipótese em que o número de litisconsortes facultativos em um processo é tão significativo que fica dificultada a defesa dos interesses das partes, ou inviabilizada a rápida prestação jurisdicional, diz-se que o litisconsórcio formado é do tipo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessário"
      },
      {
        "letra": "B",
        "texto": "comum"
      },
      {
        "letra": "C",
        "texto": "originário."
      },
      {
        "letra": "D",
        "texto": "multitudinário."
      },
      {
        "letra": "E",
        "texto": "superveniente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433341",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Ação Rescisória",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Pedro moveu uma ação judicial em face de José. A sentença, sem a assinatura do juiz, foi publicada em dezembro de 2009. Em fevereiro de 2011, estando a causa ainda aguardando julgamento em razão de interposição de recurso de apelação, Mário tomou conhecimento da referida ação judicial e da sentença que lhe afetava diretamente, pois entende que deveria ter integrado o processo, já que se trava de hipótese de litisconsórcio passivo necessário e unitário, nos termos da lei. A partir do contexto fático descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de citação de Mário não impediu a formação da relação jurídica processual, sendo válida e eficaz a sentença."
      },
      {
        "letra": "B",
        "texto": "É cabível a imediata propositura de ação rescisória como o único remédio jurídico hábil a anular os efeitos da sentença, pela falta de assinatura do juiz e pela ausência de citação de Mário."
      },
      {
        "letra": "C",
        "texto": "Se Mário tivesse comparecido espontaneamente, não haveria que se falar em ausência de citação e, portanto, na situação narrada, a sentença poderia transitar em julgado."
      },
      {
        "letra": "D",
        "texto": "As hipóteses narradas implicam em nulidade relativa e houve preclusão, pois Mário não requereu a declaração de nulidade no prazo legal."
      },
      {
        "letra": "E",
        "texto": "O Tribunal poderá conhecer de ofício a falta de assinatura na sentença e a ausência da citação de Mário, devendo os autos retornar à origem a fim de se promover a citação do litisconsorte necessário unitário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "421723",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constituem fundamentos para que duas ou mais pessoas possam litigar, no mesmo processo, em conjunto, ativa ou passivamente, dentre outros, a afinidade de questões por um ponto comum de fato ou de direito e quando houver entre as causas conexão pelo objeto ou pela causa de pedir;"
      },
      {
        "letra": "B",
        "texto": "há litisconsórcio necessário quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo;"
      },
      {
        "letra": "C",
        "texto": "no que tange aos prazos processuais, é correto afirmar que a superveniência de férias suspenderá o curso do prazo; o que lhe sobejar recomeçará a correr do primeiro dia útil seguinte ao termo das férias;"
      },
      {
        "letra": "D",
        "texto": "reputam-se conexas duas ou mais ações quando lhe for comum o objeto ou a causa de pedir; dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes e ao pedido, mas o objeto de uma, por ser mais amplo, abrange o das outras;"
      },
      {
        "letra": "E",
        "texto": "aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá nomear à autoria o proprietário ou o possuidor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386186",
    "metadata": "Ano: 2013 | Banca: FAFIPA | Órgão: Câmara Municipal de Guairáça - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, assinale a alternativa INCORRETA. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entre elas houver comunhão de direitos ou de obrigações relativamente à lide."
      },
      {
        "letra": "B",
        "texto": "Os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito."
      },
      {
        "letra": "C",
        "texto": "Entre as causas não houver conexão pelo objeto ou pela causa de pedir."
      },
      {
        "letra": "D",
        "texto": "Ocorrer afinidade de questões por um ponto comum de fato ou de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "382850",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Febo é designado como vigia da propriedade de Marco. Em determinado dia, é surpreendido com citação realizada em processo civil, sendo autor Cláudio, alegando este que haveria violação à sua posse. Após contratar advogado, Febo apresenta a defesa cabível que seria, no sistema processual positivo, a alegação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio"
      },
      {
        "letra": "B",
        "texto": "oposição"
      },
      {
        "letra": "C",
        "texto": "denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      },
      {
        "letra": "E",
        "texto": "nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "379516",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Constitui forma de intervenção de terceiro, nos termos do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a assistência"
      },
      {
        "letra": "B",
        "texto": "o litisconsórcio"
      },
      {
        "letra": "C",
        "texto": "a oposição"
      },
      {
        "letra": "D",
        "texto": "a substituição"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379287",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "João teve seus dados inseridos indevidamente em cadastros de consumidores inadimplentes. Descobriu que terceira pessoa firmou de forma fraudulenta contrato de abertura de conta corrente em dois bancos, os quais emitiram talonários de cheques ao falsário, que os usou. As contas não possuíam saldo para a compensação dos cheques. João procurou a Defensoria Pública informando que nunca possuiu conta em banco. A Defenso- ria ajuizou a demanda através de um único processo, formando litisconsórcio passivo entre os bancos “A” e “B”. Por sentença foram declaradas inexistentes as relações contratuais entre João e as instituições bancárias, sendo estas condenadas a pagar àquele a quantia de dez mil reais cada, a título de danos morais, acrescida de juros e correção monetária, além das verbas de sucumbência. Apenas o banco “A” ofereceu recurso de apelação, que foi provido para reformar a sentença afastando a condenação ao pagamento, por inexistência de dano moral, eis que João possuía pendências legítimas anteriores com outros estabelecimentos comerciais. O acórdão afastou também a condenação ao pagamento das verbas de sucumbência, reconhecendo a sucumbência recíproca. A decisão transitou em julgado. Neste caso, a Defensoria Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá prosseguir com a fase de cumprimento da sentença em face do banco “B” objetivando o recebimento de dez mil reais, com os acréscimos legais e verbas de sucumbência, pois, embora o litisconsórcio seja unitário, os atos de um não beneficiarão nem prejudicarão o outro."
      },
      {
        "letra": "B",
        "texto": "deverá prosseguir com a fase de cumprimento da sentença em face do banco “B” objetivando o recebimento de dez mil reais, com os acréscimos legais e verbas de sucumbência, pois, embora o litisconsórcio seja unitá- rio, a tese recursal não é comum aos litisconsortes, razão pela qual a decisão de segunda instância não beneficiará o não recorrente."
      },
      {
        "letra": "C",
        "texto": "deverá prosseguir com a fase de cumprimento da sentença em face do banco “B” objetivando o recebimento de dez mil reais, com os acréscimos legais e verbas de sucumbência, tendo em vista que o litisconsórcio é simples, não podendo o banco que deixou de oferecer recurso beneficiar-se da decisão de segunda instância."
      },
      {
        "letra": "D",
        "texto": "não poderá prosseguir com a fase de cumprimento da sentença para a cobrança dos danos morais, eis que o litisconsórcio é unitário e o recurso oferecido pelo banco “A” beneficia ambos os litisconsortes, afastando a condenação de “B”."
      },
      {
        "letra": "E",
        "texto": "não poderá prosseguir com a fase de cumprimento da sentença para a cobrança dos danos morais, eis que, embora o litisconsórcio seja simples, o recurso oferecido pelo banco “A” veicula tese comum que beneficia ambos os litisconsortes, afastando a condenação de “B”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365717",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da assistência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O litisconsórcio necessário pode ocorrer somente no polo ativo da relação jurídica processual."
      },
      {
        "letra": "B",
        "texto": "O litisconsórcio facultativo ativo pode sofrer limitação quanto ao número de litigantes."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como litigantes indistintos; os atos e as omissões de um prejudicarão ou beneficiarão os outros."
      },
      {
        "letra": "D",
        "texto": "Considera-se assistente simples da parte principal o assistente, toda vez que a sentença houver de influir na relação jurídica entre ele e o adversário do assistido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359235",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando as disposições do Código de Processo Civil sobre as figuras de intervenção de terceiros, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide de outros fiadores é admissível quando, para a ação, for citado apenas um deles"
      },
      {
        "letra": "B",
        "texto": "Por meio da oposição, busca-se obter a coisa ou o direito que está sendo disputado em processo pendente."
      },
      {
        "letra": "C",
        "texto": "chamamento ao processo pode ensejar a formação e litisconsórcio ulterior, passivo, facultativo e unitário."
      },
      {
        "letra": "D",
        "texto": "A aceitação expressa da nomeação à autoria acarreta o fenômeno da extromissão da parte ré originária."
      },
      {
        "letra": "E",
        "texto": "A denunciação da lide feita pelo réu prescinde de oferecimento formal de contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359233",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando o litisconsórcio, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O litisconsórcio unitário é característico das ações condenatórias e exige expressa disposição legal."
      },
      {
        "letra": "B",
        "texto": "O litisconsórcio necessário superveniente pode ser simples ou unitário."
      },
      {
        "letra": "C",
        "texto": "A legitimidade extraordinária concorrente é compatível com o litisconsórcio necessário"
      },
      {
        "letra": "D",
        "texto": "O litisconsórcio ativo pode ser facultativo, mas não unitário"
      },
      {
        "letra": "E",
        "texto": "O litisconsórcio alternativo e o eventual podem ser unitários, mas não facultativos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359232",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Revelia",
      "Sujeitos da relação processual",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Em relação às partes e aos procuradores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de atos postulatórios no processo pressupõe inscrição válida perante a Ordem dos Advogados do Brasil."
      },
      {
        "letra": "B",
        "texto": "O cônjuge casado sob regime de separação absoluta de bens necessita do consentimento do outro para a propositura de ações em que haja composse"
      },
      {
        "letra": "C",
        "texto": "Em causas que versem sobre direito real imobiliário de pessoas casadas, há litisconsórcio necessário em ambos os polos do processo."
      },
      {
        "letra": "D",
        "texto": "Em casos de revelia, a nomeação de curador especial pode se dar de ofício, recaindo o encargo preferencialmente no Ministério Público"
      },
      {
        "letra": "E",
        "texto": "Todo aquele que possui personalidade jurídica tem capacidade de ser parte, mas nem toda capacidade de ser parte decorre da personalidade jurídica"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "355318",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as proposições abaixo, levando em conta o disposto no Código de Processo Civil. I. Na hipótese de litisconsórcio necessário, a eficácia da sentença depende da citação de todos os litisconsortes, mas dispensa-se a intimação de cada um deles acerca dos respectivos atos. II. O assistente pode obstar que a parte principal reconheça a procedência do pedido, embora não possa recorrer da sentença. III. Ocorrendo denunciação da lide, a sentença que julgar procedente o pedido condenará o réu e o denunciado a satisfazer solidariamente a pretensão do autor. Está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352075",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que concerne a litisconsórcio e competência, julgue os itens que se seguem. O juiz poderá limitar o litisconsórcio necessário quando o número de litigantes acarretar o comprometimento da rápida solução do litígio ou dificultar a defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350944",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ, julgue os seguintes itens, referentes ao litisconsórcio e à intervenção de terceiros. Na hipótese de os litisconsortes passarem a ter procuradores distintos no curso do processo, quando já iniciado o prazo recursal, somente se aplicará o benefício do prazo em dobro à parte do prazo ainda não transcorrida até aquele momento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350942",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ, julgue os seguintes itens, referentes ao litisconsórcio e à intervenção de terceiros. Um estado da Federação que seja demandado judicialmente para fornecer medicamentos a um cidadão poderá chamar a União ao processo, hipótese em que ocorrerá deslocamento de competência para a justiça federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350507",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando I. entre elas houver comunhão de direitos ou de obrigações relativamente à lide. II. os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito. III. entre as causas houver conexão pelo objeto ou pela causa de pedir. IV. ocorrer afinidade de questões por um ponto comum de fato ou de direito. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346768",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera afinidade de questões mostra-se suficiente para que seja formado litisconsórcio ativo ou passivo."
      },
      {
        "letra": "B",
        "texto": "Ainda que a omissão da parte não implique a perda do direito de regresso, a denunciação da lide será obrigatória."
      },
      {
        "letra": "C",
        "texto": "No ordenamento jurídico brasileiro, é proibido o litisconsórcio superveniente, em razão da prevalência do princípio do juiz natural."
      },
      {
        "letra": "D",
        "texto": "Aceito pela parte que pretende assistir, o assistente qualificado passa à condição de autor ou de réu no processo."
      },
      {
        "letra": "E",
        "texto": "Os opostos terão prazo em dobro para contestar a demanda, dada a existência de litisconsórcio entre eles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335954",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de assistência simples, são ineficazes os atos meléficos ou de disposição praticados pelo assistido ou pelo assistente, em razão da aplicação do regime do litisconsórcio unitário."
      },
      {
        "letra": "B",
        "texto": "É majoritário na doutrina o entendimento de que, aceita a nomeação pelo autor e pelo nomeado, o nomeante pode permanecer no processo como assistente simples do nomeado."
      },
      {
        "letra": "C",
        "texto": "Considere que Pedro ajuíze ação em face de determinado estado, objetivando o fornecimento de medicamentos a sua esposa, que esteja internada em determinado hospital público. Nesse caso, segundo o STJ, o estado pode chamar ao processo a União, com fundamento no princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "É unânime o entendimento de que, na denunciação da lide, a relação entre denunciante e denunciado é de litisconsórcio."
      },
      {
        "letra": "E",
        "texto": "Considera-se litisconsórcio facultativo e simples a ação de nulidade de casamento em face dos cônjuges ajuizada pelo MP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335870",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "No que concerne aos recursos, é acertado dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de extinção do processo sem julgamento do mérito, o tribunal só poderá julgar desde logo a lide se houver concordância expressa das partes."
      },
      {
        "letra": "B",
        "texto": "verificada a inexistência de preparo devido, o recorrente será intimado para efetuá-lo no prazo de 5 (cinco) dias, sob pena de deserção."
      },
      {
        "letra": "C",
        "texto": "o recurso interposto por um litisconsorte só a ele aproveitará."
      },
      {
        "letra": "D",
        "texto": "ainda que se limite a confirmar a decisão recorrida, a decisão que aprecia o recurso no tribunal substitui-se à primeira no que tiver sido objeto de recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332040",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "SEGUNDO O ENTENDIMENTO DO SUPERIOR TRIBUNAL DE JUSTIÇA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A greve dos servidores e dos advogados públicos constitui motivo de força maior a ensejar a suspensão ou a devolução dos prazos processuais."
      },
      {
        "letra": "B",
        "texto": "Em caso de litisconsortes representados pelos mesmos advogados, a contagem dos prazos processuais será feita de forma singela, sem a aplicação do disposto no art. 191 do CPC."
      },
      {
        "letra": "C",
        "texto": "Para os efeitos da fluência dos prazos processuais, a Lei nº 11.419, de 2006, não distingue a informação no Diário da Justiça eletrônico da publicação do que nela se contém."
      },
      {
        "letra": "D",
        "texto": "Não é permitida, em momento posterior à interposição do recurso na origem, a comprovação de feriado local ou suspensão dos prazos processuais não certificada nos autos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331494",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de litisconsórcio passivo voluntário, a anulação da citação de um dos réus não acarreta a nulidade do processo quanto aos demais."
      },
      {
        "letra": "B",
        "texto": "A reconvenção não torna necessário o litisconsórcio ativo."
      },
      {
        "letra": "C",
        "texto": "Inadmissível a denunciação da lide, nos termos do inc. III do art. 70 do CPC, com o objetivo de transferir responsabilidade exclusivamente a terceiro."
      },
      {
        "letra": "D",
        "texto": "Há litisconsórcio passivo necessário entre cônjuges, e entre coproprietários de imóvel em ação de cobrança de cotas condominiais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329216",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o julgamento de ação proposta por litisconsortes ativos voluntários domiciliados em distintos estados da Federação, quando o pedido se originar de natureza comum, são competentes tanto o foro da sede da ré quanto o do domicílio de um dos autores."
      },
      {
        "letra": "B",
        "texto": "A recusa pelo autor da nomeação à autoria pleiteada pela ré impede a abertura de novo prazo para que a nomeante apresente contestação, dada a violação do princípio da igualdade de tratamento às partes."
      },
      {
        "letra": "C",
        "texto": "De acordo com entendimento do STJ, não há óbice ao chamamento ao processo dos devedores solidários da dívida comum em fase de execução do título executivo extrajudicial cujo crédito tenha sido discutido em processo de conhecimento prévio à execução."
      },
      {
        "letra": "D",
        "texto": "No mandado de segurança, somente se admite o litisconsórcio ativo voluntário quando postulado no momento do ajuizamento da ação, sob pena de violação do princípio do juiz natural."
      },
      {
        "letra": "E",
        "texto": "O assistente litisconsorcial, embora não seja considerado interveniente secundário e acessório, uma vez que a relação discutida entre o assistido e o seu adversário também lhe pertence, não terá tratamento processual idêntico ao do conferido ao assistido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322162",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil,duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando: I. entre elas houver comunhão de direitos ou de obrigações relativamente à lide. II. os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito. III. entre as causas houver conexão pelo objeto ou pela causa de pedir. IV. ocorrer afinidade de questões por um ponto comum de fato ou de direito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "318303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de capacidade processual, julgue os itens a seguir.Nas ações de cobrança de cotas condominiais, é necessária a formação de litisconsórcio passivo entre cônjuges.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317494",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. A concorrência de ações se dá quando a parte, em um só processo, formula mais de um pedido contra partes diversas. II. O litisconsórcio é forma de cumulação subjetiva de ações. III. A cumulação de causas de pedir implica em cumulação de ações e impõe ao juiz, para rejeitar a pretensão, o exame de cada causa de pedir. IV. Acumulação de pedidos é forma de cumulação objetiva de ações só admissível quando os pedidos forem logicamente compatíveis entre si.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas"
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314280",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Constitui exemplo de litisconsórcio necessário unitário uma ação de anulação de casamento proposta pelo MP. Nesse caso, o marido e a mulher formam um litisconsórcio necessário, e, se a sentença julgar procedente o pedido, o casamento será nulo para ambos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "314279",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Uma obrigação solidária implica necessariamente em formação de litisconsórcio unitário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "309092",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A água escoada em decorrência do rompimento da tubulação da rede de água do município X causou o desmoronamento de parte do muro que cercava a casa de João, danificou, ao alagar a sala da casa de Maria, sua televisão e seu sofá e inundou o quintal da casa de Pedro, o que provocou a morte, por afogamento, de seu cachorro. Considerando a situação hipotética acima, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Formado o litisconsórcio entre João, Maria e Pedro, o município, réu na ação, não poderá solicitar ao juiz a separação dos processos por ser o litisconsórcio, no caso, irrecusável."
      },
      {
        "letra": "B",
        "texto": "Formado o litisconsórcio entre João, Maria e Pedro, se for julgado procedente o pedido de João e improcedentes os pedidos de Maria e Pedro, na hipótese de Pedro recorrer, o provimento do recurso aproveitará à Maria."
      },
      {
        "letra": "C",
        "texto": "Propostas as demandas de João, Maria e Pedro em juízos separados, poderá haver a reunião dos respectivos processos em um só juízo para julgamento conjunto."
      },
      {
        "letra": "D",
        "texto": "Por não haver identidade entre os danos, não poderá ser formado litisconsórcio entre João, Maria e Pedro."
      },
      {
        "letra": "E",
        "texto": "A formação do litisconsórcio entre João, Maria e Pedro é obrigatória, dado que a sentença deverá ser idêntica para as partes — mesmo fundamento de fato — e tendo em vista a responsabilidade objetiva da empresa de água, prestadora de serviço público — mesmo fundamento de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "307452",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Com relação à formação do litisconsórcio e à intervenção de terceiro no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concordância de uma das partes quanto ao pedido formulado por terceiro é suficiente para autorizar a sua assistência em demanda em curso."
      },
      {
        "letra": "B",
        "texto": "A intervenção de terceiros, na hipótese de nomeação à autoria, poderá alterar a relação jurídica processual, podendo ampliá-la na hipótese de denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "O mandado de segurança, conforme entendimento sumulado pelo STF, dada sua natureza de remédio constitucional, não será extinto se o impetrante deixar de promover a citação do litisconsorte passivo necessário."
      },
      {
        "letra": "D",
        "texto": "A formação de litisconsórcio impõe a prolação de sentença que garanta igual resultado aos litisconsortes."
      },
      {
        "letra": "E",
        "texto": "A oposição poderá ser oferecida em sede de recurso e caberá ao juízo a quo a primeira avaliação de admissibilidade e ao tribunal ad quem a análise final do processamento da intervenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "300433",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "No tocante ao litisconsórcio, analise os enunciados abaixo. I. O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa. O pedido de limitação suspende o prazo para a resposta, que recomeça da intimação da decisão. II. Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo. III. Salvo disposição em contrário, os litisconsortes serão considerados como litigantes distintos em suas relações com a parte adversa. Os atos e as omissões de um não prejudicarão nem beneficiarão os outros. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297845",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "caracterizou-se litisconsórcio ativo necessário, espécie do gênero intervenção de terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "292993",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "No que concerne ao litisconsórcio, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de limitação do litisconsórcio suspende o prazo para resposta, que voltará a correr a partir da intimação da decisão."
      },
      {
        "letra": "B",
        "texto": "A citação de litisconsorte ativo necessário é desnecessária, porque os seus interesses já estão representados pelo que ajuizou a demanda."
      },
      {
        "letra": "C",
        "texto": "A sentença prolatada sem a citação de um dos litisconsortes necessários não tem validade, mesmo se lhe for favorável."
      },
      {
        "letra": "D",
        "texto": "O desmembramento do litisconsórcio facultativo multitudinário quando o número de litigantes comprometer a rápida solução do litígio ou dificultar a defesa poderá ser determinado de ofício pelo juiz."
      },
      {
        "letra": "E",
        "texto": "Há litisconsórcio necessário quando entre duas ou mais pessoas houver comunhão de direitos e de obrigações relativamente à lide."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2213154",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há previsão legal possibilitando a recusa de formação de litisconsórcio passivo, facultativo e originário."
      },
      {
        "letra": "B",
        "texto": "O autor, verificada a revelia, pode alterar o pedido sem promover nova citação."
      },
      {
        "letra": "C",
        "texto": "É nulo o processo decorrente da falta de intimação do Ministério Público nas hipóteses em que o Parquet deveria intervir como custos legis."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário, é nula a sentença ilíquida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1739599",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na ação em que o credor promove contra um dos devedores solidários, deverá sempre ser formado o litisconsórcio passivo necessário com os demais coobrigados pela dívida"
      },
      {
        "letra": "B",
        "texto": "quanto aos efeitos, o litisconsórcio simples é aquele em que a sentença deverá ser a mesma para todos os litisconsortes"
      },
      {
        "letra": "C",
        "texto": "o caseiro do sítio que é demandado em nome próprio deve nomear à autoria o proprietário ou possuidor do imóvel litigioso sobre o qual exerce detenção"
      },
      {
        "letra": "D",
        "texto": "o litisconsórcio unitário é aquele em que a sentença pode ter resultados diferentes para os litisconsortes"
      },
      {
        "letra": "E",
        "texto": "a denunciação da lide é facultativa ao alienante, na ação em que o terceiro reivindica a coisa, cuja propriedade foi transferida à parte, a fim de que possa exercer o direito que da evicção lhe resulta"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661607",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No Processo Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, será considerado litisconsorte."
      },
      {
        "letra": "B",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer assistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "E",
        "texto": "É admissível a nomeação à autoria na ação em que o fiador for réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984278",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No litisconsórcio passivo, o reconhecimento do pedido por um dos réus não deve prejudicar os demais, assim como a confissão de um não alcança os demais litisconsortes."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento da procedência do pedido alcança somente os fatos e não o direito."
      },
      {
        "letra": "C",
        "texto": "Das diversas modalidades de intervenção de terceiros previstas no Código de Processo Civil - CPC, o réu somente poderá provocar a nomeação à autoria e a denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "A reconvenção não pode ser apresentada independentemente de contestação."
      },
      {
        "letra": "E",
        "texto": "Na ação declaratória incidental se pode objetivar tanto a declaração da relação jurídica subordinante quanto algum pedido constitutivo ou condenatório diverso contraposto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "487543",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há litisconsórcio necessário passivo dos cônjuges quando demandados por dívida solidária."
      },
      {
        "letra": "B",
        "texto": "O juiz deverá nomear ex officio um curador especial para a proteção dos interesses do réu, preso ou revel, desde que este tenha sido citado por edital ou com hora certa."
      },
      {
        "letra": "C",
        "texto": "O interesse do autor para propor ação é de natureza restritiva, limitada somente à declaração da existência de relação jurídica e da autenticidade de documento."
      },
      {
        "letra": "D",
        "texto": "Em se tratando da doutrina processual civil, o curador especial não está obrigado à regra prevista no art. 302 do CPC, que proíbe a defesa genérica do réu, como também não está autorizado a transigir o direito material discutido."
      },
      {
        "letra": "E",
        "texto": "Nas comarcas onde houver representante judicial de incapazes ou de ausentes, a este competirá a função de curador especial, que, neste caso, é atribuída à Defensoria Pública, desde que existente na localidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425988",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, não altera a legitimidade das partes, salvo se o adquirente ou o cessionário ingressar em juízo, substituindo o alienante, ou o cedente, com o consentimento da parte contrária. Caso a parte contrária não consinta, o adquirente ou o cessionário poderá intervir no processo como assistente litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de uma relação jurídica indivisível, na ação que busca anular um casamento tem-se um litisconsórcio necessário por força de lei, caso em que o juiz ordenará ao autor que promova a citação do outro cônjuge, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide pode ser feita pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "Na nomeação à autoria, se o nomeado reconhecer a qualidade que lhe é atribuída, contra ele correrá o processo; se a negar, o processo continuará contra o nomeante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372199",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio male gesti processus é a exceção que cabe ao assistido para obter a exclusão do assistente simples do processo."
      },
      {
        "letra": "B",
        "texto": "À assistência litisconsorcial pode habilitar-se aquele que teria legitimidade para figurar como parte."
      },
      {
        "letra": "C",
        "texto": "Em caso de corresponsabilidade por danos, o réu na ação de indenização poderá nomear à autoria os demais responsáveis pelo dano."
      },
      {
        "letra": "D",
        "texto": "Está pacificado que a denunciação da lide não é um dever processual, mas, simplesmente, um ônus, mesmo nos casos de exercício do direito que da evicção resulta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372042",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente simples defende direito próprio no processo em que participa nessa condição."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial é, também, reconhecida, em doutrina, como verdadeira intervenção litisconsorcial ulterior. É fundamental que seja requerida ao juiz da causa sob o fundamento de que o habilitando é parte em relação jurídica material e que o outro polo de tal relação é composto pelo adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "A oposição é espécie de intervenção de terceiro que compete a quem pretender o direito, ou a coisa, que é objeto da demanda. Na oposição, o terceiro opoente deduz demanda contra ambas as partes do processo, podendo apresentá-la em qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide e o chamamento ao processo são espécies de intervenção de terceiro cabíveis tanto no processo de conhecimento, como no processo de execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352444",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Contra decisão de mérito que denega Mandado de Segurança interposto originariamente perante Tribunal Regional Federal, cabe recurso ordinário para o Superior Tribunal de Justiça. II. Os juízes que participaram colegiadamente do julgamento rescindendo estão impedidos de julgar a ação rescisória. III. É inaplicável o benefício do prazo dobrado aos litisconsortes em agravo de instrumento contra decisão que inadmitiu o recurso especial. IV. Segundo o Código de Processo Civil, os embargos de declaração suspendem o prazo para a interposição de outros recursos, por qualquer das pa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352440",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Para que a resolução da questão prejudicial faça coisa julgada, é necessário que, concomitantemente, haja pedido da parte, o juiz seja competente em razão da matéria e a questão prejudicial se constitua em pressuposto necessário para o julgamento da lide. II. Segundo a jurisprudência do Supremo Tribunal Federal e do Superior Tribunal de Justiça, a coisa julgada formada em ação coletiva ajuizada por sindicato, na condição de substituto processual, não se restringe somente àqueles que são a ele filiados, já que a entidade representa toda a sua categoria profissional. III. O mandado de segurança coletivo não induz litispendência para as ações individuais, mas os efeitos da coisa julgada não beneficiarão o impetrante a título individual se não requerer a desistência de seu mandado de segurança no prazo de 30 (trinta) dias a contar da ciência comprovada da impetração da segurança coletiva. IV. Segundo o Código de Processo Civil, a sentença faz coisa julgada entre as partes às quais é dada, não beneficiando nem prejudicando terceiros. Nas causas relativas ao estado de pessoa, se houverem sido citados no processo, em litisconsórcio necessário, todos os interessados, a sentença produz coisa julgada em relação a terceiros. V. Segundo a orientação do Superior Tribunal de Justiça, nos casos de sentença condenatória contra a Fazenda Pública, havendo iliquidez do título judicial, não é possível a adoção do valor atualizado da causa como parâmetro para se aferir a incidência ou não do reexame necessário, sendo obrigatória a remessa ex officio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336239",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No litisconsórcio unitário, a conduta alternativa de um litisconsorte não estende seus efeitos aos demais."
      },
      {
        "letra": "B",
        "texto": "No litisconsórcio eventual, a procedência de um pedido implica a improcedência do outro."
      },
      {
        "letra": "C",
        "texto": "A conduta determinante de um litisconsorte não prejudica o outro."
      },
      {
        "letra": "D",
        "texto": "A solidariedade em determinada obrigação implica a unitariedade do litisconsórcio."
      },
      {
        "letra": "E",
        "texto": "Não se admite o litisconsórcio necessário comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "329150",
    "metadata": "Ano: 2012 | Banca: UEPA | Órgão: SEAD-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Para o regime jurídico do litisconsórcio previsto no Código de Processo Civil, em regra, sendo ele:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eventual, a confissão de um dos litisconsortes prejudicará a condição dos demais litisconsortes que não confessaram em juízo."
      },
      {
        "letra": "B",
        "texto": "facultativo, a revelia de um dos litisconsortes prejudica a condição dos demais litisconsortes que contestaram a ação."
      },
      {
        "letra": "C",
        "texto": "necessário por lei, a contestação apresentada por um dos litisconsortes não aproveita ao litisconsorte revel."
      },
      {
        "letra": "D",
        "texto": "simples, o reconhecimento jurídico do pedido por um dos litisconsortes afetará a sorte de mérito dos demais litisconsortes que não o reconheceram."
      },
      {
        "letra": "E",
        "texto": "unitário, o fato de um dos litisconsortes interpor apelação aproveitará aos demais litisconsortes que não a tenham interposto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "324634",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Nos termos do que é previsto no Código de Processo Civil, em relação ao litisconsórcio, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há qualquer possibilidade de constituição de um litisconsórcio facultativo e unitário, já que é da essência do segundo ser necessário."
      },
      {
        "letra": "B",
        "texto": "Quanto à obrigatoriedade de formação, o litisconsórcio será sempre necessário, que é quando a lei impõe sua formação."
      },
      {
        "letra": "C",
        "texto": "Quanto ao momento de sua formação, o litisconsórcio poderá ser inicial, que é aquele formado desde o início da relação processual, ou incidental, que é aquele formado posteriormente, no curso da relação processual."
      },
      {
        "letra": "D",
        "texto": "No que toca à uniformidade de decisão, o litisconsórcio poderá ser simples, que é quando a decisão deverá ser idêntica para todos os litisconsortes, ou unitário, que é quando a decisão deverá ser uma para cada um deles, sem a necessidade de ser idêntica."
      },
      {
        "letra": "E",
        "texto": "O litisconsórcio necessário decorre apenas da afnidade de questões por um ponto comum de fato ou de direito entre duas ou mais partes, estejam no polo ativo, estejam no polo passivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "321581",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre partes e intervenção de terceiros, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estabilização subjetiva do processo, instituto típico de processo individual e que tem como limite a citação válida, atinge também a intervenção de terceiros;"
      },
      {
        "letra": "B",
        "texto": "o litisconsórcio ulterior facultativo unitário é incompatível com a cumulação imprópria subsidiária ou eventual de pedidos;"
      },
      {
        "letra": "C",
        "texto": "no processo coletivo podem figurar no polo passivo alguns legitimados para o polo ativo, o que ensejará extinção do processo pela confusão, por se tratar de legitimidade extraordinária;"
      },
      {
        "letra": "D",
        "texto": "no litisconsórcio unitário, em regra os atos de disposição de direito processual praticados por um dos litisconsortes dependem da anuência dos demais para produzir efeitos;"
      },
      {
        "letra": "E",
        "texto": "a solidariedade passiva em obrigação indivisível enseja a formação de litisconsórcio unitário passivo facultativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312079",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Há litisconsórcio unitário quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela natureza da relação jurídica, o juiz tiver de decidir de modo uniforme para todas as partes."
      },
      {
        "letra": "B",
        "texto": "entre as partes houver comunhão de direitos ou de obrigações relativamente à lide."
      },
      {
        "letra": "C",
        "texto": "entre as causas houver conexão pelo objeto ou pela causa de pedir."
      },
      {
        "letra": "D",
        "texto": "ocorrer afinidade de questões por um ponto comum de fato ou de direito."
      },
      {
        "letra": "E",
        "texto": "cada litisconsorte tiver o direito de promover o andamento do processo, devendo todos ser intimados dos respectivos atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293044",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: FATMA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Acerca dos institutos do litisconsórcio, da assistência e da intervenção de terceiros, assinale a alternativa correta, de acordo com o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingue-se o processo, se o autor não promover, no tempo assinado pelo juiz, a citação de todos os litisconsortes necessários."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar à lide o proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "Há litisconsórcio necessário quando ocorrer afnidade de questões por um ponto comum de fato ou de direito."
      },
      {
        "letra": "D",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer assistência contra ambos."
      },
      {
        "letra": "E",
        "texto": "O juiz poderá limitar o litisconsórcio necessário, quanto ao número de litigantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "288709",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Tratando-se de litisconsórcio e intervenção de terceiros é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a assistência simples em ação de desapropriação depende de interesse jurídico fundado em direito real."
      },
      {
        "letra": "B",
        "texto": "a Fazenda Pública, na qualidade de assistente simples, não tem o prazo diferenciado para recorrer."
      },
      {
        "letra": "C",
        "texto": "a intervenção anômala da União Federal não implica em modificação de plano da competência para o julgamento da demanda."
      },
      {
        "letra": "D",
        "texto": "em ação cujo objeto é anular a licitação, a empresa vencedora deve comparecer como litisconsorte necessária."
      },
      {
        "letra": "E",
        "texto": "não há condenação do assistente simples em honorários advocatícios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "288645",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Um município, por intermédio de seu órgão de fiscalização de obras, ajuizou ação demolitória contra uma construtora que ludibriara a fiscalização para erigir prédio em desacordo com o projeto para o qual obtivera aprovação do poder público. Finalizada a obra, verificou-se que o edifício se caracterizava como prédio residencial formado de quitinetes, embora o projeto aprovado e a área ocupada se referissem a hotel. Citada, a construtora contestou e reconveio. Na contestação, alegou que a destinação da área estava prestes a ser alterada por uma lei que passaria a admitir, no local, prédios de quitinetes. Na reconvenção, alegou litisconsórcio necessário com todos os locatários que ocupavam o prédio, sendo imprescindível a citação de todos para a validade do processo. Argumentou, ainda, que os locatários seriam atingidos pela sentença e que a construtora não poderia ser obrigada a demolir o edifício, ocupado por terceiros. Sobreveio acórdão que confirmou a sentença, julgando procedente a ação demolitória e improcedente a reconvenção. Foi interposto recurso especial, pendente de juízo de admissibilidade. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Terceiros prejudicados podem ajuizar demanda própria para defesa de seus direitos eventualmente atingidos pelo ato judicial produzido em demanda inter alios, ainda que já tenha sido produzida a coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Para defenderem eventual direito que julguem ter, os locatários devem adotar as medidas cabíveis antes que o referido acórdão transite em julgado, pois, uma vez formada a coisa julgada, seu conteúdo passa a ser imutável, nos termos do CPC, tornando- se-lhes impossível afastar sua aplicação."
      },
      {
        "letra": "C",
        "texto": "Nesse caso, é imprescindível a inclusão dos locatários na lide, pois, de acordo com o CPC, a sentença faz coisa julgada apenas às partes envolvidas, não podendo beneficiar nem prejudicar terceiros."
      },
      {
        "letra": "D",
        "texto": "A necessidade de citação dos locatários para a eficácia da sentença decorre do disposto no CPC acerca das condições para o litisconsórcio necessário, entre as quais se inclui o fato de o juiz ter de decidir a lide de maneira uniforme para todas as partes, tal como no caso apresentado, em que a demolição do prédio pela construtora é indissociável da desocupação deste pelos locatários."
      },
      {
        "letra": "E",
        "texto": "A coisa julgada, assim considerada a eficácia que torna imutável e indiscutível a sentença, conforme disposto no CPC, inibe que o julgado produza efeitos naturais de amplitude subjetiva mais alargada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274371",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: SPTrans",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Há litisconsórcio necessário quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entre as partes houver comunhão de direitos ou de obrigações relativamente à lide."
      },
      {
        "letra": "B",
        "texto": "os direitos ou as obrigações das partes derivarem do mesmo fundamento de direito."
      },
      {
        "letra": "C",
        "texto": "entre as causas, em que há interesse das partes, houver conexão pelo objeto ou pela causa de pedir."
      },
      {
        "letra": "D",
        "texto": "por disposição de lei a decisão da lide deva ser uniforme para todas as partes."
      },
      {
        "letra": "E",
        "texto": "ocorrer afinidade de questões por um ponto comum de fato ou de direito entre as partes envolvidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270735",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as pessoas físicas e jurídicas têm capacidade de ser parte no processo civil."
      },
      {
        "letra": "B",
        "texto": "a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores, em todo o território nacional."
      },
      {
        "letra": "C",
        "texto": "o Município é representado, em juízo, ativa e passivamente, por seu Prefeito e pelo Presidente da Câmara Municipal."
      },
      {
        "letra": "D",
        "texto": "para as causas que versem sobre direitos reais imobiliários, os cônjuges são litisconsortes necessários, se réus; mas não o serão, se autores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "269849",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Em relação ao litisconsórcio e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite a propositura de ações de oposição sucessivas."
      },
      {
        "letra": "B",
        "texto": "A contestação e a denunciação da lide devem ser apresentadas em juízo de modo simultâneo."
      },
      {
        "letra": "C",
        "texto": "Sob o enfoque subjetivo, é ampliada a relação jurídica processual na nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "O litisconsórcio por afinidade jamais pode ser unitário."
      },
      {
        "letra": "E",
        "texto": "No procedimento sumário, é cabível a ação declaratória incidental fundada em questão processual relevante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "254786",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito dos institutos do litisconsórcio, da assistência e das hipóteses de intervenção de terceiros, julgue os itens subsecutivos. De acordo com o CPC, quando os litisconsortes tiverem diferentes procuradores, os prazos para contestar e recorrer serão contados em dobro, prerrogativa esta que não se estende às demais manifestações nos autos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253213",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Relativamente às disposições do Código de Processo Civil sobre litisconsórcio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há litisconsórcio necessário quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, os litisconsortes serão considerados, em suas relações com a parte adversa, como se fossem o mesmo litigante; os atos e as omissões de um prejudicarão ou beneficiarão os outros."
      },
      {
        "letra": "C",
        "texto": "O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de preclusão."
      },
      {
        "letra": "D",
        "texto": "A realização de intimação de um dos litisconsortes, ativos ou passivos, desde que feita na pessoa de seu procurador, supre a necessidade de intimação dos demais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "243919",
    "metadata": "Ano: 2012 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituem fundamento para que duas ou mais pessoas possam litigar, no mesmo processo, em conjunto, ativa ou passivamente, dentre outros fundamentos a afinidade de questões por um ponto comum de fato ou de direito e quando houver entre as causas conexão pelo objeto ou pela causa de pedir."
      },
      {
        "letra": "B",
        "texto": "Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "C",
        "texto": "No que tange aos prazos processuais, é correto afirmar que a superveniência de férias suspenderá o curso do prazo; o que sobejar recomeçará a ocorrer do primeiro dia útil seguinte ao termo das férias."
      },
      {
        "letra": "D",
        "texto": "Reputam-se conexas duas ou mais ações, quando lhes for comum o objeto ou a causa de pedir; dá-se a continência entre duas ou mais ações sempre-que há identidade quanto às partes e ao pedido, mas o objeto de uma, por ser amplo, abrange o das outras."
      },
      {
        "letra": "E",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá nomear à autoria o proprietário ou o possuidor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "237180",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Quando o sistema processual permite a adequação do número de litisconsortes no processo, por decisão fundamentada do Juiz, essa norma aplica-se ao litisconsórcio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "unitário"
      },
      {
        "letra": "B",
        "texto": "uniforme"
      },
      {
        "letra": "C",
        "texto": "compulsório"
      },
      {
        "letra": "D",
        "texto": "facultativo"
      },
      {
        "letra": "E",
        "texto": "ulterior"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236633",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente litisconsorcial pode renunciar ao direito de recorrer."
      },
      {
        "letra": "B",
        "texto": "A denunciação da lide é sempre obrigatória para que seja exercida a pretensão regressiva contra o denunciado, sob pena de perda dessa faculdade."
      },
      {
        "letra": "C",
        "texto": "A contestação apresentada por um dos réus impede a decretação da revelia em relação a todos os demais, ainda que distintos seus interesses."
      },
      {
        "letra": "D",
        "texto": "Havendo litisconsórcio unitário, a confissão de um dos réus somente em relação a ele será eficaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "234819",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "A formação do litisconsórcio decorre estritamente da lei e o seu princípio básico é o da não facultatividade, ou seja, no caso de litisconsórcio ativo, há um verdadeiro dever de demandar que recai sobre todos os litisconsortes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "234818",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "A figura do litisconsórcio assistencial se caracteriza pelo fato de o terceiro assistente ingressar no processo somente para auxiliar uma das partes, não adquirindo, assim, o status de litisconsorte, pois não há nesse caso relação jurídica que lhe diga respeito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "233423",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não poderá determinar de ofício a citação do litisconsorte necessário ausente, devendo, para tanto, intimar o autor a requerê-la."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de ação popular cujo objeto seja a desconstituição de ato jurídico, estabelece-se o litisconsórcio necessário simples."
      },
      {
        "letra": "C",
        "texto": "Dispensa-se a formação do litisconsórcio passivo necessário entre os candidatos aprovados em concurso público, quando estes ainda não tiverem sido nomeados."
      },
      {
        "letra": "D",
        "texto": "Deverão participar de ações rescisórias integrais, em litisconsórcio simples, todos os que forem partes no processo cuja sentença seja objeto de rescisão."
      },
      {
        "letra": "E",
        "texto": "Será inválida e sujeita a ação rescisória a sentença proferida sem que algum dos litisconsortes necessários ativos integre o feito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "486579",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao instituto do litisconsórcio, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não pode limitar o litisconsórcio facultativo em vista do direito de ação constitucionalmente consagrado."
      },
      {
        "letra": "B",
        "texto": "o recurso interposto por um dos litisconsortes a todos aproveita, ainda que seus interesses sejam opostos ou distintos."
      },
      {
        "letra": "C",
        "texto": "há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes."
      },
      {
        "letra": "D",
        "texto": "a confissão de um dos litisconsortes estende-se aos demais."
      },
      {
        "letra": "E",
        "texto": "apenas o litisconsorte principal tem o direito de promover o andamento do processo, devendo ser intimado de todos os atos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301722",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Se numa ação de reparação de danos há litisconsórcio de cinco autores idosos representados por um único procurador e, em litisconsórcio passivo, figuram duas empresas com procuradores distintos, o prazo para os autores e as rés recorrerem será, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em dobro para autores e rés."
      },
      {
        "letra": "B",
        "texto": "Em dobro para os autores e em quádruplo para as rés."
      },
      {
        "letra": "C",
        "texto": "Em quádruplo para autores e em dobro para as rés."
      },
      {
        "letra": "D",
        "texto": "O previsto em lei para os autores e em quádruplo para as rés."
      },
      {
        "letra": "E",
        "texto": "O previsto em lei para os autores e em dobro para as rés."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "252579",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas NÃO podem litigar, no mesmo processo, em cumulação subjetiva de ações, ativa ou passivamente, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entre as causas houver conexão pelo objeto ou pela causa de pedir;"
      },
      {
        "letra": "B",
        "texto": "os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito;"
      },
      {
        "letra": "C",
        "texto": "a relação jurídica assim o exigir, sob pena de a sentença ser inefcaz;"
      },
      {
        "letra": "D",
        "texto": "entre elas houver comunhão de direitos ou de obrigações relativamente à lide;"
      },
      {
        "letra": "E",
        "texto": "ocorrer afinidade de questões por um ponto comum de fato ou de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235141",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode desmembrar de ofício o litisconsórcio ativo, respeitando o máximo de dez litisconsortes."
      },
      {
        "letra": "B",
        "texto": "Independentemente do regime de litisconsórcio, a conduta determinante de um litisconsorte não pode prejudicar o outro."
      },
      {
        "letra": "C",
        "texto": "No litisconsórcio eventual, a procedência de um dos pedidos formulados não implica a improcedência do outro."
      },
      {
        "letra": "D",
        "texto": "Deve ser unitário o litisconsórcio formado entre devedores solidários."
      },
      {
        "letra": "E",
        "texto": "No litisconsórcio simples, a contestação apresentada por um litisconsorte não beneficiará o litisconsorte revel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "203901",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "A respeito do litisconsórcio e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legitimado extraordinário coletivo sem relação jurídica com a parte autora pode ingressar, segundo o STF, como assistente simples."
      },
      {
        "letra": "B",
        "texto": "De acordo com o STJ, a denunciação à lide pode ampliar o objeto apresentado na inicial."
      },
      {
        "letra": "C",
        "texto": "A recusa pelo autor da nomeação à autoria pleiteada pela parte ré impede a abertura de novo prazo para que a nomeante apresente contestação."
      },
      {
        "letra": "D",
        "texto": "Em todas as opções que versem sobe ação de fornecimento de medicamento, a União deverá ser chamada ao processo."
      },
      {
        "letra": "E",
        "texto": "Caso seja disputada por dois particulares a posse de determinado imóvel particular em terras ocupadas por comunidade indígena, a União deverá ser citada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "201779",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Constatado pelo juiz que, na hipótese sob julgamento, configura-se litisconsórcio necessário passivo, deve ele:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordenar a citação de todos os litisconsortes necessários passivos;"
      },
      {
        "letra": "B",
        "texto": "facultar ao autor, no prazo que assinar, pronunciar-se sobre se deseja prosseguir com a ação sem a citação dos litisconsortes necessários passivos;"
      },
      {
        "letra": "C",
        "texto": "ordenar ao autor que promova, no prazo que assinar, a citação dos litisconsortes necessários passivos, sob pena de extinção do processo;"
      },
      {
        "letra": "D",
        "texto": "ordenar ao autor que promova, no prazo que assinar, a citação dos litisconsortes necessários passivos, sob pena de prosseguir o processo apenas contra a parte ré originalmente indicada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "201615",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Numa ação ordinária, duzentas pessoas litigam na condição de litisconsortes ativos facultativos. O réu formulou pedido de limitação do litisconsórcio facultativo quanto ao número de litigantes, alegando dificultar a defesa. Nesse caso, o pedido de limitação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não interrompe o prazo para resposta."
      },
      {
        "letra": "B",
        "texto": "interrompe o prazo para resposta, que recomeça da intimação da decisão."
      },
      {
        "letra": "C",
        "texto": "implica no cômputo em dobro do prazo para resposta."
      },
      {
        "letra": "D",
        "texto": "só duplica o prazo para resposta se houver concordância dos autores."
      },
      {
        "letra": "E",
        "texto": "implica na extinção do processo sem resolução do mérito, devendo cada litigante ajuizar ação autônoma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198776",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "QUANTO AO QUE DISPÕE O PARÁGRAFO ÚNICO DO ART. 46 DO CPC (LIMITAÇÃO DE LITISCONSORTES):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) Pode ser aplicado tanto ao litisconsórcio facultativo quanto ao necessário, podendo o juiz, se for o caso, desmembrar o processo;"
      },
      {
        "letra": "B",
        "texto": "( ) Pode ser aplicado tanto ao litisconsórcio ativo quanto ao litisconsórcio passivo, na mesma linha da afirmação anterior;"
      },
      {
        "letra": "C",
        "texto": "( ) Pode ser aplicado tanto aos casos em que há prova pré-constituída quanto àqueles que, exigem dilação probatória;"
      },
      {
        "letra": "D",
        "texto": "( ) Pode ser aplicado quando contribuir para a rápida solução do litigio ou para evitar comprometimento da defesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "148730",
    "metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No litisconsórcio multitudinário, a limitação do número de litigantes, que só incide no facultativo, dependerá, de pedido do réu, quando ocorrer dificuldade da defesa;"
      },
      {
        "letra": "B",
        "texto": "No sistema brasileiro de jurisdição uma, não há conflito de atribuições entre entidade administrativa e autoridade judiciária, quanto estiver esta no exercício pleno de sua função jurisdicional;"
      },
      {
        "letra": "C",
        "texto": "O ajuizamento da ação declaratória incidental enseja uma nova autuação. Tanto é verdade que, primeiramente, o juiz resolverá a questão prejudicial por intermédio de uma sentença; e, em outra decidirá a questão principal;"
      },
      {
        "letra": "D",
        "texto": "O juízo do domicílio do menor não é competente para apreciar ação de guarda proposta por um dos pais contra o outro. A regra de competência definida pela necessidade de proteger o interesse da criança não é absoluta;"
      },
      {
        "letra": "E",
        "texto": "O pedido será alternativo quando o autor cumular, sucessivamente, o pedido principal com outro sucessivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "117571",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca da participação no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os cônjuges serão necessariamente citados para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges, independentemente do regime do casamento;"
      },
      {
        "letra": "B",
        "texto": "é desnecessária a citação do pai registral para integrar a lide na ação de investigação de paternidade movida por menor (representado por sua mãe) em face de seu suposto pai biológico;"
      },
      {
        "letra": "C",
        "texto": "quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para recorrer da sentença, ainda quando só um deles haja sucumbido;"
      },
      {
        "letra": "D",
        "texto": "há litisconsórcio necessário somente quando a natureza da relação jurídica exigir que a lide seja uniformemente decidida;"
      },
      {
        "letra": "E",
        "texto": "o juiz ordenará de ofício a citação de todos os litisconsortes passivos necessários que deveriam integrar mas ainda não integram a relação jurídica processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "104805",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "O litisconsórcio pode ser classificado, quanto à obrigatoriedade de formação, em simples ou unitário, dependendo a formação desse último de disposição de lei ou da natureza da relação jurídica discutida em juízo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86038",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Do litisconsórcio, da assistência e da intervenção de terceiros no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora recomendável para garantir a eficácia da sentença, não é obrigatória a citação de todos os litisconsortes necessários, diante do fenômeno da substituição processual."
      },
      {
        "letra": "B",
        "texto": "Na nomeação à autoria, se o nomeado, após realizada a citação, negar a qualidade que lhe é atribuída, o processo continuará contra o nomeante, o qual não terá novo prazo para contestar, face ao princípio da eventualidade aplicável no momento da contestação."
      },
      {
        "letra": "C",
        "texto": "Na denunciação da lide feita pelo autor, o denunciado que comparecer poderá aditar a petição inicial, uma vez que assume a posição de litisconsorte do denunciante."
      },
      {
        "letra": "D",
        "texto": "Transitada em julgado a sentença, na causa em que interveio o assistente, este não poderá, em processo posterior, discutir a justiça da decisão, mesmo na hipótese de provar que desconhecia a existência de alegações ou de provas, de que o assistido, por dolo ou culpa, não se valeu."
      },
      {
        "letra": "E",
        "texto": "Na assistência simples, o terceiro tem interesse jurídico em que a sentença seja favorável a uma das partes, sendo considerado, assim, litisconsorte da parte assistida, por também ser titular do direito discutido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2893311",
    "metadata": "Ano: 2010 | Banca: CEFET-BA | Órgão: EBAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca do litisconsórcio, da assistência e da intervenção de terceiros: I. O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio ou dificultar a defesa, sendo que o pedido de tal limitação interrompe o prazo para a resposta, que é retomado quando da intimação da decisão. II. O assistente pode obstar que a parte principal reconheça a procedência do pedido, caso em que prosseguirá na relação processual, seguindo o feito seu curso normal. III. Nas hipóteses de nomeação à autoria, o autor tem a faculdade de aceite ou recusa de tal nomeação, sendo que seu silêncio quanto a tal aspecto acarreta a aceitação. IV. Nas hipóteses de ocorrência da oposição, deverá esta ser julgada em momento anterior ao julgamento da ação. V. É obrigatória a denunciação da lide a todos os devedores solidários, quando o credor exigir de um ou de alguns deles totalmente a dívida comum. Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2889376",
    "metadata": "Ano: 2010 | Banca: AMIGA PÚBLICA | Órgão: COREN-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise os itens seguintes:I. Na hipótese de litisconsórcio passivo necessário, poderá o juiz determinar, de oficio, a citação do litisconsorte, independentemente da vontade do autor.II. O advogado público, não regido exclusivamente pelos estatutos da OAB, está sujeito à multa por ato atentatório à dignidade da jurisdição, nos termos do art. 14, parágrafo único, do Código de Processo Civil.III. Compete ao autor adiantar as despesas relativas a atos, cuja realização o juiz determinar de ofício ou a requerimento do Ministério Público.Está(ão) correto(s) apenas o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "II"
      },
      {
        "letra": "C",
        "texto": "III"
      },
      {
        "letra": "D",
        "texto": "todos"
      },
      {
        "letra": "E",
        "texto": "nenhum"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495180",
    "metadata": "Ano: 2010 | Banca: IV - UFG | Órgão: Prefeitura de Aparecida de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Se um dos litisconsortes unitário interpôs recurso antes que o fizesse qualquer um dos outros, e em seguida desis tiu, sendo ainda recorrível a sentença por algum dos res tantes, o recurso que este porventura tempestivamente in terponha produz efeitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para o próprio recorrente, não aproveitando aos demais"
      },
      {
        "letra": "B",
        "texto": "para o próprio recorrente e para os demais que não recorreram."
      },
      {
        "letra": "C",
        "texto": "para todos, excluindo-se o que desistiu do seu recurso"
      },
      {
        "letra": "D",
        "texto": "para todos, inclusive para o que haja desistido do seu recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "479737",
    "metadata": "Ano: 2010 | Banca: UPENET/IAUPE | Órgão: SUAPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Listiconsórcio é um fenômeno que ocorre quando duas ou mais pessoas figuram como autoras ou rés no processo. Sobre o assunto, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá limitar o litisconsórcio facultativo quanto ao número de litigantes, quando este comprometer a rápida solução do litígio. O pedido de limitação não interrompe o prazo para resposta."
      },
      {
        "letra": "B",
        "texto": "O andamento do processo deverá ser realizado, apenas, por um dos litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Há litisconsórcio necessário, quando, por disposição da lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme, para todas as partes, caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo."
      },
      {
        "letra": "D",
        "texto": "Haverá litisconsórcio, sempre que houver continência entre duas ou mais ações com identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "E",
        "texto": "Mesmo considerados como litigantes distintos, os atos e as omissões praticados por cada litisconsorte prejudicam os demais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434347",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Ações Coletivas no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Ação Popular",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "João e outros ingressaram com ação popular, alegando nulidades em concurso público realizado pela Assembleia Legislativa do Estado do Rio Grande do Sul. No polo passivo, incluíram tão somente o Deputado Estadual Presidente da Assembleia Legislativa. Foi proferida sentença de procedência, determinando a anulação do certame. Em sede de apelação, mostra-se correto arguir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, o Estado do Rio Grande do Sul."
      },
      {
        "letra": "B",
        "texto": "a sentença deve ser anulada por não ter havido a citação, como litisconsorte necessária, da pessoa jurídica de direito público ao qual o Presidente da Assembleia está vinculado, qual seja, a Assembleia Legislativa."
      },
      {
        "letra": "C",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente o Estado do Rio Grande do Sul."
      },
      {
        "letra": "D",
        "texto": "a sentença deve ser anulada por ilegitimidade passiva do Presidente da Assembleia Legislativa, sendo parte legítima tão somente a Assembleia Legislativa."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "310101",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "É cabível recurso de cidadão eleitor, mesmo que estranho à ação popular, na qualidade de terceiro, submetendo-se, ele, a partir do seu ingresso, ao regime de assistência litisconsorcial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "296602",
    "metadata": "Ano: 2010 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Quando,por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes,há:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência;"
      },
      {
        "letra": "B",
        "texto": "conexão;"
      },
      {
        "letra": "C",
        "texto": "nomeação à autoria;"
      },
      {
        "letra": "D",
        "texto": "continencia;"
      },
      {
        "letra": "E",
        "texto": "litisconsórcio necessário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "190677",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Em simples palavras, litisconsórcio significa a pluralidade de partes litigantes no processo. É a reunião de vários interessados numa mesma demanda, na qualidade de autor e/ou de réu, para a defesa de interesses comuns. O litisconsórcio não se confunde, evidentemente, com a cumulação de ações, pois se refere a pessoas que integram uma das partes no pleito. Acerca do tema aqui proposto, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu é indispensável."
      },
      {
        "letra": "B",
        "texto": "A ausência de citação de todos os litisconsórcios necessários implica extinção do processo sem destrame do mérito."
      },
      {
        "letra": "C",
        "texto": "O litisconsórcio por afinidade sempre será simples."
      },
      {
        "letra": "D",
        "texto": "O litisconsórcio formado por titulares de direitos individuais homogêneos, necessariamente, será simples."
      },
      {
        "letra": "E",
        "texto": "Quando dois ou mais legitimados extraordinários figurarem em juízo discutindo a mesma relação, tem-se um litisconsórcio unitário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "120578",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEJUS-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da resposta do réu e da ação civil pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de ação civil pública que tenha por objeto e causa pedir a defesa de direitos individuais homogêneos proposta por associação na defesa dos seus associados, no decurso da fase cognitiva do procedimento, a associação promovente atuará na qualidade de representante processual; de outra parte, se postular o cumprimento da sentença, assumirá a posição de substituto processual."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência do STF e do Superior Tribunal de Justiça (STJ) firmou-se pela inviabilidade da declaração incidental de inconstitucionalidade de lei deduzida no bojo de ação civil pública."
      },
      {
        "letra": "C",
        "texto": "No procedimento comum sumário, sendo a ré a fazenda pública, o juiz designará a audiência de conciliação a ser realizada no prazo de trinta dias, com antecedência mínima de dez dias, contados da citação."
      },
      {
        "letra": "D",
        "texto": "A suspeição do juiz é vício insanável e fere de nulidade absoluta a relação processual, tanto que se constitui um dos fundamentos à propositura da ação rescisória do julgado."
      },
      {
        "letra": "E",
        "texto": "Quando forem citados para a ação vários réus, o prazo para responder ser-lhes-á comum. Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "112107",
    "metadata": "Ano: 2010 | Banca: IESES | Órgão: CRM-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Com base no Código de Processo Civil, é correto afirmar:I. Há litisconsórcio necessário, quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo.II. Duas ou mais pessoas podem litigar no mesmo processo, em conjunto, ativa ou passivamente quando entre elas houver comunhão de direitos ou de obrigações relativamente à lide.III. O juiz poderá limitar o litisconsórcio necessário quanto ao número de litigantes quando este comprometer a rápida solução do litígio ou dificultar a defesa.IV. Salvo disposição em contrário, os litisconsortes não serão considerados em suas relações com a parte adversa, como litigantes distintos; os atos e omissões de um a todos aproveitará.V. A assistência tem lugar em qualquer dos tipos de procedimento e em todos os graus da jurisdição, mas ao assistente é vedado formular pretensão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Alternativas I, II e III estão corretas"
      },
      {
        "letra": "C",
        "texto": "Alternativas I e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "Alternativas I e II estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "94122",
    "metadata": "Ano: 2010 | Banca: AOCP | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Em se tratando de Litisconsórcio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando os litisconsortes tiverem procuradores diferentes, ser-lhes-ão contados em quádruplo o prazo para contestar e em dobro para recorrer."
      },
      {
        "letra": "B",
        "texto": "Segundo Súmula do STF, não se conta em dobro o prazo para recorrer, quando só um dos litisconsortes haja sucumbido."
      },
      {
        "letra": "C",
        "texto": "No litisconsórcio unitário, a conduta alternativa de um dos litisconsortes não beneficia os demais."
      },
      {
        "letra": "D",
        "texto": "O litisconsórcio por afinidade pode ser simples ou unitário."
      },
      {
        "letra": "E",
        "texto": "Poderá o juiz limitar o litisconsórcio facultativo apenas quanto ao número de litigantes, somente nos casos em que haja comprometimento à rápida solução do litígio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "94018",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Dadas as proposições a seguir a respeito da disciplina dos atos processuais segundo o Código de Processo Civil, I. No processo civil, feita intimação de decisão interlocutória em feriado, o prazo recursal começará a fluir no primeiro dia útil subsequente. II. Nas comarcas em que não há publicação em jornal oficial, o prazo para interposição de apelação conta-se da juntada aos autos do aviso de recebimento da carta de intimação da sentença. III. Havendo litisconsórcio passivo facultativo, os réus com diferentes procuradores dispõem de prazo em dobro para recorrer. IV. Nas comarcas contíguas, as intimações podem ser feitas sem a necessidade de expedição de carta precatória. verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "somente III e IV são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "94017",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre a disciplina dos atos processuais, segundo o Código de Processo Civil brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a intimação do Ministério Público, nos processos em que atue como parte, será feita prioritariamente mediante publicação no órgão oficial."
      },
      {
        "letra": "B",
        "texto": "quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em quádruplo o prazo para contestar e em dobro os prazos para recorrer e, de modo geral, para falar nos autos."
      },
      {
        "letra": "C",
        "texto": "é lícito às partes litigantes, mediante acordo, reduzir os prazos peremptórios."
      },
      {
        "letra": "D",
        "texto": "a citação válida torna prevento o juízo, induz litispendência, faz litigiosa a coisa e, salvo quando ordenada por juiz incompetente, interrompe a prescrição."
      },
      {
        "letra": "E",
        "texto": "a desistência da ação somente produzirá efeito depois de homologada por sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "94014",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do regime jurídico das partes e dos terceiros no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assistência simples ocorre quando o juiz defere a um terceiro, com interesse jurídico no resultado favorável à parte que irá assistir, o direito de intervir no processo para auxiliá-la."
      },
      {
        "letra": "B",
        "texto": "O pedido de assistência litisconsorcial não é admitido após o julgamento de primeira instância."
      },
      {
        "letra": "C",
        "texto": "Descabe o pedido de assistência em favor do réu quando o processo corre à revelia."
      },
      {
        "letra": "D",
        "texto": "Julgada procedente a ação de indenização em que tenha sido acolhida a denunciação à lide pelo réu, o juiz declarará o direito de regresso em favor do denunciante, mas a sentença não terá eficácia de título executivo contra o denunciado."
      },
      {
        "letra": "E",
        "texto": "Cada litisconsorte tem o direito de promover o andamento do processo, mas a intimação dos atos do processo somente será obrigatória quando se tratar de litisconsórcio necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "93819",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Na demanda em que se pretende a declaração de invalidade do ato administrativo que anulou um concurso público, é obrigatória a citação dos demais candidatos como litisconsortes necessários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "85000",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "O direito de ação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depende da existência efetiva do direito material invocado."
      },
      {
        "letra": "B",
        "texto": "É exercido contra o Estado, bastando que o seu titular se refira a um interesse primário, juridicamente protegido."
      },
      {
        "letra": "C",
        "texto": "Configura o dever de dirigir-se ao órgão jurisdicional para a solução das lides."
      },
      {
        "letra": "D",
        "texto": "Rege-se pela teoria imanentista, segundo a qual não há ação sem direito e não há direito sem ação."
      },
      {
        "letra": "E",
        "texto": "É autônomo, mas pressupõe um direito subjetivo violado para os casos em que se pretenda a declaração da inexistência de uma relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "84999",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "A jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possui caráter substitutivo, uma vez que a atividade do Estado afasta qualquer outra possibilidade de quem tem uma pretensão de invadir a esfera jurídica alheia para satisfazer-se."
      },
      {
        "letra": "B",
        "texto": "É função estatal cometida exclusivamente ao Poder Judiciário, de acordo com o critério orgânico."
      },
      {
        "letra": "C",
        "texto": "Pode ser delegada de um juiz a outro por meio de carta precatória."
      },
      {
        "letra": "D",
        "texto": "Rege-se pelo princípio da inércia, excetuadas as hipóteses de atuação ex officio expressamente previstas em lei."
      },
      {
        "letra": "E",
        "texto": "Quando provocada, impõe-se por si mesma, salvo cláusula contratual em que se estipule sua inaplicabilidade ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "78595",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "O cidadão \"A\" propôs ação popular contra o prefeito, o vice-prefeito e os vereadores do Município \"B\", visando a anular a resolução e os decretos da Câmara Municipal que elevaram indevidamente os subsídios desses agentes políticos, bem como a condená-los a reparar o prejuízo causado ao patrimônio público. Também figurou como réu o assessor jurídico da Câmara Municipal que emitiu o parecer no qual se alicerçaram os referidos atos normativos.Esse cúmulo subjetivo no polo passivo da ação configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio facultativo unitário."
      },
      {
        "letra": "B",
        "texto": "litisconsórcio facultativo simples."
      },
      {
        "letra": "C",
        "texto": "litisconsórcio necessário simples."
      },
      {
        "letra": "D",
        "texto": "litisconsórcio necessário unitário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77557",
    "metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Dentre as proposições que se seguem, assinale a alternativa correta: I - A exceção de pré-executividade é inadmissível na execução fiscal em razão de a natureza da lide não comportar dilação probatória. II - Não obstante as pessoas formais não gozarem de personalidade jurídica, são admitidas a figurar em relações processuais como parte ativa ou passiva. III - A não integração do litisconsorte passivo necessário autoriza a intervenção iussu iudicis, sob pena de ineficácia da sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Apenas I e III estão incorretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77025",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DETRAN-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca das regras que tratam do litisconsórcio, da assistência e da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá oferecer oposição."
      },
      {
        "letra": "B",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de parte no processo."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo de todos os devedores solidários, quando o credor exigir de um ou alguns deles, parcial ou totalmente a dívida comum."
      },
      {
        "letra": "D",
        "texto": "Havendo litisconsórcio o andamento processual deverá ser feito somente de forma conjunta por todos os litisconsortes."
      },
      {
        "letra": "E",
        "texto": "Há litisconsórcio facultativo quando a eficácia da sentença depender da citação de todos os litisconsortes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "74585",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio"
    ],
    "enunciado_principal": "Em ação de anulação de casamento proposta pelo Ministério Público, a presença das partes constitui litisconsórcio facultativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "74584",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Em ação de oposição, cria-se litisconsórcio passivo necessário entre os sujeitos da demanda originária, que passam a ser denominados opostos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68962",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. Constitui ato atentatório ao exercício da jurisdição o não cumprimento, com exatidão, de provimentos mandamentais ou a criação de embaraços à efetivação de provimentos jurisdicionais de natureza antecipatória ou final a ensejar às partes e a todos aqueles que de qualquer forma participam do processo, sanções criminais, civis, processuais e pecuniárias. II. O litisconsórcio multitudinário caracteriza-se quando há número muito grande de litisconsortes no processo. O juiz pode limitálo, nas hipóteses de litisconsório facultativo ou necessário, quando houver comprometimento da rápida solução do litígio ou dificuldade de defesa. A determinação de desmembramento, no caso de dificuldade de defesa, depende de pedido expresso do réu, que deve fazê-lo no prazo de resposta. III. O juiz pode determinar, de ofício ou a requerimento da parte, a realização de nova perícia, quando a matéria não lhe parecer suficientemente esclarecida. A determinação de segunda perícia pressupõe que a já realizada seja inválida ou deva ser descartada. IV. O autor fixa os limites da lide e da causa de pedir na petição inicial e cabe ao juiz decidir de acordo com esse limite. É proibido ao juiz proferir sentença a favor do autor, para condenar o réu em quantidade superior (extra petita), condená-lo em objeto diverso do que lhe foi demandado (ultra petita) ou abaixo do pedido (citra ou infra petita). A regra da congruência ou correlação entre pedido e sentença é decorrência do princípio dispositivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente a proposição I está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "68957",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. A nulidade de cláusula de eleição do foro, mesmo em contrato de adesão, não pode ser declarada de ofício pelo juiz, por tratar-se de competência em razão do território e portanto relativa. A única exceção, em tema de competência relativa, a permitir a manifestação do juiz sem provocação da parte é a hipótese de ações fundadas em direito real sobre imóveis, em que a competência será sempre do foro da situação da coisa. II. O indeferimento liminar da petição inicial por inadequação de procedimento sem que se dê oportunidade ao autor para emenda da inicial caracteriza cerceamento de jurisdição. Apenas se sanável o vício ou irregularidade é que o juiz deve dar oportunidade ao autor para emendar a inicial. O juiz deve intimá-lo para que emende a inicial no prazo de 10 (dez) dias e apenas depois dessa providência, no silêncio do autor, é que o juiz indefere a inicial. III. Os fundamentos de fato compõem a causa de pedir remota: é o que mediatamente autoriza o pedido; é o direito, o título; os fundamentos jurídicos compõem a causa de pedir próxima: é o inadimplemento, a ameaça ou a violação do direito.IV. O rótulo que se dá à causa é irrelevante perante a ciência processual. Não tem importância a indicação do nomen juris uma vez que a qualificação jurídica que emana da argumentação encetada pelo autor não tem o condão de pré-fixar a atuação judicial quanto ao direito aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "44602",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Agravo retido",
      "Agravo de instrumento",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação a recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem anuência da outra parte ou dos litisconsortes, desistir do recurso que interpôs."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Admitidos ambos os recursos - especial e extraordinário - os autos serão remetidos imediatamente ao STF."
      },
      {
        "letra": "D",
        "texto": "Interposto o agravo e ouvido o agravado no prazo de dez dias, o juiz não poderá reformar sua decisão."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo será conhecido, mesmo se houver desistência do recurso principal ou se este for declarado deserto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "44601",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da capacidade de ser parte e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A substituição processual e também a substituição de parte só são admitidas se forem expressamente previstas na lei ou no contrato."
      },
      {
        "letra": "B",
        "texto": "Apresentada a nomeação da autoria pelo réu, o juiz suspenderá o processo e mandará citar o nomeado para integrar o feito como autor."
      },
      {
        "letra": "C",
        "texto": "O litisconsórcio multitudinário pode ser limitado pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Para causas que versem acerca de direitos reais imobiliários, os cônjuges são litisconsortes necessários se autores."
      },
      {
        "letra": "E",
        "texto": "Assistência, nomeação a autoria e denunciação à lide são formas de intervenção espontânea de terceiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "41127",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Acerca da disciplina jurídica das partes e de seus procuradores e da intervenção de terceiros no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em processo de execução, é cabível a intervenção de terceiros, na modalidade da assistência."
      },
      {
        "letra": "B",
        "texto": "O juiz pode limitar a formação do litisconsórcio facultativo com enfoque na célere solução da lide e na facilitação da defesa do réu."
      },
      {
        "letra": "C",
        "texto": "No caso de a nomeação à autoria ter sido requerida de modo temerário, sem que o réu originário também tenha ofertado contestação, o indeferimento da nomeação, pelo juiz, importará em revelia."
      },
      {
        "letra": "D",
        "texto": "A ausência de citação de todos os litisconsortes, na hipótese de litisconsórcio passivo necessário, torna a sentença passível de anulação."
      },
      {
        "letra": "E",
        "texto": "É vedada a substituição voluntária das partes no curso do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "35977",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na responsabilidade pelo fato do produto, quando não identificado claramente o seu fabricante, a ação poderá ser proposta contra o comerciante, facultando-se a este denunciar à lide o fabricante."
      },
      {
        "letra": "B",
        "texto": "Quando cabível e requerida pelo réu a nomeação à autoria, o juiz poderá acolhê-la sem oitiva do autor."
      },
      {
        "letra": "C",
        "texto": "Se o réu não chamar ao processo os demais devedores solidários e vier a ser condenado ao pagamento de dívida comum, terá precluso o seu direito de regresso."
      },
      {
        "letra": "D",
        "texto": "A assistência só será admitida se houver concordância da parte assistida."
      },
      {
        "letra": "E",
        "texto": "Oferecida oposição, autor e réu da ação principal serão citados na pessoa dos seus respectivos advogados, ressalvada a hipótese de revelia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "35543",
    "metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições abaixo e, após, marque a alternativa correta.I - Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando: a) entre elas houver comunhão de direitos ou de obrigações relativamente à lide; b) os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito; c) entre as causas houver conexão pelo objeto ou pela causa de pedir; d) ocorrer afinidade de questões por um ponto comum de fato ou de direito.II - Há litisconsórcio necessário quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes. Em tal caso, a eficácia da sentença dependerá da citação de todos os litisconsortes no processo. O juiz ordenará ao autor que promova a citação de todos os litisconsortes necessários, dentro do prazo que assinar, sob pena de declarar extinto o processo.III - Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, poderá intervir no processo para assisti-la. A assistência só tem lugar no procedimento comum ordinário e em primeiro grau de jurisdição. O assistente recebe o processo no estado em que se encontra.IV - Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos. O opoente deduzirá o seu pedido, observando os requisitos exigidos para a propositura da ação. Distribuída a oposição por dependência, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de 15 (quinze) dias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma das afirmações acima está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas duas das afirmações acima estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas três afirmações acima estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as quatro afirmações acima estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544293",
    "metadata": "Ano: 2009 | Banca: AOCP | Órgão: CASAN - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, quando I. entre elas houver comunhão de direitos ou de obrigações relativamente à lide. II. os direitos ou as obrigações derivarem do mesmo fundamento de fato ou de direito. III. entre as causas houver continência pelo objeto ou pela causa de pedir. IV. ocorrer afinidade de questões por um ponto comum de fato ou de direito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "399244",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Quando os litisconsortes tiverem diferentes procuradores, o prazo para recorrer será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "multiplicado pelo número de litisconsortes."
      },
      {
        "letra": "B",
        "texto": "contado em dobro."
      },
      {
        "letra": "C",
        "texto": "o mesmo para todos."
      },
      {
        "letra": "D",
        "texto": "contado em triplo."
      },
      {
        "letra": "E",
        "texto": "contado em quádruplo."
      }
    ],
    "gabarito": "B"
  }
]