[
  {
    "id": "594150",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre o regime jurídico dos auxiliares da justiça, de acordo com o Código de Processo Civil de 1973, a jurisprudência e a doutrina, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o oficial de justiça é civilmente responsável pela prática de ato nulo apenas quando configurado o dolo da conduta;"
      },
      {
        "letra": "B",
        "texto": "incumbe ao oficial de justiça entregar, em cartório, o mandado, em até 60 (sessenta) dias após o seu cumprimento;"
      },
      {
        "letra": "C",
        "texto": "incumbe ao oficial de justiça estar presente às audiências e coadjuvar o juiz na manutenção da ordem;"
      },
      {
        "letra": "D",
        "texto": "o oficial de justiça possui funções de comunicação, certificação e avaliação, devendo solicitar a designação de outros auxiliares de justiça para atos de constrição e polícia;"
      },
      {
        "letra": "E",
        "texto": "é atribuição do oficial de justiça efetuar avaliações quando reconhecida pelo Juiz a necessidade de conhecimento técnico especializado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591070",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito do Ministério Público, do juiz e dos auxiliares da justiça, julgue o próximo item com base nas disposições do Código de Processo Civil. Incumbe ao escrivão dar, independentemente de despacho, certidão de qualquer ato ou termo do processo a quem demonstrar interesse nos autos, sendo ou não parte ou procurador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574436",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Manoela, perita judicial, prestou informações inverídicas dolosamente em perícia contábil na qual foi legalmente nomeada pelo magistrado para atuar. Neste caso, Manoela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará inabilitada por dois anos, a funcionar em outras perícias."
      },
      {
        "letra": "B",
        "texto": "ficará inabilitada a funcionar em outras perícias por prazo indeterminado."
      },
      {
        "letra": "C",
        "texto": "não ficará inabilitada a funcionar em outras perícias, uma vez que sofrerá apenas a sanção que a lei penal estabelecer."
      },
      {
        "letra": "D",
        "texto": "não ficará inabilitada a funcionar em outras perícias, uma vez que sofrerá apenas a sanção que a lei penal estabelecer, bem como responderá pelos prejuízos que causar."
      },
      {
        "letra": "E",
        "texto": "ficará inabilitada por cinco anos, a funcionar em outras perícias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503382",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Código de Processo Civil no Capítulo V, no artigo 139, indica os auxiliares do Juízo, além de outros, cujas atribuições são determinadas pelas normas de organização judiciária. Assinale a alternativa que apresenta quem são os auxiliares da Justiça, como previsto na Lei Processual Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advogado, o oficial de justiça, o perito, o depositário, o administrador e o intérprete."
      },
      {
        "letra": "B",
        "texto": "O escrivão, o oficial de justiça, o Ministério Público, o depositário, o administrador e o intérprete."
      },
      {
        "letra": "C",
        "texto": "O escrivão, o oficial de justiça, o procurador geral do estado, o depositário, o administrador e o intérprete."
      },
      {
        "letra": "D",
        "texto": "O escrivão, o oficial de justiça, o perito, o depositário, o administrador e o intérprete, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "503171",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Incumbe ao escrivão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dar certidão de qualquer ato ou termo do processo, desde que determinado por despacho exara­ do por juiz competente."
      },
      {
        "letra": "B",
        "texto": "fazer pessoalmente as penhoras e arrestos."
      },
      {
        "letra": "C",
        "texto": "estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      },
      {
        "letra": "D",
        "texto": "efetuar avaliações e executar as ordens do juiz a que estiver subordinado."
      },
      {
        "letra": "E",
        "texto": "redigir, em forma legal, os ofícios, mandados, cartas precatórias e mais atos que pertencem ao seu ofício."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492695",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação aos auxiliares da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incumbe ao escrivão redigir e entregar, em cartório, o mandado, logo depois de cumprido por quem de direito."
      },
      {
        "letra": "B",
        "texto": "nas localidades onde não houver profissionais qualificados para exercerem a função de peritos, a prova técnica será dispensada."
      },
      {
        "letra": "C",
        "texto": "os peritos não são necessários se as partes ou o juiz conhecerem a matéria sobre a qual deveriam opinar, ainda que técnica."
      },
      {
        "letra": "D",
        "texto": "o oficial de justiça tem a obrigação legal de avaliar todo e qualquer bem penhorado, informando-se com terceiros se não dispuser de conhecimento técnico especializado para consecução do mister."
      },
      {
        "letra": "E",
        "texto": "o escrivão e o oficial de justiça são civilmente responsáveis em caso de injusta recusa ao cumprimento dos atos legais ou judiciais a que estão subordinados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "490011",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "Acerca dos peritos e dos assistentes técnicos, julgue o item que se segue.As partes podem arguir o impedimento ou suspeição do perito e levantar dúvidas sobre seus conhecimentos técnicos e especializados ou aptidões para a realização da perícia. Os assistentes não estão sujeitos a essas arguições.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "490010",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "Acerca dos peritos e dos assistentes técnicos, julgue o item que se segue.Perito e assistente se distinguem pelos interesses que defendem em juízo: o perito deve ser neutro e tem por objeto esclarecer o juízo, ao passo que o assistente é auxiliar da parte, que age para garantir o amplo contraditório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "490009",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca dos peritos e dos assistentes técnicos, julgue o item que se segue.Não cabe ao perito emitir opiniões acerca de questões jurídicas: sua atuação deve limitar-se a questões de fato, tratadas sob uma perspectiva técnica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664616",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A nomeação de um profissional pelo juiz, para que o mesmo atue na condição de perito oficial em um processo judicial, deve ser reconhecido por este profissional, como um ato de distinção elevada. Dentre os requisitos pessoais, para que o perito do juízo assuma tal encargo, o mesmo precisa obrigatoriamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser Bacharel e estar devidamente registrado no seu Conselho Regional de Classe profissional."
      },
      {
        "letra": "B",
        "texto": "estar registrado no Conselho Regional de Classe e possuir Mestrado em Contabilidade."
      },
      {
        "letra": "C",
        "texto": "ser Bacharel e Doutor em Contabilidade ou em Administração de Empresas ou em Economia."
      },
      {
        "letra": "D",
        "texto": "ser Bacharel, estar devidamente registrado no seu Conselho Regional de Classe profissional e, obrigatoriamente, estar inscrito na Associação dos Peritos Judiciais do seu Estado."
      },
      {
        "letra": "E",
        "texto": "estar inscrito na Associação dos Peritos Judiciais do seu Estado e possuir Pós-Graduação em Perícia Judicial Contábil ou Econômica ou Administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494462",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca dos auxiliares da justiça, é correto afirmar que incumbe ao oficial de justiça, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redigir, em forma legal, os mandados e mais atos que pertencem ao seu ofício."
      },
      {
        "letra": "B",
        "texto": "efetuar avaliações."
      },
      {
        "letra": "C",
        "texto": "entregar, em cartório, o mandado, logo depois de cumprido."
      },
      {
        "letra": "D",
        "texto": "estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494458",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação aos Órgãos judiciários e aos auxiliares da justiça, segundo o Código Processual Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há conflito de competência quando dois ou mais juízes se consideram incompetentes."
      },
      {
        "letra": "B",
        "texto": "O conflito poderá ser suscitado pelo Ministério Público ou pelo juiz, sendo vedado às partes."
      },
      {
        "letra": "C",
        "texto": "O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte"
      },
      {
        "letra": "D",
        "texto": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário de que for parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464732",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considere as afirmações abaixo, a respeito do oficial de justiça. I - Incumbe-lhe estar presente às audiências e coadjuvar o juiz na manutenção da ordem. II- Incumbe-lhe efetuar avaliações. III - É civilmente responsável quando pratica ato nulo com dolo ou culpa. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416906",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Anne e Tulius são Oficiais de Justiça e foram encarregados do cumprimento de mandados de citação em dois processos. Anne é amiga íntima do réu. Tulius é sobrinho do autor. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se aplicam aos serventuários da justiça os motivos de impedimento e suspeição previstos para os juízes."
      },
      {
        "letra": "B",
        "texto": "quanto à Anne há suspeição e, em relação a Tulius, impedimento."
      },
      {
        "letra": "C",
        "texto": "quanto a Tulius há suspeição e, em relação à Anne, impedimento."
      },
      {
        "letra": "D",
        "texto": "ambos são suspeitos para atuar nos respectivos processos."
      },
      {
        "letra": "E",
        "texto": "ambos estão impedidos de atuar nos respectivos processos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386333",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre o juiz, as partes em geral, o Ministério Público e os serviços auxiliares da Justiça, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partes são aquele que pede em seu próprio nome (ou em cujo nome é pedida) uma atuação de lei (autor) e aquele frente ao qual tal atuação é pedida (réu)."
      },
      {
        "letra": "B",
        "texto": "Compete ao juiz dirigir o processo, assegurando às partes ter igualdade de tratamento, velar pela rápida solução do litígio, prevenir ou reprimir qualquer ato contrário à dignidade da justiça e tentar, a qualquer tempo, conciliar as partes."
      },
      {
        "letra": "C",
        "texto": "Na área cível, a atuação do Ministério Público se dá em dois aspectos: como parte e como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "Não são auxiliares da justiça o depositário, o administrador e o intérprete."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "757042",
    "metadata": "Ano: 2013 | Banca: SIGMA RH | Órgão: Câmara de Carapicuíba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "São deveres das partes e de todos aqueles que de qualquer forma participam do processo: I- Expor os fatos em juízo conforme a verdade. II- Proceder com lealdade e boa fé. III- Ouvir atentamente os depoimentos, sem interromper. São incisos do Art. 14 da Lei 5869/73:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I e II."
      },
      {
        "letra": "B",
        "texto": "apenas I e III."
      },
      {
        "letra": "C",
        "texto": "apenas II e III."
      },
      {
        "letra": "D",
        "texto": "todas elas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "500402",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil acerca dos termos processuais, é CORRETO afirmar que o oficial de justiça é civilmente responsável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando cumprir mandado de citação depois da 20h, em domingos e feriados."
      },
      {
        "letra": "B",
        "texto": "Quando atrasar a entrega de mandado cumprido."
      },
      {
        "letra": "C",
        "texto": "Quando sem justo motivo, se recusar a cumprir, dentro do prazo, os atos que lhes impõe a lei, ou os que o juiz, a que estiver subordinado, lhe comete."
      },
      {
        "letra": "D",
        "texto": "Quando avaliar bem penhorado abaixo do preço de mercado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "500401",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considerando-se o que determina o Código de Processo Civil acerca dos termos processuais e suas formas, é INCORRETO afirmar que ao oficial de justiça incumbe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Executar ordens do juiz a que estiver subordinado."
      },
      {
        "letra": "B",
        "texto": "Efetuar avaliações."
      },
      {
        "letra": "C",
        "texto": "Estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      },
      {
        "letra": "D",
        "texto": "Dar, independentemente de despacho do juiz, certidão de qualquer ato ou termo do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433566",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Dos Atos Processuais",
      "Sujeitos da relação processual",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "A respeito da comunicação dos atos processuais, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos mandados que o Oficial de Justiça tiver que cumprir é facultativa a cópia do despacho, ao contrário da informação quanto ao prazo de defesa, indispensável sob pena de nulidade do ato."
      },
      {
        "letra": "B",
        "texto": "Nos processos de execução, a citação, tal como ocorre nos processos de conhecimento, será efetuada pelo correio para qualquer comarca do país."
      },
      {
        "letra": "C",
        "texto": "O Oficial de Justiça poderá efetuar citações e intimações em qualquer das comarcas que se situem na mesma região metropolitana."
      },
      {
        "letra": "D",
        "texto": "A citação do réu é indispensável para a validade do processo, cuja falta não pode ser suprida pelo comparecimento espontâneo do réu, devendo o ato ser renovado."
      },
      {
        "letra": "E",
        "texto": "A citação válida torna prevento o juízo, induz litispendência, constitui o devedor em mora e interrompe a prescrição, salvo se realizada por juiz incompetente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433118",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "À luz do Código de Processo Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os oficiais de justiça são responsáveis civilmente quando praticarem atos nulos somente com dolo."
      },
      {
        "letra": "B",
        "texto": "O oficial de justiça que estiver servindo como perito no processo não poderá ser intérprete."
      },
      {
        "letra": "C",
        "texto": "O escrivão deverá dar, desde que precedido de despacho, certidão de qualquer ato ou termo do processo."
      },
      {
        "letra": "D",
        "texto": "O escrivão e o oficial de justiça são auxiliares do juízo e não podem ser constituídos como perito e intérprete."
      },
      {
        "letra": "E",
        "texto": "O perito que prestar informações inverídicas responderá pelo prejuízo causado às partes e, somente em caso de dolo, ficará inabilitado de funcionar em outras perícias por três anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425751",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "São incumbências do Oficial de Justiça :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "efetuar avaliações, exceto em semoventes;"
      },
      {
        "letra": "B",
        "texto": "entregar, em cartório, o mandado, logo depois de seu cumprimento;"
      },
      {
        "letra": "C",
        "texto": "fazer pessoalmente as citações, prisões, penhoras, arrestos e mais diligências próprias do seu ofício, sendo, todavia, desnecessário mencionar no mandado o ocorrido, com menção de lugar, dia e hora;"
      },
      {
        "letra": "D",
        "texto": "n.d.a."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352980",
    "metadata": "Ano: 2013 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta atividade que NÃO constitui atribuição do escrivão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Redigir, em forma legal, os ofícios, mandados e cartas precatórias."
      },
      {
        "letra": "B",
        "texto": "Executar as ordens judiciais, promovendo citações e intimações."
      },
      {
        "letra": "C",
        "texto": "Comparecer às audiências ou, não podendo fazê-lo, designar para substituí-lo escrevente juramentado, de preferência datilógrafo ou taquígrafo."
      },
      {
        "letra": "D",
        "texto": "Dar, independentemente de despacho, certidão de qualquer ato ou termo do processo."
      },
      {
        "letra": "E",
        "texto": "Efetuar avaliações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322160",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      },
      {
        "letra": "B",
        "texto": "Quando o inventariante for dativo, todos os herdeiros e sucessores do falecido serão autores ou réus nas ações em que o espólio for parte."
      },
      {
        "letra": "C",
        "texto": "A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou e os honorários advocatícios, que somente não serão devidos nos casos em que o advogado funcionar em causa própria."
      },
      {
        "letra": "D",
        "texto": "Verificando a incapacidade processual, ou a irregularidade da representação das partes, o juiz, de plano, extinguirá o processo sem resolução do mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312987",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Conforme previsto pelo Código de Processo Civil, incumbe ao escrivão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fazer pessoalmente as citações, prisões, penhoras, arres- tos e mais diligências próprias do seu ofício, certificando no mandado o ocorrido, com menção de lugar, dia e hora."
      },
      {
        "letra": "B",
        "texto": "estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      },
      {
        "letra": "C",
        "texto": "efetuar avaliações, certificando o valor atribuído aos bens avaliados."
      },
      {
        "letra": "D",
        "texto": "redigir, em forma legal, os ofícios, mandados, cartas precatórias e mais atos que pertencem ao seu ofício."
      },
      {
        "letra": "E",
        "texto": "entregar, em cartório, o mandado, logo depois de cumprido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311418",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O serventuário da justiça é considerado impedido de exercer sua função em processo no qual seja parte, ainda que a parte contrária não alegue tal impedimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973556",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "Dispõe o Código de Processo Civil que, quando a prova do fato depender de conhecimento técnico ou científico, o juiz será assistido por perito. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os peritos serão escolhidos entre profissionais de nível técnico especializado, devidamente inscritos no órgão de classe competente;"
      },
      {
        "letra": "B",
        "texto": "nas localidades onde não houver profissionais qualificados que preencham os requisitos legais, a indicação dos peritos será da livre escolha das partes;"
      },
      {
        "letra": "C",
        "texto": "encerrada a avaliação pelo perito, incumbirá às partes, dentro de cinco dias, a indicação de assistente técnico e a apresentação de quesitos;"
      },
      {
        "letra": "D",
        "texto": "os peritos e os assistentes técnicos podem escusar-se, ou serem recusados por impedimento ou suspeição, oportunidade em que o juiz nomeará novo perito ou assistente técnico;"
      },
      {
        "letra": "E",
        "texto": "o juiz indeferirá a perícia quando a prova do fato não depender do conhecimento especial de técnico, for desnecessária em vista de outras provas produzidas ou a verificação for impraticável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "755493",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Auxiliares da Justiça são funcionários, servidores públicos ou cidadãos comuns (investidos de munus público), que, no exercício de seus misteres, atendem às determinações do juiz dando sequência a atos de vital importância para o desenvolvimento do processo e para a garantia da infraestrutura necessária ao exercício da jurisdição (Nelson Nery Junior e Rosa Maria de Andrade Nery, in Código de Processo Civil Comentado e Legislação Extravagante, 12.a Edição, Editora Revista dos Tribunais, página 498). São enquadrados como auxiliares da Justiça, nos termos da legislação processual civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O escrivão, o juiz e o perito."
      },
      {
        "letra": "B",
        "texto": "O escrivão, o oficial de Justiça e o perito."
      },
      {
        "letra": "C",
        "texto": "O promotor de Justiça, o oficial de Justiça e o perito."
      },
      {
        "letra": "D",
        "texto": "O escrivão, o oficial de Justiça e o defensor público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425989",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, incumbe ao escrivão, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comparecer às audiências, ou, não podendo fazê-lo, designar para substituí-lo escrevente juramentado, de preferência datilografo ou taquígrafo."
      },
      {
        "letra": "B",
        "texto": "executar as ordens judiciais, promovendo citações e intimações, bem como praticando todos os demais atos, que lhe forem atribuídos pelas normas de organização judiciária."
      },
      {
        "letra": "C",
        "texto": "estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      },
      {
        "letra": "D",
        "texto": "redigir, em forma legal, os ofícios, mandados, cartas precatórias e mais atos que pertencem ao seu ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "328655",
    "metadata": "Ano: 2012 | Banca: Makiyama | Órgão: CPTM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "Segundo previsão expressa do Código de Processo Civil, quando a prova do fato depender de conhecimento técnico ou científico, o juiz será assistido por perito. Concernente ao perito assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incumbe às partes, dentro em 10 (dez) dias, contados da intimação do despacho de nomeação do perito indicar o assistente técnico e apresentar quesitos."
      },
      {
        "letra": "B",
        "texto": "O perito pode ser substituído quando sem motivo legítimo, deixar de cumprir o encargo no prazo que Ihe foi assinado, sendo que neste caso o juiz comunicará a ocorrência à corporação profissional respectiva, podendo, ainda, impor multa ao perito, fixada, tendo em vista o valor da causa e o possível prejuízo decorrente do atraso no processo."
      },
      {
        "letra": "C",
        "texto": "Se o perito, por motivo justificado, não puder apresentar o laudo dentro do prazo, o juiz conceder-lhe-á tantas prorrogações quantas forem necessárias, segundo o seu prudente arbítrio."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de perícia complexa, que abranja mais de uma área de conhecimento especializado, o juiz poderá nomear mais de um perito, sendo que, no entanto, a parte não pode indicar mais de um assistente técnico."
      },
      {
        "letra": "E",
        "texto": "O perito apresentará o laudo em cartório, no prazo fixado pelo juiz, pelo menos 20 (vinte) dias antes da audiência de instrução e julgamento e os assistentes técnicos oferecerão seus pareceres no prazo comum de 15 (quinze) dias, após intimadas as partes da apresentação do laudo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293045",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: FATMA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é correto afirmar a respeito da prova pericial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perito apenas poderá ser substituído nos casos de impedimento e suspeição."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá determinar a realização de nova perícia, que substituirá a primeira."
      },
      {
        "letra": "C",
        "texto": "O perito e os assistentes técnicos, depois da averiguação, lavrarão laudo unânime, que será escrito pelo perito e assinado pelos assistentes técnicos."
      },
      {
        "letra": "D",
        "texto": "O juiz não está adstrito ao laudo pericial, podendo formar sua convicção com outros elementos ou fatos provados nos autos, podendo, até mesmo, determinar de ofício a realização de nova perícia, quando a matéria não lhe parecer sufcientemente esclarecida."
      },
      {
        "letra": "E",
        "texto": "O juiz não poderá indeferir a prova pericial requerida pelo autor, mesmo quando a prova do fato for desnecessária, em vista de outras provas produzidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270800",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca dos órgãos judiciários e dos auxiliares da justiça com base no que prescreve a Lei nº. 5869/73 leia as assertivas e marque a resposta CORRETA I. As causas cíveis serão processadas e decididas, ou simplesmente decididas, pelos órgãos jurisdicionais, nos limites de sua competência, ressalvadas às partes a faculdade de instituírem juízo arbitral; II. Determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia; III. São auxiliares do juízo, além de outros, cujas atribuições são determinadas pelas normas de organização judiciária, o escrivão, o oficial de justiça, o perito, o depositário, o administrador e o intérprete; IV. O escrivão e o oficial de justiça são civilmente responsáveis quando, sem justo motivo, se recusarem a cumprir, dentro do prazo, os atos que Ihes impõe a lei, ou os que o juiz, a que estão subordinados, Ihes comete; quando praticarem ato nulo com dolo ou culpa;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, II e IV são falsas."
      },
      {
        "letra": "D",
        "texto": "Somente a assertiva I e verdadeira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "256101",
    "metadata": "Ano: 2012 | Banca: UPENET/IAUPE | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a assertiva CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o CPC, são auxiliares do juízo apenas o escrivão, o delegado de polícia, o oficial de justiça, o perito, o depositário, o administrador e o intérprete."
      },
      {
        "letra": "B",
        "texto": "Extingue-se o.;"
      },
      {
        "letra": "C",
        "texto": "Cessa a eficácia da medida cautelar, se não for executada dentro de 15 dias."
      },
      {
        "letra": "D",
        "texto": "O juiz, titular ou substituto que concluir a audiência sempre julgará a lide."
      },
      {
        "letra": "E",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "252435",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Petição Inicial"
    ],
    "enunciado_principal": "Consoante o Código de Processo Civil, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao receber a petição inicial de qualquer processo, o escrivão a autuará, mencionando o juízo, a natureza do feito, o número de seu registro, os nomes das partes e a data do seu início."
      },
      {
        "letra": "B",
        "texto": "As partes não podem exigir recibo de petições, arrazoados, papéis e documentos que entregarem em cartório, salvo quanto aos documentos públicos."
      },
      {
        "letra": "C",
        "texto": "Os despachos e decisões serão redigidos, datados e assinados pelos escrivães. Quando forem proferidos, verbalmente, o taquígrafo ou o datilógrafo os registrará, submetendo-os aos juízes para revisão e assinatura."
      },
      {
        "letra": "D",
        "texto": "Parágrafo único. Às partes, aos advogados, aos órgãos do Ministério Público, aos peritos e às testemunhas é obrigatório rubricar as folhas correspondentes aos atos em que intervieram."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "252434",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Dos Atos Processuais",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Consoante o Código de Processo Civil, assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que o Escrivão praticar de outro modo, se preencherem a fnalidade essencial."
      },
      {
        "letra": "B",
        "texto": "Os atos processuais são públicos. Correm, todavia, em segredo de justiça, os processos: I - em que o exigir o interesse público; Il - que dizem respeito a casamento, fliação, separação dos cônjuges, conversão desta em divórcio, alimentos e guarda de menores."
      },
      {
        "letra": "C",
        "texto": "O direito de consultar os autos e de pedir certidões de seus atos não é restrito às partes e a seus procuradores sendo estendido ao terceiro, que demonstrar interesse jurídico."
      },
      {
        "letra": "D",
        "texto": "Salvo no Distrito Federal e nas Capitais dos Estados, todas as petições e documentos que instruírem o processo, não constantes de registro público, serão sempre acompanhados de cópia, datada e assinada por quem os oferecer."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252433",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Consoante o Código de Processo Civil, assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No impedimento do escrivão, o juiz convocar-lhe-á o substituto, e, não o havendo, nomeará pessoa idônea para o ato."
      },
      {
        "letra": "B",
        "texto": "Incumbe ao ofcial de justiça fazer pessoalmente as citações, prisões, penhoras, arrestos e mais diligências próprias do seu ofício."
      },
      {
        "letra": "C",
        "texto": "O escrivão e o ofcial de justiça são civilmente responsáveis quando, sem justo motivo, se recusarem a cumprir, dentro do prazo, os atos que Ihes impõe a lei, ou os que o juiz, a que estão subordinados, comete-Ihes."
      },
      {
        "letra": "D",
        "texto": "A guarda e conservação de bens penhorados, arrestados, seqüestrados ou arrecadados serão confadas ao escrivão ou a administrador, não dispondo a lei de outro modo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "252432",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Consoante o Código de Processo Civil, assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São auxiliares do juízo, além de outros, cujas atribuições são determinadas pelas normas de organização judiciária, o escrivão, o ofcial de justiça, o perito, o depositário, o administrador e o intérprete."
      },
      {
        "letra": "B",
        "texto": "Em cada juízo, haverá um ou mais ofciais de justiça, cujas atribuições são determinadas pela Corregedoria de justiça."
      },
      {
        "letra": "C",
        "texto": "Incumbe ao escrivão, entre outros atos, redigir, em forma legal, os ofícios, mandados, cartas precatórias e mais atos que pertencem ao seu ofício;"
      },
      {
        "letra": "D",
        "texto": "Incumbe ao escrivão, entre outros atos, dar, independentemente de despacho, certidão de qualquer ato ou termo do processo, observado o disposto na lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "251018",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "José Reinaldo e João Vitório são engenheiros e peritos judiciais. No processo “X” José Reinaldo apresentou dolosamente laudo pericial contendo informações inverídicas para prejudicar o autor. No processo “Y” João Vitório apresentou culposamente, em razão de conduta negligente, laudo pericial contendo informações inverídicas o que acabou prejudicando o réu. Nestes casos, de acordo com o Código de Processo Civil, José Reinaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará inabilitado por três anos a funcionar em outras perícias e João Vitório por dois anos."
      },
      {
        "letra": "B",
        "texto": "ficará inabilitado por dois anos a funcionar em outras perícias e João Vitório por quatro anos."
      },
      {
        "letra": "C",
        "texto": "e João Vitório ficarão inabilitados por cinco anos, a funcionar em outras perícias."
      },
      {
        "letra": "D",
        "texto": "ficará inabilitado por cinco anos a funcionar em outras perícias e João Vitório por três anos."
      },
      {
        "letra": "E",
        "texto": "e João Vitório ficarão inabilitados por dois anos a funcionar em outras perícias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "232844",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "NÃO se inclui dentre os auxiliares da justiça o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perito."
      },
      {
        "letra": "B",
        "texto": "intérprete."
      },
      {
        "letra": "C",
        "texto": "administrador."
      },
      {
        "letra": "D",
        "texto": "oficial de justiça."
      },
      {
        "letra": "E",
        "texto": "advogado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "223692",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I. Aplicam-se os motivos de impedimento e de suspeição ao intérprete. II. Reputa-se fundada a suspeição de parcialidade do juiz, quando for herdeiro presuntivo de alguma das partes. III. O juiz não pode se declarar suspeito por motivo íntimo. IV. É defeso ao juiz exercer as suas funções apenas em processos contenciosos de que for parte. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se apenas a afirmativa IV estiver correta."
      },
      {
        "letra": "C",
        "texto": "se apenas a afirmativa II estiver correta."
      },
      {
        "letra": "D",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "214963",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Débora pretende candidatar-se ao cargo de oficial de justiça do Tribunal de Justiça de Pernambuco. Indagou a Julia, sua amiga advogada, quais as incumbências que o Código de Processo Civil brasileiro estabelece à função de Oficial de Justiça. Julia respondeu que não se recordava de todas, mas que ao oficial de justiça incumbe",
    "alternativas": [
      {
        "letra": "A",
        "texto": "efetuar avaliações."
      },
      {
        "letra": "B",
        "texto": "redigir, em forma legal, os ofícios, mandados e cartas precatórias."
      },
      {
        "letra": "C",
        "texto": "ter, sob sua guarda e responsabilidade, os autos, não permitindo que saiam do cartório."
      },
      {
        "letra": "D",
        "texto": "fazer pessoalmente as citações, certificando no mandado o ocorrido, com menção de lugar, dia e hora, na presença obrigatória de, no mínimo, três testemunhas"
      },
      {
        "letra": "E",
        "texto": "fazer pessoalmente as prisões certificando no mandado o ocorrido, com menção de lugar, dia e hora, na presença obrigatória de, no mínimo, três testemunhas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408361",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta procedimento que NÃO constitui incumbência do oficial de justiça prevista no artigo 143 do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estar presente às audiências e coadjuvar o juiz na manutenção da ordem."
      },
      {
        "letra": "B",
        "texto": "Executar as ordens do juiz a que estiver subordinado."
      },
      {
        "letra": "C",
        "texto": "Efetuar avaliações."
      },
      {
        "letra": "D",
        "texto": "Entregar, em cartório, o mandado logo depois de cumprido."
      },
      {
        "letra": "E",
        "texto": "Redigir ofícios, mandados e cartas precatórias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "87506",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "João é perito judicial e recebeu ofício para proceder à perícia no processo A. Porém, João pretende escusar-se do encargo. Neste caso, ele deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apresentar a escusa dentro de 15 dias, contados da intimação, independentemente de fundamentação."
      },
      {
        "letra": "B",
        "texto": "cumprir o ofício, tratando-se de ordem judicial inescusável."
      },
      {
        "letra": "C",
        "texto": "apresentar a escusa dentro de 15 dias, contados da intimação, alegando motivo legítimo."
      },
      {
        "letra": "D",
        "texto": "apresentar a escusa dentro de 5 dias, contados da intimação, alegando motivo legítimo."
      },
      {
        "letra": "E",
        "texto": "apresentar a escusa dentro de 10 dias, contados da intimação, alegando motivo legítimo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635828",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "À luz do Código processual Civil, NÃO figura entre os auxiliares da justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Perito"
      },
      {
        "letra": "B",
        "texto": "O Oficial de Justiça"
      },
      {
        "letra": "C",
        "texto": "O Intérprete"
      },
      {
        "letra": "D",
        "texto": "O Juiz"
      },
      {
        "letra": "E",
        "texto": "O Escrivão"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635716",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Pelo Código de Processo Civil, NÃO é atribuição do Oficial de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fazer citações."
      },
      {
        "letra": "B",
        "texto": "Efetuar avaliações."
      },
      {
        "letra": "C",
        "texto": "Proceder a penhoras e arrestos."
      },
      {
        "letra": "D",
        "texto": "Guardar e conservar os bens arrestados."
      },
      {
        "letra": "E",
        "texto": "Realizar prisões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635714",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "NÃO se constitui em um dos auxiliares da justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O Oficial de Justiça."
      },
      {
        "letra": "C",
        "texto": "O Perito."
      },
      {
        "letra": "D",
        "texto": "O Intérprete."
      },
      {
        "letra": "E",
        "texto": "O Depositário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407153",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Quanto ao perito e à prova pericial, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os peritos serão escolhidos necessariamente entre profissionais de nível universitário, devidamente inscritos no órgão de classe competente."
      },
      {
        "letra": "B",
        "texto": "os peritos não necessitam comprovar sua especialidade na matéria sobre a qual deverão opinar."
      },
      {
        "letra": "C",
        "texto": "as partes deverão contactar o perito para agendar o início da produção da prova pericial."
      },
      {
        "letra": "D",
        "texto": "as partes deverão indicar, no prazo de cinco dias contados da intimação do despacho de nomeação do perito, assistente técnico e apresentar quesitos."
      },
      {
        "letra": "E",
        "texto": "os assistentes técnicos oferecerão seus pareceres no prazo comum de dez dias, após a juntada do laudo pericial nos autos judiciais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "81638",
    "metadata": "Ano: 2010 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Conforme o artigo 143 do Código de Processo Civil, incumbe ao oficial de justiça",
    "alternativas": [
      {
        "letra": "A",
        "texto": "designar pessoa para efetuar as citações, prisões, penhoras, arrestos."
      },
      {
        "letra": "B",
        "texto": "realizar diligências, sempre na presença de testemunhas."
      },
      {
        "letra": "C",
        "texto": "entregar o mandado em cartório no prazo de até 15 (quinze) dias após seu cumprimento."
      },
      {
        "letra": "D",
        "texto": "executar as ordens do juiz a que estiver subordinado."
      },
      {
        "letra": "E",
        "texto": "redigir, em forma legal, os ofícios, mandados e cartas precatórias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "81635",
    "metadata": "Ano: 2010 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta incumbência própria do escrivão nos termos do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Realizar diligências, sempre na presença de três testemunhas."
      },
      {
        "letra": "B",
        "texto": "Numerar e rubricar todas as folhas dos autos processuais."
      },
      {
        "letra": "C",
        "texto": "Entregar em cartório o mandado, logo depois de cumprido."
      },
      {
        "letra": "D",
        "texto": "Guardar e conservar os bens arrestados ou seqüestrados."
      },
      {
        "letra": "E",
        "texto": "Efetuar avaliações dos bens penhorados ou arrecadados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68329",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Dos Atos Processuais",
      "Sujeitos da relação processual",
      "Prazos"
    ],
    "enunciado_principal": "Considerando os prazos para os atos do serventuário previstos no Código de Processo Civil, é CORRETO afirmar que incumbirá ao serventuário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "remeter os autos conclusos e executar os atos processuais em 24 horas, contados da data que tiver ciência da ordem determinada pelo juiz."
      },
      {
        "letra": "B",
        "texto": "remeter os autos conclusos e executar os atos processuais em 48 horas, contados da data em que houver concluído o ato processual anterior, se imposto por lei."
      },
      {
        "letra": "C",
        "texto": "remeter os autos conclusos em 24 horas e executar os atos processuais em 48 horas, contados da data em que houver concluído o ato processual anterior, se imposto por lei ou da data em que tiver ciência da ordem judicial."
      },
      {
        "letra": "D",
        "texto": "remeter os autos conclusos e executar os atos processuais no prazo de 5 dias, contados da data que tiver ciência da ordem determinada pelo juiz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "26951",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O perito que, por dolo ou culpa, prestar informações inverídicas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará inabilitado, por dois anos, a funcionar em outras perícias."
      },
      {
        "letra": "B",
        "texto": "ficará inabilitado, por um ano, a funcionar em outras perícias."
      },
      {
        "letra": "C",
        "texto": "ficará inabilitado, por cinco anos, a funcionar em outras perícias."
      },
      {
        "letra": "D",
        "texto": "ficará inabilitado a funcionar em qualquer perícia por prazo indeterminado."
      },
      {
        "letra": "E",
        "texto": "não ficará inabilitado a funcionar em outras perícias."
      }
    ],
    "gabarito": "A"
  }
]