[
  {
    "id": "965052",
    "metadata": "Ano: 2016 | Banca: FEPESE | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Sobre os embargos à execução contra a fazenda pública, há excesso de execução: 1. quando o credor, sem cumprir a prestação que Ihe corresponde, exige o adimplemento do devedor. 2. quando o credor pleiteia quantia superior à do título. 3. se o credor não provar que a condição se realizou. 4. quando houver nulidade da citação, se o processo correu à revelia Assinale a alternativa que indica todos os itens corretos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretos apenas os itens 1 e 3."
      },
      {
        "letra": "B",
        "texto": "Estão corretos apenas os itens 2 e 3."
      },
      {
        "letra": "C",
        "texto": "Estão corretos apenas os itens 1, 2 e 3."
      },
      {
        "letra": "D",
        "texto": "Estão corretos apenas os itens 1, 2 e 4."
      },
      {
        "letra": "E",
        "texto": "Estão corretos os itens 1, 2, 3 e 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "614959",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Acerca dos embargos do devedor, considere: I. Caso haja litisconsórcio e os executados possuam procuradores diferentes, contar-se-á em dobro o prazo, de 15 dias, para oposição de embargos do devedor. II. Quando houver mais de um executado, salvo se forem cônjuges, o prazo para oposição de embargos do devedor será contado a partir da juntada do respectivo mandado citatório aos autos. III. Quando o excesso de execução for o fundamento único dos embargos, mas o embargante não indicar o valor que entende correto, nem juntar memória de cálculo, o Juiz deverá mandar emendar a petição inicial. IV. Nos embargos do devedor, admite-se apenas a produção de prova documental. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "613255",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Os embargos do devedor serão opostos no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez dias, desde que tenha sido previamente garantido o juízo, possuindo, em regra, efeito suspensivo, e devendo ser rejeitados, liminarmente, se o excesso de execução for seu único fundamento e o embargante não declarar, na petição inicial, o valor que entende correto, apresentando memória de cálculo, salvo se possível a emenda da inicial."
      },
      {
        "letra": "B",
        "texto": "quinze dias, desde que tenha sido previamente garantido o juízo, não possuindo, em regra, efeito suspensivo, e devendo ser rejeitados, liminarmente, se o excesso de execução for seu único fundamento e o embargante não declarar, na petição inicial, o valor que entende correto, apresentando memória de cálculo."
      },
      {
        "letra": "C",
        "texto": "dez dias, independentemente de penhora, depósito ou caução, não possuindo, em regra, efeito suspensivo, e devendo ser rejeitados, liminarmente, se o excesso de execução for seu único fundamento e o embargante não declarar, na petição inicial, o valor que entende correto, apresentando memória de cálculo."
      },
      {
        "letra": "D",
        "texto": "quinze dias, independentemente de penhora, depósito ou caução, possuindo, em regra, efeito suspensivo, e devendo ser rejeitados, liminarmente, se o excesso de execução for seu único fundamento e o embargante não declarar, na petição inicial, o valor que entende correto, apresentando memória de cálculo, salvo se possível a emenda da inicial."
      },
      {
        "letra": "E",
        "texto": "quinze dias, independentemente de penhora, depósito ou caução, não possuindo, em regra, efeito suspensivo, e devendo ser rejeitados, liminarmente, se o excesso de execução for seu único fundamento e o embargante não declarar, na petição inicial, o valor que entende correto, apresentando memória de cálculo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "814397",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "Mesmo que a sentença esteja de acordo com súmula do Superior Tribunal de Justiça e do Supremo Tribunal Federal, o juiz deverá receber o recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, o juiz poderá inovar no processo."
      },
      {
        "letra": "D",
        "texto": "Os embargos à execução serão oferecidos no prazo de quinze dias, contados da juntada aos autos do mandado de citação e, quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuge."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença deverá ser feita no prazo de 15 dias, a partir da intimação do cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "744599",
    "metadata": "Ano: 2015 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Inhapi - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "O executado pode se opor à execução por meio de embargos. Sobre embargos à execução, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os embargos à execução contra a fazenda pública não podem versar sobre inexigibilidade do título."
      },
      {
        "letra": "B",
        "texto": "quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuges."
      },
      {
        "letra": "C",
        "texto": "os embargos do executado terão efeito suspensivo, pois a simples interposição tempestiva dos embargos já é suficiente para que o juízo atribua efeito suspensivo aos embargos."
      },
      {
        "letra": "D",
        "texto": "quando o excesso de execução for fundamento dos embargos, o embargante deverá declarar na petição inicial o valor que entende correto, sendo dispensável a apresentação da memória do cálculo para este fim."
      },
      {
        "letra": "E",
        "texto": "na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, ainda que versem unicamente sobre vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598627",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A opção que contém apenas recursos, conforme o sistema do Código de Processo Civil de 1973, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos infringentes, embargos de divergência e embargos de declaração;"
      },
      {
        "letra": "B",
        "texto": "embargos do devedor, embargos de terceiro e embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "embargos de declaração, embargos infringentes e embargos de terceiro;"
      },
      {
        "letra": "D",
        "texto": "embargos de terceiro, reclamação e embargos de declaração;"
      },
      {
        "letra": "E",
        "texto": "embargos de terceiro, embargos infringentes e embargos de divergência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "589579",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No tocante à execução e ao cumprimento de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo desistência da execução pelo credor, a extinção dos embargos que versarem apenas sobre questões processuais independe da concordância do embargante."
      },
      {
        "letra": "B",
        "texto": "Transitada em julgado a sentença que condena ao pagamento de determinada quantia, o devedor deverá ser citado para cumpri-la em até quinze dias, sob pena de incidência de multa de 10% sobre o montante da condenação."
      },
      {
        "letra": "C",
        "texto": "A sentença arbitral constitui título executivo extrajudicial, uma vez que oriunda da atividade de um árbitro escolhido pelas partes."
      },
      {
        "letra": "D",
        "texto": "Para a oposição de embargos à execução fundada em título extrajudicial, o devedor deverá tornar seguro o juízo mediante penhora, depósito ou caução."
      },
      {
        "letra": "E",
        "texto": "Os embargos opostos pelo devedor à execução fundada em título extrajudicial terão, em regra, efeito suspensivo, cabendo ao julgador, em caso de requerimento da parte, fundamentar a decisão que lhes afastar esse efeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "584222",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em relação aos embargos do devedor, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, mesmo que se tratem de cônjuges ou companheiros."
      },
      {
        "letra": "B",
        "texto": "Para que os embargos sejam opostos, é pressuposto essencial que o Juízo se encontre garantido por meio de penhora, depósito ou caução."
      },
      {
        "letra": "C",
        "texto": "Serão os embargos oferecidos no prazo de dez dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "D",
        "texto": "Serão os embargos do devedor rejeitados liminarmente quando intempestivos, quando inepta a petição de seu oferecimento ou quando manifestamente protelatórios."
      },
      {
        "letra": "E",
        "texto": "Os embargos não terão nunca efeito suspensivo na instância de origem, devendo esse efeito ser obtido excepcionalmente, provados seus requisitos legais, por meio de agravo de instrumento na instância superior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "583365",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Sobre a modalidade de defesa do Executado denominada Embargos do Devedor na execução por quantia certa contra devedor solvente, nos termos do Código de Processo Civil vigente, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de rejeição liminar dos embargos do devedor por indeferimento da inicial, o recurso cabível será o agravo de instrumento, no prazo de 10 (dez) dias contados da intimação da decisão impugnada."
      },
      {
        "letra": "B",
        "texto": "Nos embargos do devedor em que se alegue retenção por benfeitorias, o exequente poderá, a qualquer tempo, ser imitido na posse da coisa, desde que preste caução ou deposite o valor devido pelas benfeitorias ou resultante da compensação."
      },
      {
        "letra": "C",
        "texto": "Como regra, a concessão de efeito suspensivo aos embargos oferecidos por um dos executados suspenderá a execução contra os que não embargaram, ainda que o respectivo fundamento do sobrestamento seja vinculado unicamente ao embargante."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é unicamente do juízo deprecante, mesmo que a matéria neles versada refira-se a vícios ou defeitos na penhora, avaliação ou alienação de bens."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de execução de título para entrega de coisa, é cabível a oposição de embargos do devedor fundados unicamente na necessidade de retenção pelas benfeitorias necessárias, úteis ou voluptuárias, hipótese em que é vedada a compensação de valores com o exequente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "582924",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Rogério ajuizou ação de execução por quantia certa em face da empresa Silva&Silva Ltda. Garantido o juízo pela penhora, a empresa executada apresentou embargos à execução, por meio dos quais suscitou a prescrição, e requereu a concessão do efeito suspensivo aos embargos, já que a execução se apresentava lesiva. Nesse caso, o juiz poderá conceder o efeito suspensivo requerido pelo embargante, mas poderá permitir a efetivação dos atos de penhora e de avaliação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578446",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Avalie as assertivas a seguir. I. O executado, independentemente de penhora, depósito ou caução, poderá opor-se à execução por meio de embargos. II. Os embargos à execução serão distribuídos por dependência, autuados em apartado e instruídos com cópias das peças processuais relevantes, que poderão ser declaradas autênticas pelo advogado, sob sua responsabilidade pessoal. III. Os embargos serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação. IV. Os embargos do executado não terão efeito suspensivo. Contudo, o juiz poderá, a requerimento do embargante, atribuir efeito suspensivo aos embargos quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação, e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes. V. A concessão de efeito suspensivo impede a efetivação dos atos de penhora e de avaliação dos bens. A assertiva incorreta está contida, APENAS, em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "IV."
      },
      {
        "letra": "E",
        "texto": "V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "567079",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sendo citado em ação de execução de título extrajudicial, o executado apresenta embargos à execução. Com relação a tais embargos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderão contar com efeito suspensivo, mas, a fim de que tal efeito seja deferido, é necessário, entre outras coisas, a prévia garantia do juízo por penhora, depósito ou caução."
      },
      {
        "letra": "B",
        "texto": "não contarão, de regra, com efeito suspensivo e só poderão versar sobre falta ou nulidade de citação, inexigibilidade do título, penhora incorreta ou avaliação errônea, ilegitimidade das partes ou excesso de execução."
      },
      {
        "letra": "C",
        "texto": "não contarão, de regra, com efeito suspensivo, e a decisão relativa aos efeitos dos embargos não poderá ser modificada, salvo por instância superior."
      },
      {
        "letra": "D",
        "texto": "poderão contar com efeito suspensivo, mas, a fim de que os embargos sejam conhecidos, é necessária, entre outras coisas, a prévia garantia do juízo por penhora, depósito ou caução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "560419",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Na execução por quantia certa contra devedor solvente, autônoma, fundada em título executivo extrajudicial, o devedor é citado para pagar a dívida no prazo de três dias. Nesse sentido, é possível ao executado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer os embargos, no prazo de 15 dias, contados da data da intimação da penhora dos bens;"
      },
      {
        "letra": "B",
        "texto": "oferecer impugnação, uma vez que a defesa do executado, no modelo sincrético, passa a ter essa denominação;"
      },
      {
        "letra": "C",
        "texto": "não oferecer os embargos e reconhecer, no prazo de 15 dias, o crédito do exequente, depositando 30% do valor em execução e requerendo o pagamento do valor restante em até seis vezes;"
      },
      {
        "letra": "D",
        "texto": "oferecer os embargos, no prazo de 5 dias, contados da data da juntada aos autos do mandado de citação;"
      },
      {
        "letra": "E",
        "texto": "não oferecer os embargos e reconhecer o crédito do exequente, podendo requerer o pagamento integral da dívida em seis parcelas mensais e sucessivas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "557694",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "O efeito suspensivo aos embargos do devedor,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aproveita aos demais executados que não hajam embargado a execução, mesmo que o respectivo fundamento diga respeito exclusivamente ao embargante."
      },
      {
        "letra": "B",
        "texto": "perdura até julgamento definitivo dos embargos, não podendo ser revogado, ainda que cessadas as circunstâncias que motivaram o seu deferimento."
      },
      {
        "letra": "C",
        "texto": "é medida excepcional, podendo ser concedido quando, a requerimento do embargante, houver relevância de seus fundamentos, perigo manifesto de dano de difícil ou incerta reparação e prévia garantia do juízo."
      },
      {
        "letra": "D",
        "texto": "é a regra, devendo ser concedido de ofício, pelo juiz,quando houver relevância de seus fundamentos e periculum in mora."
      },
      {
        "letra": "E",
        "texto": "é medida excepcional, podendo ser concedido de ofício quando houver relevância de seus fundamentos e perigo manifesto de dano de difícil ou incerta reparação, prescindindo-se de prévia garantia do juízo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "556122",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em execução de título executivo extrajudicial, os embargos do devedor são oferecidos no prazo de 15 dias,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não computável em dobro e contado da juntada aos autos do respectivo mandado de citação, e não do último, ainda que haja mais de um executado com procuradores diferentes, não tendo como requisito a prévia garantia do juízo."
      },
      {
        "letra": "B",
        "texto": "computável em dobro e contado da juntada aos autos do último mandado de citação, se houver mais de um executado com procuradores diferentes, devendo ser precedido de garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "computável em dobro e contado da juntada aos autos do respectivo mandado de citação e não do último, se houver mais de um executado com procuradores diferentes, tendo como requisito a prévia garantia do juízo."
      },
      {
        "letra": "D",
        "texto": "não computável em dobro, ainda que haja mais de um executado com procuradores diferentes, mas contado da juntada aos autos do último mandado de citação, não tendo como requisito a prévia garantia do juízo."
      },
      {
        "letra": "E",
        "texto": "computável em dobro e contado da juntada aos autos do último mandado de citação, se houver mais de um executado com procuradores diferentes, não tendo como requisito a prévia garantia do juízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "537550",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Executado, antes de garantir o juízo, Carlos apresentou embargos do devedor, no prazo de 15 dias, alegando, como única matéria de defesa, excesso de execução, porém sem apresentar o valor que entende correto, o qual requereu fosse arbitrado por meio de perícia. De acordo com o Código de Processo Civil, os embargos do devedor deverão ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rejeitados liminarmente, por três fundamentos: porque apresentados sem prévia garantia do juízo e fora do prazo e porque Carlos não declinou na petição inicial o valor que entende correto."
      },
      {
        "letra": "B",
        "texto": "recebidos e processados com efeito suspensivo, vez que apresentados no prazo correto e porque o valor que o devedor entende devido pode ser obtido por meio de perícia, sem que o aponte na petição inicial, além de não se exigir garantia prévia do juízo para sua apresentação."
      },
      {
        "letra": "C",
        "texto": "rejeitados liminarmente, por dois fundamentos: porque apresentados fora do prazo e porque Carlos não declinou na petição inicial o valor que entende correto."
      },
      {
        "letra": "D",
        "texto": "recebidos e processados sem efeito suspensivo, vez que apresentados no prazo correto e porque o valor que o devedor entende devido pode ser obtido por meio de perícia, sem que o aponte na petição inicial, além de não se exigir garantia prévia do juízo para sua apresentação."
      },
      {
        "letra": "E",
        "texto": "rejeitados liminarmente, exclusivamente porque Carlos não declinou na petição inicial o valor que entende correto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "535444",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Celso propôs execução de título executivo extrajudicial contra Caio e Mário, que apresentaram embargos do devedor por meio de procuradores distintos. O prazo para o oferecimento dos embargos do devedor, por Caio e Mário, é contado, para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os executados, a partir da intimação da penhora, computando-se em dobro."
      },
      {
        "letra": "B",
        "texto": "ambos os executados, a partir da juntada do último mandado citatório aos autos, computando-se em dobro."
      },
      {
        "letra": "C",
        "texto": "cada executado, a partir da juntada do respectivo mandado citatório aos autos, computando-se em dobro."
      },
      {
        "letra": "D",
        "texto": "ambos os executados, a partir da juntada do último mandado citatório aos autos, não se computando em dobro."
      },
      {
        "letra": "E",
        "texto": "cada executado, a partir da juntada do respectivo mandado citatório aos autos, não se computando em dobro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532554",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Processo de execução",
      "Dos embargos do devedor",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Na execução, processada nos Juizados Especiais Cíveis, não serão contadas custas, salvo quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedentes os embargos do devedor."
      },
      {
        "letra": "B",
        "texto": "improcedentes os embargos do devedor."
      },
      {
        "letra": "C",
        "texto": "procedentes os embargos do devedor em face da Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "afastada a litigância de má-fé."
      },
      {
        "letra": "E",
        "texto": "se tratar de execução de sentença que tenha sido objeto de recurso provido do devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532507",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Na execução por carta, os embargos serão oferecidos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no juízo deprecado, desde que discutam o ato de arrematação."
      },
      {
        "letra": "B",
        "texto": "no juízo deprecado, em qualquer hipótese, a fim de garantir o juízo, com a penhora ou indicação de bens do embargante."
      },
      {
        "letra": "C",
        "texto": "no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente sobre vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "D",
        "texto": "impugnados e decididos no juízo requerido."
      },
      {
        "letra": "E",
        "texto": "apenas no juízo deprecante, que possui competência para julgá-los, salvo se versarem unicamente sobre vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "531739",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Quanto aos embargos do devedor em execução, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terão efeito suspensivo, salvo quando o prosseguimento da execução manifestamente possa causar ao exequente grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "B",
        "texto": "não poderão ser rejeitados liminarmente quando a execução já estiver garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "C",
        "texto": "quando o efeito suspensivo atribuído aos embargos disser respeito apenas a parte do objeto da execução, essa prosseguirá quanto à parte restante."
      },
      {
        "letra": "D",
        "texto": "em qualquer caso a concessão de efeito suspensivo aos embargos oferecidos por um dos executados suspenderá a execução contra os que não embargaram."
      },
      {
        "letra": "E",
        "texto": "quando houver mais de um executado, o prazo para embargar conta-se a partir da juntada do último mandado citatório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525444",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Caio opôs embargos à execução de título executivo extrajudicial, os quais foram rejeitados liminarmente. Inconformado, Caio deverá interpor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apelação, a qual será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "agravo de instrumento, cujo efeito suspensivo, se concedido, impedirá o prosseguimento da execução."
      },
      {
        "letra": "C",
        "texto": "apelação, a qual será recebida nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "embargos infringentes, endereçado ao próprio juiz prolator da decisão."
      },
      {
        "letra": "E",
        "texto": "agravo de instrumento, cujo efeito suspensivo, se concedido, não impedirá o prosseguimento da execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525148",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A sentença que julga procedentes os embargos do devedor tem natureza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitutiva negativa."
      },
      {
        "letra": "B",
        "texto": "condenatória."
      },
      {
        "letra": "C",
        "texto": "meramente declaratória."
      },
      {
        "letra": "D",
        "texto": "mandamental."
      },
      {
        "letra": "E",
        "texto": "determinativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512405",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Sobre os embargos, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No prazo para embargos, reconhecendo o crédito do exequente e comprovando o depósito de 30% (trinta por cento) do valor em execução, inclusive custas e honorários de advogado, poderá o executado requerer seja admitido a pagar o restante em até 6 (seis) parcelas mensais, acrescidas de correção monetária e juros de 1% (um por cento) ao mês."
      },
      {
        "letra": "B",
        "texto": "Os embargos à execução serão distribuídos por dependência, autuados em apartado e instruídos com cópias das peças processuais relevantes, que obrigatoriamente devem ser autenticadas pela secretaria do juízo de origem."
      },
      {
        "letra": "C",
        "texto": "A concessão de efeito suspensivo aos embargos oferecidos por um dos executados não suspenderá a execução contra os que não embargaram, quando o respectivo fundamento disser respeito exclusivamente ao embargante."
      },
      {
        "letra": "D",
        "texto": "Nos embargos, poderá o executado alegar penhora incorreta ou avaliação errônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512403",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Durante a execução judicial o julgador defere, mediante iniciativa do exequente, a adjudicação do bem que se encontra penhorado. Neste contexto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o executado pode oferecer embargos, fundado em causa extintiva da obrigação, uma vez que esta causa seja superveniente à penhora."
      },
      {
        "letra": "B",
        "texto": "contra a decisão que defere a adjudicação de um bem, por determinação expressa do Código de Processo Civil, não cabem embargos de declaração."
      },
      {
        "letra": "C",
        "texto": "a decisão que defere a adjudicação é, por excelência, uma sentença que encerra o processo de execução. Por quanto, o recurso cabível contra a mesma é a apelação."
      },
      {
        "letra": "D",
        "texto": "a adjudicação apenas poderia ocorrer com a expressa concordância do executado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "484430",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Transitou em julgado demanda condenatória movida contra Estado Federado. Posteriormente, o Supremo Tribunal Federal considerou inconstitucional a lei que deu fundamento à procedência do pedido formulado naquela demanda. Qual o meio processual apto a impedir que o ente estatal pague a quantia em dinheiro resultante da condenação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impetração de mandado de segurança com pedido de liminar."
      },
      {
        "letra": "B",
        "texto": "A interposição de recurso extraordinário fundado na inconstitucionalidade superveniente."
      },
      {
        "letra": "C",
        "texto": "O ajuizamento de reclamação perante o Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "A propositura de ação declaratória de inexistência da sentença (querela nullitatis)."
      },
      {
        "letra": "E",
        "texto": "A oposição de embargos à execução no processo de execução contra a Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553265",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: Câmara Municipal de Serra - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "“O executado, independentemente de penhora, depósito ou caução, poderá opor‐se à execução por meio de embargos. Os embargos serão oferecidos no prazo de ________ dias, contados da juntadas aos autos do mandado de citação.” Assinale a alternativa que completa corretamente a afirmativa anterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco"
      },
      {
        "letra": "B",
        "texto": "dez"
      },
      {
        "letra": "C",
        "texto": "quinze"
      },
      {
        "letra": "D",
        "texto": "trinta"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516238",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No que tange aos embargos à execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o fundamento exclusivo seja excesso de execução, a prestação de caução do valor incontroverso é requisito de admissibilidade dos embargos."
      },
      {
        "letra": "B",
        "texto": "Havendo mais de um executado, conta-se separadamente o prazo para opor embargos à execução, a partir da juntada de cada mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Em regra, os embargos à execução são dotados de efeito suspensivo, salvo quando houver risco de grave lesão ao embargado."
      },
      {
        "letra": "D",
        "texto": "A apresentação de exceção de executividade (ou pré-executividade) suspende o prazo para oposição de embargos."
      },
      {
        "letra": "E",
        "texto": "A sentença de improcedência dos embargos à execução é recorrível por meio de recurso de apelação, que será recebido no duplo efeito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492569",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Na execução fiscal, o prazo para embargos do devedor é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 dias, contados do depósito, da juntada da prova da fiança bancária ou da intimação da penhora."
      },
      {
        "letra": "B",
        "texto": "30 dias, contados da juntada aos autos do mandado de citação do embargante."
      },
      {
        "letra": "C",
        "texto": "15 dias, contados da juntada aos autos do último mandado de citação cumprido."
      },
      {
        "letra": "D",
        "texto": "15 dias, contados do depósito, da juntada da prova da fiança bancária ou da intimação da penhora."
      },
      {
        "letra": "E",
        "texto": "15 dias, contados da juntada aos autos do mandado de citação do embargante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463892",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No tocante aos embargos do devedor, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o efeito suspensivo atribuído aos embargos disser respeito apenas a parte do objeto da execução, esta prosseguirá quanto à parte restante."
      },
      {
        "letra": "B",
        "texto": "A decisão relativa aos efeitos dos embargos poderá, a requerimento da parte, ser modificada ou revogada a qualquer tempo, em decisão fundamentada, cessando as circunstâncias que a motivaram."
      },
      {
        "letra": "C",
        "texto": "Os embargos do devedor não terão efeito suspensivo, salvo apenas se disserem respeito a excesso de execução e estiverem garantidos por meio de caução idônea ou penhora suficiente."
      },
      {
        "letra": "D",
        "texto": "A concessão de efeito suspensivo aos embargos oferecidos por um dos executados não suspenderá a execução contra os que não embargaram, quando o respectivo fundamento disser respeito exclusivamente ao embargante."
      },
      {
        "letra": "E",
        "texto": "Quando o excesso de execução for fundamento dos embargos, o embargante deverá declarar na petição inicial o valor que entende correto, apresentando memória do cálculo, sob pena de rejeição liminar dos embargos ou de não conhecimento desse fundamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462255",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Cumprimento de sentença",
      "Prazos",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em uma ação de execução, fundada em título executivo extrajudicial, proposta em face de João, em litisconsórcio com sua esposa Maria e seus irmãos Carlos e Luiz, foram todos citados em datas distintas, sendo que João foi citado no dia 01, uma segunda feira, depois Maria foi citada no dia 02, terça-feira, e no dia 03, quarta-feira foram citados Carlos e Luiz. Sabendo-se que, no próprio dia em que cada um foi citado, os respectivos mandados de citação foram acostados aos autos e que, ainda, cada um constituiu um procurador distinto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo dos embargos do devedor para os executados deverá ser dobrado, tendo em vista o litisconsórcio passivo."
      },
      {
        "letra": "B",
        "texto": "A fluência do prazo quinzenal dos embargos do devedor para João se iniciará no dia 03, quarta-feira."
      },
      {
        "letra": "C",
        "texto": "A fluência do prazo para Maria opor os embargos do devedor se iniciará no dia 04, na quinta-feira, uma vez que o último mandado acostado aos autos se deu no dia anterior."
      },
      {
        "letra": "D",
        "texto": "A defesa se dará por meio da impugnação, que deverá ser em 30 dias para todos os executados, contados da juntada aos autos de cada mandado citatório."
      },
      {
        "letra": "E",
        "texto": "A defesa de João se dará por meio dos embargos do devedor, que será no prazo de 15 dias, contados da data de sua intimação, sendo excluído da contagem o dia da juntada do mandado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "455124",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A concessão de efeito suspensivo aos embargos do executado retrata um provimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de natureza satisfativa, voltado a proteger o direito subjetivo alegado pelo embargante;"
      },
      {
        "letra": "B",
        "texto": "de natureza inibitória, voltado a afastar uma conduta ilícita e potencialmente lesiva por parte do embargado;"
      },
      {
        "letra": "C",
        "texto": "de natureza cautelar, voltado a proteger o resultado útil do processo;"
      },
      {
        "letra": "D",
        "texto": "de natureza dialética, voltado a proteger o efetivo exercício do contraditório;"
      },
      {
        "letra": "E",
        "texto": "de natureza cognitiva, voltado a promover o acertamento jurídico da questão deduzida em juízo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444025",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Considerando-se A e B com diferentes procuradores propõem Ação de Execução de Título Extrajudicial contra X, Y e Z, devedores solidários. Todos foram citados por oficial de justiça. O mandado de citação de X foi juntado aos autos no dia 03/09 (2ª feira), o de Y no dia 05/09 (4ª feira) e o de sua esposa Z no dia 06/09 (5ª feira). Considerando-se que os executados apresentarão defesa através de Embargos do Executado, com procuradores diferentes (X terá um procurador, e Y e Z terão um outro procurador), é correto afirmar quanto aos prazos para Embargos do Executado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo de X se encerrará em 18/09; o prazo de Y e Z se encerrará em 24/09."
      },
      {
        "letra": "B",
        "texto": "o prazo de X se encerrará em 03/10; o prazo de Y e Z se encerrará em 09/10."
      },
      {
        "letra": "C",
        "texto": "o prazo será comum a todos os executados encerrando-se em 09/10."
      },
      {
        "letra": "D",
        "texto": "o prazo será comum a todos os executados encerrando-se em 21/09."
      },
      {
        "letra": "E",
        "texto": "o prazo de X se encerrará em 18/09; o prazo de Y e Z se encerrará em 21/09."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433960",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Constitui requisito para a atribuição de efeito suspensivo aos embargos à execução fiscal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a garantia"
      },
      {
        "letra": "B",
        "texto": "a sentença"
      },
      {
        "letra": "C",
        "texto": "a avaliação"
      },
      {
        "letra": "D",
        "texto": "a liquidação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419609",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No tocante aos embargos do executado oferecidos em razão de execução por título executivo extrajudicial, disciplinados pelo Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A admissibilidade dos embargos está condicionada à realização de penhora, depósito ou caução, à semelhança dos embargos à execução fiscal."
      },
      {
        "letra": "B",
        "texto": "O prazo para o seu oferecimento é de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação, salvo no caso de diversos executados, por força da contagem em dobro decorrente do art. 191 do Código de Processo Civil."
      },
      {
        "letra": "C",
        "texto": "Apesar de o oferecimento dos embargos à execução não se encontrar vinculado à garantia por penhora, depósito ou caução suficiente, a concessão de efeito suspensivo aos embargos, a requerimento do embargante, além da relevância dos fundamentos da ação e da presença do risco de a execução causar dano grave de difícil ou incerta reparação, depende de garantia suficiente ao crédito cobrado, em uma das formas mencionadas acima."
      },
      {
        "letra": "D",
        "texto": "A concessão de efeito suspensivo nos embargos do executado paralisa o curso da execução, notadamente quanto à efetivação da penhora e dos atos de avaliação do bem, enquanto não revogada ou modificada a decisão judicial favorável ao embargante."
      },
      {
        "letra": "E",
        "texto": "O ajuizamento de execução única com base em dois títulos executivos sujeitos a procedimentos diversos não é hipótese de cumulação indevida de execução, prevista no inciso III do art. 745 do Código de Processo Civil, eis que passível de sanatória com a escolha de um dos ritos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416911",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal, os embargos do devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podem versar sobre tema já rejeitado na fase administrativa."
      },
      {
        "letra": "B",
        "texto": "não podem versar sobre a legalidade da cobrança."
      },
      {
        "letra": "C",
        "texto": "devem ser opostos no prazo de 15 dias contados da citação."
      },
      {
        "letra": "D",
        "texto": "dependem de prévia garantia do juízo."
      },
      {
        "letra": "E",
        "texto": "só podem ser opostos se houver depósito do valor da dívida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413793",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Da execução de obrigação de pagamento de quantia certa",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expropriação consiste na adjudicação em favor do exequente ou das pessoas indicadas no § 2º do art. 685-A do CPC, na alienação por iniciativa particular, na alienação em hasta pública e no usufruto de bem móvel ou imóvel."
      },
      {
        "letra": "B",
        "texto": "São absolutamente impenhoráveis os bens inalienáveis e os declarados, por ato voluntário, não sujeitos à execução;"
      },
      {
        "letra": "C",
        "texto": "O executado pode, no prazo de 10 (dez) dias após intimado da penhora, requerer a substituição do bem penhorado, desde que comprove cabalmente que a substituição não trará prejuízo algum ao exequente e será menos onerosa para ele devedor."
      },
      {
        "letra": "D",
        "texto": "Não realizada a adjudicação dos bens penhorados, o exequente poderá requerer sejam eles alienados por sua própria iniciativa ou por intermédio de corretor credenciado perante a autoridade j udiciária."
      },
      {
        "letra": "E",
        "texto": "Os embargos à execução serão distribuídos por dependência, autuados em apartado e instruídos com cópias das peças processuais relevantes, que poderão ser declaradas autênticas pelo advogado, sob sua responsabilidade pessoal, no prazo de 10 (dez) dias, contados da data da juntada aos autos do mandado de citação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "409238",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A respeito dos embargos do executado, na execução de título extrajudicial, por quantia certa, contra devedor solvente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada a rejeição liminar dos embargos, salvo quando intempestivos."
      },
      {
        "letra": "B",
        "texto": "não se admite, nos embargos, a produção de prova oral em audiência de instrução."
      },
      {
        "letra": "C",
        "texto": "o prazo para oferecimento dos embargos é de 15 dias, contados da intimação da penhora."
      },
      {
        "letra": "D",
        "texto": "a garantia do juízo, por penhora, depósito ou caução suficientes, é requisito legal para a concessão de efeito suspensivo aos embargos."
      },
      {
        "letra": "E",
        "texto": "a concessão de efeito suspensivo aos embargos impede a efetivação dos atos de penhora, avaliação e alienação dos bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406879",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. a execução pelo rito especial do artigo 733 do Código de Processo Civil é adequada à cobrança da pensão a cujo pagamento o praticante de ato ilícito tenha sido condenado para compensar a vítima pela perda da renda que ela obtinha com o trabalho para o qual ficou inabilitada, contanto que o pedido se limite às últimas três prestações vencidas antes do ajuizamento da mesma execução. II. na execução contra a Fazenda Pública para a cobrança de dívida de pequeno valor (Constituição Federal, artigo 100, § 3º), a oposição de embargos por parte da devedora está subordinada ao depósito prévio da quantia reclamada pelo credor. III. o protesto da nota promissória representativa do crédito é obrigatório para que o credor se habilite a requerer a declaração de insolvência do devedor, cabendo ao juiz, na hipótese de tal providência não ter sido adotada, extinguir o processo sem resolução do mérito, por falta de pressuposto de constituição válida. IV. a admissão de embargos à execução fiscal está condicionada à prévia segurança do juízo por penhora; assim, havendo a oposição de embargos antes da formalização da penhora, deverá o juiz rejeitá-los liminarmente. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão erradas as afirmações I e II e certas as afirmações III e IV."
      },
      {
        "letra": "B",
        "texto": "Estão erradas as afirmações I, II e III e certa a afirmação IV."
      },
      {
        "letra": "C",
        "texto": "Estão erradas as afirmações I, II, IV e certa a afirmação III."
      },
      {
        "letra": "D",
        "texto": "Estão erradas as afirmações I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406878",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. a objeção de pré-executividade interposta pelo executado para obter o reconhecimento da nulidade do título executivo, decorrente da sua emissão em estado de erro induzido pelo credor, deve ter seu processamento deferido pelo juiz, cabendo a este suspender o curso da execução até a solução do incidente. II. o prazo para a oposição de embargos é de quinze (15) dias e só começa a correr quando é juntado aos autos o comprovante da citação do último devedor solidário. III. o cadastramento de restrição à circulação de veículo registrado perante o DETRAN como sendo de propriedade do devedor, feito pelo juízo da execução mediante acionamento do RENAJUD (sistema on-line de restrição judicial de veículos criado pelo Conselho Nacional de Justiça, que interliga o Judiciário ao Departamento Nacional de Trânsito/Denatran, permitindo consultas e envio, em tempo real, à base de dados do Registro Nacional de Veículos Automotores (Renavam), de ordens judiciais de restrições de veículos — inclusive registro de penhora — de pessoas condenadas em ações judiciais, conforme descrição da ferramenta eletrônica contida no site do CNJ), equivale à penhora automática do bem, assumindo o executado, tanto que a referida restrição seja implantada, a imediata condição de depositário do bem. IV. se o devedor for proprietário de uma parte ideal de imóvel indivisível, a penhora recairá apenas sobre a fração a ele pertencente, não podendo incidir sobre as partes ideais dos demais condôminos. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão erradas as afirmativas I e II e certas as afirmativas III e IV."
      },
      {
        "letra": "B",
        "texto": "Estão erradas as afirmativas I, II, III e certa a afirmativa IV."
      },
      {
        "letra": "C",
        "texto": "Estão erradas as afirmativas I e IV e certas as afirmativas II e III."
      },
      {
        "letra": "D",
        "texto": "Estão erradas as afirmativas I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402840",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "No que se refere à execução de ações coletivas, à sentença, à coisa julgada, à revelia e à ação civil pública, julgue os seguintes itens. Nos embargos à execução individual de sentença proferida em ação coletiva, a fazenda pública poderá arguir as devidas compensações com valores eventualmente já pagos ao exequente antes de proferida a sentença coletiva, uma vez que se trata de procedimento com cognição ampla, sendo descabida, portanto, objeção pelo exequente de ocorrência de coisa julgada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392930",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Numa execução por quantia certa contra devedor solvente, os embargos do executado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só poderão ser rejeitados liminarmente quando intempestivos."
      },
      {
        "letra": "B",
        "texto": "só poderão ser opostos pelo executado se tiver ocorrido penhora, depósito ou caução."
      },
      {
        "letra": "C",
        "texto": "deverão, em regra, ser processados com efeito suspensivo salvo entendimento judicial contrário, em decisão fundamentada."
      },
      {
        "letra": "D",
        "texto": "serão oferecidos no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "E",
        "texto": "serão processados nos autos da execução, devendo o exequente ser ouvido no prazo de 10 dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386338",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Analise as afirmativas seguintes. I. A não apresentação ou a apresentação dos embargos do devedor fora do prazo de quinze dias implica preclusão, inadmitindo-se a rediscussão de matéria sepultada em decorrência da reconhecida intempestividade. II. O ato do juiz que determina o acréscimo de 10% sobre o valor do débito a título de multa (Art. 475-J do CPC) é recorrível, porquanto causa gravame ao devedor. III. Ainda que o embargante requeira e alegue relevantes fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil e incerta reparação e a execução esteja garantida, aos embargos não se dará o efeito suspensivo. IV. De acordo com o Art. 598 do CPC as regras do processo de conhecimento aplicam- se ao processo de execução. Todavia, mesmo após intimado o embargado e apresentada impugnação dos embargos, pode o embargante alterar a causa de pedir. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e III apenas."
      },
      {
        "letra": "C",
        "texto": "II e III apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382014",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A respeito dos embargos de devedor, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos de devedor serão oferecidos pelo executado no prazo de quinze dias, contados da data da intimação da penhora."
      },
      {
        "letra": "B",
        "texto": "Após o recebimento dos embargos, a parte exequente será ouvida no prazo de quinze dias e, posteriormente, o juiz necessariamente designará audiência de conciliação, instrução e julgamento, proferindo sentença no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "No prazo dos embargos de devedor, o devedor poderá reconhecer o crédito do exequente, depositar 30% do valor da execução, incluindo custas e honorários advocatícios, e, assim, requerer que seja admitido a pagar o restante em até seis parcelas mensais, acrescidas de correção monetária e juros de 1% ao mês."
      },
      {
        "letra": "D",
        "texto": "Os embargos de devedor, na atual sistemática do CPC, têm sua propositura vinculada à penhora, depósito ou caução do valor executado."
      },
      {
        "letra": "E",
        "texto": "Constitui regra geral a atribuição de efeito suspensivo aos embargos do devedor, obstando a continuidade do processo de execução até seu julgamento. Sendo assim, a requerimento da parte, a decisão relativa aos efeitos dos embargos poderá ser revista a qualquer tempo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "378894",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em relação aos embargos do devedor, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão relativa aos efeitos dos embargos, se recebidos no duplo efeito ou somente no efeito devolutivo, é irrecorrível, por ausência de gravame."
      },
      {
        "letra": "B",
        "texto": "Uma vez opostos, como regra conceder-se-á o efeito suspensivo da execução."
      },
      {
        "letra": "C",
        "texto": "O Juiz os rejeitará liminarmente quando intempestivos, quando inepta a petição inicial, ou quando manifestamente procrastinatórios."
      },
      {
        "letra": "D",
        "texto": "Serão oferecidos no prazo de 10 dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "E",
        "texto": "Quando houver mais de um executado, o prazo para embargar só se iniciará após a citação de todos os devedores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361597",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Se os embargos à execução opostos pela fazenda pública forem parciais, a execução prosseguirá no que diz respeito à parte não embargada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357681",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Valdir celebrou contrato de empréstimo com Banco Euro- pa, cujo instrumento foi assinado por duas testemunhas. Porém, vendo-se em dificuldades financeiras, ajuizou ação anulatória e formulou pedido de liminar para impedir a execução do contrato. Não obstante, o Banco Europa ajuizou ação de execução. Em sede de embargos, embora sem prestar caução, Valdir pugnou pela suspensão da execução até julgamento da ação anulatória, argumen- tando estar o débito sob discussão judicial. Este pedido deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferido, porque a execução dos contratos bancá- rios não admite suspensão."
      },
      {
        "letra": "B",
        "texto": "deferido, pois os embargos, por si só, suspendem, em regra, a execução."
      },
      {
        "letra": "C",
        "texto": "deferido, pois o débito está sob discussão judicial e a ação anulatória poderá vir a ser julgada procedente."
      },
      {
        "letra": "D",
        "texto": "indeferido, pois a propositura de ação referente ao débito, por si só, não inibe o credor de promover-lhe a execução."
      },
      {
        "letra": "E",
        "texto": "deferido apenas se as ações tramitarem perante o mesmo juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843813",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Com base nas disposições previstas no Código de Processo Civil, analise as assertivas sobre os embargos do devedor: I – O executado, para opor-se à execução, deverá apresentar bens a penhora, depósito ou caução, garantindo assim o juízo. II – Os embargos serão oferecidos no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação. Quando houver mais de um executado, o prazo conta-se a partir da juntada do último mandado de citação. III – O juiz poderá rejeitar liminarmente os embargos quando intempestivos, quando inepta a petição ou quando forem manifestamente protelatórios. IV – Nos embargos à execução contra a Fazenda Pública, os embargos só poderão versar sobre: falta ou nulidade de citação, se o processo correu à revelia; inexigibilidade de título e; ilegitimidade de partes. V – Quando o credor pleiteia quantia superior à do título e quando a execução recai sobre coisa diversa daquela declarada de juízo, há excesso de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, IV e V estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas III, IV e V estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464168",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em execução de título executivo extrajudicial, os embargos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não impedem a efetivação dos atos de penhora e avaliação de bens."
      },
      {
        "letra": "B",
        "texto": "dependem de prévia garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "são recebidos, em regra, no efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "serão oferecidos no prazo de dez dias contados da data da citação."
      },
      {
        "letra": "E",
        "texto": "podem versar apenas sobre nulidade da execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "451904",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Processo de Execução, um dos três gêneros dos processos previstos no Código de Processo Civil ao lado dos Processos de Conhecimento e Cautelar, passou por diversas alterações legislativas, dentre as quais se destaca o advento das Leis nº 11.232/2005 e nº 11.382/2006. Tomando como diretriz a nova disciplina da execução no Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento público e a escritura pública somente constituirão título executivo extrajudicial se assinados pelo devedor e por duas testemunhas."
      },
      {
        "letra": "B",
        "texto": "A prova de má-fé do terceiro adquirente ou o registro da penhora do bem alienado são requisitos para o reconhecimento da fraude à execução."
      },
      {
        "letra": "C",
        "texto": "O credor não poderá iniciar a execução se o devedor cumprir a obrigação, mas poderá prosseguir nela ainda que o devedor cumpra a obrigação durante o curso da execução."
      },
      {
        "letra": "D",
        "texto": "Os bens do devedor, desde que não estejam em poder de terceiros, ficam sujeitos à execução, enquanto que os bens do sócio, em qualquer hipótese, ficam a salvo da execução."
      },
      {
        "letra": "E",
        "texto": "A apelação da sentença de improcedência dos embargos do executado, ainda que recebida no efeito suspensivo, não obsta o caráter definitivo da execução fundada em título extrajudicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425750",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada material, que evita a perpetuação do processo, consiste na eficácia, que torna imutável a sentença, não mais sujeita a recurso ordinário ou extraordinário."
      },
      {
        "letra": "B",
        "texto": "Não faz coisa julgada a verdade dos fatos, estabelecida como fundamento da sentença."
      },
      {
        "letra": "C",
        "texto": "As sentenças que julgam procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública estão sujeitas ao reexame necessário, dependendo, pois, de apelação para serem remetidas ao tribunal."
      },
      {
        "letra": "D",
        "texto": "É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407305",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução de obrigação de fazer e não fazer",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Um devedor foi citado para cumprir, no prazo de 10 dias, obrigação de fazer fungível, prevista em título executivo extrajudicial. Com base nessa situação hipotética e na legislação de regência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a oposição de embargos à execução não poderia ser feita pelo devedor antes do cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "o credor poderia optar pela conversão da obrigação em perdas e danos se, no prazo fixado, o devedor não satisfizesse a obrigação."
      },
      {
        "letra": "C",
        "texto": "o juiz poderia fixar, de ofício, multa pelo descumprimento da obrigação no prazo fixado, desde que houvesse previsão para essa medida no título executivo."
      },
      {
        "letra": "D",
        "texto": "a prestação da obrigação por um terceiro, às expensas do devedor, não seria possível em virtude da natureza da obrigação."
      },
      {
        "letra": "E",
        "texto": "a fixação de multa por dia de atraso pelo juiz no mandado de citação dependeria da existência de solicitação nesse sentido pelo exequente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371266",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Italo ajuizou ação de execução de título extrajudicial contra Maria e José, casados. Maria é citada no dia 10 de novembro de 2012 e o mandado citatório juntado em cartório no dia 13 de novembro de 2012. José, após inúmeras tentativas, é citado no dia 22 de novembro de 2012 e o respectivo mandado citatório é juntado aos autos no dia 25 de novembro de 2012. Neste caso, o prazo para Maria e José embargarem a execução é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de 15 dias contado da juntada aos autos do mandato de penhora."
      },
      {
        "letra": "B",
        "texto": "de 15 dias contado da juntada do último mandado ci- tatório cumprido."
      },
      {
        "letra": "C",
        "texto": "autônomo e de 10 dias contado a partir da juntada do respectivo mandado citatório."
      },
      {
        "letra": "D",
        "texto": "autônomo e de 15 dias contado a partir da juntada do respectivo mandado citatório."
      },
      {
        "letra": "E",
        "texto": "de 10 dias contado da juntada do último mandado citatório cumprido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359242",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Com relação aos embargos do devedor, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver mais de um executado, conta-se o prazo para cada um deles embargar a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuges"
      },
      {
        "letra": "B",
        "texto": "O Juiz rejeitará liminarmente os embargos que se revelarem protelatórios no decorrer da instrução."
      },
      {
        "letra": "C",
        "texto": "O executado, mediante penhora, depósito ou caução, poderá opor-se à execução por meio de embargos"
      },
      {
        "letra": "D",
        "texto": "Os embargos do executado terão efeitos suspensivos, de ofício, se verossímeis as alegações"
      },
      {
        "letra": "E",
        "texto": "No caso de embargos manifestamente protelatórios, o Juiz imporá, em favor da Fazenda, multa ao embargante de até 20% (vinte por cento) do valor em execuçã"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "355319",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "João celebrou contrato de compra e venda, assinado por duas testemunhas, por meio do qual comprometeu-se a entregar a Marco Aurélio, em data certa e determinada, obra de arte elaborada por pintor renomado. Na data combinada, João deixou de cumprir o contrato, levando Marco Aurélio a executar o contrato. Citado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João poderá apresentar embargos à execução, que obstarão a expedição de mandado de imissão na posse caso tenham sido recebidos no efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "João poderá depositar o bem, ao invés de entregá-lo, cabendo a Marco Aurélio levantá-lo imediatamente, independentemente do julgamento de embargos ou do efeito em que hajam sido recebidos."
      },
      {
        "letra": "C",
        "texto": "João poderá apresentar embargos à execução, que obstarão a expedição de mandado de busca e apreensão do bem, independentemente do efeito em que houverem sido recebidos."
      },
      {
        "letra": "D",
        "texto": "se João alienar a coisa a terceiro posteriormente à citação, este o substituirá no polo passivo da execução."
      },
      {
        "letra": "E",
        "texto": "se João não entregar o bem nem opuser embargos, poderá ficar sujeito ao pagamento de multa por dia de atraso, sem prejuízo da expedição de mandado de busca e apreensão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352147",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a opção correta com relação ao processo de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução por quantia certa fundada em título extrajudicial, é de quinze dias o prazo para que o executado ofereça embargos do devedor, contados da juntada, aos autos, da intimação da penhora realizada."
      },
      {
        "letra": "B",
        "texto": "A regra de que a competência para julgamento dos embargos do devedor, na execução por carta precatória, deva ocorrer pelo juiz deprecante é excepcionada para a hipótese de embargos, apresentados no juízo deprecado, que versem unicamente sobre vícios da penhora."
      },
      {
        "letra": "C",
        "texto": "Se o julgador verificar que os bens penhorados são suficientes para a satisfação integral do crédito da parte exequente, poderá valer-se do poder geral de cautela e determinar, de ofício, a adjudicação dos bens em favor do credor."
      },
      {
        "letra": "D",
        "texto": "A fixação de multa como meio de coerção para o cumprimento de obrigação de fazer (astreintes) é possível exclusivamente na hipótese de execução de título judicial."
      },
      {
        "letra": "E",
        "texto": "Na execução por quantia certa contra a fazenda pública, o juiz requisitará o pagamento por intermédio do presidente do tribunal. Feita a requisição, competirá ao juiz da execução, após ouvido o MP, determinar o sequestro de bens quando preterida a ordem de pagamento dos precatórios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "350510",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Maria Glória não pagou por roupas compradas em loja de Porto Seguro. Executada, pois emitiu cheque que voltou sem a devida provisão de fundos, procura advogado para embargar a execução, alegando a má qualidade das roupas adquiridas. Esses embargos do devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são relativos aos títulos extrajudiciais e podem ser opostos independentemente de penhora, caução ou depósito, no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação da executada."
      },
      {
        "letra": "B",
        "texto": "são relativos aos títulos extrajudiciais e podem ser opostos somente após garantir-se o Juízo mediante penhora, caução ou depósito, no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação da executada."
      },
      {
        "letra": "C",
        "texto": "são relativos aos títulos extrajudiciais ou judiciais, podendo ser opostos, após penhora, caução ou depósito, em dez dias após juntada aos autos do mandado de citação da executada."
      },
      {
        "letra": "D",
        "texto": "são relativos aos títulos judiciais ou extrajudiciais, podendo ser opostos, independentemente de penhora, depósito ou caução, em quinze dias após a data de citação da executada."
      },
      {
        "letra": "E",
        "texto": "foram extintos após as últimas reformas processuais, hoje sendo possível apenas a oposição de impugnações aos títulos executivos, judiciais ou extrajudiciais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "346763",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Considerando que Mário e Luísa, casados, réus em ação de execução proposta em razão de dívida comum, tenham sido citados no dia dez e no dia vinte de junho, respectivamente, e que o mandado de citação de Mário tenha sido juntado aos autos em vinte e cinco de junho e o de Luísa em trinta de junho, assinale a opção correta em relação à tempestividade dos embargos de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para a interposição de embargos será comum, a contar da juntada do último mandado aos autos."
      },
      {
        "letra": "B",
        "texto": "O prazo para os embargos será computado em dobro, contando-se a partir da juntada do último mandado de citação aos autos."
      },
      {
        "letra": "C",
        "texto": "O prazo para a interposição de embargos, comum a ambos os devedores, só começará a contar a partir da intimação da penhora."
      },
      {
        "letra": "D",
        "texto": "O prazo individual de dez dias para os embargos contará a partir da efetivação da penhora ou da segurança do juízo."
      },
      {
        "letra": "E",
        "texto": "Os prazos para a interposição dos embargos são individuais, contando-se a partir de cada juntada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "340856",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Dos embargos do devedor",
      "Procedimentos Especiais de Jurisdição Voluntária"
    ],
    "enunciado_principal": "Em termos gerais, a execução da sentença, mesmo a que assegure direitos coletivos, deve ocorrer como fase de um único processo sincrético, na hipótese do devedor não adimplir espontaneamente a condenação. Analise os itens abaixo e responda em seguida: I. As vítimas, ou seus sucessores, são os legitimados para a liquidação de sentença genérica que reconhece direitos individuais homogêneos, em que se apurará tanto a titularidade do crédito quanto o valor respectivo. O ordenamento jurídico não outorga legitimidade extraordinária para execução nessas ações concernentes a direitos individuais homogêneos, ela existe somente até a obtenção do preceito condenatório. II. A execução de sentença condenatória que reconhece direitos difusos e coletivos será promovida necessariamente pelo legitimado coletivo extraordinário que foi seu autor(es) na ação de conhecimento que resultou no preceito a executar. III. Tanto na execução autônoma, quanto na execução forçada por cumprimento da sentença, a suspensão da execução poderá ocorrer por outorga judicial de efeito suspensivo aos embargos ou à impugnação, a pedido do embargante ou impugnante, cujo efeito pode ser modulado de acordo com o caso concreto, desde que seguro o juízo, por penhora, depósito ou cauçãoIV. A execução contra devedor insolvente, seja nos procedimentos de falência ou de insolvência civil, uma vez decretada a insolvência, inicia- se com o concurso universal de credores, convocando-se os credores para declaração de crédito e a apresentação do título que fundamenta o crédito a ser postulado. V. O compromisso de ajustamento de conduta, assinado pelas partes e entabulado com a participação do Ministério Público, também pode ser executado, no caso de suas cláusulas não serem cumpridas espontaneamente. Tratando-se de um título executivo extrajudicial, ilíquido, e não tendo sido formado em ação de conhecimento anterior, a execução terá início com um processo de conhecimento autônomo de liquidação. Escolha a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretos os itens II e V"
      },
      {
        "letra": "B",
        "texto": "São corretos os itens I e IV."
      },
      {
        "letra": "C",
        "texto": "São corretos os itens II e IV"
      },
      {
        "letra": "D",
        "texto": "São corretos os itens III e V"
      },
      {
        "letra": "E",
        "texto": "São corretos os itens I e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332135",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Promovida execução contra a empresa de guindastes Hulk - Serviços Pesados Ltda., são oferecidos embargos do devedor, antes mesmo de o Juízo estar garantido por penhora ou caução de bens. Tais embargos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão recebidos no efeito suspensivo, se for alegado excesso de execução."
      },
      {
        "letra": "B",
        "texto": "serão rejeitados liminarmente, pela ausência de garantia do Juízo."
      },
      {
        "letra": "C",
        "texto": "serão julgados improcedentes, por não haver penhora ou caução de bens por parte da embargante."
      },
      {
        "letra": "D",
        "texto": "serão, em regra, recebidos no duplo efeito, devolutivo e suspensivo."
      },
      {
        "letra": "E",
        "texto": "serão recebidos, em regra, somente no efeito devolutivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331780",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em determinada execução por título extrajudicial, há três executados, João,Pedro e Maria, sendo que esses dois últi­ mos,além de serem casados um com o outro,também têm o mesmo patrono,o qual, por sua vez, não é o mesmo contrata­ do por João. Nesse caso, o prazo para embargos à execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que é de quinze dias, para todos os executados, será con­ tado da juntada do último mandado de citação aos autos."
      },
      {
        "letra": "B",
        "texto": "será contado em dobro, para cada executado, da juntada do respectivo mandado de citação, aos autos."
      },
      {
        "letra": "C",
        "texto": "será de dez dias, contados da juntada aos autos, do man­ dado de efetivação da penhora."
      },
      {
        "letra": "D",
        "texto": "que é de quinze dias, será contado para João, da junta­ da, aos autos, do respectivo mandado de citação, sendo que, para o casal, será contado, entre eles, da juntada do último dos respectivos mandados de citação."
      },
      {
        "letra": "E",
        "texto": "será de quinze dias, contados, para cada executado, da juntada do respectivo mandado de citação, aos autos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314535",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Os embargos do devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são recebidos, em regra, somente no efeito devolutivo, excepcionalmente admitindo-se seu recebimento no duplo efeito."
      },
      {
        "letra": "B",
        "texto": "são cabíveis, como defesa, tanto no cumprimento de sentença como na execução por título extrajudicial."
      },
      {
        "letra": "C",
        "texto": "exigem somente julgamento meritório, não havendo hipótese de rejeição liminar, por sua natureza."
      },
      {
        "letra": "D",
        "texto": "para serem opostos, necessariamente, o executado terá garantido previamente o Juízo."
      },
      {
        "letra": "E",
        "texto": "seguem rito especial, não havendo possibilidade de audiência instrutória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "314290",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Qualquer que seja a natureza da prestação executada, o prazo para o devedor opor embargos contar-se-á da juntada do mandado de citação aos autos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "398536",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Certo município foi condenado, através de sentença judicial, a pagar a quantia de R$5.000,00 a Tenório. A sentença judicial transita em julgado e Tenório propõe a devida execução contra o município. Sobre esse processo de execução, é correto afirmar que o município será citado para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opor embargos em 10 dias."
      },
      {
        "letra": "B",
        "texto": "opor embargos em 12 dias."
      },
      {
        "letra": "C",
        "texto": "opor embargos em 15 dias."
      },
      {
        "letra": "D",
        "texto": "pagar a quantia de R$5.000,00 em 3 dias, sob pena de penhora."
      },
      {
        "letra": "E",
        "texto": "pagar a quantia de R$5.000,00 em 10 dias, sob pena de penhora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341136",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Acha-se pacificado o entendimento de não ser possível a condenação solidária da seguradora que foi litisdenunciada pelo segurado, causador de danos a terceiros, em ação de indenização por este ajuizada. II - A intangibilidade da coisa julgada impede a suspensão do cumprimento da sentença em caso de ajuizamento de ação rescisória, ainda que haja fundado receio de dano de difícil reparação. III - Nas execuções por carta precatória, o prazo para oferecimento dos embargos do executado começa a fluir da data em que for juntada aos autos da execução a comunicação do juiz deprecado ao juiz deprecante, dando-lhe conta da realização da citação do devedor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Nenhuma proposição está correta."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição I está correta."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição III está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "265151",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em relação aos embargos do devedor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como regra, uma vez opostos suspendem o curso da execução."
      },
      {
        "letra": "B",
        "texto": "serão oferecidos em dez dias, contados da citação dos executados."
      },
      {
        "letra": "C",
        "texto": "poderão ser opostos pelo executado independente de penhora, depósito ou caução."
      },
      {
        "letra": "D",
        "texto": "concedido efeito suspensivo aos embargos, é obstada a efetivação dos atos de penhora e de avaliação dos bens do executado."
      },
      {
        "letra": "E",
        "texto": "a decisão que os recebe ou rejeita liminarmente é irrecorrível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "535315",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reputam-se de nenhum efeito todos os atos subsequentes que dependam do ato que foi anulado, contudo, a nulidade de uma parte do ato prejudicará as outras, que dela sejam independentes."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da sucumbência, por ocasião da desistência ou reconhecimento do pedido, impõe-se ao autor o pagamento das despesas e dos honorários."
      },
      {
        "letra": "C",
        "texto": "Citado o réu, apresentada a defesa dentro do prazo legal, conferido ao autor prazo para apresentação de réplica, este quedou-se inerte por mais de 30 (trinta) dias. Fica assim, caracterizado o caso que autoriza a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "O recorrente poderá a qualquer tempo, com anuência do recorrido ou dos litisconsortes, desistir do recurso; a renúncia ao direito de recorrer independe da aceitação da outra parte."
      },
      {
        "letra": "E",
        "texto": "Na execução por quantia certa contra a Fazenda Pública, não havendo oposição de embargos, o juiz requisitará o pagamento por intermédio do presidente do Tribunal de Justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "87799",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Os embargos do devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "referem-se à defesa a ser oferecida no cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "serão oferecidos no prazo de quinze dias, contados da data da citação do devedor."
      },
      {
        "letra": "C",
        "texto": "se opostos quando garantido o Juízo, como regra serão recebidos no duplo efeito."
      },
      {
        "letra": "D",
        "texto": "serão rejeitados liminarmente quando intempestivos, quando inepta a petição inicial ou quando manifestamente protelatórios."
      },
      {
        "letra": "E",
        "texto": "recebidos com efeito suspensivo, não impedirão a efetivação dos atos de penhora, avaliação e alienação dos bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1220739",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Acerca de processo de execução, julgue o item subsequente. Os embargos à execução devem ser opostos no prazo de cinco dias a contar da juntada aos autos do mandado de penhora e avaliação ou da ciência pelo executado de que o juízo se encontra integralmente garantido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456889",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "O embargos do devedor serão oferecidos no prazo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de 10 dias, contados da juntada aos autos do mandado de citação."
      },
      {
        "letra": "B",
        "texto": "de 10 dias, contados da efetivação da penhora, depósito ou caução."
      },
      {
        "letra": "C",
        "texto": "de 15 dias, contados da efetivação da penhora, depósito ou caução."
      },
      {
        "letra": "D",
        "texto": "de 15 dias, contados da juntada aos autos do mandado de citação."
      },
      {
        "letra": "E",
        "texto": "em dobro do previsto em lei, quando forem vários os executados e tiverem procuradores diferentes nos autos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "109711",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEPLAG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Laura promoveu ação de execução em face de Lúcia, fundada em título executivo extrajudicial, cobrando a quantia de R$ 3.000,00, decorrente de um cheque, vencido e não quitado, posto que foi devolvido sem fundos. Citada, a devedora optou por não pagar, porém garantiu o juízo e ofereceu embargos. Alegou em sua defesa que a execução se sustenta em título que foi substituído por uma nota promissória que sequer venceu, sendo nula a execução. Em face dessa situação hipotética, assinale a alternativa correta. .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lúcia agiu de forma correta ao garantir o juízo para depois oferecer os embargos e, assim, apresentar a sua defesa, por ser essa a determinação legal."
      },
      {
        "letra": "B",
        "texto": "Diante da comprovação da substituição de uma obrigação ou novação objetiva, esta extermina o título executivo original e faz surgir um novo título executivo, sendo nula a execução por falta de requisito legal de exigibilidade."
      },
      {
        "letra": "C",
        "texto": "No caso do falecimento de Laura, a execução poderá prosseguir pelo herdeiro cessionário que recebeu o título transferido."
      },
      {
        "letra": "D",
        "texto": "Para arguir a nulidade de um título executivo, é necessário que o devedor ofereça os embargos, que é o instrumento hábil para questionar essa forma de nulidade."
      },
      {
        "letra": "E",
        "texto": "Os embargos do executado serão impreterivelmente recebidos no efeito suspensivo."
      }
    ],
    "gabarito": "B"
  }
]