[
  {
    "id": "629608",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos dispostos na Lei n.º 5.869/73, que instituiu o Código de Processo Civil, analise as assertivas a seguir:I- O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. II- Caso a sentença seja proferida em audiência, o prazo recursal começará a correr no dia útil seguinte ao da audiência cuja decisão foi proferida. III- Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão. IV- Não é admitido recurso adesivo nos embargos infringentes. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613151",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Antonio ingressou com ação em face de José, requerendo o cumprimento de uma obrigação de fazer, peticionando na inicial a antecipação dos efeitos da tutela, mas este pedido lhe foi negado. Antonio agravou de instrumento e o Tribunal de Justiça, ao julgar o recurso, verificou que não estavam presentes todas as condições da ação, decidindo pela negativa de provimento ao agravo e a extinção da ação. Diante desse fato, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerando o princípio dispositivo, o Tribunal poderá extinguir a ação, em obediência ao contraditório, desde que invocada a questão pela parte agravada em suas contrarrazões."
      },
      {
        "letra": "B",
        "texto": "a interposição do recurso transferiu ao Tribunal o conhecimento da matéria impugnada, sendo nula a decisão que extinguiu o feito, o que deve ser objeto de recurso especial."
      },
      {
        "letra": "C",
        "texto": "em questões de ordem pública, o sistema processual autoriza o órgão ad quem a julgar fora do que consta das razões ou contrarrazões do recurso, sendo possível a extinção da ação no julgamento do agravo."
      },
      {
        "letra": "D",
        "texto": "como o Tribunal está restrito a apreciar o conteúdo recursal, poderá, se o caso, recomendar a apreciação de eventual falta de uma ou mais condições de ação, pelo juízo a quo, após a apresentação de resposta do réu."
      },
      {
        "letra": "E",
        "texto": "o efeito devolutivo dos recursos atua em decisão que põe fim às fases do processo, o que não é o caso das decisões interlocutórias, que apenas decidem questões pontuais, não dando poder ao Tribunal para extinguir a ação em agravo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595615",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que tange a recursos processuais e ação rescisória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O vício de julgamento decorre da aplicação incorreta da regra processual e acarreta a anulação da sentença, ao passo que o vício de procedimento surge da incorreta apreciação da questão de direito e gera a reforma da decisão."
      },
      {
        "letra": "B",
        "texto": "O julgador deve proceder, diretamente, ao exame do mérito nos embargos de declaração, por ser desnecessário fazer juízo de admissibilidade desse recurso."
      },
      {
        "letra": "C",
        "texto": "A suspeição fundada do magistrado enseja a propositura de ação rescisória contra a sentença que ele tenha prolatado."
      },
      {
        "letra": "D",
        "texto": "A aptidão do órgão jurisdicional de conhecer, de ofício, as questões de ordem pública, nos recursos processuais, decorre do efeito translativo."
      },
      {
        "letra": "E",
        "texto": "O terceiro juridicamente interessado não figura como parte legítima para a propositura de ação rescisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "662874",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no vigente Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal, conhecendo do recurso de apelação, pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "Como regra, a apelação será recebida em seu efeito devolutivo. Será, no entanto, recebida no efeito devolutivo e suspensivo nas hipóteses previstas em lei."
      },
      {
        "letra": "C",
        "texto": "A petição de agravo de instrumento será instruída obrigatoriamente com cópias da petição inicial, da contestação, da petição que ensejou a decisão agravada, da própria decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado."
      },
      {
        "letra": "D",
        "texto": "O recurso extraordinário e o recurso especial, nos casos previstos na Constituição Federal, serão interpostos concomitantemente perante o presidente ou o vice-presidente do tribunal recorrido, em uma única petição."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença terminativa ou de mérito, ou houver julgado a ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "591206",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quais das assertivas acima estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas a I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "583366",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses. Essa regra diz respeito a qual efeito recursal no âmbito do Processo Civil brasileiro?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Efeito regressivo."
      },
      {
        "letra": "B",
        "texto": "Efeito translativo."
      },
      {
        "letra": "C",
        "texto": "Efeito devolutivo em sentido vertical (profundidade)."
      },
      {
        "letra": "D",
        "texto": "Efeito devolutivo em sentido horizontal (extensão)."
      },
      {
        "letra": "E",
        "texto": "Efeito expansivo subjetivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "581889",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Compreende-se por efeito regressivo do recurso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a suspensão dos efeitos da decisão, até o julgamento do recurso interposto."
      },
      {
        "letra": "B",
        "texto": "o exercício do contraditório pela parte recorrida."
      },
      {
        "letra": "C",
        "texto": "o recebimento de um recurso em lugar de outro, em homenagem à instrumentalidade das formas."
      },
      {
        "letra": "D",
        "texto": "a prerrogativa do órgão judicial ad quem de reformar integralmente a decisão do órgão a quo."
      },
      {
        "letra": "E",
        "texto": "o juízo de retratação realizado pelo prolator da decisão recorrida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577702",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "“X\" apelou de uma sentença para que o tribunal o reconhecesse como parte legítima para a ação e já julgasse o mérito da demanda. Ocorre que o tribunal, ao examinar o recurso de “X\", acabou por afastar a questão da ilegitimidade, reconhecendo, em seu lugar, a coisa julgada. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de “X\" só será examinado quanto ao pedido de reforma da sentença terminativa, porque o tribunal não está autorizado a julgar o mérito da demanda inicial, substituindo-se ao juízo natural do litígio."
      },
      {
        "letra": "B",
        "texto": "Agiu corretamente o tribunal ao reconhecer a coisa julgada, mesmo sem pedido expresso de “X\", já que respeitado os limites da impugnação ao plano da admissibilidade."
      },
      {
        "letra": "C",
        "texto": "O tribunal não estava autorizado a reconhecer a ocorrência da coisa julgada, porque acabou reformando para pior a ação de “X\"."
      },
      {
        "letra": "D",
        "texto": "Se a sentença de primeiro grau cuidou apenas da questão da legitimidade ativa para a causa, sem qualquer julgamento do mérito da ação, “X\" não poderia pedir o julgamento de mérito ao tribunal."
      },
      {
        "letra": "E",
        "texto": "O Tribunal, acolhendo o recurso de “X\", sua legitimidade ativa, e julgando o mérito da ação, estará adstrito a julgar a ação procedente, não podendo julgá-la improcedente, sob pena de suprimir a primeira instância de julgamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577701",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito dos efeitos dos recursos no processo civil: I. O efeito devolutivo é verificado em todo recurso, inclusive nos embargos de declaração, quando o próprio órgão que proferiu o julgamento defeituoso será encarregado de julgá-lo. II. O efeito suspensivo será atribuído ao recurso quando existir disposição expressa de lei autorizando o reconhecimento, ou será atribuído por força de decisão judicial proferida, inclusive, em medida cautelar. III. O reconhecimento do efeito suspensivo obsta a que recorrente ou recorrido pleiteie e obtenha a antecipação dos efeitos do eventual provimento do recurso, também chamado de efeito ativo. IV. É atribuído efeito suspensivo ao recurso de apelação quando a sentença confirmar a antecipação dos efeitos da tutela. V. Ao recurso de agravo de instrumento é atribuído ordinariamente o efeito devolutivo. Para que lhe seja atribuído efeito suspensivo, é necessário pedido do agravante, nos casos de prisão civil, por exemplo. Estão CORRETOS os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553611",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Sobre a atribuição de efeito suspensivo a recursos dirigidos aos Tribunais Superiores, julgue as afirmativas abaixo. I. De acordo com o entendimento sumulado do Supremo Tribunal Federal, cabe ao Presidente do Tribunal de Origem decidir o pedido da medida cautelar em recurso extraordinário ainda pendente do seu juízo de admissibilidade. II. Para a concessão de efeito suspensivo à Recurso Especial, em sede de medida cautelar incidental, deve a parte obrigatoriamente demonstrar a plausibilidade da matéria constitucional debatida nos autos, o anseio de evitar dano irreparável e viabilidade do próprio recurso interposto. III. Em situações excepcionais, o Superior Tribunal de Justiça possui precedentes admitindo a concessão de tutela cautelar diretamente na própria Corte Superior, ainda que não inaugurada a sua competência. IV. O Superior Tribunal de Justiça não é competente para controlar decisões do Tribunal Estadual que atribuem efeito suspensivo a recurso especial, devendo qualquer recurso ser interposto na Corte local. A alternativa que contém todas as afirmativas corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "II e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I e III"
      },
      {
        "letra": "E",
        "texto": "I e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "514894",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há precedente do Superior Tribunal de Justiça reconhecendo a possibilidade de atribuição de efeito translativo ao recurso especial."
      },
      {
        "letra": "B",
        "texto": "É cabível recurso extraordinário de decisão proferida por Turma Recursal de Juizado Especial Cível, mas não o é o recurso especial."
      },
      {
        "letra": "C",
        "texto": "A decisão recorrida que julgar válida lei local contestada em face de lei federal é passível, preenchidos os demais pressupostos, de recurso especial."
      },
      {
        "letra": "D",
        "texto": "O recurso especial é incabível para valoração de prova, mas é cabível para controle da adequada aplicação das normas de direito probatório."
      },
      {
        "letra": "E",
        "texto": "A decisão que resolve a respeito da repercussão geral é irrecorrível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "514891",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito devolutivo dos recursos opera a devolução de todos os fundamentos e questões resolvidas ou não no processo, caracterizando, assim, a devolução vertical (profundidade) da matéria impugnada."
      },
      {
        "letra": "B",
        "texto": "O efeito substitutivo dos recursos impõe a substituição da decisão recorrida desde que haja o conhecimento do recurso."
      },
      {
        "letra": "C",
        "texto": "O efeito expansivo subjetivo dos recursos permite que a decisão alcance a esfera subjetiva de terceiros interessados."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo dos recursos, em extensão, constitui o tantum devolutum quantum appellatum, que é considerado norma geral de direito recursal."
      },
      {
        "letra": "E",
        "texto": "O efeito suspensivo, no sistema em vigor, pode ser ope legis ou ope judieis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513360",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "B",
        "texto": "A apelação será recebida, por regra, em seu efeito devolutivo e suspensivo quando interposta contra sentença que homologar a divisão ou demarcação."
      },
      {
        "letra": "C",
        "texto": "É regra presente no Código de Processo Civil que o recorrente pode, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, segundo regra expressa em lei, tem legitimidade para recorrer nos processo em que oficiou como fiscal da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475684",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo à sistemática de impugnação e correção de decisões judiciais.Na hipótese de julgamento simultâneo da ação principal e da cautelar, eventual apelação interposta em face da sentença deve ser recebida com os mesmos efeitos, dado o princípio da unirrecorribilidade recursal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "700426",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que diz respeito aos efeitos dos Recursos Cíveis, considere a seguinte situação hipotética e a seguir assinale a alternativa correta: Tício pediu a produção de uma prova pericial em primeiro grau de jurisdição, pedido indeferido pelo juiz, tendo Tício interposto Agravo de Instrumento contra essa decisão. Como o recurso não tem efeito suspensivo, houve o julgamento antecipado da lide, em decisão devidamente recorrida por Apelação. Durante o trâmite da Apelação, o Agravo de Instrumento foi provido, determinando-se que Tício tinha o direito à produção da prova pericial. Nesse caso, a sentença será anulada como consequência do provimento do agravo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese mencionada tem-se o efeito expansivo subjetivo."
      },
      {
        "letra": "B",
        "texto": "Na hipótese mencionada tem-se o efeito expansivo objetivo interno."
      },
      {
        "letra": "C",
        "texto": "Na hipótese mencionada tem-se a dimensão subjetiva do efeito devolutivo."
      },
      {
        "letra": "D",
        "texto": "Na hipótese mencionada tem-se o efeito expansivo objetivo externo."
      },
      {
        "letra": "E",
        "texto": "Na hipótese mencionada tem-se o efeito translativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700419",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "As regras e a jurisprudência atinentes à teoria geral dos recursos cíveis NÃO permitem afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo justa causa que impeça a apresentação do recurso no último dia do prazo, o advogado deve apresentar a petição de recurso na primeira data desimpedida, finda a justa causa, acompanhada de justificativa do motivo da apresentação ulterior, para subsunção ao crivo da parte contrária e do Juiz."
      },
      {
        "letra": "B",
        "texto": "No Supremo Tribunal Federal, consolidou-se o entendimento, no sentido de que é do Presidente do Tribunal recorrido, ou do Vice-Presidente (nos casos em que o regimento interno delega tal atribuição) a competência para o exame da medida cautelar requerida antes da prolação, no juízo de origem, do juízo de admissibilidade do Recurso Extraordinário."
      },
      {
        "letra": "C",
        "texto": "As Corregedorias-Gerais de Justiça dos Estados não podem baixar provimento disciplinando o valor do preparo, ordenando que seu valor conste do respectivo ato de intimação da sentença, exceto quando proferida em audiência, evitando erros no recolhimento."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo é típica manifestação do princípio dispositivo, devendo-se por ele entender a possibilidade de submeter novamente a questão decidida e impugnada pelo recurso à apreciação do Poder Judiciário, por um órgão superior (apelação, embargos infringentes, recurso extraordinário e recurso especial) ou pelo mesmo órgão, como nos embargos de declaração, no agravo de instrumento e agravo retido, no indeferimento da inicial (art. 296 do CPC) e na execução fiscal (art. 34 da Lei n. 6.830/80), além dos demais casos expressamente previstos em lei."
      },
      {
        "letra": "E",
        "texto": "O Tribunal, em sede de agravo de instrumento, não pode extinguir o processo, sem o julgamento de mérito, acolhendo preliminar, de ofício, por falta de condições da ação, quando tal matéria não estava em discussão no recurso, sob pena de supressão de um grau de jurisdição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "514051",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA. De acordo com o art. 520 do Código de Processo Civil, a apelação será recebida só no efeito devolutivo, quando interposta de sentença que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deferir liminarmente embargos à execução ou julgálos procedentes."
      },
      {
        "letra": "B",
        "texto": "homologar a divisão ou a demarcação."
      },
      {
        "letra": "C",
        "texto": "condenar à prestação de alimentos"
      },
      {
        "letra": "D",
        "texto": "decidir o processo cautelar"
      },
      {
        "letra": "E",
        "texto": "julgar procedente o pedido de instituição de arbitragem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "457802",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em relação aos princípios gerais e efeitos dos recursos, é correto que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da singularidade ou da unirrecorribilidade é o que estabelece caber, para cada ato judicial, um único recurso adequado."
      },
      {
        "letra": "B",
        "texto": "em regra, a apelação é recebida somente no efeito devolutivo, sem suspensividade, que é excepcional."
      },
      {
        "letra": "C",
        "texto": "a decisão que atribui efeitos ao recurso é irrecorrível, salvo se possibilitar a execução provisória do julgado."
      },
      {
        "letra": "D",
        "texto": "o princípio da fungibilidade recursal, previsto expressamente no ordenamento processual, tem como principal requisito a dúvida objetiva quanto ao recurso cabível, desde que não haja má-fé ou erro grosseiro."
      },
      {
        "letra": "E",
        "texto": "os efeitos em que recebidos os recursos constituem matéria dispositiva, sujeita a preclusão para o órgão judicante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456573",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em relação aos recursos processuais e ao reexame necessário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nem todos os recursos processuais têm efeito devolutivo, devendo o julgador, segundo o seu juízo de admissibilidade, analisar, em cada caso, a viabilidade dessa incidência."
      },
      {
        "letra": "B",
        "texto": "A tempestividade, segundo a doutrina, representa pressuposto recursal extrínseco."
      },
      {
        "letra": "C",
        "texto": "O juízo positivo de admissibilidade do recurso é irrevogável, não podendo, após a apresentação de contrarrazões, haver o indeferimento do recurso anteriormente recebido."
      },
      {
        "letra": "D",
        "texto": "Segundo entendimento sumulado no TJDFT, é desnecessário que o preparo do recurso seja juntado no momento de sua apresentação, podendo ele também ser comprovado no prazo remanescente para o seu exercício, quando houver."
      },
      {
        "letra": "E",
        "texto": "Segundo o STJ, caso a sentença contra a fazenda pública seja ilíquida, é possível a adoção do valor atualizado da causa como parâmetro para se aferir a dispensa do reexame necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "448913",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Encerrada a fase instrutória nos autos de ação de alimentos, proferiu o juiz sentença em que condenava o réu a pagar ao autor determinada verba mensal, a título de pensionamento. Inconformado, o demandado interpôs recurso de apelação, o qual foi recebido nos efeitos devolutivo e suspensivo. Discordando dessa decisão, por entender que o apelo do réu não seria dotado de efeito suspensivo, deve o autor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor agravo retido, o qual deverá ser provido pelo órgão ad quem;"
      },
      {
        "letra": "B",
        "texto": "interpor agravo de instrumento, o qual deverá ser provido pelo órgão ad quem;"
      },
      {
        "letra": "C",
        "texto": "interpor agravo de instrumento, o qual deverá ser desprovido pelo órgão ad quem;"
      },
      {
        "letra": "D",
        "texto": "interpor agravo retido, o qual deverá ser desprovido pelo órgão ad quem;"
      },
      {
        "letra": "E",
        "texto": "ajuizar mandado de segurança, por se tratar de decisão irrecorrível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "444028",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "ssinale com V (verdadeiro) ou com F (falso) as seguintes afirmações em relação ao recurso de apelação no Código de Processo Civil. ( ) Em razão do efeito devolutivo, serão objeto de apreciação pelo tribunal as questões suscitadas e discutidas no processo, desde que a sentença as tenha julgado por inteiro. ( ) Será recebido somente no efeito devolutivo quando interposto de sentença que julgar improcedentes os embargos à execução ou os embargos à ação monitória. ( ) Interposto o recurso de apelação cabe ao juiz examinar os requisitos de admissibilidade, declarar os efeitos em que recebe o recurso e dar vista para as contrarrazões e, antes de remeter ao Tribunal para julgamento, deverá reexaminar os pressupostos de admissibilidade do recurso. ( ) Questões de fato não propostas no juízo inferior poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V –V – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "430339",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Nulidades no CPC 1973",
      "Da extinção do processo",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Não está em consonância com as disposições sobre os Recursos no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constatando a ocorrência de nulidade insanável, o tribunal poderá determinar a realização ou renovação do ato processual. Cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento"
      },
      {
        "letra": "C",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito devolutivo, quando interposta de sentença que rejeitar liminarmente embargos à execução"
      },
      {
        "letra": "D",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "E",
        "texto": "Apresentada a resposta, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "430338",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Prazos",
      "Respostas do réu - Contestação",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Com relação às normas de direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois da contestação, não se permite a dedução de novas alegações."
      },
      {
        "letra": "B",
        "texto": "Os absolutamente incapazes possuem capacidade plena para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "O recurso interposto em face de sentença que julgar procedente o pedido de instituição de arbitragem será recebido no duplo efeito."
      },
      {
        "letra": "D",
        "texto": "Todas as hipóteses de extinção do feito previstas no art. 267 do CPC (sentenças terminativas) permitem que a ação seja novamente proposta."
      },
      {
        "letra": "E",
        "texto": "Decorrido o prazo, extingue-se, independentemente de declaração judicial, o direito de praticar o ato, ficando salvo, porém, à parte provar que o não realizou por justa causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429584",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Teoria geral do processo cautelar",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Considere as afirmações seguintes e assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta de ajuizamento da ação principal no prazo de 30 dias acarreta a perda da eficácia da liminar deferida e a extinção do processo cautelar."
      },
      {
        "letra": "B",
        "texto": "Cabe recurso contra decisão monocrática liminar de membro do tribunal local que nega efeito suspensivo em agravo de instrumento interposto contra decisão antecipatória de tutela."
      },
      {
        "letra": "C",
        "texto": "Cabe recurso extraordinário contra acórdão que defere medida liminar, segundo orientação do STF."
      },
      {
        "letra": "D",
        "texto": "É lícito ao magistrado revogar a antecipação de tutela a qualquer tempo, independentemente tanto de fatos novos constantes dos autos quanto de fundamentação específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415220",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "O efeito expansivo do recurso consiste na permissão ao órgão ad quem examinar de ofício matérias de ordem pública, conhecendo-as ainda que não integram o objeto do recurso, enquanto o efeito translativo compreende a aptidão de alguns recursos cuja eficácia pode ultrapassar os limites objetivos ou subjetivos previamente estabelecidos pelo recorrente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "415219",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Caberá recurso de apelação das decisões proferidas em consequência da aplicação da Lei n. 1.060/1950, que estabelece normas para a concessão de assistência judiciária aos necessitados. A apelação será recebida somente no efeito devolutivo quando a sentença conceder o pedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415218",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Estabelece a Lei n. 5.478/1968, que dispõe sobre a ação de alimentos, que a decisão judicial sobre alimentos não transita em julgado e pode a qualquer tempo ser revista. Da sentença caberá apelação no efeito devolutivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415210",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em ação de investigação de paternidade cumulada com alimentos, no recurso do réu contra a procedência do pedido declaratório de paternidade, o conhecimento e provimento do recurso afetará também a pretensão condenatória a alimentos, já que guardam relação de prejudicialidade entre si. Trata-se de exemplo de efeito expansivo subjetivo do recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413801",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Leia as assertivas e responda:I) A apelação devolverá ao tribunal o conhecimento da matéria impugnada, ainda que a sentença não as tenha julgado por inteiro. Quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao tribunal o conhecimento dos demais. II) Interposta a apelação, o juiz, declarando os efeitos em que a recebe, mandará dar vista ao apelado para responder, recebendo o recurso de apelação ainda quando a sentença esteja em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. III) Apresentada a resposta à apelação, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso. Caso o apelante comprove justo impedimento, o juiz relevará a pena de deserção, fixando-lhe prazo para efetuar o preparo. IV) A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida apenas no efeito devolutivo, quando interposta de sentença que homologar a divisão ou a demarcação. V) O agravo de instrumento será dirigido diretamente ao tribunal competente, através de petição com os seguintes requisitos: a exposição do fato e do direito; as razões do pedido de reforma da decisão, bem como o nome e o endereço completo dos advogados, constantes do processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A respeito dos recursos, considere: I. Contra a decisão que não recebe a apelação, cabe agravo retido. II. A apelação interposta contra sentença que decidir o processo cautelar será recebida somente no efeito devolutivo. III. Recebida a apelação nos efeitos devolutivo e suspensivo, o juiz não poderá inovar no processo. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408534",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A regra de que todas as questões passíveis de conhecimento de ofício podem e devem ser apreciadas igualmente de ofí­cio em grau recursal, descreve o conteúdo do efeito recursal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obstativo."
      },
      {
        "letra": "B",
        "texto": "Diferido."
      },
      {
        "letra": "C",
        "texto": "Regressivo."
      },
      {
        "letra": "D",
        "texto": "Translativo."
      },
      {
        "letra": "E",
        "texto": "Substitutivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406877",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Revelia",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser negado seguimento ao recurso adesivo, ainda que o recorrente litigue sob os auspícios da Lei 1.060/1950, caso a apelação seja considerada deserta em razão da ausência de preparo."
      },
      {
        "letra": "B",
        "texto": "Segundo o entendimento firmado pelo Superior Tribunal de Justiça para os fins do artigo 543-C, a não apresentação, pelo agravante, de cópia de peça dos autos principais que, embora não considerada obrigatória pelo artigo 525, I do mesmo Código, seja essencial à compreensão da controvérsia travada no agravo previsto no artigo 522, é causa para que se negue seguimento ao recurso, não tendo o relator o poder/dever de oportunizar ao recorrente a complementação da documentação."
      },
      {
        "letra": "C",
        "texto": "Se a revelia do réu que contestara é decretada no curso do processo, após o desatendimento, por ele, de intimação pessoal para regularizar defeito de representação decorrente da renúncia de seu advogado, o prazo para recorrer da sentença só começa a fluir após a publicação desta no órgão oficial destinado à veiculação das intimações judiciais."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a apresentação de outros recursos pela parte que os interpõe, não produzindo o mesmo efeito em relação ao adversário; quanto a este, o efeito é de mera suspensão do curso do prazo recursal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402834",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes a mandado de segurança, juizados especiais da fazenda pública e recursos. O denominado efeito translativo do recurso refere-se às matérias de ordem pública, que podem ser conhecidas e apreciadas de ofício pelo tribunal, independentemente de provocação das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400574",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A respeito do processamento do habeas data, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe ao juízo de primeiro grau a realização do juízo pré­vio de admissibilidade do recurso interposto contra a sentença, o qual terá a competência exclusiva para conceder efeito suspensivo ao referido recurso."
      },
      {
        "letra": "B",
        "texto": "o recurso interposto contra sentença que conceder o habeas data terá efeito meramente devolutivo. No entanto, o Presidente do Tribunal ao qual competir o conhecimento do recurso, poderá ordenar ao juiz a suspensão da execução da sentença. Assim, o juiz de 1.º grau está impossibilitado de conceder efeito suspen­sivo ao recurso."
      },
      {
        "letra": "C",
        "texto": "o recurso interposto contra a sentença concessiva do habeas data terá efeito devolutivo e suspensivo. No entanto, o Presidente do Tribunal ao qual competir o conhecimento do recurso poderá ordenar ao juiz a exe­cução provisória da sentença."
      },
      {
        "letra": "D",
        "texto": "cabe unicamente ao Tribunal a realização do juízo de admissibilidade do recurso interposto contra a sen­tença, o qual terá a competência exclusiva para conce­der efeito devolutivo ao referido recurso."
      },
      {
        "letra": "E",
        "texto": "nos casos de indeferimento da inicial, o recurso inter­posto deverá ser submetido ao crivo do Tribunal de ori­gem, sendo que, nessa hipótese, não haverá a concessão de efeito suspensivo pelo primeiro grau."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Dos recursos a seguir enumerados, aponte aquele que é recebido, como regra, no duplo efeito, devolutivo e suspensivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "apelação."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "recurso especial."
      },
      {
        "letra": "E",
        "texto": "agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373474",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que se refere à sentença e à coisa julgada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicada a sentença contendo inexatidão material, somente a requerimento da parte poderá o juiz corrigi-la."
      },
      {
        "letra": "B",
        "texto": "A fundamentação concernente às questões prejudiciais que repercutem no teor da decisão alcança a qualidade de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Dispensa fundamentação a sentença que, não resolvendo o mérito, extingue o processo que ficar parado por mais de um ano em razão de negligência das partes."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo do recurso obedece à máxima tantum devoluttum quantum appelattum, considerada norma geral de direito recursal. Sendo assim, a matéria devolvida ao tribunal, tanto em extensão quanto em profundidade, é delimitada pelas razões de recurso."
      },
      {
        "letra": "E",
        "texto": "O juiz decidirá novamente as questões já decididas relativas à mesma lide quando, tratando-se de relação jurídica continuativa, houve requerimento da parte e modificação do estado de fato ou de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "362500",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca da sistemática recursal é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade recursal do Ministério Público é ampla nas hipóteses em que atua como parte, mas quando figura como fiscal da lei não possui interesse recursal para a interposição de recurso adesivo;"
      },
      {
        "letra": "B",
        "texto": "O efeito devolutivo da apelação é manifestação direta do princípio dispositivo, de modo que o tribunal não fica adstrito à matéria efetivamente impugnada;"
      },
      {
        "letra": "C",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso, porém a lei exige a homologação judicial para a eficácia da desistência;"
      },
      {
        "letra": "D",
        "texto": "A teoria geral dos recursos é informada pelos princípios do duplo grau de jurisdição, da taxatividade, da singularidade, da fungibilidade e da proibição da reformatio in peius;"
      },
      {
        "letra": "E",
        "texto": "O reexame necessário possui natureza jurídica recursal porque se reveste das características próprias dos recursos, dentre elas tipicidade, tempestividade, e interesse em recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357689",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Maria ajuizou ação de cobrança contra Gerson e Renato, devedores solidários, os quais apresentaram defesas distintas mas com fundamentos comuns. O pedido foi julgado procedente mas apenas Renato recorreu. De acordo com o Código de Processo Civil, o recurso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo, deverá ser interposto no prazo de 15 dias e respondido no prazo de 5."
      },
      {
        "letra": "B",
        "texto": "aproveita a Gerson, será recebido apenas no efeito devolutivo e deverá ser interposto e respondido no prazo de 15 dias."
      },
      {
        "letra": "C",
        "texto": "não aproveita a Gerson, será recebido apenas no efeito devolutivo e deverá ser interposto e respondido no prazo de 15 dias."
      },
      {
        "letra": "D",
        "texto": "não aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo, deverá ser interposto no prazo de 15 dias e respondido no prazo de 5."
      },
      {
        "letra": "E",
        "texto": "aproveita a Gerson, será recebido nos efeitos devolutivo e suspensivo e deverá ser interposto e respon- dido no prazo de 15 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433753",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: FUNDAÇÃO PRÓ-SANGUE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Os recursos constituem um importante mecanismo processual no sistema pátrio. Comportam diversas classificações e apresentam características que os individualizam. Contudo, na análise da sistemática recursal, podemos identificar elementos comuns, que são inerentes a todo e qualquer recurso integrante do nosso sistema.Assinale a alternativa que se refere a um instituto que não guarda relação com a sistemática de interposição de recursos no sistema brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso adesivo."
      },
      {
        "letra": "B",
        "texto": "Duplo grau de jurisdição"
      },
      {
        "letra": "C",
        "texto": "Reexame necessário."
      },
      {
        "letra": "D",
        "texto": "Recursos ordinários."
      },
      {
        "letra": "E",
        "texto": "Efeito devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413365",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A respeito do efeito devolutivo, quando da interposição de um recurso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito devolutivo é responsável por impedir, de forma direta, o trânsito em julgado da decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "O efeito devolutivo transfere, para órgão diverso do que proferiu a decisão recorrida, o conhecimento da matéria impugnada."
      },
      {
        "letra": "C",
        "texto": "O efeito devolutivo não permite que a decisão recorrida produza efeitos antes do julgamento do recurso."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo provoca a reforma e consequente substituição do provimento recorrido."
      },
      {
        "letra": "E",
        "texto": "O efeito devolutivo provoca a anulação do provimento recorrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371026",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento sumário",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca de recursos cíveis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito translativo, devolve-se a matéria impugnada ao órgão judiciário prolator da decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, são cabíveis todas as espécies de recursos previstas no direito processual brasileiro."
      },
      {
        "letra": "C",
        "texto": "A falta de preparo implicará a deserção do recurso caso a interposição deste ocorra após o encerramento do expediente bancário."
      },
      {
        "letra": "D",
        "texto": "Formulado pedido certo e determinado, o réu terá interesse recursal para arguir o vício da iliquidez da sentença."
      },
      {
        "letra": "E",
        "texto": "O princípio da singularidade refere-se à possibilidade da interposição do recurso de agravo de instrumento caso seja cabível o recurso de apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359626",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução de sentença; a apelação é recebida em regra nos efeitos devolutivo e suspensivo, salvo as hipóteses em que a lei processual prevê seu recebimento somente no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Desde que com a anuência do recorrido ou dos litisconsortes, o recorrente poderá desistir do recurso a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "Embora subordinado ao recurso principal, o recurso adesivo prossegue e será julgado em caso de desistência do recurso principal ou de sua deserção."
      },
      {
        "letra": "D",
        "texto": "Como regra, a interposição do agravo de instrumento suspende o andamento do processo."
      },
      {
        "letra": "E",
        "texto": "O recurso só pode ser interposto pela parte vencida ou pelo Ministério Público, nos processos em que couber intervir, como parte ou fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359241",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto à teoria geral dos recursos e as espécies recursais, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito expansivo subjetivo (ou dimensão subjetiva do efeito evolutivo) ocorre quando a decisão de um recurso atingir uma parte que não figurou na relação recursal."
      },
      {
        "letra": "B",
        "texto": "O princípio da complementariedade excepciona a preclusão consumativa, em caso de provimento de embargos de declaração que gerem nova sucumbência, autorizando-se o aditamento às razões"
      },
      {
        "letra": "C",
        "texto": "O Tribunal pode, em recurso impugnando sentença terminativa, julgar diretamente o mérito, de ofício, se as razões fundarem-se em error in procedendo e matéria fática, vedada a reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo e deverá ser expressamente reiterada sua apreciação pelo Tribunal, nas razões ou contrarrazões de apelação"
      },
      {
        "letra": "E",
        "texto": "O Juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352077",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No que se refere à resposta do réu e aos recursos, julgue os seguintes itens.O efeito obstativo impede a preclusão e a formação da coisa julgada na pendência de prazo recursal ou de julgamento de recurso interposto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322355",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da sentença e da coisa julgada, da liquidação e do cumprimento de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a liquidação antecipada da sentença nos casos em que o recurso tenha sido recebido em efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Aplicada à coisa julgada material, a teoria da identidade da relação jurídica refere-se à existência de identidade entre as mesmas partes, mesma causa de pedir e mesmo pedido."
      },
      {
        "letra": "C",
        "texto": "Em atenção ao princípio da congruência, o magistrado, ao proferir a sentença, deve limitar-se ao que seja pleiteado pelo autor da ação, desconsiderando eventual pretensão do réu."
      },
      {
        "letra": "D",
        "texto": "Cabe apelação contra a decisão de liquidação, pois o processo, nesse caso, é de conhecimento autônomo."
      },
      {
        "letra": "E",
        "texto": "A ocorrência de resultado zero na fase de liquidação caracteriza violação da coisa julgada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506981",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quantos aos recursos no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em função do efeito translativo dos recursos, a apelação devolve obrigatoriamente ao tribunal o conhecimento de todos os fundamentos do pedido, ainda que eles não tenham sido deduzidos nas razões;"
      },
      {
        "letra": "B",
        "texto": "após a proclamação do resultado do julgamento e encerrada a prestação jurisdicional no tocante à apelação, é possível a correção de erro material no acórdão, ainda que isso importe em alteração do decidido, em atenção aos princípios da economia processual, instrumentalidade das formas e da segurança jurídica;"
      },
      {
        "letra": "C",
        "texto": "não há nulidade do julgamento em órgão colegiado do qual participou Ministro impedido, se o seu voto não foi decisivo para o resultado;"
      },
      {
        "letra": "D",
        "texto": "a determinação do juízo de primeiro grau para que se recolha a taxa judiciária sob pena de cancelamento da distribuição é impugnável por apelação, visto tratar-se de decisão com força definitiva;"
      },
      {
        "letra": "E",
        "texto": "compete ao órgão colegiado o julgamento dos embargos de declaração opostos contra decisão monocrática do relator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "443637",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Tendo em vista a sistemática recursal brasileira, considere as alternativas abaixo e aponte a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A máxima tantum devolutum quantum appellatum é norma geral de direito recursal que se refere à extensão do efeito devolutivo o qual, nesse ponto, se restringe à matéria impugnada."
      },
      {
        "letra": "B",
        "texto": "O efeito translativo não se produz nas vias recursais extraordinárias por força da exigência de prequestionamento."
      },
      {
        "letra": "C",
        "texto": "No regime da apelação, o art. 518, §1º do Código de Processo Civil inseriu novo pressuposto processual, pois não será admitido tal recurso se a decisão recorrida estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. A decisão que inadmitir o recurso, com fundamento em tais “súmulas impeditivas”, é irrecorrível."
      },
      {
        "letra": "D",
        "texto": "O recurso cabível da decisão que inadmite os recursos especial e extraordinário, na origem, é o agravo nos próprios autos ou agravo “interno aos autos”."
      },
      {
        "letra": "E",
        "texto": "Da decisão monocrática do relator que, no procedimento do agravo de instrumento, indefere a antecipação da tutela recursal, ou indefere a atribuição de efeito suspensivo ao agravo, com base no art. 558 do Código de Processo Civil, não cabe recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372204",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito devolutivo do recurso opera, por força da máxima tantum devolutum quantum appellatum, igualmente em extensão e em profundidade."
      },
      {
        "letra": "B",
        "texto": "O efeito translativo permite ao Tribunal de 2º grau o conhecimento ex officio de questões de ordem pública, ainda que não tenham sido discutidas e decididas na origem."
      },
      {
        "letra": "C",
        "texto": "O efeito substitutivo do recurso não opera em caso de conhecimento e provimento do recurso por error in procedendo."
      },
      {
        "letra": "D",
        "texto": "O efeito expansivo objetivo dos recursos diz respeito à possibilidade de o resultado do julgamento atingir outros atos do processo, que não apenas a decisão impugnada no recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249545",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "A importância dos precedentes judiciais está cada vez maior no sistema jurídico brasileiro. Especialmente diante da vagueza semântica, decorrente inclusive da crescente utilização de conceitos abertos, como cláusulas gerais e conceitos jurídicos indeterminados, o papel do Judiciário se torna central na definição do direito vigente, na medida em que estreita a moldura legislativa e informa à sociedade quais as normas podem ser extraídas do ordenamento jurídico em vigor. Atentos à atividade nomofilácica desempenhada pelas Cortes Superiores, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submetida determinada controvérsia à sistemática do julgamento de recursos repetitivos, todos os processos que versam sobre o tema serão automaticamente sobrestados, sendo vedado, em regra, ser proferida sentença ou acórdão antes da conclusão do julgamento do recurso representativo pela Corte Superior."
      },
      {
        "letra": "B",
        "texto": "julgado certo tema sob a sistemática do julgamento de recursos repetitivos pelo Superior Tribunal de Justiça, devem os demais órgãos do Poder Judiciário, à exceção do Supremo Tribunal Federal, acatar a conclusão da Corte Superior e conferir idêntica solução aos demais casos que versem sobre a mesma controvérsia."
      },
      {
        "letra": "C",
        "texto": "a fim de evitar que recursos que versem sobre tema já definido em repercussão geral e sob a sistemática do julgamento de demandas repetitivas perante o Supremo Tribunal Federal continuem sendo encaminhados para apreciação da Corte Suprema, vige perante o STF o entendimento de que contra a decisão que inadmite recurso extraordinário, por já ter sido o tema apreciado em repercussão geral, não é cabível a interposição de agravo para o STF, mas sim agravo interno a ser apreciado pelo próprio tribunal de origem."
      },
      {
        "letra": "D",
        "texto": "a Corte Especial do Superior Tribunal de Justiça, diante da importância da apreciação de controvérsias sob a sistemática do julgamento por amostragem de recursos repetitivos, permite a ampla participação de amicus curiae, inclusive com direito à sustentação oral."
      },
      {
        "letra": "E",
        "texto": "submetida certa controvérsia à sistemática do julgamento por amostragem de recursos especiais repetitivos, pode a parte desistir do seu recurso, situação em que o Superior Tribunal de Justiça terá de escolher novo recurso para tal fim."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249544",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto aos recursos, assinale a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito regressivo dos recursos proporciona ao órgão prolator da decisão recorrida a possibilidade de realizar o juízo de retratação. De acordo com o Código de Processo Civil, trata- se de efeito presente no agravo de instrumento, porém apenas excepcional na apelação."
      },
      {
        "letra": "B",
        "texto": "Contra decisão de mérito que, no bojo de uma execução fiscal, reconhece que parte do crédito executado está prescrito, poderá a Fazenda Nacional se utilizar do recurso de apelação, a fim de reformar o julgamento tido por equivocado."
      },
      {
        "letra": "C",
        "texto": "O efeito expansivo subjetivo do recurso interposto pelo assistente litisconsorcial faz com que o seu resultado aproveite ou prejudique o assistido, mesmo que este não tenha recorrido."
      },
      {
        "letra": "D",
        "texto": "Apresentadas duas causas de pedir como aptas à anulação de um auto de infração, e após ampla cognição em primeira instância, foi julgado procedente o pedido, tendo sido analisada apenas uma das causas de pedir veiculadas. O tribunal, no julgamento da apelação do réu, não poderá julgar improcedente a demanda, sem antes apreciar todos os fundamentos do autor, mesmo que não analisados pelo juízo a quo."
      },
      {
        "letra": "E",
        "texto": "Proferido o acórdão, uma das partes interpõe recurso especial e a outra embargos de declaração. Julgados os embargos de declaração e tendo produzido efeito infringente, excepciona- se a preclusão consumativa, abrindo-se a possibilidade de adequação do recurso especial anteriormente interposto. Estamos diante do princípio da complementaridade recursal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249340",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Considere: I. Conhecido o recurso extraordinário interposto em razão do julgamento de validade de lei local contestada em face da lei federal, pode o Supremo Tribunal Federal examinar a existência de violação de dispositivo da Constituição da República, ainda que não invocado pelo recorrente. II. O recurso é o remédio voluntário idôneo a ensejar necessariamente dentro dos mesmos autos, a reforma, a invalidação, o esclarecimento ou a integração da decisão judicial que se impugna. III. A matéria veiculada no recurso adesivo deve guardar necessariamente relação com a matéria objeto do recurso principal. IV. A pessoa com interesse na controvérsia inserta em recurso especial repetitivo pode opor embargos de declaração contra o julgamento deste. V. A parte que aceita tacitamente a sentença ou a decisão não tem o direito subjetivo de recorrer. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "I e V."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249330",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "No tocante aos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Questão ou matéria dispositiva, a cujo respeito a lei exige a iniciativa da parte, não pode ser reexaminada pelo tribunal em nome do efeito suspensivo dos recursos."
      },
      {
        "letra": "B",
        "texto": "Na aplicação do efeito translativo nos tribunais de apelação, ou seja, no exercício de competência recursal de segundo grau, o exame do mérito depende do conhecimento do recurso, porque a translação está inserida no juízo de mérito do recurso e não em seu juízo de admissibilidade."
      },
      {
        "letra": "C",
        "texto": "O efeito devolutivo recursal consiste na qualidade que adia a produção dos efeitos da decisão, assim que impugnável, perdurando até que transite em julgado a decisão ou o próprio recurso dela interposto."
      },
      {
        "letra": "D",
        "texto": "O efeito substitutivo dos recursos independe do juízo de admissibilidade recursal, de seu conhecimento ou não, pois é possível ao tribunal manifestar-se de ofício sobre o acerto ou desacerto da decisão recorrida."
      },
      {
        "letra": "E",
        "texto": "O princípio da fungibilidade recursal aplica-se mesmo aos erros inescusáveis, desde que interposto o recurso no prazo menor cabível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707104",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Juízo de admissibilidade e juízo de mérito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Não há interesse recursal do réu em relação a sentença que, em demanda coletiva, tenha decidido pela improcedência por falta de prova, para impugnar tal fundamento e modificá-lo para o de inexistência de direito. II - Na ação popular, a apelação tem efeito suspensivo quando interposta contra sentença que julgar procedente a demanda. III - O juízo a quo e o juízo ad quem poderão deferir pedido de efeito suspensivo de recursos oriundos de ação civil pública, não sendo possível, todavia, tal concessão em relação a apenas um dos capítulos da decisão. IV - A União poderá repassar até dez por cento de sua complementação para programas direcionados à melhoria da qualidade da educação, tanto aos Estados, quanto aos Municípios, não importando que tenha sido atingido o valor nacional estipulado por aluno.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535316",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso Extraordinário",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a assertiva INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No curso do processo, tornando-se litigiosa a relação jurídica de cuja existência ou inexistência depender o julgamento da lide, qualquer das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso recebido no efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "O Recurso Extraordinário, ou o Recurso Especial, quando interpostos contra decisão interlocutória em processo de conhecimento, cautelar, ou Embargos à execução ficará retido nos autos e somente será processado se o reiterar a parte, no prazo para interposição do recurso contra a decisão final, ou para as contrarrazões."
      },
      {
        "letra": "D",
        "texto": "A sentença de mérito, transitada em julgado, pode ser rescindida quando fundada em erro de fato, ou seja, quando a sentença admitir um fato inexistente, ou quando considerar inexistente um fato efetivamente ocorrido."
      },
      {
        "letra": "E",
        "texto": "No recurso extraordinário, haverá repercussão geral sempre que seja impugnada decisão contrária a súmula ou jurisprudência dominante do Tribunal. Para efeito de repercussão geral, será considerada a existência, ou não, de questões relevantes do ponto de vista econômico, político, social ou jurídico, que ultrapasse os interesses subjetivos da causa."
      }
    ],
    "gabarito": "B"
  }
]