[
  {
    "id": "1159985",
    "metadata": "Ano: 2016 | Banca: CETAP | Órgão: Prefeitura de São Miguel do Guamá - PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "O Município Z ingressou em 2000 com ação de execução fiscal para cobrança de dívida ativa não tributária no valor à época de R$ 200,00 (duzentos reais). Em 2015, sobreveio sentença que decretou a prescrição do crédito tributário e extinguiu a execução com resolução de mérito. C aso o Município queira recorrer da decisão, o recurso cabível é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "apelação."
      },
      {
        "letra": "C",
        "texto": "embargos infringentes."
      },
      {
        "letra": "D",
        "texto": "embargos de divergência."
      },
      {
        "letra": "E",
        "texto": "recurso especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "690004",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "José da Silva ingressa com ação de indenização em face do Município de Sertãozinho, argumentando que seu veículo caiu num buraco, ocasionando dano nas rodas e pneus dianteiros do veículo em razão de má conserva- ção das vias públicas. Pleiteou o valor de R$ 3.000,00 referentes aos pneus e rodas novas adquiridos em substituição aos danificados. A ação foi julgada improcedente, tendo o juiz afirmado que o autor não comprovou que os danos teriam sido decorrentes dos buracos nas vias públicas. Interposto recurso de apelação, o mesmo foi provido por maioria de votos, tendo os votos majoritários entendido que o autor tem direito à indenização no valor pleiteado, enquanto o voto minoritário negou provimento ao recurso entendendo que o autor não comprovou com documentos hábeis os valores pretendidos a título de ressarcimento. Diante disso, o Município de Sertãozinho poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opor embargos infringentes."
      },
      {
        "letra": "B",
        "texto": "interpor recurso ordinário."
      },
      {
        "letra": "C",
        "texto": "interpor embargos de divergência."
      },
      {
        "letra": "D",
        "texto": "interpor recursos especial e extraordinário."
      },
      {
        "letra": "E",
        "texto": "apresentar reclamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "685502",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial"
    ],
    "enunciado_principal": "Contra acórdão que reduz o valor do dano moral fixado em sentença por maioria, sendo que o terceiro juiz pretendia aumentá-la, assinale a alternativa correta que responde se é possível e qual o recurso que seria cabível para prevalecer o valor menor indicado pelo voto vencido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, embargos de declaração."
      },
      {
        "letra": "B",
        "texto": "Sim, agravo regimental."
      },
      {
        "letra": "C",
        "texto": "Sim, embargos infringentes."
      },
      {
        "letra": "D",
        "texto": "Sim, recurso especial."
      },
      {
        "letra": "E",
        "texto": "Não há recurso cabível para a pretensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629608",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos dispostos na Lei n.º 5.869/73, que instituiu o Código de Processo Civil, analise as assertivas a seguir:I- O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. II- Caso a sentença seja proferida em audiência, o prazo recursal começará a correr no dia útil seguinte ao da audiência cuja decisão foi proferida. III- Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão. IV- Não é admitido recurso adesivo nos embargos infringentes. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "622816",
    "metadata": "Ano: 2016 | Banca: ESAF | Órgão: ANAC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Assinale a opção em que é cabível a interposição de embargos infringentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra acórdão não unânime que acolhe ação rescisória."
      },
      {
        "letra": "B",
        "texto": "Contra acórdão unânime proferido em grau de apelação."
      },
      {
        "letra": "C",
        "texto": "Contra acórdão não unânime proferido em agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Contra acórdão não unânime que rejeita ação rescisória."
      },
      {
        "letra": "E",
        "texto": "Contra acórdão unânime que acolhe ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "605479",
    "metadata": "Ano: 2015 | Banca: UNIOESTE | Órgão: UNIOESTE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Quanto ao recurso embargos infringentes, é correto afirmar que o/a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso cabível quando o julgado proferido em apelação e ação rescisória não for unânime."
      },
      {
        "letra": "B",
        "texto": "prazo é de 10 (dez) dias a contar da publicação do acórdão no órgão oficial."
      },
      {
        "letra": "C",
        "texto": "pode questionar qualquer matéria ou objeto da demanda proposta."
      },
      {
        "letra": "D",
        "texto": "análise de admissibilidade do recurso e julgamento é feita pelo mesmo relator"
      },
      {
        "letra": "E",
        "texto": "recurso cabível das sentenças ou acórdãos que contenham obscuridade, dúvida ou contradição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598627",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A opção que contém apenas recursos, conforme o sistema do Código de Processo Civil de 1973, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos infringentes, embargos de divergência e embargos de declaração;"
      },
      {
        "letra": "B",
        "texto": "embargos do devedor, embargos de terceiro e embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "embargos de declaração, embargos infringentes e embargos de terceiro;"
      },
      {
        "letra": "D",
        "texto": "embargos de terceiro, reclamação e embargos de declaração;"
      },
      {
        "letra": "E",
        "texto": "embargos de terceiro, embargos infringentes e embargos de divergência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597311",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "No Código de Processo Civil, o art. 496 traz o rol dos recursos cabíveis em nosso sistema jurídico processual. Sobre tais recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a apelação é recurso cabível contra sentença, sendo que nos casos de extinção do processo sem julgamento do mérito, o tribunal não pode julgar desde logo a lide, se a causa versar sobre questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "B",
        "texto": "após interpor agravo de instrumento, o agravante, no tríduo legal, deverá juntar aos autos do processo cópia da petição do referido recurso, o comprovante de sua interposição, bem como a relação dos documentos que o instruíram, sob pena de ser inadmitido."
      },
      {
        "letra": "C",
        "texto": "se tratando de Recurso Extraordinário, a súmula da decisão sobre a repercussão geral constará de ata do Julgamento que será publicada no Diário Oficial, mas não valerá como acórdão."
      },
      {
        "letra": "D",
        "texto": "não admitido o recurso extraordinário ou o recurso especial, caberá agravo em autos apartados no prazo de 10 (dez) dias."
      },
      {
        "letra": "E",
        "texto": "cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença que resolveu ou não de mérito, ou houver julgado procedente ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532500",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso Especial"
    ],
    "enunciado_principal": "No caso de remessa necessária, em que não houve recurso voluntário do ente público, reformando-se o julgado por maioria de votos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não caberá qualquer recurso."
      },
      {
        "letra": "B",
        "texto": "é cabível recurso especial, se o caso."
      },
      {
        "letra": "C",
        "texto": "é cabível embargos infringentes por ambas as partes."
      },
      {
        "letra": "D",
        "texto": "é cabível embargos infringentes pela parte vencida."
      },
      {
        "letra": "E",
        "texto": "é cabível embargos infringentes restrito à matéria da divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488438",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "A Vigilância Sanitária autuou a sociedade empresária ABC Ltda., impondo-lhe uma multa de R$ 100.000,00 (cem mil reais) por ter cometido infrações sanitárias. Insatisfeita com a autuação e a multa que lhe foi imposta, a ABC Ltda. ajuizou demanda judicial com a finalidade de afastar a multa, por ter havido decadência administrativa. Processada a causa, sobreveio sentença de improcedência, seguindo-se a interposição de apelação pela ABC Ltda. Ao julgar a apelação, o Tribunal de Justiça deu-lhe provimento parcial para reduzir a multa para R$ 50.000,00 (cinquenta mil reais), por considerar que o valor originário seria desproporcional à gravidade da conduta. O relator manteve a multa de R$ 100.000,00 (cem mil reais), o revisor reduziu-a para R$ 50.000,00 (cinquenta mil reais), enquanto o vogal afastou totalmente a multa. Considerando esses detalhes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a interposição de embargos infringentes pela ABC Ltda. para fazer prevalecer o voto vencido, pois houve reforma, por maioria de votos, de uma sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "É cabível a interposição de embargos infringentes pela Vigilância Sanitária para restaurar a multa de R$ 100.000,00 (cem mil reais), pois houve reforma, por maioria de votos, de uma sentença de mérito."
      },
      {
        "letra": "C",
        "texto": "Se uma das partes interpuser embargos infringentes, é possível que a outra interponha recurso adesivo, já que houve sucumbência recíproca e a sentença de mérito foi reformada por maioria de votos."
      },
      {
        "letra": "D",
        "texto": "Não cabem embargos infringentes, pois houve dupla conformidade, com redução do valor da multa, podendo ambas as partes interpor recurso especial ou extraordinário, se houver prequestionamento, respectivamente, de matéria infraconstitucional ou constitucional, devendo, ainda quanto ao recurso extraordinário, haver repercussão geral da questão constitucional."
      },
      {
        "letra": "E",
        "texto": "O acórdão é passível de embargos de declaração, para que o tribunal esclareça qual o resultado, pois os votos não coincidem, não havendo dois votos no mesmo sentido, a impedir que se tenha um acórdão sobre o assunto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483749",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Elis está sendo executada pela Fazenda Pública do município onde mora, por dívidas de IPTU, em valor inferior a 50 Obrigações do Tesouro Nacional – OTN. Citada, Elis alegou em sua defesa a ocorrência da prescrição do crédito tributário. O juiz, então, acolheu a defesa e decretou, por sentença, o encerramento da execução fiscal. Nesse caso, se quiser recorrer da sentença, a Fazenda Pública deverá opor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo de instrumento;"
      },
      {
        "letra": "B",
        "texto": "embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "apelação;"
      },
      {
        "letra": "D",
        "texto": "recurso extraordinário;"
      },
      {
        "letra": "E",
        "texto": "agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "467340",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "A respeito dos recursos no âmbito do sistema processual civil e do processo de execução, julgue o seguinte item.Considere a seguinte situação hipotética. Pedro, defensor público, na defesa dos interesses de seu assistido, José, após sua intimação pessoal com vista dos autos de acórdão cuja parte dispositiva possui julgamento unânime e por maioria de votos, adotou como estratégia a interposição de embargos infringentes contra a parte não unânime do dispositivo do acórdão. Assim, interpôs recurso especial contra a parte de julgamento unânime do acórdão somente após o julgamento dos embargos infringentes e sua intimação pessoal do referido acórdão com vista dos autos. Nessa situação, a atuação do defensor público foi correta, por encontrar amparo legal na legislação processual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1231088",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta a respeito dos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dos despachos não cabe recurso."
      },
      {
        "letra": "B",
        "texto": "O agravo retido depende de preparo"
      },
      {
        "letra": "C",
        "texto": "O recorrente somente poderá desistir do recurso com a anuência do recorrido ou dos litisconsortes."
      },
      {
        "letra": "D",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo quando condenar à prestação de alimentos."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime mantiver, em grau de apelação, a sentença de mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700427",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições e marque a assertiva correta: I – No trâmite de uma execução definitiva de sentença, proferida em ação civil pública tendo por objeto recuperação ambiental, entra em vigor a Lei 12.651/2012, que versa sobre o Código Florestal. Nesta hipótese, para se preservar o princípio da isonomia a decisão judicial deve ser adaptada ao novo texto normativo, que terá seus ditames aplicados mesmo nesta fase processual. II – Ao decidir embargos declaratórios contra sentença o juiz fixa multa, porque os considera procrastinatórios. Contra esta decisão cabe agravo de instrumento, que será julgado antes do recurso de apelação, como prevê o art. 559 do CPC, segundo o qual “a apelação não será incluída em pauta antes do agravo de instrumento interposto no mesmo processo. III - Segundo entendimento do Superior Tribunal de Justiça, nas decisões por maioria, em reexame necessário, não se admitem embargos infringentes, nem mesmo pela parte prejudicada por eventual mudança da decisão antes desfavorável à Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas todas as assertivas"
      },
      {
        "letra": "B",
        "texto": "Está errada apenas a assertiva I"
      },
      {
        "letra": "C",
        "texto": "Estão erradas as assertivas I e II"
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas II e III"
      },
      {
        "letra": "E",
        "texto": "Estão erradas as assertivas I e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "680189",
    "metadata": "Ano: 2014 | Banca: UNESPAR | Órgão: UNESPAR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Em uma ação de indenização por Dano Moral proposta em face de um dos Campus da UNESPAR, o juiz rejeitou preliminar de ilegitimidade passiva de parte alegada por você na condição de Advogado da UNESPAR. Desta decisão você interpôs agravo de instrumento, que veio a ser provido pelo Tribunal de Justiça do Estado do Paraná por unanimidade de votos, com fundamento em lei federal e na Constituição da República. Neste caso poderá o agravado interpor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso especial retido, apenas."
      },
      {
        "letra": "B",
        "texto": "Recurso extraordinário retido, apenas."
      },
      {
        "letra": "C",
        "texto": "Recurso especial e recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "Embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário retido e recurso especial retido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626131",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos Recursos assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal;"
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado procedente ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência;"
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração serão opostos, no prazo de 5 (cinco) dias, em petição dirigida ao juiz ou relator, com indicação do ponto obscuro, contraditório ou omisso, estando sujeitos a preparo;"
      },
      {
        "letra": "D",
        "texto": "Quando o recurso extraordinário ou o recurso especial fundar-se em dissídio jurisprudencial, o recorrente fará a prova da divergência mediante certidão, cópia autenticada ou pela citação do repositório de jurisprudência, oficial ou credenciado, inclusive em mídia eletrônica, em que tiver sido publicada a decisão divergente, ou ainda pela reprodução de julgado disponível na Internet, com indicação da respectiva fonte, mencionando, em qualquer caso, as circunstâncias que identifiquem ou assemelhem os casos confrontados;"
      },
      {
        "letra": "E",
        "texto": "Haverá repercussão geral sempre que o recurso impugnar decisão contrária a súmula ou jurisprudência dominante do Tribunal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626130",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação às disposições gerais sobre os Recursos, marque a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos;"
      },
      {
        "letra": "B",
        "texto": "Se, durante o prazo para a interposição do recurso, sobrevier o falecimento da parte ou de seu advogado, ou ocorrer motivo de força maior, que suspenda o curso do processo, será tal prazo restituído em proveito da parte, do herdeiro ou do sucessor, contra quem começará a correr novamente depois da intimação;"
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo possui regramento próprio, não se aplicam as mesmas regras do recurso independente, quanto às condições de admissibilidade, preparo e julgamento no tribunal superior;"
      },
      {
        "letra": "D",
        "texto": "No ato de interposição do recurso, o recorrente comprovará, quando exigido pela legislação pertinente, o respectivo preparo, inclusive porte de remessa e de retorno, sob pena de deserção;"
      },
      {
        "letra": "E",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552998",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: HC-UFPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "“A\" ajuíza uma ação em face de “B\". O Juiz X profere sentença julgando procedente o pedido. Inconformado, “B\" apresenta recurso de apelação contra a sentença de primeiro grau. O Tribunal de Justiça, no julgamento do recurso, profere decisão, reformando a decisão de primeiro grau, com dois votos favoráveis e um desfavorável. Partindo do pressuposto de que há questão infraconstitucional e constitucional, ambas já prequestionadas, é correto afirmar que “A\" pode interpor o seguinte recurso contra o acórdão do Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agravo."
      },
      {
        "letra": "B",
        "texto": "Recurso especial."
      },
      {
        "letra": "C",
        "texto": "Recurso ordinário."
      },
      {
        "letra": "D",
        "texto": "Recurso extraordinário."
      },
      {
        "letra": "E",
        "texto": "Embargos infringentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "516342",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. I. Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial,relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos. II. Quando não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos. III. O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público. IV. O Ministério Público tem legitimidade para recorrer no processo em que é parte, mas não naqueles em que oficiou como fiscal da lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV"
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492566",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "A Fazenda Pública, quando for parte, possui prazo em dobro para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor embargos infringentes."
      },
      {
        "letra": "B",
        "texto": "ajuizar ação rescisória."
      },
      {
        "letra": "C",
        "texto": "apresentar contestação."
      },
      {
        "letra": "D",
        "texto": "apresentar reconvenção."
      },
      {
        "letra": "E",
        "texto": "contraminutar agravo de instrumento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462260",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Embargos infringentes",
      "Recurso Especial"
    ],
    "enunciado_principal": "Manuel propõe ação de indenização pleiteando danos materiais cumulados com danos morais em face de Joaquim, por ter este agredido aquele em uma festa. Alega o autor que o réu quebrou seus óculos e ofendeu sua honra ao insultá-lo na frente de todos os convidados. O juízo de primeira instância julgou improcedentes ambos os pedidos. Manuel apela e consegue provimento por unanimidade em relação ao dano material e provimento por maioria em relação ao dano moral. Joaquim, por sua vez, interpõe recurso especial, pedindo a reforma do acórdão que deu provimento ao recurso em ambos os pedidos (dano material e moral), sustentando a ofensa e violação a determinado dispositivo do Código de Processo Civil aplicável ao caso. Sobre a situação fática apresentada, assinale a afirmativa correta. .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para a interposição do recurso especial em relação ao pedido de dano material, em não havendo interposição de recurso de embargos infringentes, será contado a partir do momento em que ocorrer a preclusão temporal do recurso de embargos infringentes."
      },
      {
        "letra": "B",
        "texto": "Não é cabível, no caso, a interposição de embargos Infringentes, senão apenas o recurso especial."
      },
      {
        "letra": "C",
        "texto": "É admissível diretamente o recurso especial atacando o acórdão que julgou o pedido de dano moral, uma vez que está presente o prequestionamento."
      },
      {
        "letra": "D",
        "texto": "O recurso especial, atacando o pedido de dano material, e o Recurso de embargos infringentes, atacando o pedido de dano moral, devem ser interpostos no prazo de 15 dias após a intimação do acórdão que julgou o recurso de apelação na segunda instância."
      },
      {
        "letra": "E",
        "texto": "Não cabe nenhum recurso do acórdão, por já ter ocorrido preclusão lógica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462250",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Órgão fracionário do Tribunal de Justiça do Estado do Rio de Janeiro, ao qual foi distribuído recurso de apelação, vislumbrou a presença de vícios de inconstitucionalidade na lei municipal invocada pelas partes em suas respectivas manifestações processuais. Classificando tal questão como prejudicial para dirimir a lide submetida à sua apreciação em grau recursal, a Câmara Cível deu cumprimento ao disposto no Art. 97 da Constituição da República. Por seu turno, o Órgão Especial da Corte fluminense, ao apreciar o incidente de arguição de inconstitucionalidade então instaurado, decidiu, por maioria de votos, pelo seu acolhimento. O recurso em tese cabível em face do acórdão proferido pelo Órgão Especial do TJ/RJ é o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "embargos de declaração"
      },
      {
        "letra": "D",
        "texto": "recurso ordinário-constitucional."
      },
      {
        "letra": "E",
        "texto": "agravo interno."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462249",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial"
    ],
    "enunciado_principal": "Funcionário público impetrou mandado de segurança pleiteando a invalidação do ato administrativo que o demitira do serviço público. Tendo o juiz da causa concedido a ordem, a pessoa jurídica de direito público, inconformada, interpôs o recurso cabível, ao qual o órgão ad quem, por maioria de votos, deu provimento, para julgar improcedente o pedido. Para fins de impugnação desse acórdão, será cabível, em tese, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso especial."
      },
      {
        "letra": "B",
        "texto": "mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "agravo interno."
      },
      {
        "letra": "D",
        "texto": "recurso ordinário-constitucional."
      },
      {
        "letra": "E",
        "texto": "recurso de embargos infringentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "460479",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Para impugnar o acórdão não unânime de Tribunal de Justiça, que tenha julgado improcedente ação rescisória, é cabível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso ordinário."
      },
      {
        "letra": "B",
        "texto": "recurso de embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "recurso especial e/ou recurso extraordinário."
      },
      {
        "letra": "D",
        "texto": "recurso de apelação."
      },
      {
        "letra": "E",
        "texto": "agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "455121",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Embargos de divergência"
    ],
    "enunciado_principal": "A decisão colegiada do Órgão Especial do Tribunal de Justiça do Rio de Janeiro que, por maioria, acolhendo um incidente de uniformização da jurisprudência, aplica a lei federal de maneira diferente de como ela vem sendo aplicada por outros tribunais, desafia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos de declaração, para suprir eventuais omissões no julgado;"
      },
      {
        "letra": "B",
        "texto": "embargos de divergência no STJ, para uniformização da jurisprudência a ser seguida pelos tribunais;"
      },
      {
        "letra": "C",
        "texto": "recurso especial por dissídio jurisprudencial, por violação da orientação acolhida em outros tribunais;"
      },
      {
        "letra": "D",
        "texto": "embargos infringentes, por se tratar de acórdão não unânime;"
      },
      {
        "letra": "E",
        "texto": "recurso especial, por violação da lei federal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425310",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Em relação aos prazos previstos para recursos no Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação 15 dias; Agravo de Instrumento 15 dias; Agravo Retido 10 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário ao STF 15 dias; Recurso ordinário ao STJ 15 dias; Recurso especial ao STJ 15 dias; Embargos de divergência no STF 15 dias."
      },
      {
        "letra": "C",
        "texto": "Embargos de declaração 5 dias; Agravo de Instrumento 10 dias; Agravo Retido 10 dias; Apelação 8 dias."
      },
      {
        "letra": "D",
        "texto": "Recurso Extraordinário 15 dias; Recurso Especial 15 dias; Embargos de declaração 2 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "E",
        "texto": "Agravo, nos próprios autos contra inadmissão de recurso especial 10 dias; Agravo nos próprios autos, contra inadmissão de recurso extraordinário 10 dias; Agravo Retido 10 dias; Agravo de Instrumento 15 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418659",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "\"Joaquina impetra mandado de segurança no Tribunal de Justiça do local em que reside por ter direito líquido e certo que foi violado por abuso de autoridade da autoridade coatora envolvida na situação. Considere que, nessa hipótese, a autoridade coatora era o Governador do Estado, que possuía foro por prerrogativa de função e que, por essa razão, a competência para julgamento do writ era mesmo do Tribunal de Justiça local. Considere, ainda, que a impetração ocorreu tempestivamente, e que todos os requisitos de admissibilidade foram observados. Entretanto, mesmo com a observância de todos os requisitos formais, meritoriamente, foi denegatória a decisão do mandado de segurança impetrado por Joaquina.\"Tendo em vista todos os aspectos apresentados no caso anterior, assinale a opção que indica, acertadamente, o recurso a ser interposto por Joaquina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso especial para o STJ."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário para o STJ"
      },
      {
        "letra": "C",
        "texto": "Embargos infringentes para o STJ."
      },
      {
        "letra": "D",
        "texto": "Agravo de instrumento para o STJ."
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário para o STF."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "412231",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com a legislação processual civil, cabem embargos infringentes quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "For omitido ponto sobre o qual devia pronunciar-se o juiz ou tribunal."
      },
      {
        "letra": "B",
        "texto": "Se tratar de decisão suscetível de causar à parte lesão grave e de difícil reparação, bem como nos casos de inadmissão da apelação."
      },
      {
        "letra": "C",
        "texto": "Em recurso extraordinário, for prolatada decisão de Turma que divergir de julgado de outra Turma ou do Plenário na interpretação do direito federal."
      },
      {
        "letra": "D",
        "texto": "O acórdão não unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado procedente ação rescisória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "411228",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Sobre o mandado de segurança: I. São incabíveis, no processo de mandado de segurança, embargos infringentes. II. No mandado de segurança coletivo, a sentença fará coisa julgada limitadamente aos membros do grupo ou da categoria substituídos pelo impetrante. III. Não cabe mandado de segurança contra os atos de gestão comercial praticados pelos administradores de empresas públicas, de sociedades de economia mista e de concessionárias de serviço público. IV. Compete à Justiça Federal processar e julgar mandado de segurança contra ato de sociedade de economia mista federal envolvendo concurso público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392579",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Em acórdão do Tribunal de Justiça, por unanimidade de votos, foi mantida a sentença que rejeitou a prescrição e, por maioria de votos, confirmou-se a sentença de improcedência da ação. Considerando essas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu poderá opor embargos infringentes com relação à prescrição, apesar de a decisão ter sido unânime nesse tópico, pois essa matéria pode ser conhecida de ofício."
      },
      {
        "letra": "B",
        "texto": "Não cabem embargos infringentes, apesar de o julgamento ter sido por maioria de votos, no que diz respeito à improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "São cabíveis embargos infringentes se o autor d emonstrar que, em situações semelhantes, a decisão do mesmo Tribunal foi em sentido oposto ao que foi decidido."
      },
      {
        "letra": "D",
        "texto": "São cabíveis os embargos infringentes, que devem ser julgados não pela turma, mas pela Câmara, composta de 5 desembargadores."
      },
      {
        "letra": "E",
        "texto": "São cabíveis embargos infringentes somente no tópico que confirmou a sentença de improcedência, pois este recurso deve se ater aos limites da divergência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387750",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Na ação de mandado de segurança,é inadmissível a interposição de recurso de embargos infringentes",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "382013",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "No que tange aos recursos, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STJ, caberão embargos de divergência quando a jurisprudência da Corte se firmou no mesmo sentido do acórdão embargado."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento sumulado do STJ, são cabíveis embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito."
      },
      {
        "letra": "C",
        "texto": "Conforme entendimento jurisprudencial do STF e do STJ, basta que haja oposição de recurso de embargos de declaração para que esteja satisfeito o requisito de prequestionamento para fins de interposição de recurso extraordinário e recurso especial."
      },
      {
        "letra": "D",
        "texto": "A apelação tem, via de regra, entre outros efeitos, o efeito suspensivo. Nos casos previstos no Código de Processo Civil (CPC) em que a apelação não será dotada de efeito suspensivo, o juiz não poderá atribuir-lhe tal efeito no recebimento da apelação, mesmo no caso em que vislumbre possibilidade de a produção imediata de efeitos da sentença causar dano irreparável ou de difícil reparação à parte recorrente."
      },
      {
        "letra": "E",
        "texto": "Caso a parte tenha interposto recurso extraordinário e recurso especial e ambos não tenham sido admitidos, a parte recorrente poderá interpor agravo nos próprios autos, no prazo de dez dias. Nessa hipótese, bastará a interposição de apenas um agravo contra as inadmissibilidades descritas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "380242",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Julgado o mandado de segurança de Pedro Ernesto, ele não vem a ser acolhido, sendo que a Autoridade Coatora recorre ao Tribunal Regional Federal, que, por maioria de votos, reforma a decisão para acolher a intempestividade de sua impetração. Em face do ocorrido, pergunta-se qual o recurso, em tese, cabível, valendo ressaltar que não existe omissão, ponto que o acórdão deveria ter se pronunciado, ou contradição para ser esclarecida?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embargos de declaração;"
      },
      {
        "letra": "B",
        "texto": "Embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "Recurso de revista;"
      },
      {
        "letra": "D",
        "texto": "Recurso especial e recurso extraordinário;"
      },
      {
        "letra": "E",
        "texto": "Agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370516",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Conforme artigo 530 do CPC, o recurso de embargos infringentes é cabível na seguinte hipótese;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgamento pelo colegiado, por maioria de votos, que, apreciando recurso de apelação, tenha se decidido pela manutenção de sentença de mérito que julgou procedente o pedido do recorrente."
      },
      {
        "letra": "B",
        "texto": "julgamento pelo colegiado, por maioria de votos, que, apreciando recurso de apelação, tenha se decidido pela reforma de sentença de extinção do processo, sem julgamento de mérito."
      },
      {
        "letra": "C",
        "texto": "julgamento pelo colegiado, por maioria de votos, em que se tenha julgado improcedente ação rescisória"
      },
      {
        "letra": "D",
        "texto": "julgamento pelo colegiado, por maioria de votos, que, apreciando recurso de apelação, tenha se decidido pela manutenção de sentença de mérito, de qualquer conteúdo."
      },
      {
        "letra": "E",
        "texto": "julgamento pelo colegiado, por maioria de votos, em que se tenha julgado procedente ação rescisória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "367173",
    "metadata": "Ano: 2014 | Banca: BIO-RIO | Órgão: EMGEPRON",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Havendo reforma de decisão judicial, mediante o provimento de apelação, por maioria de votos, é cabível o recurso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embargos Infringentes"
      },
      {
        "letra": "B",
        "texto": "Ordinário Consttucional"
      },
      {
        "letra": "C",
        "texto": "Extraordinário"
      },
      {
        "letra": "D",
        "texto": "Especial"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361730",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Considere que, por ocasião do reexame necessário de sentença proferida em processo de conhecimento, o tribunal decida por maioria. Nessa hipótese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe a interposição de recurso especial ou extraordinário da parte unânime da decisão e de embargos infringentes da não unânime."
      },
      {
        "letra": "B",
        "texto": "caso não sejam opostos embargos infringentes da parte não unânime da decisão, esta transitará em julgado, não cabendo recurso especial ou extraordinário."
      },
      {
        "letra": "C",
        "texto": "a parte interessada deve opor embargos infringentes da parte não unânime da decisão e, após, interpor recurso especial ou extraordinário, conforme o caso."
      },
      {
        "letra": "D",
        "texto": "cabe tão somente a interposição de recurso especial ou extraordinário, conforme o caso, após esgotado o prazo dos embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "cabe a interposição, desde logo, pela parte interessada na reforma da decisão, de recurso especial ou extraordinário,conforme o caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826663",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos infringentes",
      "Prova pericial"
    ],
    "enunciado_principal": "Assinale a alternativa correta nos termos da lei processual civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, é lícito ao réu, na contestação, formular pedido a seu favor, mesmo que fundado em fatos distintos dos suscitados pelo autor."
      },
      {
        "letra": "B",
        "texto": "Nas decisões por maioria, em reexame necessário, se admitem embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "O perito designado apresentará o laudo em cartório, no prazo fixado pelo juiz, pelo menos 20(vinte) dias, antes da audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "O titular de direito líquido e certo decorrente de direito, em condições idênticas, de terceiro poderá impetrar mandado de segurança a favor do direito originário, se o seu titular não o fizer, no prazo de 60 (sessenta) dias, quando notificado extrajudicialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "557414",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Acerca dos Recursos no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relator, monocraticamente, pode dar ou negar provimento ao recurso, atendidos os requisitos do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Em todos os casos de agravo manifestamente inadmissível ou infundado, o tribunal condenará o agravante a pagar ao agravado multa entre um e dez por cento do valor corrigido da causa, ficando a interposição de qualquer outro recurso condicionada ao depósito do respectivo valor."
      },
      {
        "letra": "C",
        "texto": "Como a apelação devolve ao tribunal toda a matéria impugnada, na sua interposição é desnecessário requerer a apreciação de agravo retido."
      },
      {
        "letra": "D",
        "texto": "Nos embargos infringentes, o recorrido não tem prazo para responder ao recurso."
      },
      {
        "letra": "E",
        "texto": "Os embargos infringentes terão o mesmo relator da apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410543",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os autos devem ser reencaminhados ao juízo a quo para novo julgamento da lide se o tribunal constatar a ocorrência de nulidade sanável que demande a realização ou a renovação de ato processual."
      },
      {
        "letra": "B",
        "texto": "Segundo o STJ, não impede o conhecimento do recurso especial a ausência de assinatura do advogado da causa no recurso."
      },
      {
        "letra": "C",
        "texto": "No caso de apelação contra sentença que tenha dado fim a processo sem julgamento de mérito, o tribunal pode decidir o mérito da ação mesmo sem o requerimento do recorrente quando a ação versar sobre questão exclusivamente de direito e estiver em condições de imediato julgamento."
      },
      {
        "letra": "D",
        "texto": "Não são cabíveis embargos infringentes contra acórdão não unânime que julgue procedente uma ação rescisória."
      },
      {
        "letra": "E",
        "texto": "Um juiz não pode deixar de receber apelação interposta mesmo que a matéria fundamentadora da sentença já tenha sido, na ocasião da interposição do recurso, sumulada nos tribunais superiores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365732",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, considere as seguintes afirmativas: 1. Nas decisões por maioria, em reexame necessário, se admitem embargos infringentes. 2. Em profundidade, não fica o órgão ad quem competente para o julgamento dos embargos infringentes adstrito aos motivos invocados no voto vencido. 3. Não será conhecido o recurso extraordinário que não apresentar preliminar formal de repercussão geral. 4. O agravo de instrumento interposto contra decisão que não admitir recurso especial ou recurso extraordinário será instruído, obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado e, facultativamente, com outras peças que o agravante entender úteis. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365730",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Apelação no CPC 1973",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, considere as seguintes afirmativas: 1. A apelação produz, em regra, ambos os efeitos – devolutivo e suspensivo. 2. O recurso cabível contra a decisão que decide a liquidação de sentença é a apelação. 3. Não cabe, no processo de mandado de segurança, a interposição de embargos infringentes. 4. Contra a decisão do órgão especial de um Tribunal de Justiça que decide o incidente de inconstitucionalidade, é cabível recurso extraordinário. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346541",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Em relação a recursos e a reexame necessário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que julgado recurso interposto contra sentença de juiz de primeiro grau, o acórdão do tribunal contenha julgamento por maioria de votos e julgamento unânime. Nessa hipótese, caso não sejam interpostos embargos infringentes contra o julgamento por maioria, o prazo para interposição dos recursos cabíveis contra a parte unânime terá como dia de início aquele em que transitar em julgado a decisão por maioria."
      },
      {
        "letra": "B",
        "texto": "Nos recursos especiais repetitivos, a decisão proferida pelo STJ no recurso representativo da controvérsia terá efeito vinculante quanto ao mérito para os recursos suspensos na origem. Cópia do acórdão com o entendimento do STJ deverá ser encaminhada aos tribunais para que profiram novo julgamento em conformidade com o paradigma."
      },
      {
        "letra": "C",
        "texto": "A repercussão geral é requisito de admissibilidade do recurso extraordinário e sua existência deverá ser examinada pelo juízo a quo e pelo STF."
      },
      {
        "letra": "D",
        "texto": "O duplo grau de jurisdição obrigatório é aplicável sempre que houver decisão proferida contra a fazenda pública."
      },
      {
        "letra": "E",
        "texto": "É vedada a retenção do recurso especial e do recurso extraordinário, interpostos contra acórdão de agravo de instrumento manejado contra decisão proferida em ação cautelar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "338424",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Determinado acórdão reformou sentença de mérito, de modo que um dos capítulos da decisão foi objeto de julgamento por maioria de votos e outro foi objeto de decisão unânime. Nesse cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabem embargos infringentes, recurso extraordinário e recurso especial, os quais devem ser interpostos simultaneamente."
      },
      {
        "letra": "B",
        "texto": "Se não forem opostos embargos infringentes não será possível a interposição de recurso especial e recurso extraordinário."
      },
      {
        "letra": "C",
        "texto": "O prazo para interposição dos embargos infringentes se inicia quando transitar em julgado a decisão unânime."
      },
      {
        "letra": "D",
        "texto": "Os embargos infringentes são interpostos primeiro, sen- do que o prazo para interposição de recurso extraordinário e recurso especial fica sobrestado até a intimação do acórdão dos embargos infringentes, quando então se inicia o prazo."
      },
      {
        "letra": "E",
        "texto": "Não cabem embargos infringentes, mas somente recur- so extraordinário e recurso especial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425991",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido",
      "Embargos infringentes",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Sobre os recursos em processo civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte que cumprir voluntariamente a condenação determinada por sentença nãopoderá recorrer, mesmo que o prazo do recurso não tenha se esgotado."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos de divergência contra acórdão que, em agravo regimental, decide recurso especial."
      },
      {
        "letra": "C",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado improcedente ação rescisória."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423377",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considere as seguintes afirmações.I - De sentença proferida por juiz federai, em demanda cujas partes sejam Estado estrangeiro, de um lado, e, de outro, pessoa domiciliada no País, é cabível, em tese, recurso ordinário diretamente para o Superior Tribunal de Justiça, II - Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos. III - É inadmissível recurso adesivo em embargos infringentes.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "366174",
    "metadata": "Ano: 2012 | Banca: FUNDATEC | Órgão: Prefeitura de Cachoeirinha - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso Especial"
    ],
    "enunciado_principal": "Analise as seguintes afirmações sobre recursos no processo civil: I. É inadmissível o recurso especial interposto antes da publicação do acórdão dos embargos de declaração, sem posterior ratificação. II. Cabem embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito. III. A pretensão de simples reexame de prova não enseja recurso especial. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341133",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O devedor pode se opor ao cumprimento da sentença, alegando inexigibilidade do título judicial fundado em interpretação da lei, tida pelo STF como inconstitucional com efeito ex tunc. II - Mesmo com a superveniência de modificação do estado de fato, quando se tratar de relações jurídicas continuativas, a coisa julgada material permanece hígida e não pode ser revista senão por meio de ação rescisória. III - Julgada procedente, por maioria de votos, uma ação rescisória, e tendo o relator do respectivo acórdão admitido os subsequentes embargos infringentes interpostos pela parte vencida, não pode o novo relator (do recurso) reexaminar a questão para decidir, monocraticamente, pela ausência de um de seus pressupostos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição I está verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição III está verdadeira."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707096",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "É errado afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela antecipada poderá ser concedida, quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso, fazendo coisa julgada material a respectiva decisão."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito."
      },
      {
        "letra": "C",
        "texto": "A apreciação de questão prejudicial, decidida incidentalmente no processo, somente fará coisa julgada material, se, requerida por qualquer das partes, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento do pedido."
      },
      {
        "letra": "D",
        "texto": "Não cabe a remessa necessária quando a sentença estiver fundada em jurisprudência do Plenário do Supremo Tribunal Federal ou do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "301721",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "No processo civil comum, em geral os prazos para interposição de recursos é de 15 (quinze dias), sendo uma exceção a esta regra quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação"
      },
      {
        "letra": "B",
        "texto": "Embargos infringentes"
      },
      {
        "letra": "C",
        "texto": "Embargos de divergência"
      },
      {
        "letra": "D",
        "texto": "Agravo retido"
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "189808",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Ao julgar apelação cível em ação ordinária, a Câmara do Tribunal de Justiça proferiu acórdão unânime reformando sentença de mérito que era favorável aos interesses da Petróleo Brasileiro S.A. – Petrobras, autora da ação. A Petrobras opôs, tempestivamente, embargos de declaração, que foram conhecidos, por unanimidade, e rejeitados, por maioria de votos, com voto vencido que os provia para manter o conteúdo decisório da sentença quanto ao mérito.De acordo com o atual entendimento do Superior Tribunal de Justiça, um advogado da Petrobras, vislumbrando violação à lei federal no julgamento do mérito da apelação e dos embargos, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opor novos embargos declaratórios."
      },
      {
        "letra": "B",
        "texto": "interpor recurso especial."
      },
      {
        "letra": "C",
        "texto": "interpor agravo."
      },
      {
        "letra": "D",
        "texto": "interpor embargos de divergência."
      },
      {
        "letra": "E",
        "texto": "interpor embargos infringentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  }
]