[
  {
    "id": "628688",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Com relação aos Embargos de Terceiro, conforme previsão legal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos podem ser opostos a qualquer tempo no processo de conhecimento enquanto não transitada em julgado a sentença, e, no processo de execução, até 10 (dez) dias depois da arrematação, adjudicação ou remição, mas sempre antes da assinatura da respectiva carta."
      },
      {
        "letra": "B",
        "texto": "Quem, não sendo parte no processo, sofrer turbação ou esbulho na posse de seus bens por ato de apreensão judicial, em casos como o de penhora, depósito, arresto, sequestro, alienação judicial, arrecadação, arrolamento, inventário, partilha, poderá requerer lhe sejam mantidos ou restituídos por meio de embargos de terceiro."
      },
      {
        "letra": "C",
        "texto": "Os embargos podem ser de terceiro senhor e possuidor, mas o possuidor direto não pode alegar, com a sua posse, domínio alheio."
      },
      {
        "letra": "D",
        "texto": "O cônjuge quando defende a posse de bens dotais, próprios, reservados ou de sua meação não será considerado terceiro."
      },
      {
        "letra": "E",
        "texto": "Os embargos poderão ser contestados no prazo de 5 (cinco) dias, findo o qual não se verificará o disposto no art. 803 do CPC quanto à presunção de veracidade dos fatos alegados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "622494",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Antônio ajuizou contra Pedro execução civil de título extrajudicial no valor de R$ 300.000. Para garantia do juízo, foi penhorado bem imóvel pertencente a Pedro e sua esposa, Maria. Apesar de não ser parte da execução, Maria foi intimada da penhora, conforme determinado pela legislação processual. Nessa situação hipotética, caso deseje tomar medida judicial com a única finalidade de proteger sua meação referente ao bem penhorado, Maria deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impetrar mandado de segurança, porque o CPC não prevê qualquer outro mecanismo para sua defesa."
      },
      {
        "letra": "B",
        "texto": "ingressar no processo como assistente simples de Pedro, demonstrando seu interesse no feito."
      },
      {
        "letra": "C",
        "texto": "se valer da modalidade de intervenção de terceiros denominada oposição."
      },
      {
        "letra": "D",
        "texto": "oferecer embargos de terceiro, que serão analisados pelo mesmo juízo que determinou a penhora."
      },
      {
        "letra": "E",
        "texto": "aguardar o término da execução e, oportunamente, ingressar com ação de nulidade da sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "477667",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Os embargos de terceiro devem ser opostos no processo de execução, desde que o embargante tenha conhecimento da ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a qualquer tempo, enquanto não transitada em julgado a sentença."
      },
      {
        "letra": "B",
        "texto": "até cinco dias depois da arrematação, adjudicação ou remição, mas sempre antes da assinatura da respectiva carta."
      },
      {
        "letra": "C",
        "texto": "até dez dias depois da arrematação, pois este é o ato que implica na perda da posse do bem."
      },
      {
        "letra": "D",
        "texto": "até dez dias da ciência de que o bem foi penhorado na execução."
      },
      {
        "letra": "E",
        "texto": "a qualquer tempo, caso não tenha havido nenhum ato que implique na perda da posse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "518930",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Com relação aos embargos de terceiro no Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas.I. Equipara-se a terceiro a parte que, posto figure no processo, defende bens que, pelo título de sua aquisição ou pela qualidade em que os possuir, não podem ser atingidos pela apreensão judicial.II. Considera-se também terceiro o cônjuge quando defende a posse de bens dotais, próprios, reservados ou de sua meação.III É facultada a prova da posse em audiência preliminar designada pelo juiz.IV. O possuidor direto pode alegar, com a sua posse, domínio alheio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444819",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "A respeito dos embargos de terceiro, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora intimado da penhora em imóvel do casal, possui o cônjuge do executado legitimidade para opor embargos de terceiro para defesa de sua meação."
      },
      {
        "letra": "B",
        "texto": "Os embargos de terceiro são cabíveis de forma preventiva quando a pessoa que não integrou a relação processual estiver na ameaça iminente de apreensão judicial do bem de sua propriedade."
      },
      {
        "letra": "C",
        "texto": "Na forma da lei, admitem-se embargos de terceiro para o credor com garantia real obstar alienação judicial do objeto da hipoteca, penhor ou anticrese."
      },
      {
        "letra": "D",
        "texto": "Quando os embargos versarem sobre todos os bens, caberá ao juiz apreciar, com base no princípio do livre convencimento motivado, sobre a necessidade de suspensão do curso do processo principal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429580",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "A respeito dos embargos de terceiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos de terceiro podem ser manejados por aquele que não faz parte do processo para retirar constrição indevida do bem em virtude de fraude à execução, mas não para se anular ato jurídico por fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda de imóvel, contanto que devidamente registrado."
      },
      {
        "letra": "C",
        "texto": "Em embargos de terceiro, pouco importa quem deu causa à constrição indevida para fins de suportar a condenação em honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "Não é dado ao cônjuge ajuizar embargos de terceiro para a defesa de sua meação, ainda que tenha sido intimado da penhora em imóvel pertencente ao casal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413845",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Maria Clara é proprietária de um imóvel localizado na cidade de Curitiba. Na data de hoje descobriu que seu imóvel foi arrematado em leilão judicial que aconteceu há três dias em processo de execução judicial da qual não é parte. Indignada, Maria Clara pretende interpor Embargos de Terceiro. Neste caso, no tocante ao prazo judicial para interposição dos referidos Embargos é certo que Maria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá, ainda, interpor os referidos Embargos, desde que não tenha sido assinada a respectiva carta de arrematação."
      },
      {
        "letra": "B",
        "texto": "poderá, interpor os referidos Embargos até dez dias após a assinatura da respectiva carta de arrematação."
      },
      {
        "letra": "C",
        "texto": "poderá, ainda, interpor os referidos Embargos, independentemente da assinatura da respectiva carta de arrematação, uma vez que o prazo processual é de dez dias após a arrematação do bem."
      },
      {
        "letra": "D",
        "texto": "não poderá mais interpor os referidos Embargos em razão da preclusão temporal, devendo ajuizar outra medida processual."
      },
      {
        "letra": "E",
        "texto": "poderá, interpor os referidos Embargos até cinco dias após a assinatura da respectiva carta de arrematação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413796",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem, não sendo parte no processo, sofrer turbação ou esbulho na posse de seus bens por ato de apreensão judicial, em casos como o de penhora, depósito, arresto, seqüestro, alienação judicial, arrecadação, arrolamento, inventário, partilha, poderá requerer lhe sejam manutenidos ou restituídos por meio de embargos de terceiro."
      },
      {
        "letra": "B",
        "texto": "Equipara-se a terceiro a parte que, mesmo que figure no processo, defende bens que, pelo título de sua aquisição ou pela qualidade em que os possuir, não podem ser atingidos pela apreensão judicial."
      },
      {
        "letra": "C",
        "texto": "Os embargos podem ser opostos a qualquer tempo no processo de conhecimento enquanto não transitada em julgado a sentença, e, no processo de execução, até 5 (cinco) dias depois da arrematação, adjudicação ou remição, mas sempre antes da assinatura da respectiva carta."
      },
      {
        "letra": "D",
        "texto": "Julgando suficientemente provada a posse, o juiz deferirá liminarmente os embargos e ordenará a expedição de mandado de manutenção ou de restituição em favor do embargante, que receberá os bens independentemente de prestar caução."
      },
      {
        "letra": "E",
        "texto": "Na petição inicial dos embargos de terceiro, além de obedecer os requisitos no art. 282 do Código de Processo Civil, o embargante deve ainda fazer prova, ainda que sumária, de sua posse, facultando-se que tal prova seja feita em audiência, devendo a peça vestibular vir acompanhada, desde logo, do rol de testemunhas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "400573",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimentos Especiais",
      "Prazos",
      "Ações possessórias",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Com relação às ações de procedimento especial, o prazo para contestar especificamente as ações de reintegração de posse, nunciação de obra nova e embargos de terceiro é, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias; 15 dias; 5 dias."
      },
      {
        "letra": "B",
        "texto": "15 dias ; 10 dias ;10 dias."
      },
      {
        "letra": "C",
        "texto": "15 dias; 20 dias; 10 dias."
      },
      {
        "letra": "D",
        "texto": "5 dias; 5 dias; 20 dias."
      },
      {
        "letra": "E",
        "texto": "15 dias, 5 dias, 10 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390978",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos embargos de terceiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos de terceiro podem ser opostos a qualquer tempo, seja na fase de conhecimento, fase de execução ou processo de execução."
      },
      {
        "letra": "B",
        "texto": "Admite-se a prova testemunhal nos embargos de terceiro."
      },
      {
        "letra": "C",
        "texto": "O prazo para resposta do embargado é igual ao prazo para apresentação de defesa em procedimento comum que segue o rito ordinário."
      },
      {
        "letra": "D",
        "texto": "Não se admitem embargos de terceiro pelo cônjuge, quando o fundamento é a proteção de bens que integram sua meação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361342",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ação de Consignação em Pagamento no CPC 1973",
      "Ação Monitória no CPC 1973",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Sobre os procedimentos especiais previstos pelo Código de Processo Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em ação de consignação em pagamento, realizado o depósito em até cinco dias da data do cumprimento da obrigação, o devedor ficará isento das custas a que tenha dado causa e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "em ação monitória, rejeitados os embargos o devedor terá dez dias para realizar o pagamento que, se respeitados, isentará o cumpridor da obrigação das custas e honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "em embargos de terceiro, se o embargado não possuir advogado constituído na ação principal deverá ser citado por edital."
      },
      {
        "letra": "D",
        "texto": "em embargos de terceiro, julgando suficientemente provada a posse, o juiz deferirá liminarmente a expedição de mandado de manutenção ou de restituição em favor do embargante, que só receberá os bens depois de prestar caução."
      },
      {
        "letra": "E",
        "texto": "quando a consignação em pagamento se fundar em dúvida sobre quem deva legitimamente receber, não comparecendo nenhum pretendente, o juiz autorizará que o autor levante a quantia depositada em seu favor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "357878",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Em relação aos embargos de terceiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigem, para serem conhecidos, prova prévia, líquida e certa da posse."
      },
      {
        "letra": "B",
        "texto": "São distribuídos livremente."
      },
      {
        "letra": "C",
        "texto": "Possuem natureza exclusivamente possessória."
      },
      {
        "letra": "D",
        "texto": "Não podem ser ajuizados por quem seja cônjuge de parte do processo principal."
      },
      {
        "letra": "E",
        "texto": "Suspendem o curso da ação principal, no todo ou em parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352148",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Procedimentos Especiais de Jurisdição Voluntária",
      "Ações possessórias",
      "Ação de usucapião",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "No que concerne aos procedimentos especiais, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias, não poderá o réu invocar a exceção de domínio em sua defesa, mas, por previsão expressa no CPC, poderá, na pendência do processo possessório, intentar ação de reconhecimento do domínio, que deverá ser distribuída, por prevenção, ao mesmo juízo em que tramitar a ação possessória."
      },
      {
        "letra": "B",
        "texto": "Os embargos de terceiro constituem meio de defesa e, por isso, não estão sujeitos aos requisitos da petição inicial."
      },
      {
        "letra": "C",
        "texto": "Ajuizada ação de atentado incidente à ação principal que já se encontra em grau de recurso, a competência para o julgamento do atentado será do tribunal ad quem."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos especiais de jurisdição voluntária, o julgador não está obrigado a observar critério de legalidade estrita."
      },
      {
        "letra": "E",
        "texto": "A sentença de procedência proferida em ação de usucapião tem natureza constitutiva, conferindo ao autor a aquisição derivada da propriedade, mediante o seu registro no cartório de registro de imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351051",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Renan teve penhorado o microcomputador pessoal em ação de execução ajuizada contra sua mãe. Realizada a penhora, o bem passou à posse do credor. Para reaver a posse do bem, Renan, instruindo a petição inicial com prova da posse, deverá ajuizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação de reintegração de posse, no âmbito do qual o juiz, depois de justificação prévia, determinará a expedição de mandado de restituição do microcomputador, que será recebido por Renan independentemente da prestação de caução."
      },
      {
        "letra": "B",
        "texto": "ação pauliana, no âmbito da qual o juiz, se julgar procedente o pedido, anulará a penhora incidente sobre o microcomputador."
      },
      {
        "letra": "C",
        "texto": "ação de reintegração de posse, no âmbito da qual o juiz, liminarmente ou depois de justificação prévia, determinará a expedição de mandado de restituição do microcomputador, que será recebido por Renan depois de prestada caução."
      },
      {
        "letra": "D",
        "texto": "embargos de terceiro, no âmbito do qual o juiz, depois de justificação prévia, determinará a expedição de mandado de restituição do microcomputador, que será recebido por Renan independentemente da prestação de caução."
      },
      {
        "letra": "E",
        "texto": "embargos de terceiro, no âmbito do qual o juiz, se julgar suficientemente provada a posse, determinará a expedição de mandado de restituição do microcomputador, que será recebido por Renan depois de prestada caução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "292837",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "A respeito dos embargos de terceiro, considere: I. Podem ser opostos, no processo de execução, até 5 dias depois do embargante tomar ciência do ato de constrição judicial. II. Os embargos poderão ser contestados no prazo de 15 dias. III. Admitem-se embargos de terceiro para o credor com garantia real obstar a alienação judicial do objeto da hipoteca, penhor ou anticrese. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "248645",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Em relação aos embargos de terceiro, julgue os itens a seguir.O fato de determinada pessoa ter participado do processo na condição de assistente simples não implica a sua ilegitimidade para interpor embargos de terceiro se houver constrição do bem disputado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "213057",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Paulo adquiriu um imóvel através de contrato particular de compromisso de compra e venda não registrado. O imóvel foi penhorado em execução por quantia certa contra devedor solvente movida contra o compromitente vendedor. A defesa de Paulo deverá ser feita através de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oposição."
      },
      {
        "letra": "B",
        "texto": "ação ordinária."
      },
      {
        "letra": "C",
        "texto": "denunciação à lide."
      },
      {
        "letra": "D",
        "texto": "embargos de terceiro."
      },
      {
        "letra": "E",
        "texto": "assistência litisconsorcial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "99975",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Os embargos de terceiro podem ser opostos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por quem for parte no processo e sofrer esbulho na posse de seus bens por ato de apreensão judicial."
      },
      {
        "letra": "B",
        "texto": "no processo de execução, até o dia da arrematação, adjudicação ou remissão."
      },
      {
        "letra": "C",
        "texto": "por quem for parte no processo e sofrer turbação na posse de seus bens por ato de apreensão judicial."
      },
      {
        "letra": "D",
        "texto": "no processo de conhecimento, até o último dia do prazo para resposta do réu."
      },
      {
        "letra": "E",
        "texto": "pelo credor com garantia real para obstar a alienação judicial do objeto da hipoteca, penhor ou anticrese."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93809",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "O principal objetivo dos embargos de terceiro consiste na proteção da posse ou da propriedade de quem, não sendo parte no processo, sofrer turbação ou esbulho em decorrência de atos de apreensão judicial. Assim, são também legitimados ativos para a ação de embargos de terceiro o cônjuge e o credor hipotecário, pignoratício ou anticrético, bem como os sócios das empresas executadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82390",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Os embargos de terceiro podem ser opostos, no processo de execução,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "até a arrematação, adjudicação ou remissão do bem em hasta pública ou leilão."
      },
      {
        "letra": "B",
        "texto": "até cinco dias depois da assinatura da carta de arrematação, adjudicação ou remissão."
      },
      {
        "letra": "C",
        "texto": "até o registro da carta de arrematação ou adjudicação no cartório de registro de imóveis."
      },
      {
        "letra": "D",
        "texto": "a qualquer tempo, mas sempre antes da expedição da carta de arrematação, adjudicação ou remissão."
      },
      {
        "letra": "E",
        "texto": "até cinco dias depois da arrematação, adjudicação ou remissão, mas sempre antes da assinatura da respectiva carta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "79556",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Embargo de terceiros"
    ],
    "enunciado_principal": "Os embargos de terceiro podem ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opostos por terceiro que é senhor e possuidor, mas não por terceiro que é apenas possuidor do bem a que diz respeito."
      },
      {
        "letra": "B",
        "texto": "opostos por quem vier a sofrer turbação na posse de seus bens em razão de penhora no processo em que é parte."
      },
      {
        "letra": "C",
        "texto": "opostos no processo de execução, mesmo após a assinatura e expedição da carta de adjudicação."
      },
      {
        "letra": "D",
        "texto": "contestados no prazo de 15 dias por quem deu causa à constrição judicial do bem a que diz respeito."
      },
      {
        "letra": "E",
        "texto": "opostos no processo de conhecimento enquanto não transitada em julgado a sentença."
      }
    ],
    "gabarito": "E"
  }
]