[
  {
    "id": "1191527",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Considerando o controle difuso de inconstitucionalidade, havendo incidente de inconstitucionalidade suscitado antes do julgamento de apelação, contra a decisão do pleno ou órgão especial do Tribunal de Justiça caberá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos de declaração, se o caso."
      },
      {
        "letra": "B",
        "texto": "embargos infringentes, se o caso."
      },
      {
        "letra": "C",
        "texto": "recurso especial."
      },
      {
        "letra": "D",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "E",
        "texto": "recurso ordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690721",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido"
    ],
    "enunciado_principal": "Durante uma audiência de instrução e julgamento, o juiz deferiu a contradita da testemunha do réu, indeferiu a produção de prova pericial requerida pelo autor, fundamentando claramente suas decisões, e, ao final, julgou antecipadamente a lide, considerando a demanda improcedente. Diante da atual sistemática processual, frente aos atos praticados pelo juiz, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com relação à contradita aceita, poderá o réu interpor agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "no que diz respeito ao julgamento antecipado da lide, poderá o réu interpor apelação."
      },
      {
        "letra": "C",
        "texto": "quanto ao indeferimento da prova pericial, poderá o autor interpor embargos de declaração."
      },
      {
        "letra": "D",
        "texto": "não há recursos previstos no Código de Processo Civil para as decisões interlocutórias proferidas em sede de audiência de instrução e julgamento, cabendo à parte que sentir-se lesada apenas requerer que constem seus protestos na ata de audiência."
      },
      {
        "letra": "E",
        "texto": "poderá o autor interpor agravo retido diante do indeferimento da prova pericial e apelação frente à sentença de improcedência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "685502",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial"
    ],
    "enunciado_principal": "Contra acórdão que reduz o valor do dano moral fixado em sentença por maioria, sendo que o terceiro juiz pretendia aumentá-la, assinale a alternativa correta que responde se é possível e qual o recurso que seria cabível para prevalecer o valor menor indicado pelo voto vencido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, embargos de declaração."
      },
      {
        "letra": "B",
        "texto": "Sim, agravo regimental."
      },
      {
        "letra": "C",
        "texto": "Sim, embargos infringentes."
      },
      {
        "letra": "D",
        "texto": "Sim, recurso especial."
      },
      {
        "letra": "E",
        "texto": "Não há recurso cabível para a pretensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598627",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "A opção que contém apenas recursos, conforme o sistema do Código de Processo Civil de 1973, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos infringentes, embargos de divergência e embargos de declaração;"
      },
      {
        "letra": "B",
        "texto": "embargos do devedor, embargos de terceiro e embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "embargos de declaração, embargos infringentes e embargos de terceiro;"
      },
      {
        "letra": "D",
        "texto": "embargos de terceiro, reclamação e embargos de declaração;"
      },
      {
        "letra": "E",
        "texto": "embargos de terceiro, embargos infringentes e embargos de divergência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "593282",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Com relação aos procedimentos dos juizados especiais cíveis, julgue o seguinte item. Os embargos de declaração poderão ser interpostos de forma oral e, quando opostos contra a sentença, suspenderão o prazo para interposição de eventuais recursos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593280",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos recursos, julgue o item subsequente. De acordo com o entendimento do STF e do STJ, a interposição de recursos de embargos de declaração é suficiente para satisfazer o requisito de prequestionamento, essencial para a admissibilidade de recurso extraordinário e de recurso especial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "569498",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos embargos declaratórios, e considerando o regramento sob utilização atual, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem ser interpostos em primeiro e em segundo grau e sempre independem de preparo."
      },
      {
        "letra": "B",
        "texto": "Quando forem declarados protelatórios, ensejarão o pagamento de multa não excedente de 1% (um por cento) sobre o valor da causa, podendo essa ser elevada a até 10% (dez por cento), em caso de reiteração, condicionando-se a interposição de qualquer outro recurso ao depósito do valor respectivo."
      },
      {
        "letra": "C",
        "texto": "Constituem-se como meio processual inadequado para revaloração de prova documental."
      },
      {
        "letra": "D",
        "texto": "Serão opostos no prazo de 5 (cinco) dias por particular em ação movida contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "Sempre interrompem o prazo para interposição de outros recursos, por qualquer das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "563779",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No tocante aos recursos, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação da multa prevista para a hipótese de interposição de embargos de declaração com intuito manifestamente protelatório não impede a condenação por litigância de má-fé."
      },
      {
        "letra": "B",
        "texto": "É possível a juntada de documentos no bojo da apelação, inclusive aqueles considerados indispensáveis à propositura da ação, desde que garantidos à parte contrária o contraditório e a ampla defesa."
      },
      {
        "letra": "C",
        "texto": "A pendência de julgamento no STF acerca da modulação dos efeitos de decisão proferida em ADI enseja o sobrestamento de recurso especial que verse sobre a mesma matéria perante o STJ."
      },
      {
        "letra": "D",
        "texto": "A sentença que reconhecer a improcedência da ação de improbidade administrativa estará sujeita ao reexame necessário."
      },
      {
        "letra": "E",
        "texto": "A cópia da certidão de intimação da decisão agravada é peça obrigatória na formação do instrumento, de forma que a sua ausência acarretará o não conhecimento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "562610",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Em relação aos recursos no processo civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de reconsideração é uma espécie recursal, pois permite a quem prolatou a decisão o reexame do tema."
      },
      {
        "letra": "B",
        "texto": "Interposta a apelação, o recorrente pode, a qualquer tempo, dele desistir, se houver anuência do recorrido."
      },
      {
        "letra": "C",
        "texto": "Em regra, não existe contraditório nos embargos de declaração, uma vez que é recurso destinado a suprir omissão, obscuridade ou contradição da decisão recorrida."
      },
      {
        "letra": "D",
        "texto": "A ação rescisória não pode ser proposta pelo terceiro juridicamente interessado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "532499",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Embargos de declaração opostos com a única finalidade de requerer um juízo de reconsideração",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interrompem o prazo recursal, se providos."
      },
      {
        "letra": "B",
        "texto": "não interrompem o prazo recursal em nenhum caso."
      },
      {
        "letra": "C",
        "texto": "interrompem o prazo recursal, se recebidos."
      },
      {
        "letra": "D",
        "texto": "ainda que rejeitados, interrompem o prazo recursal."
      },
      {
        "letra": "E",
        "texto": "não interrompem o prazo recursal, apenas se rejeitados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "528069",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Os embargos de declaração no rito ordinário serão opostos no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias em primeira instância e 10 dias em segunda instância, em petição dirigida ao juiz ou relator, não interrompendo o prazo de outros recursos para a parte contrária."
      },
      {
        "letra": "B",
        "texto": "10 dias, com preparo, em petição dirigida ao juiz ou relator, interrompendo o prazo de outros recursos, por qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "5 dias, sem preparo, em petição dirigida ao juiz ou relator, interrompendo o prazo de outros recursos, por qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "10 dias, sem preparo, em petição dirigida ao juiz ou relator, interrompendo o prazo de outros recursos para a parte contrária."
      },
      {
        "letra": "E",
        "texto": "15 dias, com preparo, em petição dirigida ao juiz ou relator, não interrompendo o prazo de outros recursos para a parte contrária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513354",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Não são cabíveis, por regra, no procedimento ordinário, embargos de declaração contra decisão de julgador que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tenha omissão relativa aos pedidos formulados."
      },
      {
        "letra": "B",
        "texto": "possua contradição entre a fundamentação e a decisão propriamente dita."
      },
      {
        "letra": "C",
        "texto": "gere dúvida às partes."
      },
      {
        "letra": "D",
        "texto": "tenha obscuridade no seu texto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512397",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não são cabíveis embargos de declaração contra dúvida em acórdão."
      },
      {
        "letra": "B",
        "texto": "O prazo para interposição de embargos de declaração é de 10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "De decisão que não admitir embargos infringentes cabe agravo de instrumento para o órgão competente, no prazo de 10 dias."
      },
      {
        "letra": "D",
        "texto": "Segundo texto expresso de lei, quando houver divergência parcial em acórdão, que justifique embargos infringentes, estes não estão restritos à matéria que contenha a divergência no julgamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485917",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Fábio propôs ação judicial contra uma empresa fornecedora de serviços de bufê em razão de vício na prestação do serviço contratado. A ação foi proposta na vara cível competente para julgamento da demanda, por meio da qual se requereu indenização por danos materiais e morais supostamente sofridos pelo autor. Ao final, o juiz proferiu sentença na qual reconheceu parcialmente os danos materiais sofridos e condenou a empresa ré a indenizar o autor. O juiz não se manifestou, contudo, sobre os danos morais pleiteados na petição inicial. Acerca dessa situação hipotética, julgue o item a seguir.Para sanar a omissão do juiz quanto ao pedido de indenização por danos morais formulado, Fábio deverá interpor recurso de embargos de declaração no prazo de cinco dias, contados da ciência da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "477663",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Publicada a sentença, o juiz poderá alterá-la, provocado por meio de embargos de declaração. Nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos de declaração consistentes em mero pedido de reconsideração não interrompem o prazo recursal."
      },
      {
        "letra": "B",
        "texto": "O juiz não pode alterar a sentença a requerimento da parte, se encerrada sua função jurisdicional para correção de inexatidões materiais."
      },
      {
        "letra": "C",
        "texto": "Em qualquer hipótese, os embargos de declaração provocam o contraditório, ouvindo-se a parte adversa"
      },
      {
        "letra": "D",
        "texto": "O terceiro prejudicado não tem legitimidade para opor embargos de declaração, já que este se destina apenas à parte."
      },
      {
        "letra": "E",
        "texto": "Os embargos de declaração não são cabíveis para corrigir decisão interlocutória, que deverá ser atacada por meio de agravo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1332623",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos recursos, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser interpostos das sentenças, decisões interlocutórias e despachos"
      },
      {
        "letra": "B",
        "texto": "os embargos de declaração devem ser opostos no prazo de 10 dias"
      },
      {
        "letra": "C",
        "texto": "a ação rescisória é uma espécie de recurso cujo prazo para propositura é de 2 anos"
      },
      {
        "letra": "D",
        "texto": "a apelação, como regra, é recebida nos efeitos devolutivo e suspensivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700428",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "A parte B, ao contestar determinada demanda, alegou dois fundamentos para a improcedência: inexistência do direito material afirmado na inicial e prescrição da ação. Na sentença de primeira instância o primeiro argumento da parte B (inexistência de direito material) foi acolhido e o pedido julgado improcedente. Houve recurso da parte A, autora da ação. O recurso não foi provido. A parte A, vencida também na segunda instância, manejou recurso extraordinário ao STF. A tese da prescrição não foi apreciada nem mencionada nas contrarrazões ao recurso extraordinário. O recurso extraordinário fora provido monocraticamente afastando o fundamento acolhido no acórdão recorrido (inexistência de direito material). Em sequência, a parte B manejou agravo regimental para que a matéria sobre a prescrição fosse apreciada. O agravo regimental foi rejeitado à unanimidade pela Turma, sob o argumento de que não teria havido prequestionamento da tese acerca da prescrição. Analise as seguintes possibilidades: I - A parte B deve propor embargos de declaração, com efeitos infringentes, para que o STF aprecie, se entender pertinente, a questão da prescrição, mesmo não tendo sido discutida no Tribunal de origem, posto que cumpre ao STF, ao prover o recurso extraordinário, aplicar o direito à espécie, nos termos de sua súmula 456. II - Admite-se a propositura de embargos de declaração, com efeitos infringentes, para que o STF determine o retorno dos autos ao Tribunal de origem para examinar a matéria prescricional. III - Os embargos de declaração podem ser propostos, mas não serão admitidos, porque houve ausência de prequestionamento, fato impeditivo para apreciação da matéria no STF. Agora escolha a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta"
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está correta"
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta"
      },
      {
        "letra": "D",
        "texto": "As assertivas I e II estão corretas cabendo ao STF examinar a ocorrência da prescrição ou remeter a apreciação da matéria ao juízo recorrido."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das assertivas está correta porque na hipótese não se admite a propositura de embargos de declaração no STF contra acórdão que nega provimento a agravo regimental por ausência de prequestionamento. Assim, os embargos de declaração não podem ser conhecidos por ausência de omissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700427",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Analise as proposições e marque a assertiva correta: I – No trâmite de uma execução definitiva de sentença, proferida em ação civil pública tendo por objeto recuperação ambiental, entra em vigor a Lei 12.651/2012, que versa sobre o Código Florestal. Nesta hipótese, para se preservar o princípio da isonomia a decisão judicial deve ser adaptada ao novo texto normativo, que terá seus ditames aplicados mesmo nesta fase processual. II – Ao decidir embargos declaratórios contra sentença o juiz fixa multa, porque os considera procrastinatórios. Contra esta decisão cabe agravo de instrumento, que será julgado antes do recurso de apelação, como prevê o art. 559 do CPC, segundo o qual “a apelação não será incluída em pauta antes do agravo de instrumento interposto no mesmo processo. III - Segundo entendimento do Superior Tribunal de Justiça, nas decisões por maioria, em reexame necessário, não se admitem embargos infringentes, nem mesmo pela parte prejudicada por eventual mudança da decisão antes desfavorável à Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas todas as assertivas"
      },
      {
        "letra": "B",
        "texto": "Está errada apenas a assertiva I"
      },
      {
        "letra": "C",
        "texto": "Estão erradas as assertivas I e II"
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas II e III"
      },
      {
        "letra": "E",
        "texto": "Estão erradas as assertivas I e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700422",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No caso de oposição, no primeiro dia do prazo recursal, de Embargos de Declaração via fax, nos termos da Lei Nacional 9.800/99, o prazo de cinco dias para a apresentação dos originais tem início:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo para entrega dos originais tem início no dia seguinte ao da recepção do fac-símile pelo órgão judiciário competente."
      },
      {
        "letra": "B",
        "texto": "o prazo para entrega dos originais tem início no mesmo dia ao da recepção do fac-símile pelo órgão judiciário competente."
      },
      {
        "letra": "C",
        "texto": "o prazo de cinco dias para entrega dos originais tem início no dia do termo final do prazo previsto para o recurso de embargos de declaração, ainda que o fac-símile tenha sido remetido e recebido no curso desse prazo."
      },
      {
        "letra": "D",
        "texto": "o prazo de cinco dias para entrega dos originais tem início no dia seguinte ao do termo final do prazo previsto para o recurso de embargos de declaração, ainda que o fac-símile tenha sido remetido e recebido no curso desse prazo."
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "626131",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos Recursos assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal;"
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado procedente ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência;"
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração serão opostos, no prazo de 5 (cinco) dias, em petição dirigida ao juiz ou relator, com indicação do ponto obscuro, contraditório ou omisso, estando sujeitos a preparo;"
      },
      {
        "letra": "D",
        "texto": "Quando o recurso extraordinário ou o recurso especial fundar-se em dissídio jurisprudencial, o recorrente fará a prova da divergência mediante certidão, cópia autenticada ou pela citação do repositório de jurisprudência, oficial ou credenciado, inclusive em mídia eletrônica, em que tiver sido publicada a decisão divergente, ou ainda pela reprodução de julgado disponível na Internet, com indicação da respectiva fonte, mencionando, em qualquer caso, as circunstâncias que identifiquem ou assemelhem os casos confrontados;"
      },
      {
        "letra": "E",
        "texto": "Haverá repercussão geral sempre que o recurso impugnar decisão contrária a súmula ou jurisprudência dominante do Tribunal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492565",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No procedimento ordinário, os embargos de declaração",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspendem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "B",
        "texto": "interrompem o prazo para interposição de outros recursos, apenas pela parte que os tenha oposto."
      },
      {
        "letra": "C",
        "texto": "não suspendem nem interrompem o prazo para interposição de outros recursos."
      },
      {
        "letra": "D",
        "texto": "suspendem o prazo para interposição de outros recursos, apenas pela parte que os tenha oposto."
      },
      {
        "letra": "E",
        "texto": "interrompem o prazo para interposição de outros recursos, por qualquer das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463572",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a resposta incorreta:I - O recurso adesivo não será admitido nos embargos infringentes e no recurso extraordinário. II - De acordo com súmula do Superior Tribunal de Justiça, os embargos de declaração manifestados com notório propósito de prequestionamento não tem caráter protelatório. III - O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte.IV - Recebido o agravo de instrumento no tribunal, o relator poderá atribuir efeito suspensivo ao recurso ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição I está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão incorretas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462676",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "A respeito dos recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o preparo do agravo retido pode ser feito após a sentença, na hipótese do agravante pleitear o conhecimento deste como preliminar do julgamento do recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "o exame dos pressupostos de admissibilidade da apelação só pode ser feito pelo juiz no momento do recebimento do recurso, vedado o reexame de tais pressupostos após a apresentação da resposta."
      },
      {
        "letra": "C",
        "texto": "no procedimento ordinário, os embargos de declaração interrompem o prazo para a interposição de outros recursos por qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "no recurso extraordinário, a existência de repercussão geral só poderá ser reconhecida pelo Plenário do Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "no recurso especial admite-se o reexame da prova quando o recorrente for beneficiário da assistência judiciária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462250",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Órgão fracionário do Tribunal de Justiça do Estado do Rio de Janeiro, ao qual foi distribuído recurso de apelação, vislumbrou a presença de vícios de inconstitucionalidade na lei municipal invocada pelas partes em suas respectivas manifestações processuais. Classificando tal questão como prejudicial para dirimir a lide submetida à sua apreciação em grau recursal, a Câmara Cível deu cumprimento ao disposto no Art. 97 da Constituição da República. Por seu turno, o Órgão Especial da Corte fluminense, ao apreciar o incidente de arguição de inconstitucionalidade então instaurado, decidiu, por maioria de votos, pelo seu acolhimento. O recurso em tese cabível em face do acórdão proferido pelo Órgão Especial do TJ/RJ é o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "embargos de declaração"
      },
      {
        "letra": "D",
        "texto": "recurso ordinário-constitucional."
      },
      {
        "letra": "E",
        "texto": "agravo interno."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "455121",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Embargos de divergência"
    ],
    "enunciado_principal": "A decisão colegiada do Órgão Especial do Tribunal de Justiça do Rio de Janeiro que, por maioria, acolhendo um incidente de uniformização da jurisprudência, aplica a lei federal de maneira diferente de como ela vem sendo aplicada por outros tribunais, desafia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embargos de declaração, para suprir eventuais omissões no julgado;"
      },
      {
        "letra": "B",
        "texto": "embargos de divergência no STJ, para uniformização da jurisprudência a ser seguida pelos tribunais;"
      },
      {
        "letra": "C",
        "texto": "recurso especial por dissídio jurisprudencial, por violação da orientação acolhida em outros tribunais;"
      },
      {
        "letra": "D",
        "texto": "embargos infringentes, por se tratar de acórdão não unânime;"
      },
      {
        "letra": "E",
        "texto": "recurso especial, por violação da lei federal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448915",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Sobre os embargos de declaração, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "têm por finalidade primordial o aclaramento ou a integração da decisão judicial;"
      },
      {
        "letra": "B",
        "texto": "devem ser interpostos no prazo de cinco dias;"
      },
      {
        "letra": "C",
        "texto": "suspendem o prazo para a interposição de outro recurso, por qualquer das partes;"
      },
      {
        "letra": "D",
        "texto": "podem dar azo à aplicação de multa, caso o órgão jurisdicional os reconheça como manifestamente protelatórios;"
      },
      {
        "letra": "E",
        "texto": "não estão sujeitos a preparo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432688",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência da cópia da certidão de intimação da decisão agravada é óbice ao conhecimento do agravo de instrumento, mesmo quando, por outros meios inequívocos, for possível aferir a tempestividade do recurso;"
      },
      {
        "letra": "B",
        "texto": "O relator pode negar seguimento monocraticamente ao recurso de embargos de declaração apresentado em face da decisão colegiada do recurso de apelação;"
      },
      {
        "letra": "C",
        "texto": "A apelação devolverá ao tribunal o conhecimento da matéria impugnada, exceção feita às questões suscitadas e discutidas no processo e que a sentença não tenha julgado por inteiro;"
      },
      {
        "letra": "D",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo na forma retida, devendo ser interposto em petição dirigida ao juiz da causa, no prazo de 10 (dez) dias;"
      },
      {
        "letra": "E",
        "texto": "Cabe agravo interno da decisão monocrática do relator que converte o agravo de instrumento em agravo retido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425310",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Em relação aos prazos previstos para recursos no Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação 15 dias; Agravo de Instrumento 15 dias; Agravo Retido 10 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário ao STF 15 dias; Recurso ordinário ao STJ 15 dias; Recurso especial ao STJ 15 dias; Embargos de divergência no STF 15 dias."
      },
      {
        "letra": "C",
        "texto": "Embargos de declaração 5 dias; Agravo de Instrumento 10 dias; Agravo Retido 10 dias; Apelação 8 dias."
      },
      {
        "letra": "D",
        "texto": "Recurso Extraordinário 15 dias; Recurso Especial 15 dias; Embargos de declaração 2 dias; Embargos Infringentes 15 dias."
      },
      {
        "letra": "E",
        "texto": "Agravo, nos próprios autos contra inadmissão de recurso especial 10 dias; Agravo nos próprios autos, contra inadmissão de recurso extraordinário 10 dias; Agravo Retido 10 dias; Agravo de Instrumento 15 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "420763",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em uma audiência realizada por um juízo cível, o magistrado indefere a oitiva de testemunha arrolada pelo autor. A parte, caso se sinta prejudicada, através de seu patrono, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aviar agravo retido."
      },
      {
        "letra": "B",
        "texto": "Efetuar protesto."
      },
      {
        "letra": "C",
        "texto": "Interpor agravo de petição."
      },
      {
        "letra": "D",
        "texto": "Opor embargos declaratórios."
      },
      {
        "letra": "E",
        "texto": "Opor agravo de instrumento imediatamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415212",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Enquanto os embargos de declaração, regidos pelo Código de Processo Civil, são cabíveis, mediante petição, em casos expressamente de obscuridade, contradição, omissão ou dúvida, interrompem o prazo para a interposição de outros recursos, na Lei n. 9.099/95, os embargos de declaração interpostos, por escrito ou oralmente, contra sentença suspendem o prazo para recurso e são cabíveis em caso de obscuridade, contradição ou omissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414604",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso adesivo, uma vez recebido, passa a ter existência autônoma em relação ao recurso principal, sendo julgado ainda que deste se desista."
      },
      {
        "letra": "B",
        "texto": "em regra, o recurso especial é dotado de efeito de- volutivo e suspensivo, excepcionalmente podendo ser recebido somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "a apelação é dotada de efeito translativo, permitindo ao tribunal conhecer de ofício das matérias de ordem pública, ainda que não suscitadas por quem apela."
      },
      {
        "letra": "D",
        "texto": "os embargos de declaração suspendem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "o Ministério Público tem legitimidade, para recorrer, restrita aos casos em que funciona como parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "411235",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Embargos de Declaração no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando a jurisprudência do Superior Tribunal de Justiça: I. Em ação monitória fundada em cheque prescrito, ajuizada em face do emitente, é indispensável menção ao negócio jurídico subjacente à emissão da cártula. II. A decisão que comina astreintes não preclui, não fazendo tampouco coisa julgada. III. O benefício da isenção do preparo, conferido aos entes públicos previstos no art. 4º, caput, da Lei nº 9.289/96, é inaplicável aos conselhos de fiscalização profissional. IV. Caracterizam-se como protelatórios os embargos de declaração que visam rediscutir matéria já apreciada e decidida pela corte de origem em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal ou, ainda, precedente julgado pelo rito dos artigos 543-C e 543-B do Código de Processo Civil. V. No caso de redirecionamento da execução fiscal, a pessoa jurídica não tem legitimidade para interpor recurso no interesse do sócio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408723",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Embargos de Declaração no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Para a execução, é indispensável a existência de título líquido, que indique a quantidade de bens ou valores que constituem a obrigação. Em caso de título judicial ilíquido, em que haja a necessidade de alegar e provar fato novo para se chegar ao quantum debeatur, será necessária a;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação por cálculo, remetendo-se o processo ao contador judicial para que seja elaborada memória atualizada do débito."
      },
      {
        "letra": "B",
        "texto": "liquidação por arbitramento, ante a necessidade de realização de prova pericial para a comprovação de tais fatos."
      },
      {
        "letra": "C",
        "texto": "liquidação por artigos, sendo impossível o rejulgamento da causa ou a modificação da sentença que a julgou"
      },
      {
        "letra": "D",
        "texto": "oposição de embargos declaratórios com o fim de integrar a omissão do julgador, que está desautorizado a proferir sentenças ilíquidas"
      },
      {
        "letra": "E",
        "texto": "apresentação de ação autônoma de liquidação, cuja sentença será recorrível por apelação à autoridade competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406877",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Revelia",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser negado seguimento ao recurso adesivo, ainda que o recorrente litigue sob os auspícios da Lei 1.060/1950, caso a apelação seja considerada deserta em razão da ausência de preparo."
      },
      {
        "letra": "B",
        "texto": "Segundo o entendimento firmado pelo Superior Tribunal de Justiça para os fins do artigo 543-C, a não apresentação, pelo agravante, de cópia de peça dos autos principais que, embora não considerada obrigatória pelo artigo 525, I do mesmo Código, seja essencial à compreensão da controvérsia travada no agravo previsto no artigo 522, é causa para que se negue seguimento ao recurso, não tendo o relator o poder/dever de oportunizar ao recorrente a complementação da documentação."
      },
      {
        "letra": "C",
        "texto": "Se a revelia do réu que contestara é decretada no curso do processo, após o desatendimento, por ele, de intimação pessoal para regularizar defeito de representação decorrente da renúncia de seu advogado, o prazo para recorrer da sentença só começa a fluir após a publicação desta no órgão oficial destinado à veiculação das intimações judiciais."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a apresentação de outros recursos pela parte que os interpõe, não produzindo o mesmo efeito em relação ao adversário; quanto a este, o efeito é de mera suspensão do curso do prazo recursal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392512",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Na hipótese de sentença disponibilizada no Diário de Justiça Eletrônico em 06.02.2014 (quinta-feira), o termo final do prazo para a Fazenda Pública apresentar embargos de declaração, considerando que na Comarca em questão somente não houve expediente forense nos finais de semana, teria ocorrido em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "11.02.2014 (terça-feira)."
      },
      {
        "letra": "B",
        "texto": "12.02.2014 (quarta-feira)."
      },
      {
        "letra": "C",
        "texto": "14.02.2014 (sexta-feira)."
      },
      {
        "letra": "D",
        "texto": "19.02.2014 (quarta-feira)."
      },
      {
        "letra": "E",
        "texto": "25.02.2014 (terça-feira)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389755",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Considerando-se que o recurso é o remédio voluntário idôneo a ensejar, dentro do mesmo processo, a reforma, a invalidação, o esclarecimento ou a integração de decisão judicial que se impugna, analise as afirmativas abaixo.I - O juiz de primeiro grau pode reexaminar os pressupostos de admissibilidade do recurso, mesmo após receber a apelação e declarar seus efeitos, enquanto os autos não forem remetidos ao Tribunal. II - Caso o recorrente oponha embargos de declaração considerados de natureza protelatória, ao embar- gante será imposta multa, e o prazo para que interponha outros recursos não será interrompido. III - Será aplicado o regime da repercussão geral às questões de natureza constitucional que já tenham sido objeto de decisão pelo STF em reiteradas ocasiões, a ponto de formar jurisprudência dominante IV - Uma vez interposto o recurso do agravo em sua forma retida, seu conhecimento ocorre de forma automática por ocasião do julgamento da apelação, sendo desnecessário à parte requerer expressamente sua apreciação pelo Tribunal. Está correto APENAS o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389066",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Em relação a embargos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que os embargos de declaração não remetem o conhecimento do ponto controvertido para um tribunal superior, eles não podem ser considerados recurso."
      },
      {
        "letra": "B",
        "texto": "São cabíveis embargos de declaração quando a sentença ou acórdão padecer de obscuridade, contradição, omissão ou dúvida."
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração são incabíveis contra decisão interlocutória quando objetivam a supressão de omissão."
      },
      {
        "letra": "D",
        "texto": "A interposição de embargos de declaração suspende o prazo para a interposição de outros recursos cabíveis contra a mesma decisão (artigo 538, do Código de Processo Civil)."
      },
      {
        "letra": "E",
        "texto": "Os embargos devem ser apreciados pelo mesmo órgão prolator da decisão embargada, razão pela qual possuem a mesma natureza jurídica da decisão embargada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387744",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca do processo nos tribunais e dos recursos.A interposição do recurso exige o recolhimento das custas, mas os embargos de declaração gozam de isenção objetiva e subjetiva",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386750",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Opostos e acolhidos embargos de declaração, sua decisão será de natureza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integrativa ao acórdão que lhe deu origem, sempre e somente esclarecendo pontos omissos, obscuros ou contraditórios e não podendo ter caráter infringente, próprio dos embargos de mesmo nome."
      },
      {
        "letra": "B",
        "texto": "autônoma, desvinculada do acórdão original, para o fim de esclarecer seus pontos obscuros, contraditórios, duvidosos e omissos, sem infringência possível."
      },
      {
        "letra": "C",
        "texto": "autônoma, desvinculada do acórdão original, para o fim de, em regra, esclarecer seus pontos obscuros, contraditórios e omissos e, excepcionalmente, podendo adquirir caráter infringente."
      },
      {
        "letra": "D",
        "texto": "declaratória, incidental e infringente, podendo ainda esclarecer o acórdão em seus pontos duvidosos e omissos."
      },
      {
        "letra": "E",
        "texto": "integrativa ao acórdão que lhe deu origem, como regra geral somente esclarecendo os pontos omissos, obscuros e contraditórios mas, excepcionalmente, podendo ter caráter infringente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386633",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Acerca de audiência e sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos essenciais da sentença o relatório, os fundamentos e a decisão interlocutória."
      },
      {
        "letra": "B",
        "texto": "A verdade dos fatos estabelecida como fundamento da sentença não faz coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Se verificar erro na sentença publicada, o escrivão pode alertar o juiz para alterá-la por meio de embargo de declaração."
      },
      {
        "letra": "D",
        "texto": "A função do juiz é jurisdicional e, portanto, é impróprio afirmar que exerce poder de polícia na audiência."
      },
      {
        "letra": "E",
        "texto": "Como as audiências são públicas, é absolutamente vedada sua realização a portas fechadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "380242",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Embargos infringentes",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Julgado o mandado de segurança de Pedro Ernesto, ele não vem a ser acolhido, sendo que a Autoridade Coatora recorre ao Tribunal Regional Federal, que, por maioria de votos, reforma a decisão para acolher a intempestividade de sua impetração. Em face do ocorrido, pergunta-se qual o recurso, em tese, cabível, valendo ressaltar que não existe omissão, ponto que o acórdão deveria ter se pronunciado, ou contradição para ser esclarecida?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embargos de declaração;"
      },
      {
        "letra": "B",
        "texto": "Embargos infringentes;"
      },
      {
        "letra": "C",
        "texto": "Recurso de revista;"
      },
      {
        "letra": "D",
        "texto": "Recurso especial e recurso extraordinário;"
      },
      {
        "letra": "E",
        "texto": "Agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378711",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Os embargos de declaração",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão julgados pelo Juiz em 10 dias e, no tribunal, em 15 dias, no máximo, salvo alegação de justa causa ou impedimento."
      },
      {
        "letra": "B",
        "texto": "serão opostos em cinco dias e não estão sujeitos a preparo."
      },
      {
        "letra": "C",
        "texto": "jamais poderão ter caráter infringente, limitando-se sempre a esclarecimentos quanto a pontos omissos, obscuros ou contraditórios do julgado."
      },
      {
        "letra": "D",
        "texto": "quando manifestamente protelatórios, serão rejeitados liminarmente pelo relator do recurso."
      },
      {
        "letra": "E",
        "texto": "não suspendem nem interrompem o prazo para oposição de recurso especial ou extraordinário, somente interrompendo o prazo para a parte apelar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368508",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Em determinada ação judicial, o Defensor Público, reputando essencial a produção de prova pericial, requer ao Juiz a produção desse meio de prova, sobrevindo decisão de indeferimento “por ausência de previsão legal”, designando-se, desde logo, audiência de instrução e julgamento para colheita de prova testemunhal. Inconformado com referida decisão, o Defensor Público pode valer-se :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do recurso de agravo retido ou de instrumento, de acordo com critério de oportunidade ou conveniência."
      },
      {
        "letra": "B",
        "texto": "de mandado de segurança, na medida em que se trata de decisão irrecorrível, mas que causa gravame à parte."
      },
      {
        "letra": "C",
        "texto": "de embargos de declaração, a fim de que o juiz explicite as razões do indeferimento do meio de prova requerido."
      },
      {
        "letra": "D",
        "texto": "de agravo de instrumento, que, caso seja convertido em agravo retido pelo relator, desafiará a interposição de novo agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "de reclamação constitucional, por se tratar de indevida inversão procedimental que impede a continuidade dos atos processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362498",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Sobre os embargos declaratórios é incorreto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excepcionalmente, podem ter caráter infringente quando forem deduzidos para correção de erro material manifesto, suprimento de omissão ou extirpação de contradição;"
      },
      {
        "letra": "B",
        "texto": "Têm caráter eminentemente substitutivo da decisão embargada;"
      },
      {
        "letra": "C",
        "texto": "A decisão interlocutória, sentença ou acórdão resultante de embargos de declaração é passível de complementação ou integração se nela houver obscuridade ou contradição;"
      },
      {
        "letra": "D",
        "texto": "Em regra, no procedimento ordinário, a oposição tempestiva dos embargos declaratórios interrompe o prazo para interposição de outros recursos, por qualquer das partes, inclusive quando manifestados com notório propósito de prequestionamento;"
      },
      {
        "letra": "E",
        "texto": "São cabíveis quando a decisão for omissa quanto a ponto ou matéria sobre o qual devia pronunciar-se o juiz ou tribunal, ou porque a parte requereu expressamente, ou porque é matéria de ordem pública que exigia o pronunciamento ex officio do órgão jurisdicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361191",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Sobre sentença e coisa julgada, de acordo com o Código de Processo Civil, considere: I. A sentença deve ser certa, ainda quando decida relação jurídica condicional. II. Se, depois da propositura da ação, algum fato constitutivo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá-lo em consideração no momento de proferir a sentença, mas não poderá considerar se o fato for modificativo do direito, diante da preclusão consumativa. III. Publicada a sentença, o juiz só poderá alterá-la por meio de embargos de declaração. IV. Faz coisa julgada a resolução da questão prejudicial, se a parte o requerer, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento da lide. V. A sentença que condenar a parte no pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360460",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no âmbito do processo civil brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão proferida pelo juiz que julga procedente o pedido de instituição de arbitragem cabe apelação no duplo efeito: suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "Em sede de apelação, o juiz poderá retratar-se da sentença que indeferiu a petição inicial, assim compreendida tanto aquela em que ele constatou de plano o vício na petição inicial, quanto aquela por ele exarada após a citação, mediante o acolhimento de alguma preliminar suscitada pelo réu."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento firmado no STF, é cabível a impetração de mandado de segurança contra decisão interlocutória proferida no âmbito do juizado especial diante da ausência de previsão legal a respeito do cabimento do agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Caso os embargos infringentes sejam interpostos sem o preenchimento de um dos requisitos legais, o relator poderá negar seguimento ao recurso, mediante decisão contra a qual não será cabível a interposição de agravo."
      },
      {
        "letra": "E",
        "texto": "Se determinada entidade, pretendendo opor embargos de declaração em face de acórdão proferido em recurso especial representativo de controvérsia, requerer sua admissão como terceiro, tal pedido deverá ser rejeitado pelo STJ, já que a admissão de terceiros ou amicus curiae para manifestação em recurso especial admitido como representativo de controvérsia somente poderá ocorrer antes do seu julgamento pelo órgão competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "761948",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Quanto aos embargos de declaração considerados protelatórios, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não interrompem o prazo recursal, ainda que haja imposição de multa pela prática abusiva da parte."
      },
      {
        "letra": "B",
        "texto": "Consideram-se extemporâneos, por decisão proferida pelo juízo a que se destina analisar o recurso."
      },
      {
        "letra": "C",
        "texto": "O embargante será condenado a pagar multa de 20% do valor da causa a favor da parte contrária."
      },
      {
        "letra": "D",
        "texto": "Em sua reiteração, fica condicionada a interposição de qualquer outro recurso ao depósito do valor da multa."
      },
      {
        "letra": "E",
        "texto": "São assim considerados quando visam meramente prequestionar matéria para ser discutida em recursos constitucionais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "493098",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Miguel ajuizou ação de indenização por danos morais e materiais contra Rodolfo, julgada procedente em primeiro grau de jurisdição. Interposto recurso de apelação por Rodolfo, o E. Tribunal de Justiça do Maranhão, por intermédio de uma de suas câmaras de direito privado, manteve na íntegra a sentença de primeiro grau. Rodolfo, identificando eventual contradição no v. acórdão, deverá opor embargos declaratórios no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 dias, suspendendo o prazo para interposição de outros recursos."
      },
      {
        "letra": "B",
        "texto": "10 dias, suspendendo o prazo para interposição de outros recursos."
      },
      {
        "letra": "C",
        "texto": "15 dias, suspendendo o prazo para interposição de outros recursos."
      },
      {
        "letra": "D",
        "texto": "5 dias, interrompendo o prazo para interposição de outros recursos."
      },
      {
        "letra": "E",
        "texto": "10 dias, interrompendo o prazo para interposição de outros recursos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471555",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No tocante às hipóteses de cabimento dos recursos previstas no Código de Processo Civil, indique a assertiva INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso cabível em face de decisão interlocutória que exclui um dos litisconsortes por ilegitimidade passiva ad causam (art. 267, VI, do CPC) é o agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "em face de sentença que acolhe um dos pedidos do autor (art. 269, I, do CPC), porém, rejeita o segundo pedido autoral por entender – quanto a este – ausente o interesse de agir (art. 267, VI, do CPC) é cabível apelação."
      },
      {
        "letra": "C",
        "texto": "em face de qualquer ato processual com conteúdo decisório que apresente omissão, obscuridade ou dúvida é cabível a interposição de embargos de declaração."
      },
      {
        "letra": "D",
        "texto": "o recurso cabível em face de decisão interlocutória passível de causar à parte lesão grave e de difícil reparação é o agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "é cabível recurso especial em face de acórdão que, ao julgar apelação, contraria lei federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462405",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: CORE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Recurso Especial"
    ],
    "enunciado_principal": "A respeito do recurso no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo recursal para o revel que não tenha advogado constituído começa a correr a partir de sua intimação, isto é, da publicação da sentença no órgão oficial, sendo assegurado àquele, intimado por edital, o prazo em dobro para recorrer."
      },
      {
        "letra": "B",
        "texto": "Com a interposição dos embargos de declaração, todos os demais prazos recursais são suspensos, e essa suspensão valerá para o embargante, para a parte contrária e para terceiros prejudicados."
      },
      {
        "letra": "C",
        "texto": "Cabe agravo contra decisão que defira pedido de relevação de pena de deserção e fixe novo prazo para o recorrente efetuar o preparo, acolhendo-se a justificativa de justo impedimento."
      },
      {
        "letra": "D",
        "texto": "A retenção de recurso especial interposto contra acórdão proferido no agravo de instrumento, deduzido em face de decisão interlocutória de primeiro grau, impõe ao recorrente reiterá-lo no prazo para a interposição do recusto contra decisão final, ou para as contra-razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447991",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Das sentenças de primeira instância proferidas em execu­ções de valor igual ou inferior a 50 (cinquenta) Obrigações Reajustáveis do Tesouro Nacional – ORTN, só se admitirão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recurso de apelação e especial"
      },
      {
        "letra": "B",
        "texto": "embargos de declaração e recurso extraordinário."
      },
      {
        "letra": "C",
        "texto": "embargos infringentes e de declaração."
      },
      {
        "letra": "D",
        "texto": "recurso especial e extraordinário."
      },
      {
        "letra": "E",
        "texto": "recurso de agravo e agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "436073",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Com relação aos embargos de declaração e sua disciplina pelo Código de Processo Civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Destinam-se a sanar obscuridade, contradição ou omissão da decisão judicial."
      },
      {
        "letra": "B",
        "texto": "Serão opostos, no prazo de 5 (cinco) dias, em petição dirigida ao tribunal, com indicação do ponto obscuro, contraditório ou omisso."
      },
      {
        "letra": "C",
        "texto": "Não estão sujeitos a preparo."
      },
      {
        "letra": "D",
        "texto": "Interrompem o prazo para a interposição de outros recursos, por qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423193",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação, cujo prazo de interposição, de regra, é de quinze dias, somente é cabível da sentença que corporifica julgamento do processo com resolução de mérito, isto é, daquela tida como definitiva."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração são cabíveis contra qualquer decisão judicial e, uma vez interpostos, interrompem o prazo recursal."
      },
      {
        "letra": "C",
        "texto": "A insuficiência do valor do preparo do recurso implicará em deserção independentemente de intimação."
      },
      {
        "letra": "D",
        "texto": "Após apresentado o recurso voluntário pela parte sucumbente para modificar a sentença proferida com julgamento de mérito, é incabível a desistência do recurso sem a anuência da parte contrária."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para recorrer nas causas que atua como fiscal da lei quando se trate de discussão a respeito de direitos individuais indisponíveis e as partes estejam assistidas por advogados ou Defensoria Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379297",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Sobre os recursos e as ações impugnativas autônomas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pretendendo a mulher rever as cláusulas do divórcio consensual com sentença homologatória já transitada em julgado há três meses, alegando que foi coagida pelo ex-marido a assinar e a ratificar os termos em audiência, a ação a ser proposta será a rescisória."
      },
      {
        "letra": "B",
        "texto": "É passível de agravo interno a decisão do relator que indefere efeito suspensivo em agravo de instrumento tirado contra decisão de primeira instância que defere liminar em ação possessória."
      },
      {
        "letra": "C",
        "texto": "A sentença homologatória da cautelar de justificação está sujeita ao recurso de apelação, que será recebido sem o efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "Omitindo-se o juiz em sentença sobre questão que deveria ter sido apreciada, poderá o recorrente dispensar os embargos de declaração e oferecer apelação, através da qual o tribunal poderá apreciar e julgar referida questão."
      },
      {
        "letra": "E",
        "texto": "Em caso de sucumbência recíproca, ainda que o autor já tenha oferecido recurso de apelação, poderá recorrer adesivamente na oportunidade de responder a apelação do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354704",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade",
      "Pressupostos Processuais",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Em determinada ação, o autor, incapaz, pleiteou indenização por danos materiais, tendo o juiz concedido, na sentença, indenização por danos morais, no mesmo valor pleiteado, com motivação no abalo emocional sofrido. Houve interposição de embargos de declaração em que se apontou o erro, tendo sido negado provimento ao recurso. Na sequência, foram interpostas apelações. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença é nula por ser ultra petita."
      },
      {
        "letra": "B",
        "texto": "O incapaz não tem interesse recursal, já que obteve o valor pretendido."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade e interesse para recorrer no caso."
      },
      {
        "letra": "D",
        "texto": "O tribunal pode sanear a referida sentença, aplicando o princípio da causa madura."
      },
      {
        "letra": "E",
        "texto": "A negativa de provimento aos embargos de declaração justifica-se pela impossibilidade de correção da falha apontada nesse tipo de recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352146",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No que tange aos recursos no sistema processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o STF admitir a repercussão geral em recurso extraordinário (RE), deve o juiz de primeiro grau, independentemente de determinação do relator do RE, sobrestar todos os processos que tenham por objeto matéria idêntica à tratada na repercussão geral, aguardando a solução definitiva pelo STF."
      },
      {
        "letra": "B",
        "texto": "A interposição de embargos de declaração gera, apenas para a parte que os interpôs, a interrupção do prazo para outros recursos."
      },
      {
        "letra": "C",
        "texto": "Os embargos infringentes são admissíveis contra todo acórdão não unânime proferido em apelação ou ação rescisória, sendo que, quando o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de apresentação de recurso adesivo pela parte que já apresentou recurso autônomo no prazo legal é uma exceção à regra da preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento pelo tribunal ad quem de erro in procedendo na sentença recorrida acarretará a sua cassação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331496",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Formulado pedido certo e determinado, o autor e o réu têm interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "O julgamento realizado com erro de premissa pode ser corrigido pelo próprio juiz prolator da sentença, em sede de embargos de declaração."
      },
      {
        "letra": "C",
        "texto": "Quando a decisão recai sobre relação jurídica condicional é possível que a sentença não seja certa."
      },
      {
        "letra": "D",
        "texto": "É possível deixarse para a fase de liquidação de sentença a prova do pagamento de valores que se reputam indevidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "697423",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: Potigás - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Recurso ordinário constitucional",
      "Prova documental"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o Código de Processo Civil, são cabíveis Embargos de Declaração no prazo de cinco dias, em caso de omissão, dúvida, obscuridade ou contradição da decisão recorrida, restando interrompido o prazo para a interposição de outros recursos, para quaisquer das partes, se os Embargos forem interpostos."
      },
      {
        "letra": "B",
        "texto": "No julgamento do Recurso Ordinário pelo STJ, seu relator, em decisão monocrática, negará seguimento a recurso manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal ou de Tribunal Superior, ou ainda, poderá dar provimento ao recurso, se a decisão recorrida estiver em manifesto confronto com súmula ou com jurisprudência dominante do Supremo Tribunal Federal ou de Tribunal Superior. Da decisão proferida caberá agravo, no prazo de dez dias, ao órgão competente para o julgamento do recurso."
      },
      {
        "letra": "C",
        "texto": "Quanto à prova documental, é correto afirmar: 1) é ônus da parte que alega falsidade material de determinado documento, provar a alegação, antecipando, se necessário, o valor das despesas com o exame pericial relativo ao Incidente de Falsidade; 2) é ônus da parte que juntou aos autos determinado documento assinado pela parte contrária, provar que é verdadeira a assinatura respectiva, se tal assinatura for impugnada pela parte adversa sob alegação de falsidade; e 3) um documento que se verifique no processo tenha sido assinado em branco, nos termos do Código de Processo Civil, continua a produzir efeitos até que se prove que foi abusivamente preenchido."
      },
      {
        "letra": "D",
        "texto": "Segundo o Código de Processo Civil, são causas de extinção do processo, dentre outras, a morte ou a perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador, a incompetência absoluta do órgão julgador e a falta de qualquer uma das condições da ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506981",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quantos aos recursos no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em função do efeito translativo dos recursos, a apelação devolve obrigatoriamente ao tribunal o conhecimento de todos os fundamentos do pedido, ainda que eles não tenham sido deduzidos nas razões;"
      },
      {
        "letra": "B",
        "texto": "após a proclamação do resultado do julgamento e encerrada a prestação jurisdicional no tocante à apelação, é possível a correção de erro material no acórdão, ainda que isso importe em alteração do decidido, em atenção aos princípios da economia processual, instrumentalidade das formas e da segurança jurídica;"
      },
      {
        "letra": "C",
        "texto": "não há nulidade do julgamento em órgão colegiado do qual participou Ministro impedido, se o seu voto não foi decisivo para o resultado;"
      },
      {
        "letra": "D",
        "texto": "a determinação do juízo de primeiro grau para que se recolha a taxa judiciária sob pena de cancelamento da distribuição é impugnável por apelação, visto tratar-se de decisão com força definitiva;"
      },
      {
        "letra": "E",
        "texto": "compete ao órgão colegiado o julgamento dos embargos de declaração opostos contra decisão monocrática do relator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352444",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Contra decisão de mérito que denega Mandado de Segurança interposto originariamente perante Tribunal Regional Federal, cabe recurso ordinário para o Superior Tribunal de Justiça. II. Os juízes que participaram colegiadamente do julgamento rescindendo estão impedidos de julgar a ação rescisória. III. É inaplicável o benefício do prazo dobrado aos litisconsortes em agravo de instrumento contra decisão que inadmitiu o recurso especial. IV. Segundo o Código de Processo Civil, os embargos de declaração suspendem o prazo para a interposição de outros recursos, por qualquer das pa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270615",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, é incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando não forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "o recurso adesivo será admissível na apelação, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "C",
        "texto": "o recurso adesivo não será conhecido se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "D",
        "texto": "a apelação será recebida em seu efeito devolutivo e suspensivo quando interposta de sentença que decidir o processo cautelar."
      },
      {
        "letra": "E",
        "texto": "a apelação será recebida apenas em seu efeito devolutivo quando interposta de sentença que confirmar a antecipação dos efeitos da tutela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249544",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto aos recursos, assinale a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito regressivo dos recursos proporciona ao órgão prolator da decisão recorrida a possibilidade de realizar o juízo de retratação. De acordo com o Código de Processo Civil, trata- se de efeito presente no agravo de instrumento, porém apenas excepcional na apelação."
      },
      {
        "letra": "B",
        "texto": "Contra decisão de mérito que, no bojo de uma execução fiscal, reconhece que parte do crédito executado está prescrito, poderá a Fazenda Nacional se utilizar do recurso de apelação, a fim de reformar o julgamento tido por equivocado."
      },
      {
        "letra": "C",
        "texto": "O efeito expansivo subjetivo do recurso interposto pelo assistente litisconsorcial faz com que o seu resultado aproveite ou prejudique o assistido, mesmo que este não tenha recorrido."
      },
      {
        "letra": "D",
        "texto": "Apresentadas duas causas de pedir como aptas à anulação de um auto de infração, e após ampla cognição em primeira instância, foi julgado procedente o pedido, tendo sido analisada apenas uma das causas de pedir veiculadas. O tribunal, no julgamento da apelação do réu, não poderá julgar improcedente a demanda, sem antes apreciar todos os fundamentos do autor, mesmo que não analisados pelo juízo a quo."
      },
      {
        "letra": "E",
        "texto": "Proferido o acórdão, uma das partes interpõe recurso especial e a outra embargos de declaração. Julgados os embargos de declaração e tendo produzido efeito infringente, excepciona- se a preclusão consumativa, abrindo-se a possibilidade de adequação do recurso especial anteriormente interposto. Estamos diante do princípio da complementaridade recursal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239490",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Quanto aos recursos, é incorreto afirmar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As decisões interlocutórias proferidas na audiência de instrução e julgamento serão sempre impugnáveis por meio do agravo retido, deduzido na forma oral, não sendo admitido o agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "Em obediência ao princípio da fungibilidade, a interposição de recurso incabível, suspende ou interrompe o prazo para a apresentação do recurso próprio, bem como obsta a formação da coisa julgada formal e material."
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração interrompem o prazo para a interposição de qualquer outro recurso, inclusive quando houver pedido de efeitos infringentes."
      },
      {
        "letra": "D",
        "texto": "Estando a decisão encartada nos autos, considera-se a parte regularmente intimada quando faz carga dos autos, passando a correr daí o prazo para interposição do recurso de apelação, independentemente de publicação no Diário Oficial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "535317",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da Execução em Geral - Responsabilidade Patrimonial e Impenhorabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - Os embargos de declaração suspendem o prazo para a interposição de outros recursos, por qualquer das partes. II - O executado, independentemente de penhora, depósito ou caução, poderá opor-se à execução por meio de embargos, no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação. III - Está sujeita ao duplo grau de jurisdição, não produzindo efeito senão depois de confirmada pelo Tribunal, a sentença em que a condenação, ou o direito controvertido for de valor certo não excedente a 60 (sessenta) salários mínimos. IV - Sobre os fatos narrados na petição inicial, caberá ao réu manifestar-se precisamente, sob pena de presumirem-se verdadeiros os fatos não impugnados. Contudo, esta regra não se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público. V - É licito às partes arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição, direito este que pode ser exercido em qualquer tempo, ou grau de jurisdição, no prazo de 10 (dez) dias, contado do fato que ocasionou o incidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições I e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434345",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação declaratória incidental prescinde de controvérsia sobre a relação jurídica cuja existência ou inexistência se busca declarar."
      },
      {
        "letra": "B",
        "texto": "O incidente de falsidade documental de que tratam os artigos 390-395 do Código de Processo Civil tem a mesma natureza de ação declaratória incidental e, se processado em autos apartados, caberá apelação da decisão nele proferida,"
      },
      {
        "letra": "C",
        "texto": "O ajuizamento de ação declaratória incidental independe da efetiva existência de um processo em curso."
      },
      {
        "letra": "D",
        "texto": "A açâo declaratória incidental pode ser ajuizada em até 2 anos do trânsito em julgado da sentença no processo pnncipal,"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores esta correta."
      }
    ],
    "gabarito": "B"
  }
]