[
  {
    "id": "690010",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Quanto à execução para pagamento de quantia em face da Fazenda Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cômputo do prazo para a Fazenda Pública oferecer embargos se inicia da data de juntada aos autos do mandado de citação para pagamento de quantia certa."
      },
      {
        "letra": "B",
        "texto": "Decorrido o prazo dos embargos sem a sua apresentação, o juiz determinará a penhora de bens que bastem à satisfação do crédito."
      },
      {
        "letra": "C",
        "texto": "Não é necessária a citação da Fazenda Pública em ação executória fundada em título judicial proveniente de ação de rito ordinário, bastando a intimação para pagamento."
      },
      {
        "letra": "D",
        "texto": "A Fazenda Pública tem o prazo de 10 (dez) dias para opor embargos em caso de citação em execução para pagamento de quantia certa, desde que previamente garantido o juízo."
      },
      {
        "letra": "E",
        "texto": "É exigível o título judicial fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "614574",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Quanto ao regime de precatórios, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime de precatórios aplica-se também aos pagamentos de obrigações definidas em leis como de pequeno valor que as Fazendas referidas devam fazer em virtude de sentença judicial transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "É facultativa a inclusão, no orçamento das entidades de direito público, de verba necessária ao pagamento de seus débitos, oriundos de sentenças transitadas em julgado, constantes de precatórios judiciários apresentados até 1º de julho, fazendo-se o pagamento até o final do exercício seguinte, quando terão seus valores atualizados monetariamente."
      },
      {
        "letra": "C",
        "texto": "As dotações orçamentárias e os créditos abertos serão consignados diretamente ao Poder Judiciário, cabendo ao Juiz de primeira instância que proferir a decisão exequenda determinar o pagamento integral e autorizar, a requerimento do credor e exclusivamente para os casos de preterimento de seu direito de precedência ou de não alocação orçamentária do valor necessário à satisfação do seu débito, o sequestro da quantia respectiva."
      },
      {
        "letra": "D",
        "texto": "O Presidente do Tribunal competente que, por ato comissivo ou omissivo, retardar ou tentar frustrar a liquidação regular de precatórios incorrerá em crime de responsabilidade e responderá, também, perante o Conselho Nacional de Justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1332678",
    "metadata": "Ano: 2015 | Banca: Itame | Órgão: Câmara de Edéia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Transitada em julgado sentença proferida em desfavor de certo município condenando-o a pagar quantia certa, no valor R$ 5.000,00 a Juvencio. Este propõe ação de execução contra o município. Com base no fato narrado, é correto afirmar que o município será citado para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opor embargos em 10 dias."
      },
      {
        "letra": "B",
        "texto": "opor embargos em 15 dias."
      },
      {
        "letra": "C",
        "texto": "pagar a quantia definida na sentença em 3 dias, sob pena de penhora."
      },
      {
        "letra": "D",
        "texto": "pagar a quantia definida na sentença devidamente atualizada em 10 dias, sob pena de penhora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700610",
    "metadata": "Ano: 2015 | Banca: INTEGRI | Órgão: Prefeitura de Salesópolis - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo: I - Na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer um dos devedores, quando houver mais de um, ou o foro de qualquer dos domicílios do réu; a ação poderá ainda ser proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, embora nele não mais resida o réu, ou, ainda, no foro da situação dos bens, quando a dívida deles se originar. II - Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 15 (quinze) dias; se esta não os opuser, no prazo legal, observar-se-ão as seguintes regras: o juiz requisitará o pagamento por intermédio do presidente do tribunal competente e; far-se-á o pagamento na ordem de apresentação do precatório e à conta do respectivo crédito. III - Na execução contra a Fazenda Pública, os embargos só poderão versar sobre: a) falta ou nulidade da citação, se o processo correu à revelia; b) inexigibilidade do título; c) ilegitimidade das partes; d) cumulação indevida de execuções; e) excesso de execução; f) qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, desde que superveniente à sentença e; g) incompetência do juízo da execução, bem como suspeição ou impedimento do juiz. IV - Há excesso de execução: quando o credor pleiteia quantia superior à do título; quando recai sobre coisa diversa daquela declarada no título; quando se processa de modo diferente do que foi determinado na sentença; quando o credor, sem cumprir a prestação que Ihe corresponde, exige o adimplemento da do devedor e; se o credor não provar que a condição se realizou.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "683476",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Marque V para as afirmações Verdadeiras e F para as afirmações falsas; em seguida marque a opção que contém a sequência CORRETA. ( ) É título executivo extrajudicial a certidão de dívida ativa da Fazenda Pública da União, Estado, Distrito Federal, Território e Município, correspondente aos créditos inscritos na forma da lei. Trata-se de ato unilateral do credor, sendo o único título executivo com essa característica. ( ) A execução em face da Fazenda Pública continua a ser um processo autônomo e os embargos só poderão versar sobre: a) a falta ou nulidade da citação, se o processo correu à revelia; b) inexigibilidade do título; c) ilegitimidade das partes; d) cumulação indevida de execuções; e) excesso de execução; f) qualquer causa impeditiva, modificativa ou extintiva da obrigação; g) incompetência do juízo da execução, bem como suspeição ou impedimento do juiz. ( ) Os pagamentos devidos pelas Fazendas Públicas Federal, Estaduais, Distrital e Municipal, em virtude de sentença judiciária far-se-ão exclusivamente na ordem cronológica de apresentação dos precatórios, independentemente da natureza do crédito ou de quem seja o exequente. ( ) Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 30 (trinta) dias. ( ) O devedor responde, para o cumprimento de suas obrigações, com todos os seus bens presentes e futuros, no entanto são absolutamente impenhoráveis, dentre outros: os recursos públicos recebidos por instituições privadas para aplicação compulsória em educação, saúde ou assistência social; os vestuários, bem como os pertences de uso pessoal do executado, salvo de elevado valor; e o seguro de vida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F V V F V"
      },
      {
        "letra": "B",
        "texto": "V F F V V"
      },
      {
        "letra": "C",
        "texto": "V V F F V"
      },
      {
        "letra": "D",
        "texto": "F V V F F"
      },
      {
        "letra": "E",
        "texto": "F F V V F"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "634710",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "De acordo com o art. 741, do Código de Processo Civil, assinale a opção que não contém uma das matérias que podem ser alegadas em Embargos à Execução contra a Fazenda Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falta ou nulidade da citação, se o processo correu à revelia."
      },
      {
        "letra": "B",
        "texto": "Incompetência do juízo do processo principal, bem como suspeição ou impedimento do juiz."
      },
      {
        "letra": "C",
        "texto": "Qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, desde que superveniente à sentença."
      },
      {
        "letra": "D",
        "texto": "Inexigibilidade do título e ilegitimidades de partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "583373",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Em relação à execução contra a Fazenda Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 10 (dez) dias; se esta não os opuser no prazo legal, observar-se-ão as seguintes regras: I - o juiz requisitará o pagamento por intermédio do presidente do tribunal competente; II - far-se-á o pagamento na ordem de apresentação do precatório e à conta do respectivo crédito."
      },
      {
        "letra": "B",
        "texto": "Se o credor for preterido no seu direito de preferência, o presidente do tribunal que expediu a ordem poderá, depois de ouvido o chefe do Ministério Público, ordenar o sequestro da quantia necessária para satisfazer o débito."
      },
      {
        "letra": "C",
        "texto": "Os pagamentos devidos pelas Fazendas Públicas Federal, Estaduais, Distrital e Municipais, em virtude de sentença judiciária, far-se-ão exclusivamente na ordem cronológica de apresentação dos precatórios e à conta dos créditos respectivos, proibida a designação de casos ou de pessoas nas dotações orçamentárias e nos créditos adicionais abertos para este fim."
      },
      {
        "letra": "D",
        "texto": "É vedada a expedição de precatórios complementares ou suplementares de valor pago, bem como o fracionamento, repartição ou quebra do valor da execução para fins de enquadramento de parcela do total ao pagamento de obrigações definidas em leis como de pequeno valor."
      },
      {
        "letra": "E",
        "texto": "É obrigatória a inclusão, no orçamento das entidades de direito público, de verba necessária ao pagamento de seus débitos, oriundos de sentenças transitadas em julgado, constantes de precatórios judiciários apresentados até 1º de julho, fazendo-se o pagamento até o final do exercício seguinte, quando terão seus valores atualizados monetariamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "578449",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Na execução contra a Fazenda Pública, os embargos só poderão versar sobre: I. falta ou nulidade da citação, se o processo correu à revelia. II. inexigibilidade do título. III. ilegitimidade das partes. IV. cumulação indevida de execuções. V. excesso de execução. Estão corretos os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e V, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555485",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Diante da declaração, pelo Supremo Tribunal Federal, da inconstitucionalidade da sistemática de compensação de precatórios instituída pela EC n. 62/2009, pode-se afirmar, sobre a penhora de precatórios, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite a penhora de precatórios, pois tal ato importa nítida afronta à coisa julgada."
      },
      {
        "letra": "B",
        "texto": "as penhoras de precatórios efetuadas até o julgamento do STF serão mantidas, estando inviabilizadas constrições posteriores."
      },
      {
        "letra": "C",
        "texto": "a inconstitucionalidade reconhecida pelo STF a respeito da compensação dos precatórios não prejudica a penhora de precatórios, sendo aceita pela jurisprudência."
      },
      {
        "letra": "D",
        "texto": "os pagamentos efetuados à Fazenda Pública mediante penhora de precatório devem ser objeto de devolução administrativa aos respectivos beneficiários."
      },
      {
        "letra": "E",
        "texto": "os pagamentos efetuados à Fazenda Pública mediante penhora de precatório devem ser objeto de devolução exclusivamente judicial aos respectivos beneficiários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553610",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Sobre a execução contra a Fazenda Pública é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a partir da reforma legislativa referente aos mecanismos de realização de decisões judiciais, os créditos contra a Fazenda Pública passaram a ser acrescidos da multa de 10% (dez por cento), na hipótese de não liquidação voluntária no prazo legal, contado do transito em julgado do título judicial."
      },
      {
        "letra": "B",
        "texto": "é cabível a execução provisória contra a Fazenda Pública, salvo nas hipóteses previstas no art 2º-B da Lei n. 9.494/1997, havendo possibilidade de expedição do precatório antes do julgamento dos embargos do devedor, ainda que todo o crédito executado seja controvertido."
      },
      {
        "letra": "C",
        "texto": "na execução contra a fazenda pública, a devedora deverá ser intimada para oposição de embargos no prazo legal de 10 (dez) dias, nos termos do art.730 do CPC."
      },
      {
        "letra": "D",
        "texto": "é possível a expedição de precatório parcial, desde que existam quantias incontroversas e que não exista alteração do regime de pagamento, definido pelo valor global da obrigação."
      },
      {
        "letra": "E",
        "texto": "as consequências financeiras da sentença concessiva de mandado de segurança, a partir da data da impetração, devem ser implementadas mediante ordem de pagamento judicial, não sendo exigida a expedição de precatório requisitório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "550297",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A respeito da execução contra as pessoas jurídicas de direito público e dos precatórios, com atenção à jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal, é correta a seguinte situação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi ajuizada execução em face do Município de São Paulo, fundada em título judicial que reconhece a exigibilidade de obrigação de pagar quantia superior a 60 (sessenta) salários mínimos. Nessa hipótese, a sentença que julgar improcedentes os embargos à execução opostos pelo Município estará sujeita ao reexame necessário;"
      },
      {
        "letra": "B",
        "texto": "determinado credor da Fazenda Pública, titular de crédito de natureza alimentícia de montante inferior ao triplo estabelecido para requisições de pequeno valor e que contava com 70 (setenta) anos de idade na data da expedição do precatório, vem a falecer, deixando como único herdeiro pessoa de 65 (sessenta e cinco) anos de idade. Nessa situação, o sucessor terá direito de preferência no pagamento do precatório;"
      },
      {
        "letra": "C",
        "texto": "determinado credor da Fazenda Pública foi preterido em seu direito de precedência na ordem de adimplemento dos precatórios, tendo sido efetuado pagamento indevido a outro credor em momento anterior. Nessa hipótese, o sujeito prejudicado pode requerer ao Presidente do Tribunal que autorize o sequestro da quantia respectiva, a fim de satisfazer o crédito preterido por meio de constrição no patrimônio do credor incorretamente beneficiado;"
      },
      {
        "letra": "D",
        "texto": "o Município de São Paulo foi executado judicialmente por título judicial que reconhece a exigibilidade de obrigação definida em lei como de pequeno valor, mas não opôs embargos. Nessa situação, não serão devidos, pelo executado, honorários advocatícios sucumbenciais;"
      },
      {
        "letra": "E",
        "texto": "no momento da expedição de certo precatório, a Fazenda Pública demandada requereu o abatimento, a título de compensação, dos valores que lhe são devidos por aquele credor, comprovando a inscrição em dívida ativa. Nessa hipótese, o requerimento do ente público não deve ser acolhido, sob pena de ofensa aos cânones constitucionais, dentre eles a separação entre os Poderes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "539500",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No âmbito da execução contra a Fazenda Pública, os pagamentos podem ser realizados sem a expedição de precatório. Nesse caso, isso ocorrerá, inexistindo lei local, com valores de até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez salários mínimos para municípios"
      },
      {
        "letra": "B",
        "texto": "trinta salários mínimos para municípios"
      },
      {
        "letra": "C",
        "texto": "quarenta salários mínimos para municípios"
      },
      {
        "letra": "D",
        "texto": "vinte salários mínimos para estados"
      },
      {
        "letra": "E",
        "texto": "cem salários mínimos para estados"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534554",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considerando que um juiz tenha proferido sentença condenando a fazenda pública a pagar indenização por desapropriação indireta no valor de cem salários mínimos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a sentença contra a fazenda pública transitar em julgado, sua execução estará sujeita ao regime de precatórios."
      },
      {
        "letra": "B",
        "texto": "Se confirmada a sentença, a ré deverá fazer o pagamento no prazo de quinze dias contado de sua intimação para pagar."
      },
      {
        "letra": "C",
        "texto": "Se a fazenda pública não recorrer dentro do prazo legal, a sentença produzirá seus efeitos imediatamente."
      },
      {
        "letra": "D",
        "texto": "Caso a fazenda pública decida opor embargos de declaração, deverá fazê-lo no prazo máximo de cinco dias."
      },
      {
        "letra": "E",
        "texto": "Eventual apelação ajuizada pela fazenda pública deverá ser acompanhada de guia de preparo ou será considerada deserta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "521380",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A respeito do entendimento do STJ sobre a legislação federal referente à execução contra a fazenda pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao fixar verba honorária, seja a execução embargada ou não, o juiz não pode eleger como base de cálculo o valor da causa, mas deve arbitrar valor fixo e valer-se da equidade."
      },
      {
        "letra": "B",
        "texto": "Não é cabível a condenação da fazenda pública em honorários advocatícios nas execuções individuais de sentença proferida em ação coletiva, caso elas não tenham sido embargadas."
      },
      {
        "letra": "C",
        "texto": "Se o crédito principal observar o regime dos precatórios, os honorários advocatícios não poderão ser executados mediante requisições de pequeno valor, ainda que se restrinjam ao valor limite dessas requisições."
      },
      {
        "letra": "D",
        "texto": "A compensação, ainda que não seja alegada no processo de conhecimento, pode ser objeto dos embargos à execução, a fim de se evitar o enriquecimento sem causa por parte do credor."
      },
      {
        "letra": "E",
        "texto": "Não há incidência de juros moratórios entre a data da elaboração da conta em execução e a da expedição do precatório ou da requisição de pequeno valor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514720",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Sobre o Processo de Execução, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São absolutamente impenhoráveis, entre outros, os bens inalienáveis e os declarados, por ato voluntário, não sujeitos à execução, salvo para cobrança de crédito concedido para aquisição do próprio bem; os vencimentos, subsídios, soldos, salários, remunerações, proventos de aposentadoria, pensões, pecúlios e montepios, as quantias recebidas por liberalidade de terceiro e destinadas ao sustento do devedor e sua família, os ganhos de trabalhador autônomo e os honorários de profissional liberal, independente do valor, exceto para os casos de prestação alimentícia, e a quantia depositada em caderneta de poupança até o limite de 40 (quarenta) salários mínimos."
      },
      {
        "letra": "B",
        "texto": "O Código de Processo Civil adota o princípio de que a execução se realiza no interesse do credor, no entanto, quando por vários meios puder ser promovida a execução, proteger-se-á o devedor, prevalecendo o princípio de que esta se processará pelo modo que lhe seja menos gravoso."
      },
      {
        "letra": "C",
        "texto": "Na execução de obrigação de fazer ou não fazer, fundada em título extrajudicial, o juiz fixará multa por dia de atraso no cumprimento da obrigação e a data a partir da qual será devida, em valor que entenda razoável, mesmo que diverso do valor previsto no título e resultante da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "Na execução por quantia certa contra a Fazenda Pública, diante do seu prazo em quádruplo para contestar, citar-se-á a devedora para opor embargos em 20 (vinte) dias."
      },
      {
        "letra": "E",
        "texto": "A adjudicação do bem penhorado pelo credor, em valor não inferior ao da avaliação, precede a alienação em hasta pública, mas não o adjudicando, poderá o credor arrematá-lo em praça ou leilão, disputando em igualdade de condições com os demais interessados. Arrematado o bem pelo credor, este não estará obrigado a exibir o preço, mas se o valor do bem exceder o seu crédito, depositará no prazo de 3 (três) dias a diferença, sob pena de ser tornada sem efeito a arrematação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "511192",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução de obrigação de pagamento de quantia certa",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Em relação às execuções de prestação alimentícia e contra a Fazenda Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cancelamento de pensão alimentícia de filho que atingiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos."
      },
      {
        "letra": "B",
        "texto": "O débito alimentar que autoriza a prisão civil do alimentante é o que compreende as três prestações anteriores ao ajuizamento da execução, sem cumulação possível com as que se vencerem no curso do processo, a serem requeridas por ação autônoma."
      },
      {
        "letra": "C",
        "texto": "Na execução por quantia certa contra a Fazenda Pública, será ela citada para opor embargos no prazo de trinta dias, sob pena de imediato sequestro do valor devido em favor do credor."
      },
      {
        "letra": "D",
        "texto": "Não é cabível execução por título extrajudicial contra a Fazenda Pública, mas apenas por meio de título judicial."
      },
      {
        "letra": "E",
        "texto": "A decisão incidental que indefere o pedido de decreto de prisão civil do devedor de alimentos é recorrível por meio de apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492700",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Em relação à Fazenda Pública, considere:I. É cabível ação monitória contra a Fazenda Pública. II. São indevidos honorários advocatícios pela Fazenda Pública, nas execuções individuais de sentença proferida em ações coletivas, ainda que não embargadas. III. A Fazenda Pública pode substituir a certidão de dívida ativa - CDA até a prolação da sentença de embargos, quando se tratar de correção de erro material ou formal, vedada a modificação do sujeito passivo da execução. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485290",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Servidor de um município, em razão do cometimento de grave ilícito funcional, respondeu a processo administrativo disciplinar, que culminou na edição de pena de demissão em seu desfavor. Inconformado, intentou demanda, pelo rito ordinário, pleiteando a invalidação da sanção demissória, sob o fundamento de não haver praticado a falta disciplinar que lhe fora atribuída. A referida ação foi distribuída a uma das varas da comarca dotada de competência para matéria fazendária.Dez dias depois de distribuída a demanda, o mesmo servidor ajuizou uma segunda ação em face do ente federativo municipal, postulando a invalidação do mesmo ato punitivo, já então alegando, como fundamento de seu pedido, não ter sido observado o seu direito à ampla defesa e ao contraditório no processo administrativo disciplinar. A nova demanda, à qual também se atribuiu o rito ordinário, foi distribuída a um outro juízo fazendário da mesma comarca. Nesse cenário, a consequência deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da litispendência, com a extinção do feito em que a citação válida ocorreu em segundo lugar."
      },
      {
        "letra": "B",
        "texto": "o reconhecimento da litispendência, com a extinção do feito em que se proferiu o provimento ordenatório da citação em segundo lugar."
      },
      {
        "letra": "C",
        "texto": "o reconhecimento da carência de ação, diante da ausência de interesse de agir, com a extinção do feito cuja inicial foi distribuída em segundo lugar."
      },
      {
        "letra": "D",
        "texto": "o reconhecimento da conexão entre as ações, reunindo-se os correspondentes feitos para julgamento simultâneo, perante o juízo fazendário em que ocorreu a citação válida em primeiro lugar."
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da conexão entre as ações, reunindo-se os correspondentes feitos para julgamento simultâneo, perante o juízo fazendário em que se proferiu o provimento ordenatório da citação em primeiro lugar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485209",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Sra. Z promove ação em face do Estado W objetivando o reconhecimento de obrigação de fazer cumulada com obrigação de pagar determinado débito em decorrência de uma violação contratual ocorrida entre as partes. Ambas as pretensões são acolhidas, tendo ocorrido o trânsito em julgado, após longo curso. Iniciada a execução, postulou o credor o pagamento imediato dos valores apurados. Em termos de Execução contra a Fazenda Pública, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "penhora de tantos bens quantos bastem para a execução é possível."
      },
      {
        "letra": "B",
        "texto": "defesa cabível se corporifica pelo manejo de Embargos de Terceiro"
      },
      {
        "letra": "C",
        "texto": "execução de obrigação de fazer tem rito especial."
      },
      {
        "letra": "D",
        "texto": "pagamento de valores devidos é realizado mediante precatório."
      },
      {
        "letra": "E",
        "texto": "réu é citado na execução para realizar o pagamento ou apresentar impugnação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "484430",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Transitou em julgado demanda condenatória movida contra Estado Federado. Posteriormente, o Supremo Tribunal Federal considerou inconstitucional a lei que deu fundamento à procedência do pedido formulado naquela demanda. Qual o meio processual apto a impedir que o ente estatal pague a quantia em dinheiro resultante da condenação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impetração de mandado de segurança com pedido de liminar."
      },
      {
        "letra": "B",
        "texto": "A interposição de recurso extraordinário fundado na inconstitucionalidade superveniente."
      },
      {
        "letra": "C",
        "texto": "O ajuizamento de reclamação perante o Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "A propositura de ação declaratória de inexistência da sentença (querela nullitatis)."
      },
      {
        "letra": "E",
        "texto": "A oposição de embargos à execução no processo de execução contra a Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "484427",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Acerca das medidas de urgência contra a Fazenda Pública, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláusulas restritivas nos preceitos legais disciplinadores da tutela antecipatória em processos contra a Fazenda Pública são inconstitucionais, pois vulneram a plenitude da jurisdição e a cláusula de proteção judicial efetiva."
      },
      {
        "letra": "B",
        "texto": "O remédio constitucional da reclamação pode ser utilizado pela Fazenda Pública como um atalho processual destinado a permitir a submissão imediata do litígio ao exame direto do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "Liminar concedida em mandado de segurança que causa grave lesão à ordem pública não pode ser atacada simultaneamente pela Fazenda Pública através da via recursal e da suspensão de segurança."
      },
      {
        "letra": "D",
        "texto": "É cabível medida liminar contra a Fazenda Pública, mesmo que ela esgote, no todo, o objeto da ação."
      },
      {
        "letra": "E",
        "texto": "Da decisão judicial que contrariar enunciado de súmula vinculante caberá reclamação ao Supremo Tribunal Federal, sem prejuízo dos recursos ou outros meios admissíveis de impugnação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2790904",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SES-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A Fazenda Pública goza de várias prerrogativas não estendidas aos particulares, quando de sua atuação em juízo. Diante disto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias estão dispensadas de preparo para interposição de recurso."
      },
      {
        "letra": "B",
        "texto": "As fundações públicas têm prazo dobrado para contestar e reconvir."
      },
      {
        "letra": "C",
        "texto": "As sentenças condenatórias proferidas contra sociedades de economia mista estão sujeitas ao reexame necessário, previsto no art. 475 do CPC."
      },
      {
        "letra": "D",
        "texto": "A autarquia tem prazo em quádruplo para recorrer."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598462",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A respeito da execução de quantia certa contra a Fazenda Pública, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução de sentença fundada em dívida a ser quitada por intermédio de Requisições de Pequeno Valor (RPV) são indevidos honorários advocatícios pela Fazenda Nacional."
      },
      {
        "letra": "B",
        "texto": "são devidos os honorários advocatícios pela Fazenda Pública nas Execuções individuais de sentença proferida em ações coletivas, ainda que não embargadas."
      },
      {
        "letra": "C",
        "texto": "os juros de mora incidem até a data em que é expedida a requisição de pequeno valor."
      },
      {
        "letra": "D",
        "texto": "o protesto interruptivo aforado antes de encerrado o prazo prescricional de cinco anos interrompe a prescrição, que recomeça a correr por igual período após sua efetivação."
      },
      {
        "letra": "E",
        "texto": "conta-se o prazo em dobro ou quádruplo para oposição de embargos à execução pela Fazenda Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432693",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Acerca do processo de execução, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível execução por título extrajudicial contra a Fazenda Pública;"
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, processar-se-á perante os tribunais superiores, nas causas de sua competência originária;"
      },
      {
        "letra": "C",
        "texto": "Não estão sujeitos à execução os bens que a lei considera impenhoráveis ou inalienáveis;"
      },
      {
        "letra": "D",
        "texto": "É lícito ao exeqüente, oferecendo preço não inferior ao da avaliação, requerer lhe sejam adjudicados os bens penhorados;"
      },
      {
        "letra": "E",
        "texto": "Extingue-se a execução quando o devedor não possuir bens penhoráveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432691",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Sobre a Fazenda Pública em juízo, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conta-se em quádruplo o prazo para a Fazenda Pública oferecer embargos à ação monitória;"
      },
      {
        "letra": "B",
        "texto": "Na qualidade de assistente simples de empresa pública, tem a Fazenda Pública direito ao prazo em dobro para recorrer;"
      },
      {
        "letra": "C",
        "texto": "Computar-se-á em dobro o prazo para a Fazenda Pública recorrer, bem como para contrarrazoar recurso;"
      },
      {
        "letra": "D",
        "texto": "Não será concedida medida liminar contra a Fazenda Pública que tenha por objeto a compensação de créditos tributários, a entrega de mercadorias e bens provenientes do exterior, a reclassificação ou equiparação de servidores públicos e a concessão de aumento ou a extensão de vantagens ou pagamento de qualquer natureza;"
      },
      {
        "letra": "E",
        "texto": "Na execução fiscal, qualquer intimação ao representante judicial da Fazenda Pública será feita pessoalmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429576",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Nas hipóteses em que o Poder Público figura em juízo, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São devidos honorários advocatícios pela Fazenda Pública nas execuções individuais de sentença proferida em ações coletivas somente se tiverem sido embargadas."
      },
      {
        "letra": "B",
        "texto": "Na remessa necessária, é vedado ao Tribunal, como regra, agravar a condenação imposta à Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A remessa oficial devolve ao Tribunal o reexame de todas as parcelas da condenação suportadas pela Fazenda Pública, inclusive dos honorários de advogado."
      },
      {
        "letra": "D",
        "texto": "A Fazenda Pública, quando parte no processo, fica sujeita à exigência do depósito prévio dos honorários do perito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425187",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Acerca da execução contra a Fazenda Pública, em virtude de sentença judiciária, é CORRETO afirmar-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os pagamentos devidos pelas Fazendas Públicas Federal, Estaduais, Distrital e Municipais, em virtude de sentença judiciária far-se-ão preferencialmente na ordem cronológica de apresentação dos precatórios e à conta dos créditos respectivos, proibida a designação de casos ou de pessoas nas dotações orçamentárias e nos créditos adicionais abertos para este fim;"
      },
      {
        "letra": "B",
        "texto": "Os débitos de natureza alimentícia compreendem aqueles decorrentes de salários, vencimentos, proventos, pensões e suas complementações, benefícios previdenciários e indenizações por morte ou por invalidez, excluídas as fundadas em responsabilidade civil, em virtude de sentença judicial transitada em julgado, e serão pagos com preferência sobre todos os demais débitos;"
      },
      {
        "letra": "C",
        "texto": "Os débitos de natureza alimentícia cujos titulares tenham 60 (sessenta) anos de idade ou mais na data de expedição do precatório, ou sejam portadores de doença grave, definidos na forma da lei, serão pagos com preferência sobre todos os demais débitos, até o valor equivalente ao triplo do fixado em lei para os fins do disposto no § 3° deste artigo, admitido o fracionamento para essa finalidade, sendo que o restante será pago na ordem cronológica de apresentação do precatório;"
      },
      {
        "letra": "D",
        "texto": "Os débitos de natureza alimentícia cujos titulares tenham 70 (setenta) anos de idade ou mais na data de expedição do precatório, ou sejam portadores de doença grave, definidos na forma da lei, serão pagos com preferência sobre todos os demais débitos, até o valor equivalente ao triplo do fixado em lei para os fins do disposto no § 3° deste artigo, admitido o fracionamento para essa finalidade, sendo que o restante será pago na ordem cronológica de apresentação do precatório;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416637",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Execução contra a Fazenda Pública",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção de pré-executividade é admissível na execução fiscal, desde que se trate de matéria conhecível ex officio, mesmo que demande dilação probatória."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública pode, na execução fiscal, substituir a Certidão de Dívida Ativa – CDA – para corrigir erros materiais do instrumento até a prolação da sentença de embargos, não podendo fazê-lo para corrigir erros relativos ao próprio lançamento tributário."
      },
      {
        "letra": "C",
        "texto": "Não é possível, à Fazenda Pública, substituir, na execução fiscal, a Certidão de Dívida Ativa (CDA) para modificar o sujeito passivo da execução."
      },
      {
        "letra": "D",
        "texto": "São cabíveis execução por título extrajudicial e ação monitória contra a Fazenda Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406879",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. a execução pelo rito especial do artigo 733 do Código de Processo Civil é adequada à cobrança da pensão a cujo pagamento o praticante de ato ilícito tenha sido condenado para compensar a vítima pela perda da renda que ela obtinha com o trabalho para o qual ficou inabilitada, contanto que o pedido se limite às últimas três prestações vencidas antes do ajuizamento da mesma execução. II. na execução contra a Fazenda Pública para a cobrança de dívida de pequeno valor (Constituição Federal, artigo 100, § 3º), a oposição de embargos por parte da devedora está subordinada ao depósito prévio da quantia reclamada pelo credor. III. o protesto da nota promissória representativa do crédito é obrigatório para que o credor se habilite a requerer a declaração de insolvência do devedor, cabendo ao juiz, na hipótese de tal providência não ter sido adotada, extinguir o processo sem resolução do mérito, por falta de pressuposto de constituição válida. IV. a admissão de embargos à execução fiscal está condicionada à prévia segurança do juízo por penhora; assim, havendo a oposição de embargos antes da formalização da penhora, deverá o juiz rejeitá-los liminarmente. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão erradas as afirmações I e II e certas as afirmações III e IV."
      },
      {
        "letra": "B",
        "texto": "Estão erradas as afirmações I, II e III e certa a afirmação IV."
      },
      {
        "letra": "C",
        "texto": "Estão erradas as afirmações I, II, IV e certa a afirmação III."
      },
      {
        "letra": "D",
        "texto": "Estão erradas as afirmações I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "366597",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No tocante aos precatórios e requisições de pequeno valor, expedidos para pagamento de débitos judiciais da Fazenda Pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a quantia limite para as requisições de pequeno valor, tanto dos Estados, quanto da União, é de 60 salários-­ ­mínimos vigentes."
      },
      {
        "letra": "B",
        "texto": "pode o credor requerer o fracionamento do precatório para que uma parte seja paga mediante requisição de pequeno valor e o restante pelo regime de precatório."
      },
      {
        "letra": "C",
        "texto": "é vedada ao credor a entrega de créditos em precató­rios para compra de imóveis públicos do respectivo ente federado."
      },
      {
        "letra": "D",
        "texto": "não podem ser abatidos do valor do precatório, a título de compensação, valores devidos pelo credor original à Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "o credor pode ceder seus créditos em precatórios a ter­ceiros, independentemente da concordância do devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "366596",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo Cautelar",
      "Processo de execução",
      "Cautelares típicas ou nominadas",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do sequestro de quantia em Execução contra a Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser determinado de ofício pelo juiz da execução."
      },
      {
        "letra": "B",
        "texto": "Possui a natureza de medida cautelar e depende de requerimento do credor."
      },
      {
        "letra": "C",
        "texto": "É possível em caso de não alocação orçamentária do valor necessário à satisfação do crédito exequendo."
      },
      {
        "letra": "D",
        "texto": "É possível tão logo vencido o prazo de 15 dias para pagamento, contado da intimação pessoal do represen­tante judicial da executada."
      },
      {
        "letra": "E",
        "texto": "Não é possível em caso de mera preterição no direito de precedência na ordem de pagamento dos precatórios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "366591",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Consoante jurisprudência consolidada do Superior Tribunal de Justiça, os embargos à execução contra a Fazenda Pública podem possuir eficácia rescisória de sentenças inconstitu­cionais, para tanto consideradas, entre outras hipóteses, as sentenças que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixam de aplicar norma declarada constitucional pelo STF em controle concentrado."
      },
      {
        "letra": "B",
        "texto": "aplicam norma com um sentido declarado inconstitu­cional pelo STF em controle difuso."
      },
      {
        "letra": "C",
        "texto": "aplicam dispositivo da Constituição que o STF conside­rou sem auto-­aplicabilidade."
      },
      {
        "letra": "D",
        "texto": "deixam de aplicar dispositivo da Constituição que o STF considerou auto­-aplicável."
      },
      {
        "letra": "E",
        "texto": "aplicam preceito normativo que o STF considerou revogado ou não recepcionado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843813",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Com base nas disposições previstas no Código de Processo Civil, analise as assertivas sobre os embargos do devedor: I – O executado, para opor-se à execução, deverá apresentar bens a penhora, depósito ou caução, garantindo assim o juízo. II – Os embargos serão oferecidos no prazo de 15 dias, contados da data da juntada aos autos do mandado de citação. Quando houver mais de um executado, o prazo conta-se a partir da juntada do último mandado de citação. III – O juiz poderá rejeitar liminarmente os embargos quando intempestivos, quando inepta a petição ou quando forem manifestamente protelatórios. IV – Nos embargos à execução contra a Fazenda Pública, os embargos só poderão versar sobre: falta ou nulidade de citação, se o processo correu à revelia; inexigibilidade de título e; ilegitimidade de partes. V – Quando o credor pleiteia quantia superior à do título e quando a execução recai sobre coisa diversa daquela declarada de juízo, há excesso de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, IV e V estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas III, IV e V estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "755562",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "7 (sete) dias."
      },
      {
        "letra": "C",
        "texto": "10 (dez) dias."
      },
      {
        "letra": "D",
        "texto": "24 (vinte e quatro) horas."
      },
      {
        "letra": "E",
        "texto": "48 (quarenta e oito) horas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "705764",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Em relação às pessoas jurídicas de direito público no processo civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Fazenda Pública, quando parte no processo, não fica sujeita à exigência de depósito prévio dos honorários do perito."
      },
      {
        "letra": "B",
        "texto": "Na execução fiscal, processada perante a Justiça Estadual, cumpre à Fazenda Pública antecipar o numerário destinado ao custeio das despesas com o transporte dos oficiais de justiça."
      },
      {
        "letra": "C",
        "texto": "Na ausência de lei específica ou convênio, é devido o pagamento de custas e emolumentos pela pessoa jurídica de direito público que litigue em Justiça diversa, por exemplo, quando o ente público estadual litiga na Justiça Federal ou o ente federal é parte na Justiça Estadual."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça (STJ) possui orientação no sentido de que, vencida a Fazenda Pública ou nas causas em que não houver condenação, a fixação dos honorários não está adstrita aos limites percentuais de 10% (dez por cento) e 20% (vinte por cento), podendo ser adotado como base de cálculo o valor dado à causa ou à condenação, nos termos do artigo 20, §4º, do CPC, ou mesmo um valor fixo, segundo o critério de equidade."
      },
      {
        "letra": "E",
        "texto": "São devidos honorários advocatícios pela Fazenda Pública nas execuções individuais de sentença proferida em ações coletivas, ainda que não embargadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "479026",
    "metadata": "Ano: 2013 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "É CORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em respeito ao princípio da igualdade entre os cônjuges, não mais se admite foro especial para a mulher nas ações de separação judicial ou conversão em divórcio."
      },
      {
        "letra": "B",
        "texto": "Mesmo os débitos alimentares decorrentes de mandado de segurança submetem-se à ordem cronológica de pagamento de precatórios."
      },
      {
        "letra": "C",
        "texto": "É impenhorável o bem de família do fiador do contrato de locação."
      },
      {
        "letra": "D",
        "texto": "Por ser órgão de controle, o Conselho Nacional de Justiça não pertence ao Poder Judiciário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "447976",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Sobre execução contra a Fazenda Pública em que há excesso de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ônus da executada provar, com a oposição dos embar­gos, que a execução incorre em excesso, sob pena de preclusão."
      },
      {
        "letra": "B",
        "texto": "O excesso pode ser alegado a qualquer tempo pela exe­cutada, pois no caso é matéria de ordem pública"
      },
      {
        "letra": "C",
        "texto": "O excesso de execução, por ser matéria de ordem públi­ca, pode ser reconhecido de ofício."
      },
      {
        "letra": "D",
        "texto": "Caso não invocada em embargos à execução, poderá ser reclamada em exceção de preexecutividade."
      },
      {
        "letra": "E",
        "texto": "Não é matéria a ser discutida em sede de embargos, mas com a apresentação de recurso específico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350947",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere aos títulos executivos, ao regime de cumprimento de sentença e à execução contra a fazenda pública, julgue os itens subsecutivos. Caso, em fase de execução de título judicial proposta contra particular (cumprimento de sentença), o executado ofereça depósito do valor executado dentro do prazo de quinze dias para o adimplemento da obrigação, ocorrerá, segundo o entendimento do STJ, a denominada penhora automática e, portanto, da data do depósito se iniciará o prazo para oferecimento de impugnação pelo executado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350945",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere aos títulos executivos, ao regime de cumprimento de sentença e à execução contra a fazenda pública, julgue os itens subsecutivos. É possível a execução fundada em título extrajudicial de um ente público contra outro. Nesse caso, deverão ser observadas as regras procedimentais previstas no CPC para a execução contra a fazenda pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322644",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Considerando-se a lei, a doutrina e a jurisprudência processual, é CORRETO afirmar acerca da Execução contra a Fazenda Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Fazenda Pública tem seus bens regidos por disciplina distinta das aplicadas aos bens particulares. Seu patrimônio não pode ser livremente alienado ou onerado e todos os pagamentos devidos pela Fazenda Pública devem limitar-se ao teto previsto nos orçamentos aprovados pelo Legislativo. Por esses fatores, todas as obrigações decorrentes de condenação judicial submetem-se ao regime de precatório, esquivando-se desse procedimento apenas os créditos de pequeno valor."
      },
      {
        "letra": "B",
        "texto": "O pagamento dos precatórios será sempre efetuado a partir da ordem cronológica de sua apresentação, independente da natureza do crédito a ser pago; pois, eventual burla a essa ordem, confere ao sujeito preterido o direito ao sequestro da quantia necessária à satisfação de seu crédito. Exceção a essa regra são os créditos dos idosos e dos portadores de doença grave, que, em face da prioridade que possuem, podem sempre ser pagos com preferência sobre todos os demais créditos."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de execução contra a Fazenda Pública é sempre necessário o prévio trânsito em julgado para a expedição de precatório ou para a requisição de pequeno valor; no entanto, admite-se a execução provisória, com a citação da executada, oferecimento de embargos e eventual interposição de recurso de apelação, para adiantar, assim, o processo de execução, eliminando-se etapa futura."
      },
      {
        "letra": "D",
        "texto": "Expedido o precatório requisitório, se a Fazenda Pública devedora constatar a existência de algum débito líquido e certo do credor, para com o erário, inscrito ou não em dívida ativa, poderá proceder à compensação do valor devido pelo exequente, por ocasião do pagamento de seu crédito, informando, porém, o fato ao juiz da execução."
      },
      {
        "letra": "E",
        "texto": "É vedada a expedição de precatórios complementares ou suplementares de valor pago, bem como o fracionamento, repartição ou quebra do valor da execução para fins de enquadramento de parcela como obrigação de pequeno valor, entendendo-se como tal, o débito de até 60 (sessenta) salários mínimos para a União, 40 (quarenta) salários mínimos para todos os Estados e para o Distrito Federal; e 30 (trinta) salários mínimos para todos os Municípios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829744",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a opção correta sobre a execução contra a fazenda pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos embargos à execução contra fazenda pública, é vedado discutir sobre nulidade da citação se o processo correu à revelia."
      },
      {
        "letra": "B",
        "texto": "Considera-se inexigível a obrigação decorrente de sentença contra a fazenda pública fundada em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência do juízo deve ser oferecida no prazo de 30 (trinta) dias após o oferecimento dos embargos."
      },
      {
        "letra": "D",
        "texto": "A fazenda pública devedora deverá ser citada para em 10 (dez) dias oferecer embargos à execução."
      },
      {
        "letra": "E",
        "texto": "Caso a fazenda pública devedora não pague o débito, nem ofereça embargos, deverá o juiz determinar a penhora de tantos bens quantos sejam necessários à satisfação integral do crédito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "398536",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Certo município foi condenado, através de sentença judicial, a pagar a quantia de R$5.000,00 a Tenório. A sentença judicial transita em julgado e Tenório propõe a devida execução contra o município. Sobre esse processo de execução, é correto afirmar que o município será citado para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "opor embargos em 10 dias."
      },
      {
        "letra": "B",
        "texto": "opor embargos em 12 dias."
      },
      {
        "letra": "C",
        "texto": "opor embargos em 15 dias."
      },
      {
        "letra": "D",
        "texto": "pagar a quantia de R$5.000,00 em 3 dias, sob pena de penhora."
      },
      {
        "letra": "E",
        "texto": "pagar a quantia de R$5.000,00 em 10 dias, sob pena de penhora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365656",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Petrópolis - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Em processo de execução, a Fazenda Pública, como executada, será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimada, para opor embargos de declaração em até 10 (dez) dias;"
      },
      {
        "letra": "B",
        "texto": "intimada, para contestar em até 60 (sessenta) dias;"
      },
      {
        "letra": "C",
        "texto": "notificada, para contestar em até 15 (quinze) dias;"
      },
      {
        "letra": "D",
        "texto": "citada, para opor embargos em até 10 (dez) dias;"
      },
      {
        "letra": "E",
        "texto": "citada, para contestar em até 20 (vinte) dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "329151",
    "metadata": "Ano: 2012 | Banca: UEPA | Órgão: SEAD-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere ao tema da execução contra a Fazenda Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concessão de extensão de vantagem a servidor púbico com aumento da folha de pagamento só possível após o trânsito em julgado da decisão."
      },
      {
        "letra": "B",
        "texto": "a interpretação ao art. 2º-B, da Lei nº 9.494/1997, que traz as hipóteses de vedação de execução provisória contra a Fazenda Pública, deve ser extensiva."
      },
      {
        "letra": "C",
        "texto": "alegada pela Fazenda Pública em recurso não suspensivo a ocorrência prescrição da ação, é permitida a execução provisória da decisão recorrida."
      },
      {
        "letra": "D",
        "texto": "é vedada a execução provisória contra a Fazenda Pública no que se refere à reintegração de servidor público."
      },
      {
        "letra": "E",
        "texto": "o sistema de execução provisória contra a Fazenda Pública é incompatível com a situação de restabelecimento de parcela de vencimento suprimida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "280780",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "As dívidas passivas dos entes federados, bem assim todo e qualquer direito ou ação contra a fazenda pública, seja qual for a sua natureza, em regra, prescrevem em cinco anos, contados da data do ato ou fato do qual se originarem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248642",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere à execução contra a fazenda pública, julgue os itens seguintes.Considere que, em fase de execução de sentença, apresentados os cálculos pelo exequente, a fazenda pública tenha se insurgido por meio de embargos apenas contra parte do valor. Nesse caso, entende o STF que é constitucional a expedição de precatório relativo à parte pela qual houve concordância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248641",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "No que se refere à execução contra a fazenda pública, julgue os itens seguintes.A sentença que julgar improcedentes os embargos à execução opostos pela fazenda pública somente produzirá efeitos após o reexame necessário pelo tribunal competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495182",
    "metadata": "Ano: 2010 | Banca: IV - UFG | Órgão: Prefeitura de Aparecida de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A Fazenda Pública, quando em juízo, goza de algumas prerrogativas, como, por exemplo, a de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter que ser citada, no procedimento sumário, comantecedência mínima de 40 dias para a audiência de conciliação"
      },
      {
        "letra": "B",
        "texto": "ter computado em dobro o prazo para contestar, oferecer reconvenção e exceção, nas ações ordinárias."
      },
      {
        "letra": "C",
        "texto": "estar dispensada do depósito de 5% (cinco por cento) sobre o valor da causa, previsto para a propositurada ação rescisória."
      },
      {
        "letra": "D",
        "texto": "estar isenta do pagamento das custas, das despesas processuais e dos honorários referentes ao perito designado pelo juiz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434351",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O montante decorrente da incidência da multa diária não pode ser reduzido em fase de execução."
      },
      {
        "letra": "B",
        "texto": "É cabível a aplicação de multa diária para a tutela do dever de exibir documentos, mesmo que o réu seja pessoa jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "O montante decorrente da incidência da multa diária deve ficar limitado ao valor da obrigação principal, sob pena de enriquecimento ilícito do autor."
      },
      {
        "letra": "D",
        "texto": "Não cabe a fixação de multa diária contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "407168",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "A propósito da participação da Fazenda Pública em juízo, é CORRETO afirmar que ela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode recusar a substituição do bem penhorado por precatório."
      },
      {
        "letra": "B",
        "texto": "sua citação pelo correio é permitida, salvo nos processos de execução."
      },
      {
        "letra": "C",
        "texto": "quando for condenada em montante inferior ao postulado na inicial, na ação de indenização por dano moral, ocorrerá sempre sucumbência recíproca."
      },
      {
        "letra": "D",
        "texto": "tem o prazo em dobro para responder ou apresentar contrarrazões em qualquer recurso."
      },
      {
        "letra": "E",
        "texto": "fica sujeita à exigência do depósito prévio dos honorários do perito, quando for parte no processo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "59872",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução contra a Fazenda Pública"
    ],
    "enunciado_principal": "Caso a sentença considere totalmente procedentes os pedidos, após o seu trânsito em julgado, o pagamento dos valores será efetuado por requisição de pequeno valor, no prazo de sessenta dias, contados da entrega da requisição, por ordem do juiz, à autoridade citada para a causa, na agência mais próxima da Caixa Econômica Federal ou do Banco do Brasil, independentemente de precatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]