[
  {
    "id": "612074",
    "metadata": "Ano: 2016 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre a execução fiscal, disciplinada na Lei Nº 6.830/80, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inadmissível o executado ajuizar ação anulatória após o transcurso do prazo para oposição dos embargos à execução."
      },
      {
        "letra": "B",
        "texto": "Caso a ação anulatória vise à suspensão da execução fiscal, assumindo o papel dos embargos, é necessário que seja acompanhada do depósito integral do montante do débito exequendo."
      },
      {
        "letra": "C",
        "texto": "Títulos que consubstanciam obrigações da Eletrobrás são suficientes para garantia do processo de execução fiscal."
      },
      {
        "letra": "D",
        "texto": "O Superior Tribunal de Justiça admite a nomeação à penhora de título da dívida pública, para o fim de garantir o Juízo em execução fiscal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "602749",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito do mandado de segurança, da ação civil pública e da execução fiscal, julgue o item que se segue.A dívida ativa da fazenda pública diz respeito tanto às dívidas tributárias quanto às não tributárias e abrange correção monetária, juros e multa de mora, além de outros encargos que estejam previstos em lei ou contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634714",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Critérios de competência",
      "Processo de execução",
      "Ação Popular",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e marque V para Verdadeiro e F para FALSO: ( ) Na execução fiscal, a citação será feita preferencialmente por meio de oficial de justiça, se a Fazenda Pública não a requerer de outra forma. ( ) De acordo com a Lei de Ação Popular, para fins de competência, equiparam-se atos da União, do Distrito Federal, do Estado ou dos Municípios os atos das pessoas criadas ou mantidas por essas pessoas jurídicas de direito público, bem como os atos das sociedades de que elas sejam acionistas e os das pessoas ou entidades por elas subvencionadas ou em relação às quais tenham interesse patrimonial.( ) Os embargos na ação monitória independem de prévia segurança do juízo e serão processados nos próprios autos, pelo procedimento ordinário.( ) O controle externo da Câmara Municipal será exercido com o auxílio dos Tribunais de Contas dos Estados ou do Município ou dos Conselhos ou Tribunais de Contas dos Municípios, onde houver. Assinale a alternativa que contém a sequência CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, V, V"
      },
      {
        "letra": "D",
        "texto": "V, F, V, V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "624904",
    "metadata": "Ano: 2015 | Banca: IADES | Órgão: CRC-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "No que se refere à Lei de Execução Fiscal nº 6.830/1980, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A penhora nunca poderá recair sobre estabelecimento comercial, industrial ou agrícola, bem como em plantações ou edifícios em construção."
      },
      {
        "letra": "B",
        "texto": "Não ocorrendo o pagamento, nem a garantia da execução, a penhora poderá recair em qualquer bem do executado, inclusive sobre os que a lei declare impenhoráveis."
      },
      {
        "letra": "C",
        "texto": "O executado não poderá pagar parcela da dívida, que julgar incontroversa, e garantir a execução do saldo devedor."
      },
      {
        "letra": "D",
        "texto": "Em garantia da execução, pelo valor da dívida, juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, o executado não poderá oferecer fiança bancária ou seguro garantia."
      },
      {
        "letra": "E",
        "texto": "Em garantia da execução, pelo valor da dívida, juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, o executado poderá indicar à penhora bens oferecidos por terceiros e aceitos pela Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "599851",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Ao julgar o Recurso Especial n° 1.272.827 – PE, o Superior Tribunal de Justiça procurou uniformizar seu entendimento quanto à aplicabilidade, às execuções fiscais, das disposições estatuídas no Código de Processo Civil pela Lei nº 11.382/2006, que disciplinou os embargos do devedor. Em relação ao tema, de acordo com o posicionamento do STJ, cabe afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz poderá atribuir efeito suspensivo aos embargos opostos à execução fiscal, desde que plausível o direito (fumus boni juris) e presente perigo de dano irreparável ou de difícil reparação (periculum in mora)."
      },
      {
        "letra": "B",
        "texto": "o executado, independentemente de penhora, depósito ou caução, poderá opor-se à execução, por meio de embargos."
      },
      {
        "letra": "C",
        "texto": "o art. 736 do CPC, que dispensa a garantia do juízo enquanto condição à oposição dos embargos, não se aplica às execuções fiscais."
      },
      {
        "letra": "D",
        "texto": "a hipossuficiência econômica do embargante, reconhecida pelo juízo ao deferir-lhe a assistência judiciária gratuita, afasta o dever de garantir a execução fiscal, evitando que sejam feridos a ampla defesa e o contraditório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "599850",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "O Município de Goiânia ajuizou execução fiscal em face de empresa prestadora de serviços que acumulava débitos relativos a tributos municipais. No curso da execução fiscal houve a falência da empresa devedora. Nesse contexto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falência superveniente da devedora ocasiona a paralisação do processo de execução fiscal."
      },
      {
        "letra": "B",
        "texto": "o produto da alienação dos bens penhorados deve ser repassado ao Juízo universal da falência, para apuração das preferências do crédito."
      },
      {
        "letra": "C",
        "texto": "a penhora realizada em momento anterior à falência deve ser desconstituída."
      },
      {
        "letra": "D",
        "texto": "a execução fiscal deve ser julgada extinta, sem resolução de mérito, devendo a municipalidade habilitar-se no concurso de credores ante o juízo da falência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598631",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre a cobrança judicial da Dívida Ativa da Fazenda Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Dívida Ativa regularmente inscrita goza da presunção relativa de certeza e liquidez;"
      },
      {
        "letra": "B",
        "texto": "apenas os créditos da Fazenda Pública de natureza tributária podem ser inscritos em Dívida Ativa para fins de cobrança por execução fiscal;"
      },
      {
        "letra": "C",
        "texto": "o Termo de Inscrição em Dívida Ativa deve indicar o valor dos juros e dos encargos;"
      },
      {
        "letra": "D",
        "texto": "não é possível a cobrança, por meio de execução fiscal, de dívidas de pequeno valor, devendo o feito ser extinto de ofício pelo Juiz;"
      },
      {
        "letra": "E",
        "texto": "a substituição ou emenda da Certidão de Dívida Ativa é admitida até a citação do devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586287",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "De acordo com jurisprudência dominante do Superior Tribunal de Justiça, em execução fiscal, a prescrição ocorrida antes da propositura da ação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser decretada de ofício, em razão do interesse público, demandando pedido expresso do executado e a posterior oitiva da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "pode ser decretada de ofício, mas desde que a Fazenda Pública seja previamente ouvida."
      },
      {
        "letra": "C",
        "texto": "pode ser decretada de ofício, independentemente da oitiva prévia da Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "não pode ser decretada de ofício, em razão do interesse público, demandando pedido expresso do executado, porém dispensando a oitiva prévia da Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "pode ser decretada de ofício, mas desde que o executado e a Fazenda Pública sejam previamente ouvidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565650",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.Deve ser reconhecida a litispendência entre os embargos à execução fiscal e a ação anulatória do débito proposta anteriormente ao ajuizamento da execução fiscal embargada, se forem identificadas as mesmas partes, a mesma causa de pedir e o mesmo pedido nas demandas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555489",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal",
      "Da Execução em Geral - Fraude contra Credores e Fraude à Execução"
    ],
    "enunciado_principal": "Sobre o instituto da fraude à execução fiscal de créditos tributários da União, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ausência de citação válida no processo judicial, não é possível cogitar-se fraude à execução."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento da fraude à execução, em regra, depende da prova de má-fé do terceiro adquirente."
      },
      {
        "letra": "C",
        "texto": "O crédito tributário regularmente inscrito como dívida ativa gera presunção de fraude na alienação ou oneração de bens pelo sujeito passivo em débito com a Fazenda Pública, desde que esteja em fase de execução."
      },
      {
        "letra": "D",
        "texto": "Existindo registro da penhora na matrícula do imóvel, é da Fazenda Pública o ônus da prova de que o terceiro adquirente tinha conhecimento de demanda capaz de levar o alienante à insolvência."
      },
      {
        "letra": "E",
        "texto": "O crédito tributário regularmente inscrito como dívida ativa gera presunção de fraude na alienação ou oneração de bens pelo sujeito passivo em débito com a Fazenda Pública, ainda que não proposta a execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555480",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Ajuizada execução fiscal pela Fazenda Nacional, no ano de 2013, perante a Justiça Estadual, o juiz, em 12/06/2015, declina a competência para a Justiça Federal da capital do Estado, sob a alegação de não mais possuir competência federal delegada para processar tal espécie de demanda. Ao tempo do ajuizamento da execução, o executado residia na comarca em que tramita o feito, local que jamais sediou Vara Federal. Sobre o tema, indique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta a postura do juiz, pois, mesmo em 2013, a Justiça Federal era absolutamente competente para processar execução fiscal ajuizada pela União."
      },
      {
        "letra": "B",
        "texto": "Está correta a decisão, pois uma das hipóteses de flexibilização da perpetuatio jurisdictionis é a alteração de competência absoluta."
      },
      {
        "letra": "C",
        "texto": "Está errada a decisão, pois a Justiça Estadual é competente para processar as execuções fiscais propostas pela Fazenda Nacional, ainda que ajuizadas em 2015."
      },
      {
        "letra": "D",
        "texto": "Está correta a decisão, pois a hipótese narrada subsume-se à exceção da perpetuatio jurisdictionis relativa à supressão do órgão judiciário."
      },
      {
        "letra": "E",
        "texto": "Equivocou-se o magistrado, pois as execuções fiscais ajuizadas pela União na Justiça Estadual, em 2013, não terão a competência deslocada, continuando o juízo estadual no exercício de competência federal delegada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542527",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CORECON - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito da execução fiscal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor tem assegurado o direito de ser executado no foro de seu domicílio."
      },
      {
        "letra": "B",
        "texto": "Compete ao respectivo Tribunal Regional Federal julgar recurso interposto contra decisão proferida por Juiz Estadual investido de competência federal na forma do art. 15, I, da Lei 5.010/1966."
      },
      {
        "letra": "C",
        "texto": "Constatada conexão entre a ação de execução fiscal e a ação anulatória de débito fiscal, impõese a reunião de processos para julgamento simultâneo, a fim de evitar decisões conflitantes, tornando-se prevento o Juízo onde foi realizada a primeira citação válida."
      },
      {
        "letra": "D",
        "texto": "A Fazenda Nacional goza de isenção em relação às custas judiciais incorridas em execução fiscal, exceto quando ajuizada perante a Justiça Estadual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "495417",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Acerca do processo de execução fiscal, considere: I. A citação deverá ocorrer preferencialmente por mandado. II. A inscrição da dívida ativa constitui ato de controle administrativo da legalidade, tem como finalidade apurar a liquidez e certeza do crédito e suspende a prescrição, por 180 dias ou até a distribuição da execução fiscal, se esta ocorrer antes de findo aquele prazo. III. A competência para processar e julgar a execução da dívida ativa exclui a de qualquer outro Juízo, inclusive o da falência, entre outros. IV. Se, antes da decisão de primeira instância, a inscrição da dívida for cancelada, a execução fiscal será extinta, sem qualquer ônus para as partes. Considerando o disposto na Lei no 6.830/1980, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "495416",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "De acordo com a Lei no 6.830/1980, na execução fiscal, o executado será citado para, no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 dias, pagar a dívida com juros, multa e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução, que poderá ser embargada independentemente de ter sido garantida. O prazo para embargos será de 15 dias, contados da juntada do aviso de recebimento aos autos."
      },
      {
        "letra": "B",
        "texto": "15 dias, pagar a dívida sem a adição de multa, juros ou encargos, os quais somente serão devidos se o executado embargar a execução, que poderá ser embargada independentemente de ter sido garantida no prazo de 15 dias, contados da juntada do aviso de recebimento aos autos."
      },
      {
        "letra": "C",
        "texto": "5 dias, pagar a dívida com juros, multa e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução, que somente poderá ser embargada se houver sido garantida. O prazo para embargar será de 30 dias, contados da intimação do depósito, da juntada da prova de fiança bancária ou de seguro garantia ou da intimação da penhora."
      },
      {
        "letra": "D",
        "texto": "15 dias, pagar a dívida com juros, multa e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução, que somente poderá ser embargada se houver sido garantida. O prazo para embargos será de 15 dias, contados da juntada do aviso de recebimento aos autos."
      },
      {
        "letra": "E",
        "texto": "5 dias, pagar a dívida sem a adição de multa, juros ou encargos, os quais somente serão devidos se o executado embargar a execução, que somente poderá ser embargada se houver sido garantida. O prazo para embargar será de 15 dias, contados da intimação do depósito, da juntada da prova de fiança bancária ou de seguro garantia ou da intimação da penhora."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495410",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "De acordo com a Lei no 6.830/1980, a produção de provas, pela Fazenda Pública, na execução fiscal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende de requerimento na inicial, que deve ser instruída com Certidão de Dívida Ativa, a qual goza de presunção absoluta de liquidez e certeza, podendo ser emendada, porém não substituída, até decisão de primeira instância."
      },
      {
        "letra": "B",
        "texto": "depende de requerimento na inicial, que deve ser instruída com Certidão de Dívida Ativa, a qual goza de presunção relativa de liquidez e certeza, podendo ser emendada ou substituída a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "independe de requerimento na inicial, que deve ser instruída com Certidão de Dívida Ativa, a qual goza de presunção absoluta de liquidez e certeza, podendo ser emendada ou substituída a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "independe de requerimento na inicial, que deve ser instruída com Certidão de Dívida Ativa, a qual goza de presunção relativa de liquidez e certeza, podendo ser emendada ou substituída até decisão de primeira instância."
      },
      {
        "letra": "E",
        "texto": "depende de requerimento na inicial, que deve ser instruída com Certidão de Dívida Ativa, a qual goza de presunção relativa de liquidez e certeza, podendo ser emendada, porém não substituída, até decisão de primeira instância."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1396097",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Acerca da execução é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível durante a execução o credor desistir apenas de algumas medidas executivas."
      },
      {
        "letra": "B",
        "texto": "A execução, fundada em título judicial, será processada perante o juízo cível competente, quando o título executivo for sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer um dos devedores, quando houver mais de um, ou o foro de qualquer dos domicílios do réu; todavia, preferencialmente, a ação será proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, desde que nele o réu ainda mantenha residência."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para no prazo de três dias efetuar o pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "No prazo para embargos, reconhecendo o crédito do exequente e comprovando o depósito de 30% (trinta por cento) do valor em execução, inclusive custas e honorários de advogado, poderá o executado requerer seja admitido a pagar o restante em até 6 (seis) parcelas mensais, acrescidas de correção monetária e juros de 1% (um por cento) ao mês."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598468",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito da execução fiscal, disciplinada pela Lei nº 6.830/80, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a partir de 20/1/2007, data da entrada em vigor da Lei nº 11.382/2006, tornou-se possível, em execução fiscal, a penhora de dinheiro em depósito ou aplicação financeira, independentemente do esgotamento de diligências para encontrar outros bens penhoráveis."
      },
      {
        "letra": "B",
        "texto": "A penhora online configura medida excepcional, cuja efetivação está condicionada à comprovação de que o credor tenha realizado todas as diligências para localizar bens livres e desembaraçados de titularidade do devedor."
      },
      {
        "letra": "C",
        "texto": "Encontrando-se a execução garantida por outros bens é defeso o uso do BacenJud, sem o prévio esgotamento das diligências para encontrar outros bens."
      },
      {
        "letra": "D",
        "texto": "A Dívida Ativa regularmente inscrita goza da presunção iuris et iure de certeza e liquidez."
      },
      {
        "letra": "E",
        "texto": "Quando terceiro foi indicado pelo executado para oferecer bens à penhora, essa poderá recair em qualquer bem do seu patrimônio, exceto os que a lei declare absolutamente impenhoráveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "475395",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução por carta, os embargos do executado serão oferecidos no juízo deprecado, que os remeterá ao juízo deprecante, para instrução e julgamento. Quando os embargos tiverem por objeto vícios e irregularidades do próprio juízo deprecado, o julgamento dessa matéria caberá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao juízo deprecado."
      },
      {
        "letra": "B",
        "texto": "ao juízo deprecante."
      },
      {
        "letra": "C",
        "texto": "ao Tribunal de Justiça do Estado de que se tratar."
      },
      {
        "letra": "D",
        "texto": "ao Tribunal Regional Federal da região respectiva."
      },
      {
        "letra": "E",
        "texto": "ao Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "470606",
    "metadata": "Ano: 2014 | Banca: CEC | Órgão: Prefeitura de Piraquara - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Com base nas disposições do Código de Processo Civil e da Lei 6.830/80, analise as afirmativas a seguir: I Ausentes as condições da ação, o juiz extinguirá o feito, sem resolução do mérito. II. Quando o juiz indeferir a petição inicial, caberá recurso de apelação com juízo de retratação. III. São requisitos da tutela antecipada a prova inequívoca, o juízo de verossimilhança e a reversibilidade da medida e sempre que houver risco de grave lesão e difícil reparação o juiz poderá conceder a tutela antecipada de ofício. IV. Na execução fiscal, o executado será citado para pagar em cinco dias. Se não houver o interesse no pagamento poderá opor embargos à execução, sem garantir o juízo, no prazo de 15 dias. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são verdadeiras"
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas III e IV são falsas."
      },
      {
        "letra": "E",
        "texto": "Somente a afirmativa III é verdadeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "460039",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A empresa “QTN Ltda” opôs embargos à execução fiscal alegando que, na certidão de dívida ativa que a instrui, houve erro material na grafia de seu nome, que seria, na verdade “QTRN Ltda”. Em impugnação, o Estado requereu a substituição da certidão de dívida ativa, com a correção do erro material. Instada a se manifestar, a empresa não concordou com o pedido. De acordo com Súmula do Superior Tribunal de Justiça, o pedido do Estado deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deferido, pois a certidão de dívida ativa pode ser substituída a qualquer tempo, para correção de erro material ou formal, inclusive para modificar o sujeito passivo da execução."
      },
      {
        "letra": "B",
        "texto": "deferido, pois a certidão de dívida ativa pode ser substituída, para correção de erro material ou formal, até a prolação da sentença de embargos, vedada a modificação do sujeito passivo da execução."
      },
      {
        "letra": "C",
        "texto": "indeferido, porque, depois da estabilização da demanda, é vedado, sem o consentimento da parte contrária, alterar a petição inicial."
      },
      {
        "letra": "D",
        "texto": "indeferido, porque, depois da estabilização da demanda, é vedado, mesmo com o consentimento da parte contrária, alterar a petição inicial."
      },
      {
        "letra": "E",
        "texto": "deferido, pois a certidão de dívida ativa pode ser substituída, até a prolação da sentença de embargos, inclusive para modificar o sujeito passivo da execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460037",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Considere as situações expostas nas proposições abaixo. I. Mesmo depois de citada em execução fiscal, empresa regularmente constituída deixa de adimplir obrigação tributária. II. Depois de ajuizada execução fiscal, empresa regularmente constituída altera domicílio fiscal sem comunicar aos órgãos competentes. De acordo com Súmulas do Superior Tribunal de Justiça, legitima o redirecionamento da execução fiscal, contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os sócios, a situação exposta na proposição II, apenas."
      },
      {
        "letra": "B",
        "texto": "o sócio-gerente, as situações expostas nas proposições I e II."
      },
      {
        "letra": "C",
        "texto": "todos os sócios, as situações expostas nas proposições I e II."
      },
      {
        "letra": "D",
        "texto": "o sócio-gerente, a situação exposta na proposição II, apenas."
      },
      {
        "letra": "E",
        "texto": "o sócio-gerente, a situação exposta na proposição I, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447568",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Para que a petição inicial da execução fiscal preencha os requisitos da Lei Federal n.º 6.830/80, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indicará apenas o endereçamento, apontando para o juiz a quem é dirigida e o pedido que deverá ser certo e determinado ou genérico."
      },
      {
        "letra": "B",
        "texto": "deverá ser instruída com a Certidão da Dívida Ativa, considerada título executivo judicial, que dela fará parte integrante, como se estivesse transcrita."
      },
      {
        "letra": "C",
        "texto": "a petição inicial e a Certidão de Dívida Ativa poderão constituir um único documento, não sendo admitido que esses procedimentos tramitem pelos meios eletrônicos."
      },
      {
        "letra": "D",
        "texto": "a produção de provas pela Fazenda Pública depende de requerimento na petição inicial"
      },
      {
        "letra": "E",
        "texto": "o valor da causa será o da dívida constante da certidão da dívida ativa, com os encargos legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416911",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Dos embargos do devedor",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal, os embargos do devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podem versar sobre tema já rejeitado na fase administrativa."
      },
      {
        "letra": "B",
        "texto": "não podem versar sobre a legalidade da cobrança."
      },
      {
        "letra": "C",
        "texto": "devem ser opostos no prazo de 15 dias contados da citação."
      },
      {
        "letra": "D",
        "texto": "dependem de prévia garantia do juízo."
      },
      {
        "letra": "E",
        "texto": "só podem ser opostos se houver depósito do valor da dívida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416646",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Considere as assertivas I, II e III. I. A citação por hora certa não exige determinação de sua realização ao Oficial de Justiça, que pode realizá-la de ofício, desde que presentes seus pressupostos e, embora não esteja prevista nas modalidades citatórias da Lei nº 6.830/80, é admissível, segundo o Superior Tribunal de Justiça, no processo de execução fiscal. II. Na execução fiscal, o prazo para embargar conta da efetiva intimação do executado acerca da penhora realizada e, não, da juntada aos autos do mandado cumprido. III. A citação editalícia pode ser essencial ou acidental. É acidental, quando necessária em virtude da não localização no réu e só se legitima, se esgotados os meios de localização do réu, havendo entendimento sumulado de que, na execução fiscal, é possível, desde que resultem inexitosas a citação por carta e por oficial de justiça. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as alternativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a alternativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as alternativas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as alternativas I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416645",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O limite temporal – termo final – para remição na execução, incluída a execução fiscal – é a perfectibilização da adjudicação ou alienação dos bens penhorados."
      },
      {
        "letra": "B",
        "texto": "Na execução fiscal, a oposição de embargos depende de prévia garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "A fraude à execução exige, dentre outros requisitos, litispendência ao tempo da alienação ou oneração fraudulenta para caracterizar-se, mas, presentes seus pressupostos, pode ser requerida nos próprios autos da execução, e, assim, reconhecida incidentalmente tal causa de nulidade do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Na execução fiscal, a desconsideração da personalidade jurídica se resolve nos próprios autos, mediante requerimento fundamentado do exequente, que, caso deferido, amplia o polo passivo da demanda executiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416640",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A curadoria à lide, nas execuções fiscais promovidas pelos Estados e Municípios é atribuição das Defensorias Públicas dos Estados, desde que a Instituição esteja instalada na comarca, sendo indevida, nestes casos, a nomeação de advogado particular para o exercício do múnus."
      },
      {
        "letra": "B",
        "texto": "A Defensoria Pública, o Ministério Público e a Procuradoria do Estado têm prerrogativa de intimação pessoal relativamente a todos os atos processuais."
      },
      {
        "letra": "C",
        "texto": "A Fazenda Pública e o Ministério Público têm prazos em dobro para recorrer, assim como a Defensoria Pública."
      },
      {
        "letra": "D",
        "texto": "O prazo em quádruplo para contestar, deferido à Fazenda Pública e, também, ao Ministério Público, deve ser compreendido como prazo para responder à demanda, incluindo prazo quadruplicado para responder a exceções, propor ação declaratória incidental e reconvir, dentre outros, mas não se aplica tal prazo diferenciado para que a Fazenda Pública embargue ação de execução contra ela movida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "416637",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Processo de execução",
      "Execução contra a Fazenda Pública",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção de pré-executividade é admissível na execução fiscal, desde que se trate de matéria conhecível ex officio, mesmo que demande dilação probatória."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública pode, na execução fiscal, substituir a Certidão de Dívida Ativa – CDA – para corrigir erros materiais do instrumento até a prolação da sentença de embargos, não podendo fazê-lo para corrigir erros relativos ao próprio lançamento tributário."
      },
      {
        "letra": "C",
        "texto": "Não é possível, à Fazenda Pública, substituir, na execução fiscal, a Certidão de Dívida Ativa (CDA) para modificar o sujeito passivo da execução."
      },
      {
        "letra": "D",
        "texto": "São cabíveis execução por título extrajudicial e ação monitória contra a Fazenda Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "413508",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Com base na jurisprudência do STJ, assinale a opção correta a respeito de precatório, execução fiscal e execução contra a fazenda pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é cabível a execução por título extrajudicial contra a fazenda pública."
      },
      {
        "letra": "B",
        "texto": "Se a empresa não funciona mais no seu domicílio fiscal, a execução fiscal pode ser redirecionada para o sócio-gerente, já que não se admite citação por edital na execução fiscal."
      },
      {
        "letra": "C",
        "texto": "Declarado indébito tributário por sentença transitada em julgado, cabe ao contribuinte optar pelo ressarcimento mediante precatório ou compensação tributária."
      },
      {
        "letra": "D",
        "texto": "A fazenda pública não pode recusar a substituição de bem penhorado por precatório, eis que tal recusa caracterizaria venire contra factum proprio."
      },
      {
        "letra": "E",
        "texto": "É incabível a condenação da fazenda pública em honorários advocatícios nas execuções individuais de sentenças proferidas em ações coletivas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "411235",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Embargos de Declaração no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Execução fiscal",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando a jurisprudência do Superior Tribunal de Justiça: I. Em ação monitória fundada em cheque prescrito, ajuizada em face do emitente, é indispensável menção ao negócio jurídico subjacente à emissão da cártula. II. A decisão que comina astreintes não preclui, não fazendo tampouco coisa julgada. III. O benefício da isenção do preparo, conferido aos entes públicos previstos no art. 4º, caput, da Lei nº 9.289/96, é inaplicável aos conselhos de fiscalização profissional. IV. Caracterizam-se como protelatórios os embargos de declaração que visam rediscutir matéria já apreciada e decidida pela corte de origem em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal ou, ainda, precedente julgado pelo rito dos artigos 543-C e 543-B do Código de Processo Civil. V. No caso de redirecionamento da execução fiscal, a pessoa jurídica não tem legitimidade para interpor recurso no interesse do sócio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409961",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "No procedimento das execuções fiscais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São admissíveis embargos do executado antes de garantida a execução."
      },
      {
        "letra": "B",
        "texto": "A petição inicial e a certidão de dívida ativa não poderão constituir um único documento, mas poderão ser preparados por processo eletrônico."
      },
      {
        "letra": "C",
        "texto": "A produção de provas pela Fazenda Pública independe de requerimento na petição inicial."
      },
      {
        "letra": "D",
        "texto": "A citação do devedor ou de seu representante interrompe a prescrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407387",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise os incisos com cuidado. O assunto é execução fiscal (Lei Federal nº 6.830/80).I. Em qualquer fase do processo, será deferida pelo Juiz ao executado, a substituição da penhora por depósito em dinheiro ou fiança bancária. II. Na execução fiscal, qualquer intimação ao representante judicial da Fazenda Pública será feita pessoalmente, salvo quando não possuírem caráter decisório.III. A Fazenda Pública não está sujeita ao pagamento de custas e emolumentos. A prática dos atos judiciais de seu interesse independerá de preparo ou de prévio depósito. No entanto, se vencida, a Fazenda Pública ressarcirá o valor das despesas feitas pela parte contraria. IV. A Dívida Ativa regularmente inscrita goza da presunção jure et de jure de certeza e liquidez. Estão incorretos somente os incisos:Estão incorretos somente os incisos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "399699",
    "metadata": "Ano: 2014 | Banca: SHDIAS | Órgão: CEASA-CAMPINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A execução fiscal poderá ser promovida, exceto contra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador."
      },
      {
        "letra": "B",
        "texto": "O espólio."
      },
      {
        "letra": "C",
        "texto": "O devedor."
      },
      {
        "letra": "D",
        "texto": "O empregador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361586",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Tratando-se de execuções fiscais, a fazenda pública está dispensada do recolhimento antecipado das custas com a realização do ato citatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360703",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal, NÃO se fará a citação do executado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por carta rogatória, quando o executado achar-se ausente do país."
      },
      {
        "letra": "B",
        "texto": "por edital, quando frustrar-se a citação postal e for inviável a citação pessoal."
      },
      {
        "letra": "C",
        "texto": "pelo correio, com aviso de recepção, quando o devedor for domiciliado na comarca em que se processa a execução."
      },
      {
        "letra": "D",
        "texto": "por oficial de justiça, quando frustrar-se a citação postal."
      },
      {
        "letra": "E",
        "texto": "pelo correio, com aviso de recepção, quando o devedor for domiciliado em comarca diversa daquela em que se processa a execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357873",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise as proposições abaixo. I. A petição inicial da execução fiscal dispensa o requerimento de citação, que poderá ser ordenada de ofício, pelo juiz, por se tratar de matéria de ordem pública. II. O processo de execução fiscal não admite citação pelos Correios. III. É defesa a apresentação de embargos à execução fiscal antes de garantido o juízo. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "357685",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Analise as proposições abaixo, acerca do processo de execução fiscal:I. Presume-se fraudulenta, desde a inscrição do débito em dívida ativa, a alienação ou oneração de bens, a menos que o devedor tenha reservado bens ou rendas suficientes ao total pagamento da dívida inscrita. II. A produção de provas, pelo município, independe de requerimento na petição inicial.III. Em garantia da execução fiscal, o executado pode oferecer fiança bancária pelo valor da dívida acrescida de juros, multa e encargos indicados na certidão de dívida ativa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843799",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a afirmativa incorreta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Dívida Ativa regularmente inscrita goza da presunção de certeza e liquidez. Essa presunção é relativa e pode ser ilidida por prova inequívoca, a cargo do executado ou de terceiro, a quem aproveite."
      },
      {
        "letra": "B",
        "texto": "A cobrança judicial da Dívida Ativa da Fazenda Pública não é sujeita a concurso de credores ou habilitação em falência, concordata, liquidação, inventário ou arrolamento."
      },
      {
        "letra": "C",
        "texto": "O Juiz suspenderá o curso da execução, enquanto não for localizado o devedor ou encontrados bens sobre os quais possa recair a penhora, e, nesses casos, não correrá o prazo de prescrição."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para, no prazo de 15 (quinze) dias, pagar a dívida com os juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "500421",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Nos termos da Lei Federal nº 6.830, de 22 de setembro de 1980, que dispõe sobre a cobrança judicial da Dívida Ativa da Fazenda Pública, o despacho do Juiz que deferir a inicial importa em ordem para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "citação, penhora, ou arresto, devendo aguardar mais despacho do juiz."
      },
      {
        "letra": "B",
        "texto": "citação, penhora, ou arresto, registro da penhora ou do arresto e avaliação dos bens penhorados ou arrestados."
      },
      {
        "letra": "C",
        "texto": "somente a citação do executado."
      },
      {
        "letra": "D",
        "texto": "citação e as demais intimações do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "500413",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "De acordo com a Lei Federal nº 6.830, de 22 de setembro de 1980, assinale a alternativa CORRETA com relação ao prazo de citação para o executado pagar a dívida com os juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 (trinta) dias."
      },
      {
        "letra": "B",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "C",
        "texto": "10 (dez) dias."
      },
      {
        "letra": "D",
        "texto": "05 (cinco) dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471553",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre a Execução Fiscal é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de procedimento especial de execução, exclusivo da Fazenda Pública, visando à cobrança de débitos inscritos em Dívida Ativa."
      },
      {
        "letra": "B",
        "texto": "A Certidão da Dívida Ativa (CDA) é espécie de título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "Na execução fiscal, a parte executada é citada para em 5 (cinco) dias pagar o débito ou oferecer contestação."
      },
      {
        "letra": "D",
        "texto": "A Fazenda Pública poderá desistir da execução fiscal ajuizada a qualquer tempo independentemente da concordância da parte executada."
      },
      {
        "letra": "E",
        "texto": "A presunção de certeza e liquidez de que goza a Dívida Ativa regularmente inscrita é relativa, pois pode ser ilidida por prova inequívoca."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462417",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: CORE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Em relação à ação anulatória de dívida fiscal inscrita, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a sua propositura, é indispensável o depósito do valor integral da dívida;"
      },
      {
        "letra": "B",
        "texto": "Poderá ser proposta com o depósito do valor integral da dívida, hipótese em que suspenderá a exigibilidade do débito;"
      },
      {
        "letra": "C",
        "texto": "Não poderá ser proposta após ajuizamento da execução fiscal;"
      },
      {
        "letra": "D",
        "texto": "Tem âmbito restrito à discussão sobre a validade formal do ato de inscrição da dívida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "401394",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre o procedimento da Execução Fiscal, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "débitos de natureza não tributária não podem ser objeto de cobrança pela via da execução fiscal, estando submetidos às regras da execução comum, regulada pelo Código de Processo Civil brasileiro."
      },
      {
        "letra": "B",
        "texto": "é vedada a citação pelo correio em processos de execução fiscal."
      },
      {
        "letra": "C",
        "texto": "a competência para processar e julgar a execução da Dívida Ativa da Fazenda Pública exclui a de qualquer outro Juízo, inclusive o da falência, da concordata, da liquidação, da insolvência ou do inventário."
      },
      {
        "letra": "D",
        "texto": "o executado poderá oferecer embargos no prazo de trinta dias, contados da juntada aos autos do mandado de citação devidamente cumprido, independentemente de segurança do juízo."
      },
      {
        "letra": "E",
        "texto": "o juiz pode, de ofício, reconhecer a prescrição intercorrente e decretá-la de imediato, sendo desnecessária a oitiva da Fazenda Pública anteriormente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345779",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito da execução fiscal, regida pela Lei n.° 6.830/1980, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O executado ausente do país será citado por meio de carta rogatória."
      },
      {
        "letra": "B",
        "texto": "As intimações do representante da Fazenda Pública poderão ser feitas pessoalmente, pelo órgão oficial ou pelo correio, com aviso de recepção."
      },
      {
        "letra": "C",
        "texto": "São admissíveis embargos do executado mesmo que não garantida a execução."
      },
      {
        "letra": "D",
        "texto": "Os embargos poderão ser oferecidos em até 15 (quinze) dias, contados da juntada aos autos da prova da citação."
      },
      {
        "letra": "E",
        "texto": "Conforme o valor da dívida, das sentenças de primeira instância poderão caber embargos infringentes; e da decisão que rejeitar os embargos infringentes poderá caber recurso extraordinário ao Supremo Tribunal Federal, observado o disposto na Constituição Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "342275",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria de execução fiscal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção deverá ser apresentada na mesma ocasião da propositura dos embargos."
      },
      {
        "letra": "B",
        "texto": "O pedido de compensação será arguído como matéria preliminar, processado e julgado com os embargos."
      },
      {
        "letra": "C",
        "texto": "A intimação da penhora é termo inicial para contagem de prazo para oferecimento dos embargos."
      },
      {
        "letra": "D",
        "texto": "O processo de execução fiscal segue o Código de Processo Civil, não havendo, pois, necessidade de garantia do juízo para o oferecimento dos embargos."
      },
      {
        "letra": "E",
        "texto": "Recebidos os embargos, e fixados os pontos controvertidos, as partes serão intimadas para se manifestarem em relação à produção e indicação das provas que pretendem produzir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336612",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Nas execuções fiscais relativas a dívidas oriundas do imposto predial territorial urbano, a penhora poderá recair sobre o imóvel sobre o qual incida a dívida exequenda, ainda que esse imóvel sirva de moradia ao executado e sua família.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "329994",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "No que concerne ao tema da execução fiscal (Lei 6.830 de 22 de setembro de 1980),pode ser afirmado o que segue:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Dívida Ativa da Fazenda Pública, compreendendo a tributária e excluindo a de natureza não tributária, abrange atualização monetária, juros e multa de mora e demais encargos previstos em lei ou contrato."
      },
      {
        "letra": "B",
        "texto": "O Termo de Inscrição de Dívida Ativa deverá conter, dentre outros itens, o número do processo administrativo ou do auto de infração, se neles não estiver apurado o valor da dívida."
      },
      {
        "letra": "C",
        "texto": "A Dívida Ativa regularmente inscrita goza da presunção absoluta de certeza e liquidez."
      },
      {
        "letra": "D",
        "texto": "O executado será citado para, no prazo de 10 (dez) dias, pagar a dívida com os juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução."
      },
      {
        "letra": "E",
        "texto": "Em garantia da execução, pelo valor da dívida, juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, o executado poderá indicar à penhora bens oferecidos por terceiros e aceitos pela Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322979",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "O prazo para oposição de embargos à execução fiscal é de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 (dez) dias."
      },
      {
        "letra": "B",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) dias."
      },
      {
        "letra": "D",
        "texto": "30 (trinta) dias."
      },
      {
        "letra": "E",
        "texto": "60 (sessenta) dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "319941",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é necessária a intervenção do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "a Fazenda Pública não pode substituir a certidão de dívida ativa até a prolação da sentença de embargos, mesmo quando se tratar de correção de erro material ou formal, sem modificação do sujeito passivo da execução."
      },
      {
        "letra": "C",
        "texto": "a Fazenda Pública não pode recusar a substituição do bem penhorado por precatório."
      },
      {
        "letra": "D",
        "texto": "a citação por edital é cabível quando frustradas as demais modalidades."
      },
      {
        "letra": "E",
        "texto": "o inadimplemento de obrigação tributária pela sociedade gera, por si só, a responsabilidade solidária do sócio-gerente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314541",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "No tocante à execução fiscal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência para processar e julgar a execução da Dívida Ativa da Fazenda Pública exclui a de qualquer outro juízo, inclusive o da falência, da recuperação judicial, da liquidação, da insolvência ou do inventário."
      },
      {
        "letra": "B",
        "texto": "poderá ela ser promovida apenas contra o devedor, o espólio ou a massa falida."
      },
      {
        "letra": "C",
        "texto": "a Dívida Ativa regularmente inscrita goza da presunção absoluta de certeza e liquidez."
      },
      {
        "letra": "D",
        "texto": "não ocorrendo o pagamento na execução fiscal, nem estando ela garantida, a penhora poderá recair em qualquer bem do executado, sem exceção."
      },
      {
        "letra": "E",
        "texto": "o executado será citado, sempre por Oficial de Justiça, para pagar a dívida em cinco dias, com os acréscimos legais indicados na Certidão da Dívida Ativa, ou então para garantir a execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "616726",
    "metadata": "Ano: 2012 | Banca: KLC | Órgão: Prefeitura de Alto Piquiri - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito da execução fiscal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O executado será citado para, no prazo de 10 (dez) dias, pagar a dívida com os juros e multa de mora e encargos indicados na Certidão de Dívida Ativa, ou garantir a execução;"
      },
      {
        "letra": "B",
        "texto": "a citação será feita pelo correio, com aviso de recepção, se a Fazenda Pública não a requerer por outra forma;"
      },
      {
        "letra": "C",
        "texto": "Na execução por carta, os embargos do executado serão oferecidos no Juízo deprecado, que os remeterá ao Juízo deprecante, para instrução e julgamento, ainda que os embargos tenham por objeto vícios ou irregularidades de atos do próprio Juízo deprecado;"
      },
      {
        "letra": "D",
        "texto": "O Juiz suspenderá o curso da execução, enquanto não for localizado o devedor ou encontrados bens sobre os quais possa recair a penhora, correndo, neste período, o prazo de prescrição;"
      },
      {
        "letra": "E",
        "texto": "Decorrido o prazo de 5 (cinco) anos, sem que seja localizado o devedor ou encontrados bens penhoráveis, o Juiz ordenará o arquivamento dos autos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "288716",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "As regras de correção monetária e juros de mora incidentes nas condenações judiciais impostas à Fazenda Pública foram alteradas pela Lei Federal no 11.960/09. Considerando-se o reconhecimento pelo Superior Tribunal de Justiça da natureza instrumental de referida norma, a sua aplicação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre para os processos em curso, mas desde que não tenha havido sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "ocorre somente para as ações ajuizadas após entra- da em vigor da referida lei."
      },
      {
        "letra": "C",
        "texto": "alcança os processos em curso, respeitados os atos processuais já praticados."
      },
      {
        "letra": "D",
        "texto": "não é prevista para as execuções de título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "depende da fase procedimental em que se encontre o processo, apenas alcançando a partir da fase seguinte à postulatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270391",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Acerca do processo de execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução fiscal, não cabe citação por edital."
      },
      {
        "letra": "B",
        "texto": "Em execução fiscal, a prescrição ocorrida antes da propositura da ação não pode ser decretada de ofício, por ser direito disponível"
      },
      {
        "letra": "C",
        "texto": "Autoriza a prisão civil do alimentante o débito alimentar que compreenda as três prestações anteriores à citação e as que vencerem no curso do processo."
      },
      {
        "letra": "D",
        "texto": "Em execução fiscal, não localizados bens penhoráveis, suspende-se o processo por um ano e, finda a suspensão, inicia- se o prazo da prescrição quinquenal intercorrente"
      },
      {
        "letra": "E",
        "texto": "Na execução civil, a penhora de dinheiro conforme a ordem de nomeação de bens tem caráter absoluto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "251016",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "De acordo com a Lei no 6.830/80 – Execução Fiscal, a arrematação será precedida de edital, afixado no local de costume, na sede do juízo, e publicado em resumo, uma só vez, gratuitamente, como expediente judiciário, no órgão oficial. Neste caso, a referida lei",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não prevê expressamente prazo entre as datas de publicação do edital e do leilão, devendo ser respeitado o prazo de 5 dias previsto no Código de Processo Civil brasileiro."
      },
      {
        "letra": "B",
        "texto": "prevê que o prazo entre as datas de publicação do edital e do leilão não poderá ser superior a 30, nem inferior a 10 dias."
      },
      {
        "letra": "C",
        "texto": "prevê que o prazo entre as datas de publicação do edital e do leilão não poderá ser superior a 15, nem inferior a 5 dias."
      },
      {
        "letra": "D",
        "texto": "não prevê expressamente prazo entre as datas de publicação do edital e do leilão, devendo ser respeitado o prazo de 45 dias previsto no Código de Processo Civil brasileiro."
      },
      {
        "letra": "E",
        "texto": "prevê que o prazo entre as datas de publicação do edital e do leilão não poderá ser superior a 60 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249553",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito do procedimento especial de cobrança executiva do crédito público, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em vista que a execução fiscal se submete a um procedimento especial regulado pela Lei n. 6.830/80, a ela não se aplicam as últimas reformas processuais que alteraram substancialmente a execução de títulos executivos extrajudiciais regrada pelo Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Atualmente, o executado dispõe do prazo de três dias para pagar a dívida ou garantir a execução fiscal, oferecendo bens à penhora."
      },
      {
        "letra": "C",
        "texto": "A penhora on line na execução fiscal só é admitida após o esgotamento de todas as diligências na tentativa de encontrar bens suficientes à garantia da execução."
      },
      {
        "letra": "D",
        "texto": "Por se tratar de questão de ordem pública, a prescrição intercorrente pode ser conhecida de ofício no bojo do executivo fiscal, independentemente de oitiva das partes."
      },
      {
        "letra": "E",
        "texto": "Diferentemente do regime geral regrado no Código de Processo Civil, a Lei de Execução Fiscal não admite o ajuizamento de embargos do executado antes de garantida a execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249551",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Com o objetivo de reprimir o risco do inadimplemento do crédito público, o legislador brasileiro, por meio da Lei n. 8.397/92, instituiu a cautelar fiscal. A respeito desse importante instituto processual à disposição da Fazenda Pública, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente é possível o seu ajuizamento após a regular constituição do crédito tributário, pois antes desse ato de identificação do crédito público não pode o sujeito passivo da obrigação ser considerado devedor e, portanto, ter o seu patrimônio constrito."
      },
      {
        "letra": "B",
        "texto": "há formação de coisa julgada material na cautelar fiscal, quando nela se reconhece alegação de pagamento, prescrição ou decadência. Nesses casos, a Fazenda Pública está impedida de intentar a execução fiscal."
      },
      {
        "letra": "C",
        "texto": "caso o crédito tributário tenha a sua exigibilidade suspensa, a medida cautelar antes deferida perde automaticamente a sua eficácia."
      },
      {
        "letra": "D",
        "texto": "a medida cautelar fiscal será proposta perante o juízo de primeiro grau de jurisdição competente para a execução judicial da Dívida Ativa da Fazenda Pública, inclusive se o executivo já estiver em fase recursal tramitando perante o tribunal."
      },
      {
        "letra": "E",
        "texto": "quando a medida cautelar fiscal for concedida em procedimento preparatório, deverá a Fazenda Pública propor a execução judicial da Dívida Ativa no prazo de sessenta dias, contados da efetivação da medida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249547",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre as formas de defesa que o contribuinte pode utilizar para se insurgir contra a cobrança do crédito tributário, identifique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A defesa heterotópica consiste em alegações que podem ser veiculadas nos embargos à execução sobre questões externas à execução fiscal, aptas a extinguir, modificar ou impedir a cobrança do crédito tributário."
      },
      {
        "letra": "B",
        "texto": "A defesa heterotópica consiste em um incidente processual na execução fiscal, proposto antes da realização da penhora, que, porém, não suspende o curso do processo."
      },
      {
        "letra": "C",
        "texto": "Até a prolação de sentença nos embargos, poderá a Fazenda Pública substituir a certidão de dívida ativa na execução fiscal, apenas para corrigir erro formal, vedando-se, porém, a modificação do sujeito passivo."
      },
      {
        "letra": "D",
        "texto": "A defesa heterotópica, que impugna o lançamento tributário, proporciona uma limitação cognitiva aos embargos à execução, não podendo o Executado, mesmo se tratando de título executivo extrajudicial, reiterar a causa petendi já declinada naquela demanda."
      },
      {
        "letra": "E",
        "texto": "Deferida a antecipação de tutela pelo tribunal, suspendendo a exigibilidade do crédito tributário, foi proferida, posteriormente, sentença de improcedência. Interposta apelação, a Fazenda Nacional deverá aguardar o seu julgamento para propor a execução fiscal, pois não pode o juiz de primeira instância revogar a antecipação de tutela deferida pelo tribunal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249537",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre as regras de competência, julgue os itens e aponte a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Foi ajuizada execução fiscal perante a justiça estadual, diante da inexistência de vara federal na comarca. Ocorre que, depois da citação do executado mas antes da realização da penhora, foi instalada vara federal na comarca, gerando um conflito sobre qual juízo deverá dar prosseguimento ao feito. Nesse caso, não deve ser aplicado o princípio da perpetuatio jurisdictionis, devendo ser deslocada a competência para a vara federal."
      },
      {
        "letra": "B",
        "texto": "O ajuizamento de ação anulatória de débito fiscal perante a Justiça Federal, relativa a débito que já é objeto de execução fiscal promovida pela União perante o Juízo Estadual, não acarreta a necessidade do simultaneus processus, diante da inexistência de conexão entre ambas, em especial por não haver julgamento na execução fiscal a conflitar com o futuro julgamento da ação ordinária."
      },
      {
        "letra": "C",
        "texto": "A alegação de incompetência constitui um típico exemplo de exceção peremptória."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de o devedor encerrar suas atividades no “Estado A” e deslocar sua matriz e todas as filiais para o “Estado B”, é razoável que as execuções fiscais já propostas no “Estado A” tenham a sua competência deslocada para o “Estado B”, sobretudo porque assim terão muito mais chances de alcançarem um resultado positivo."
      },
      {
        "letra": "E",
        "texto": "A prevenção, para efeito de prorrogação da competência das ações conexas, se dá perante o juízo que primeiro despachou, quando as demandas tramitam em juízos de competência territorial distintas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "237207",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A empresa M e Y Ltda. é ré em execução fiscal, tendo sido intimada regularmente da penhora realizadaNesse procedimento especial, o prazo para Embargos à Execução corresponde, em dias, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez"
      },
      {
        "letra": "B",
        "texto": "quinze"
      },
      {
        "letra": "C",
        "texto": "vinte"
      },
      {
        "letra": "D",
        "texto": "trinta"
      },
      {
        "letra": "E",
        "texto": "sessenta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236627",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Quantos aos processos envolvendo a Fazenda Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se antecipa tutela contra a Fazenda pública."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública tem prazo dobrado para, em geral, manifestar-se nos autos."
      },
      {
        "letra": "C",
        "texto": "A execução de sentença mandamental contra Estado será realizada em processo autônomo."
      },
      {
        "letra": "D",
        "texto": "É de 30 dias o prazo para embargos à execução contra a Fazenda Pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236619",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Em matéria de execução fiscal, marque a correta, considerando as assertivas abaixo. I - É obrigatória a intervenção do Ministério Público em execução fiscal. II - Embargada a execução fiscal, a desistência da execução não exime o exequente do pagamento de honorários de advogado. III – Não localizados bens penhoráveis, suspender-se-á o processo por um ano, após o qual terá início o prazo prescricional de cinco anos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "221631",
    "metadata": "Ano: 2012 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo e assinale a alternativa correta na execução contra a Fazenda Pública: I - Na execução contra a Fazenda Pública, não havendo oposição de embargos, ou sendo estes rejeitados, o juiz, através do Tribunal imediatamente superior, expedirá requisição de pagamento, ou seja, o precatório. O juiz de primeiro grau nunca requisita diretamente o pagamento, mas dirige-se, a requerimento do credor, ao tribunal que detém a competência recursal originária, cabendo a quaisquer dos órgãos deste Tribunal formular a requisição à Fazenda Pública executada. II - Os créditos de natureza alimentícia não se sujeitam a ordem cronológica de pagamento de precatório, mas isso não implica dispensa de requisição de precatório, limitando-se a isentá-lo da observância da ordem cronológica dos precatórios decorrentes de condenações de outra natureza. III – Dentre os créditos de natureza alimentar, terão a mesma preferência, na execução contra a Fazenda Pública, aqueles titulares, não importa a idade, que sejam portadores de doença grave, definidos na forma da lei. Assim, há três graus de preferência a serem observados no cumprimento dos precatórios: em primeiro lugar, são pagos os credores alimentícios de sessenta anos ou mais e os portadores de doença grave; em segundo lugar, virão os demais credores de verbas alimentícias (inclusive do saldo superveniente ao pagamento do teto previsto para os sexagenários e doentes); e, por último, serão pagos todos os demais credores. IV – No que concerne ao precatório, os órgãos do Tribunal não podem rever o conteúdo da sentença passada em julgado, mas podem proceder ao exame dos cálculos homologados, para corrigir-lhe eventuais erros ou excessos. V – O sequestro das verbas públicas só pode ocorrer no caso de a Fazenda Pública devedora quebrar a ordem cronológica dos precatórios, mediante pagamento direto a outro exequente, fora do respectivo grau na escala de preferência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204614",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "O Juiz suspenderá o curso da execução fiscal, enquanto não localizados bens sobre os quais possa recair a penhora e,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após decretar a suspensão, abrirá vista dos autos ao representante judicial da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "decorrido o prazo máximo de 02 (dois) anos, sem que seja localizado o devedor ou encontrados bens penhoráveis, ordenará o arquivamento dos autos."
      },
      {
        "letra": "C",
        "texto": "nesse caso, o prazo de prescrição continuará correndo normalmente."
      },
      {
        "letra": "D",
        "texto": "decorrido o prazo máximo de 06 (seis) meses, sem que seja localizado o devedor ou encontrados bens penhoráveis, ordenará o arquivamento dos autos."
      },
      {
        "letra": "E",
        "texto": "nesse caso, o prazo prescricional será interrompido e não voltará a correr enquanto não forem localizados bens passíveis de penhora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "202457",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: PGE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": ". Na execução fiscal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é necessária a intervenção do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "o devedor deverá ser intimado, pessoalmente, do dia e hora da realização do leilão"
      },
      {
        "letra": "C",
        "texto": "é incabível a citação por edital, mesmo se frustradas as demais modalidades."
      },
      {
        "letra": "D",
        "texto": "a substituição do bem penhorado por precatório independe da anuência do exequente."
      },
      {
        "letra": "E",
        "texto": "a prescrição ocorrida antes da propositura da ação não pode ser decretada de ofício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "200488",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: Prefeitura de Nova Lima - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "As pessoas jurídicas de direito público podem figurar nas ações executivas de título extrajudicial tanto no pólo passivo quanto no pólo ativo. Pode-se afirmar em relação a tais ações, nas quais é parte a Fazenda Pública, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nota de empenho emitida por agente público revela obrigação de pagamento assumida pela entidade pública, caracterizando-se como título executivo extrajudicial dotado de liquidez, certeza e exigibilidade, pois pressupõe obrigação realizada cuja despesa respectiva deve ser satisfeita pelo Estado sob pena de locupletamento sem causa."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de execução fiscal, o termo inicial do prazo para o oferecimento dos embargos à arrematação é o dia em que se faz ou se poderia fazer perfeita e irretratável a adjudicação pela Fazenda Pública, ou seja, após 30 (trinta) dias do leilão, e não a partir da assinatura do auto de arrematação, que é a regra geral."
      },
      {
        "letra": "C",
        "texto": "Na petição inicial da execução fiscal serão indicados apenas o Juiz, a quem é dirigido, o pedido e o requerimento para a citação, devendo a mesma ser instruída com a Certidão da Dívida Ativa, a qual poderá constituir com a petição inicial um único documento, preparado inclusive por processo eletrônico."
      },
      {
        "letra": "D",
        "texto": "Na execução fiscal, o prazo para a oposição de embargos é contado a partir da data do depósito quando realizado este pelo devedor como forma de garantia do juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635730",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Nas execuções fiscais, salvo motivo de força maior devidamente justificado perante o juízo, o oficial de justiça deve efetuar as diligências que lhe forem ordenadas no prazo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quinze dias."
      },
      {
        "letra": "B",
        "texto": "Vinte dias."
      },
      {
        "letra": "C",
        "texto": "Doze dias."
      },
      {
        "letra": "D",
        "texto": "Trinta dias."
      },
      {
        "letra": "E",
        "texto": "Dez dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495185",
    "metadata": "Ano: 2010 | Banca: IV - UFG | Órgão: Prefeitura de Aparecida de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Em ação de execução por crédito fiscal (Lei n. 6.830, de 22 de setembro de 1980) fundada em certidão de dívida ativa do Município, a citação do executado será feita",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas por intermédio de oficial de justiça."
      },
      {
        "letra": "B",
        "texto": "apenas pelo correio com aviso de recepção."
      },
      {
        "letra": "C",
        "texto": "por edital, apenas quando o AR for devolvido sem cumprimento."
      },
      {
        "letra": "D",
        "texto": "por edital, apenas quando exauridos todos os meios na tentativa de localizar o devedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "400626",
    "metadata": "Ano: 2010 | Banca: ADVISE | Órgão: Câmara Municipal de Puxinanã - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "A respeito da Lei de Execução Fiscal (Lei no 6.830/80), observe os enunciados abaixo: I. A discussão judicial da Dívida Ativa da Fazenda Pública só é admissível em execução, na forma desta Lei, salvo as hipóteses de mandado de segurança, ação de repetição do indébito ou ação anulatória do ato declarativo da dívida, esta precedida do depósito preparatório do valor do débito, monetariamente corrigido e acrescido dos juros e multa de mora e demais encargos. II. Na execução fiscal, far-se-á a intimação da penhora ao executado, mediante publicação, no órgão oficial, do ato de juntada do termo ou do auto de penhora.III. Excepcionalmente, a penhora poderá recair sobre estabelecimento comercial, industrial ou agrícola, bem como em plantações ou edifícios em construção.Está(ão) corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III"
      },
      {
        "letra": "C",
        "texto": "I e II"
      },
      {
        "letra": "D",
        "texto": "II e III"
      },
      {
        "letra": "E",
        "texto": "Apenas a III está correta"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "96248",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A citação por edital na execução fiscal é cabível quando frustradas as demais modalidades."
      },
      {
        "letra": "B",
        "texto": "A exceção de pré-executividade é admissível na execução fiscal relativamente às matérias conhecíveis de ofício que não demandem dilação probatória."
      },
      {
        "letra": "C",
        "texto": "A decisão do Juízo Federal que exclui da relação processual ente federal não pode ser reexaminada pela Justiça Estadual."
      },
      {
        "letra": "D",
        "texto": "A extinção do processo por abandono da causa pelo autor independe de requerimento do réu."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "96243",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Quanto ao efeito suspensivo dos Embargos à Execução Fiscal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os embargos serão sempre recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos serão em regra recebidos com efeito suspensivo, cabendo ao juízo a faculdade de retirar-lhes tal efeito, de ofício ou a requerimento da parte."
      },
      {
        "letra": "C",
        "texto": "Os embargos serão sempre recebidos com efeito suspensivo no caso de oporem-se a Execução Fiscal, pois, conforme reconhecido pela jurisprudência do TRF-4ª Região, nesse caso o prosseguimento da execução sempre poderá causar ao executado dano de difícil ou incerta reparação."
      },
      {
        "letra": "D",
        "texto": "Os embargos serão recebidos de ofício em efeito suspensivo quando forem relevantes seus fundamentos e o prosseguimento da execução puder causar ao executado dano de difícil ou incerta reparação."
      },
      {
        "letra": "E",
        "texto": "Os embargos serão recebidos em efeito suspensivo somente a requerimento do embargante, quando forem relevantes seus fundamentos e o prosseguimento da execução puder causar ao executado dano de difícil ou incerta reparação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "96241",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa correta. O prazo prescricional das ações propostas contra a Fazenda Pública é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo estabelecido pelo Código Civil, variando, portanto, conforme a natureza do pedido."
      },
      {
        "letra": "B",
        "texto": "O prazo geral de 10 anos estabelecido pelo art. 205 do Código Civil."
      },
      {
        "letra": "C",
        "texto": "De 5 anos para ações contra a Fazenda Federal, por força do art. 1º do Decreto 20.910/32, e de 10 anos para as Fazendas Públicas Estaduais, Municipais e Distrital (art. 205 do Código Civil), por força da especialidade daquele dispositivo para a esfera federal."
      },
      {
        "letra": "D",
        "texto": "De 5 anos, conforme o art. 1º do Decreto 20.910/32."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "96238",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Conforme jurisprudência firme do Tribunal Regional Federal da 4ª Região:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução fiscal contra a Fazenda Pública rege-se pelo procedimento previsto no art. 730 do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "A execução fiscal contra a Fazenda Pública rege-se pelo procedimento especial previsto na Lei 6.830/80."
      },
      {
        "letra": "C",
        "texto": "Não cabe execução fiscal contra a Fazenda Pública por força da imunidade recíproca estabelecida na Constituição em seu art. 150, VI, alínea a."
      },
      {
        "letra": "D",
        "texto": "Não cabe execução fiscal federal contra as Fazendas Estaduais, Municipais ou Distrital, pois a cobrança de créditos federais far-se-á mediante retenção e compensação com verbas devidas pelo Fundo de Participação Federal, conforme a Lei de Responsabilidade Fiscal."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "96236",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Uma vez ajuizada Execução Fiscal pela Fazenda Nacional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O meio próprio e insubstituível de defesa do contribuinte é a propositura de embargos de devedor."
      },
      {
        "letra": "B",
        "texto": "Para promover sua defesa, o contribuinte pode discutir toda a matéria objeto da execução em “exceção de pré-executividade”."
      },
      {
        "letra": "C",
        "texto": "O contribuinte pode discutir a matéria em ação anulatória de lançamento fiscal, proposta antes ou depois da execução, dispensando-se nesse caso os embargos do devedor."
      },
      {
        "letra": "D",
        "texto": "Fica inibida a discussão de qualquer matéria não cabível em embargos do devedor e, portanto, prejudicada eventual ação anulatória de lançamento fiscal, naquilo em que exceda tais limites da lide."
      },
      {
        "letra": "E",
        "texto": "Somente a nulidade da CDA pode ser discutida judicialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93437",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Assinale a opção incorreta a respeito da execução fiscal no direito brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito à Fazenda Pública promover a cobrança judicial de dívida ativa de natureza tributária ou não tributária."
      },
      {
        "letra": "B",
        "texto": "A débito regularmente inscrito na dívida ativa goza de presunção relativa de certeza e liquidez."
      },
      {
        "letra": "C",
        "texto": "Não é admitida a citação do devedor por carta, sendo lícito, porém, promover-se a citação por edital, em caso de insucesso na citação por oficial de justiça."
      },
      {
        "letra": "D",
        "texto": "É de 30 (trinta) dias o prazo para oferecimento de embargos à execução fiscal."
      },
      {
        "letra": "E",
        "texto": "As intimações, no procedimento de execução fiscal, devem ser feitas pessoalmente ao representante judicial da Fazenda Pública do Município."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68343",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Considerando a previsão legal de cobrança judicial da dívida ativa da Fazenda Pública, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em qualquer fase do processo, será deferida pelo juiz a substituição da penhora por depósito em dinheiro ou fiança bancária."
      },
      {
        "letra": "B",
        "texto": "O prazo para oferecimento de embargos é de 15 dias, contados da intimação da penhora, do depósito ou da juntada da prova da fiança bancária."
      },
      {
        "letra": "C",
        "texto": "O oferecimento de embargos à execução independe de oferecimento de caução."
      },
      {
        "letra": "D",
        "texto": "É admitida a reconvenção em sede de embargos à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "60965",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Asterix é surpreendido por execução fiscal proposta pela União Federal aduzindo ser o mesmo devedor da quantia correspondente a R$ 25.000,00, decorrente do não pagamento, no momento azado, dos valores devidos a título de imposto de renda - pessoa física - relacionados aos exercícios de 1999 e 2000. Tendo sido citado em 01/03/2010 contata advogado, que, no exercício de mandato, apresenta petição aduzindo a prescrição incidente e postulando a extinção do processo.Nesse contexto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(A) a defesa no caso vertente deveria ser contida em embargos à execução."
      },
      {
        "letra": "B",
        "texto": "a dívida objeto da execução é regular, líquida, certa e exigível, não havendo vícios para sua realização."
      },
      {
        "letra": "C",
        "texto": "a dívida somente poderia ser cobrada caso o devedor não apresentasse justificativas administrativamente."
      },
      {
        "letra": "D",
        "texto": "admite-se que o tema seja apresentado em exceção de pré-executividade."
      },
      {
        "letra": "E",
        "texto": "o devedor deveria apresentar contestação ao débito apresentado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "60700",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal, o executado oferecerá embargos no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quinze dias, contado do depósito, da juntada de prova da fiança bancária ou da intimação da penhora."
      },
      {
        "letra": "B",
        "texto": "trinta dias, a contar da citação, independentemente de se garantir o juízo."
      },
      {
        "letra": "C",
        "texto": "trinta dias contado da intimação da penhora."
      },
      {
        "letra": "D",
        "texto": "trinta dias, contado da juntada aos autos do mandado cumprido de intimação da penhora."
      },
      {
        "letra": "E",
        "texto": "quinze dias, se não estiver seguro o juízo, e no prazo de trinta dias se o juízo estiver seguro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "33458",
    "metadata": "Ano: 2010 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Mévia, propôs ação indenizatória, por danos materiais e morais, por meio do procedimento ordinário, postulando a condenação do Estado do Amapá aduzindo que agentes fiscais do Estado, sem mandado judicial, adentraram o estabelecimento da autora, apreendendo, indevidamente, computadores, notas fiscais, disquetes, e, a partir daí, gerando diversos procedimentos administrativos, civis e criminais. Tal busca e apreensão foi declarada ilícita por decisão judicial transitada em julgado.Efetuada a instrução, restou comprovado o nexo causal, estabelecida a responsabilidade objetiva. A sentença condenou o Estado do Amapá ao pagamento de R$ 500.000,00 (quinhentos mil reais), a título de danos materiais, devidamente comprovados, e R$ 600.000,00 (seiscentos mil reais), a título de danos morais. Houve duplo grau necessário e apelação por parte da Fazenda Pública. A decisão transitou em julgado. A condenação ocorreu em 2004, em valores certos, determinada a correção monetária pelos mesmos critérios utilizados pela Fazenda para corrigir os seus créditos, tendo havido condenação em honorários advocatícios, fixados em dez por cento do valor da condenação.Iniciada a execução foram opostos embargos, rejeitados, tendo havido duplo grau de Jurisdição necessário.A esse respeito, analise as seguintes afirmativas:I. a sentença proferida nos embargos à execução contra a Fazenda não permite duplo grau necessário de Jurisdição.II. a execução é definitiva após o trânsito em julgado da decisão proferida no processo de conhecimento.III. descabe duplo grau no processo de conhecimento na hipótese do enunciado.IV. o recurso de apelação e o duplo grau necessário não são excludentes.V. é possível a penhora dos bens do Estado do Amapá.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I for verdadeira."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa III for verdadeira."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas IV e V forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas III, IV e V forem verdadeiras."
      },
      {
        "letra": "E",
        "texto": "se somente as afirmativas I, II e IV forem verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33457",
    "metadata": "Ano: 2010 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "O Município de Oiapoque promove execução fiscal em face da empresa Traça e Abelha S/A, com sede no mesmo município. A CDA, anexada à peça exordial, indica um débito de R$ 40.000,00 (quarenta mil reais), incluindo principal e acessórios, calculados até a data da distribuição. Regularmente citada, por meio dos seus representantes legais, a executada apresenta petição avulsa comprovando o pagamento parcial da dívida. Utilizando de prerrogativa conferida pela Lei de Execuções Fiscais, o Município apresenta nova CDA, com o valor corrigido, requerendo, outrossim, a citação dos sócios da empresa para integrar o processo.Regularmente citados, os sócios apresentam embargos, aduzindo a impossibilidade de sua inclusão no polo passivo, ofertando à penhora, créditos originários de precatório de dívida reconhecida judicialmente em relação ao Município de Oiapoque que rejeitou a indicação, requerendo a penhora de dinheiro depositado na conta da empresa.A esse respeito, analise as afirmativas a seguir:I. a execução fiscal permite a substituição da CDA, a qualquer tempo, antes da sentença proferida nos embargos à execução.II. a inclusão dos sócios da empresa, no polo passivo, é regular.III. o requerimento da Fazenda Municipal de penhora em dinheiro é acertado, diante dos dispositivos legais, que regem a espécie.IV. não há necessidade de citação dos sócios, com sua inclusão no polo passivo.V. não existe ônus para a Fazenda quando há comprovação de pagamento parcial.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I for verdadeira."
      },
      {
        "letra": "B",
        "texto": "se todas as afirmativas forem verdadeiras."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas III e IV forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II, IV e V forem verdadeiras."
      },
      {
        "letra": "E",
        "texto": "se somente as afirmativas I, II e V forem verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "497474",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Na execução fiscal, se houver decorrido o prazo prescricional a partir da decisão que ordenar o arquivamento dos autos, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá, de ofício, reconhecer a prescrição intercorrente, nem decreta-la de ofício, mesmo quando houver concordância da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "poderá reconhecer a prescrição intercorrente somente se o executado alega-la, não sendo necessária a manifestação da Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "não poderá reconhecer a prescrição intercorrente, se puderem eventualmente ser localizados bens passíveis de penhora."
      },
      {
        "letra": "D",
        "texto": "não poderá reconhecer a prescrição intercorrente, se eventualmente puder ser localizado o executado."
      },
      {
        "letra": "E",
        "texto": "poderá, depois de ouvida a Fazenda Pública, de ofício, reconhecer a prescrição intercorrente e decreta-la de imediato."
      }
    ],
    "gabarito": "E"
  }
]