[
  {
    "id": "628737",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Quanto aos atos e prazos processuais é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão em dias úteis, das 8 (oito) às 18 (dezoito) horas e serão concluídos depois das 18 (dezoito) horas, os atos iniciados antes, quando o adiamento prejudicar a diligência ou causar grave dano."
      },
      {
        "letra": "B",
        "texto": "É defeso lançar, nos autos, cotas marginais ou interlineares; o Juiz mandará riscá-las, impondo a quem as escrever multa correspondente ao dobro do salário mínimo vigente na sede do juízo."
      },
      {
        "letra": "C",
        "texto": "Os atos e termos processuais não dependem de forma determinada senão quando a Lei, expressamente, a exigir, reputando-se válidos os que, realizados de outro modo, lhe preencham a finalidade essencial."
      },
      {
        "letra": "D",
        "texto": "Não havendo preceito legal nem assinação pelo Juiz, será de 10 (dez) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "E",
        "texto": "É possível juntar aos autos documento redigido em língua estrangeira, quando acompanhado de versão em vernáculo, desde que firmada pelo subscritor regularmente constituído pela parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1215652",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Os atos processuais devem ser realizados no prazo prescrito em lei, uma vez que, caso seja um prazo próprio, sua inobservância acarretará prejuízo à parte descumpridora. Deste modo, torna-se imprescindível ao jurista conhecer as disposições do Código de Processo Civil (Lei 5.869/73) a respeito do tema. Julgue abaixo a Verdade (V) ou Falsidade (F) das afirmações e, após, assinale a alternativa correta:I. Caso a parte comprove que deixou de praticar o ato processual por justa causa, o juiz, reconhecendo o justo motivo, permitirá a prática do ato posteriormente. II. No procedimento sumário, por disposição expressa da lei, o prazo para a resposta, quando o réu for a Fazenda Pública, será contado em dobro, e não em quádruplo. III. No procedimento ordinário, o prazo para a Fazenda Pública recorrer e apresentar contrarrazões computar-se-á em quádruplo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, V, F"
      },
      {
        "letra": "D",
        "texto": "V, V, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1202235",
    "metadata": "Ano: 2015 | Banca: CONPASS | Órgão: Prefeitura de Vicência - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Sobre o tema forma dos atos processuais, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizam-se em dias úteis, das seis às vinte e duas horas, podendo ultrapassar esses horários, em casos excepcionais."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais"
      },
      {
        "letra": "C",
        "texto": "Os atos do juiz que lhe competem, exclusivamente são os despachos, todos os demais podendo ser praticados pelo escrivão e revistos posteriormente pelo juiz"
      },
      {
        "letra": "D",
        "texto": "É vedado ao juiz determinar prazos para a prática dos atos processuais, pois é sempre a lei que os determina."
      },
      {
        "letra": "E",
        "texto": "O prazo legal interrompe-se nos feriados, contando-se do início a partir do primeiro dia útil posterior a elas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1155563",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "De acordo com o artigo 279 do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em todas as comarcas, é obrigatório o uso da taquigrafia ou da estenotipia em todos os atos probatórios realizados em audiência."
      },
      {
        "letra": "B",
        "texto": "em pequenas comarcas é vedado o uso da taquigrafia, estenotipia ou de outro método para a documentação dos atos probatórios realizados em audiência."
      },
      {
        "letra": "C",
        "texto": "em comarcas onde for impossível o uso da taquigrafia, da estenotipia ou de outro método de documentação, o juiz deverá requisitar o fornecimento desse serviço na comarca mais próxima."
      },
      {
        "letra": "D",
        "texto": "em comarcas ou varas onde for impossível o uso da taquigrafia, da estenotipia ou de outro método de documentação, os depoimentos serão reduzidos a termo, do qual constará apenas o essencial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "614760",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Os atos e termos processuais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, Ihe preencham a finalidade essencial."
      },
      {
        "letra": "B",
        "texto": "dependem sempre de forma determinada, a ser estabelecida pelo juiz em caso de omissão da lei, reputando-se válidos os que, realizados de outro modo, Ihe preencham a finalidade essencial."
      },
      {
        "letra": "C",
        "texto": "não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      },
      {
        "letra": "D",
        "texto": "dependem sempre de forma determinada, a ser estabelecida pelo juiz em caso de omissão da lei, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      },
      {
        "letra": "E",
        "texto": "dependem sempre de forma determinada, conforme previsto em lei, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "592848",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "A respeito dos atos processuais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito de consultar os autos de processo que corre em segredo de justiça e de pedir certidões de seus atos é restrito às partes, seus ascendentes e descendentes, bem como a seus procuradores;"
      },
      {
        "letra": "B",
        "texto": "correm em segredo de justiça, quando assim decidir o Juiz da causa, os processos que dizem respeito a casamento, filiação, separação dos cônjuges, conversão desta em divórcio, alimentos e guarda de menores;"
      },
      {
        "letra": "C",
        "texto": "os atos meramente ordinatórios, como a juntada e a vista obrigatória, podem ser praticados pelo servidor, desde que à vista de determinação do Juiz, que supervisionará a atuação;"
      },
      {
        "letra": "D",
        "texto": "a desistência da ação ou do recurso só produz efeito depois de homologada judicialmente;"
      },
      {
        "letra": "E",
        "texto": "os atos e termos do processo devem ser assinados pelas pessoas que neles intervieram, devendo o escrivão certificar nos autos quando não quiserem ou não puderem fazê-lo, valendo a certidão independentemente de testemunhas da ocorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "571878",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Embora haja divergência doutrinária no que diz respeito à possibilidade da utilização da distinção entre atos jurídicos em sentido estrito e negócios jurídicos processuais, a doutrina processual moderna reconhece a existência da categoria dos denominados negócios jurídicos processuais. À luz dessas informações, e de acordo com essa doutrina e com a legislação em vigor, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes poderão realizar negócio jurídico processual referente à dilação do prazo para recorrer, caso o processo judicial tenha como objeto direito disponível."
      },
      {
        "letra": "B",
        "texto": "A desistência da ação, independentemente do momento em que ocorrer, deverá ser classificada como negócio jurídico processual bilateral."
      },
      {
        "letra": "C",
        "texto": "Qualquer negócio jurídico processual deverá ser homologado pelo juiz para que seja considerado válido e produza seus efeitos regulares."
      },
      {
        "letra": "D",
        "texto": "É vedada às partes, depois de iniciado o processo, a realização de negócio jurídico processual sobre a distribuição do ônus da prova no processo civil."
      },
      {
        "letra": "E",
        "texto": "A modificação do polo passivo da demanda decorrente de nomeação à autoria é exemplo de negócio jurídico processual típico e plurilateral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "516608",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir. Outrossim, os atos podem ser classificados em atos da parte, do juiz e do escrivão. Em relação aos atos a seguir elencados. É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentença é o ato pelo qual o juiz, no curso do processo, resolve questão incidente;"
      },
      {
        "letra": "B",
        "texto": "despachos são todos os atos do juiz que encerram o processo, com ou sem resolução do mérito;"
      },
      {
        "letra": "C",
        "texto": "sentença é o julgamento proferido pelos tribunais;"
      },
      {
        "letra": "D",
        "texto": "a juntada e a vista obrigatória, independem de despacho do juiz, devendo ser praticados de ofício pelo servidor;"
      },
      {
        "letra": "E",
        "texto": "os despachos, decisões, sentenças e acórdãos serão redigidos e assinados pelo escrivão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512799",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão de segunda a sexta-feira, das oito às vinte horas. Serão, todavia, concluídos, depois das 20 (vinte) horas, os atos iniciados antes, quando o adiamento prejudicar a diligência ou causar grave dano."
      },
      {
        "letra": "B",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar o prazo dilatório; as custas acrescidas em razão da dilação serão divididas igualmente entre as partes."
      },
      {
        "letra": "C",
        "texto": "É defeso às partes, ainda que todas estejam de acordo, reduzir ou prorrogar os prazos peremptórios. O juiz poderá, nas comarcas onde for difícil o transporte, prorrogar quaisquer prazos, mas nunca por mais de 60 (sessenta) dias."
      },
      {
        "letra": "D",
        "texto": "Não havendo preceito legal nem assinação pelo juiz, será de 10 (dez) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494759",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo"
    ],
    "enunciado_principal": "Quanto ao tempo e lugar dos atos processuais, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são excepcionais os atosprocessuais praticados nos feriados forenses"
      },
      {
        "letra": "B",
        "texto": "a citação e a penhora poderão, em casos excepcionais, e mediante autorização expressa do juiz, realizar-se em domingos e feriados, ou nos dias úteis, fora do horário legalmente estabelecido, observado o disposto na Constituição Federal, a respeito da inviolabilidade da casa do indivíduo."
      },
      {
        "letra": "C",
        "texto": "podem ser concluídos após o horário legal os atos processuais, se houver perigo de grave dano ou prejuízo à diligência com o adiamento."
      },
      {
        "letra": "D",
        "texto": "como regra geral, os atos processuais realizam-se na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "não se praticarão quaisquer atos processuais durante os recessos forenses, bem como aos sábados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492696",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo"
    ],
    "enunciado_principal": "Os atos processuais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser praticados, no processo, por meio de cotas marginais ou interlineares."
      },
      {
        "letra": "B",
        "texto": "são sempre públicos a fim de dar transparência ao Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "podem ser aproveitados se atingirem sua finalidade, mesmo quando realizados por meio diverso ao previsto em lei."
      },
      {
        "letra": "D",
        "texto": "têm forma prescrita em lei como regra geral, excepcionalmente não obedecendo a formas determinadas."
      },
      {
        "letra": "E",
        "texto": "que comportem a desistência da demanda produzem efeito imediato se requerida antes da citação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "481199",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Segundo as regras do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às partes, aos advogados, aos órgãos do Ministério Público, aos peritos e às testemunhas não é facultado rubricar as folhas correspondentes aos atos em que intervieram."
      },
      {
        "letra": "B",
        "texto": "é possível lançar nos autos cotas marginais ou interlineares desde que não ofensivas ao juiz ou a qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais."
      },
      {
        "letra": "D",
        "texto": "é facultada a utilização de abreviaturas nos atos e termos do processo."
      },
      {
        "letra": "E",
        "texto": "a desistência da ação produzirá efeito independentemente de homologação por sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "481196",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Forma"
    ],
    "enunciado_principal": "Os atos processuais do juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "precisam ser provocados pelas partes."
      },
      {
        "letra": "B",
        "texto": "podem ser praticados pelo escrivão, sem exceção, desde que revistos pelo juiz."
      },
      {
        "letra": "C",
        "texto": "se limitam a resolver questões incidentes no curso do processo."
      },
      {
        "letra": "D",
        "texto": "precisam conter relatório, os fundamentos e dispositivo, se consistentes em sentença."
      },
      {
        "letra": "E",
        "texto": "consistirão em sentenças, decisões ordinatórias e despachos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464254",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Forma",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considerados os princípios fundamentais do processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite a ação meramente declaratória quando já houver ocorrido a violação do direito, porque falta interesse de agir"
      },
      {
        "letra": "B",
        "texto": "para propor a ação é necessário ter interesse e legitimidade, porém isso não se exige para contestá-la."
      },
      {
        "letra": "C",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará apenas anulável o ato se, realizado de outro modo, alcançar a finalidade."
      },
      {
        "letra": "D",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "E",
        "texto": "salvo quando houver interesse de fato ou de direito, ninguém poderá pleitear, em nome próprio, direito alheio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "630418",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo dispõe o Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse, legitimidade e capacidade postulatória."
      },
      {
        "letra": "B",
        "texto": "A procuração geral para o foro habilita o advogado a praticar todos os atos do processo, inclusive para reconhecer a procedência do pedido, transigir e desistir da ação."
      },
      {
        "letra": "C",
        "texto": "Compete ao autor adiantar as despesas relativas a atos, cuja realização o juiz determinar de ofício ou a requerimento do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a ação declaratória quando já tenha ocorrido a violação do direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516140",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFSM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. I. Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, Ihe preencham a finalidade essencial. II. Os tribunais, no âmbito da respectiva jurisdição, poderão disciplinar a prática e a comunicação oficial dos atos processuais por meios eletrônicos, atendidos os requisitos de autenticidade, integridade, validade jurídica e interoperabilidade da Infraestrutura de Chaves Públicas Brasileira - (ICP) Brasil. III. Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei. IV. Só poderá ser junto aos autos documento redigido em língua estrangeira quando acompanhado de versão em vernáculo, firmada por tradutor juramentado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV"
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III"
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "505072",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Forma",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Sobre a intimação no Processo Civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intimação é o ato pelo qual se dá ciência a alguém dos atos e termos do processo, para que faça ou deixe de fazer alguma coisa."
      },
      {
        "letra": "B",
        "texto": "As intimações efetuam-se de ofício, em processos pendentes, salvo disposição em contrário."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os prazos para as partes, para a Fazenda Pública e para o Ministério Público contar-se-ão da intimação."
      },
      {
        "letra": "D",
        "texto": "As intimações consideram-se realizadas no primeiro dia útil seguinte, se tiverem ocorrido em dia em que não tenha havido expediente forense."
      },
      {
        "letra": "E",
        "texto": "O prazo para a interposição de recurso conta-se da data, em que os advogados são intimados da decisão, do ato ordinatório, da sentença ou do acórdão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "505071",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Sobre a citação no Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a validade do processo é indispensável a citação inicial do réu, não sendo possível a sua falta ser suprida no curso do feito."
      },
      {
        "letra": "B",
        "texto": "A citação efetuar-se-á em qualquer lugar em que se encontre o réu."
      },
      {
        "letra": "C",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz coisa julgada; e, ainda quando ordenada por juiz incompetente, constitui em mora o devedor e interrompe a prescrição."
      },
      {
        "letra": "D",
        "texto": "O militar, em serviço ativo, será citado na unidade em que estiver servindo, mesmo sendo conhecida a sua residência."
      },
      {
        "letra": "E",
        "texto": "Não se fará citação, quando se verificar que o réu é demente ou está recusando- se a recebê-la."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473787",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: IPT-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Quanto aos atos processuais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em todos os atos e termos do processo é obrigatório o uso de vernáculo, sendo inadmissíveis documentos escritos em língua estrangeira, ainda que acompanhados de versão em vernáculo, firmados por tradutor juramentado."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, dentre os quais a desistência da ação, produzem efeitos imediatamente, independentemente de homologação pelo juiz."
      },
      {
        "letra": "C",
        "texto": "Os atos e termos processuais sempre dependem de forma determinada, reputando-se inválidos os realizados de outro modo."
      },
      {
        "letra": "D",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei."
      },
      {
        "letra": "E",
        "texto": "É defeso às partes, aos advogados, aos órgãos do Ministério Público, aos peritos e às testemunhas rubricar as folhas dos autos correspondentes aos atos em que intervieram."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456512",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Quanto aos atos processuais, sua forma e prazos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "salvo disposição em contrário, computar-se-ão os prazos, incluindo o dia do começo e excluindo o do vencimento."
      },
      {
        "letra": "B",
        "texto": "são válidos os atos processuais que, realizados de forma diversa da prevista em lei, lhe preencham a finalidade essencial."
      },
      {
        "letra": "C",
        "texto": "quando a lei não marcar outro prazo, as intimações somente obrigarão a comparecimento depois de decorridos cinco dias."
      },
      {
        "letra": "D",
        "texto": "por mandamento constitucional, que se sobrepõe à lei processual civil, entende-se hoje que todos os atos processuais são públicos, sem exceção."
      },
      {
        "letra": "E",
        "texto": "desde que de comum acordo, podem as partes dilatar quaisquer prazos, mesmo que peremptórios, mas não reduzi-los, o que é defeso inclusive ao órgão jurisdicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "443750",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Maria propõe demanda judicial em face de João, pleiteando danos materiais e morais decorrentes do fato deste ter quebrado a janela de sua casa com uma bola de futebol. O réu, em contestação, não nega o fato e afirma reconhecer a procedência do pedido do dano material. Afirma que reconhece ter quebrado a janela da casa da autora e que deve reparar esse dano. Todavia, impugna qualquer pedido de dano moral sobre esse fato, alegando que ninguém se machucou e que a casa estava vazia quando do ocorrido. Portanto, apresenta defesa em relação ao dano moral pleiteado e protesta por provas para comprovar sua alegação. O juiz do feito, em seu pronunciamento, reconhece a procedência do pedido de dano material e determina a produção das provas requeridas pelas partes para apurar a existência de dano moral no caso. A natureza jurídica do ato do julgador que reconheceu a procedência do pedido em relação ao dano material é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentença definitiva, pois reconheceu a procedência do pedido e pôs fim ao mérito da causa;"
      },
      {
        "letra": "B",
        "texto": "decisão interlocutória, pois não houve a resolução do mérito total, eis que ainda segue a relação processual com a demanda sobre o dano moral;"
      },
      {
        "letra": "C",
        "texto": "despacho, pois o juiz apenas concordou com as partes sem resolver a lide;"
      },
      {
        "letra": "D",
        "texto": "sentença terminativa, pois não haverá resolução do mérito, eis que o réu concordou com o pedido;"
      },
      {
        "letra": "E",
        "texto": "sentença determinativa, pois o processo continua para provimento final."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "443749",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Rafael, advogado, dirige-se ao cartório de determinada Vara de Família e solicita ao servidor vista dos autos de divórcio consensual entre João e Joana, que tramita naquele juízo. O casal é patrocinado pela Defensoria Pública. Tendo em vista que este casal acredita que o processamento do feito no cartório está demorado, pedem que o referido advogado tenha vista dos autos para esclarecer os motivos de tal atraso. Deverá o servidor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dar vista dos autos, independentemente de procuração, porque todo advogado tem direito de ter vista dos autos de qualquer processo;"
      },
      {
        "letra": "B",
        "texto": "recusar a vista dos autos, porque só se admitiria vista se houvesse requerimento do advogado por escrito;"
      },
      {
        "letra": "C",
        "texto": "recusar a vista, pois precisaria de uma autorização prévia da Defensoria Pública que patrocina a causa;"
      },
      {
        "letra": "D",
        "texto": "dar vista dos autos, caso o advogado apresente procuração do casal para tanto, em razão de o feito tramitar sob segredo de justiça;"
      },
      {
        "letra": "E",
        "texto": "recusar a vista, mesmo com procuração, pois o feito tramita sob segredo de justiça e o advogado não tem direito de consultar os referidos autos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429163",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Quanto aos atos processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para sua prática é contínuo, seja estabelecido pela lei ou pelo juiz, mas é interrompido nos feriados."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da publicidade dos atos processuais, bem como do direito à informação, não pode haver atualmente nenhum processo que corra em segredo de justiça."
      },
      {
        "letra": "C",
        "texto": "Acolheu-se entre nós o principio da liberdade das formas, considerando-se como válidos os atos processuais que, realizados de modo diverso, lhe preencham a finalidade essencial, salvo se dependerem de forma determinada expressamente exigida por lei."
      },
      {
        "letra": "D",
        "texto": "A superveniência de férias interromperá o curso do prazo para a prática dos atos processuais."
      },
      {
        "letra": "E",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar prazos processuais de qualquer natureza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426282",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar os prazos dilatórios e peremptórios."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, assim como a desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "C",
        "texto": "Podem as partes, unilateralmente, reduzir ou prorrogar o prazo dilatório; a convenção, porém, só tem eficácia se, requerida antes do vencimento do prazo, se fundar em motivo legítimo."
      },
      {
        "letra": "D",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de inexistência de relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425313",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Processo Eletrônico"
    ],
    "enunciado_principal": "A Lei nº 11.419, de 19 de dezembro de 2006, sobre a informatização do processo judicial, alterou a Lei nº 5.869, de 11 de janeiro de 1973 - Código de Processo Civil. Desta forma, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a petição eletrônica for enviada para atender prazo processual, serão consideradas tempestivas as transmitidas até as 24 (vinte e quatro) horas do seu último dia."
      },
      {
        "letra": "B",
        "texto": "O magistrado poderá determinar que sejam realizados por meio eletrônico a exibição e o envio de dados e de documentos necessários à instrução do processo."
      },
      {
        "letra": "C",
        "texto": "Os documentos digitalizados juntados em processo eletrônico estarão disponíveis para acesso por meio da rede externa para todos os usuários, respeitado o disposto em lei para as situações de sigilo e de segredo de justiça."
      },
      {
        "letra": "D",
        "texto": "Os tribunais poderão criar Diário da Justiça eletrônico, disponibilizado em sítio da rede mundial de computadores, para publicação de atos judiciais e administrativos próprios e dos órgãos a eles subordinados, bem como comunicações em geral e os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      },
      {
        "letra": "E",
        "texto": "As cartas precatórias, rogatórias, de ordem e, de um modo geral, todas as comunicações oficiais que transitem entre órgãos do Poder Judiciário, bem como entre os deste e os dos demais Poderes, serão feitas preferentemente por meio eletrônico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424539",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código de Processo Civil quanto aos atos processuais, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os atos e termos do processo civil podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico."
      },
      {
        "letra": "B",
        "texto": "Não havendo preceito legal nem assinação pelo juiz, será de 5 (cinco) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "C",
        "texto": "Durante as férias e nos feriados não se praticam atos processuais, excetuando-se a busca e apreensão, a abertura de testamento, os embargos de terceiro, a nunciação de obra nova, o sequestro, a penhora, a separação de corpos, a arrecadação e outros atos análogos."
      },
      {
        "letra": "D",
        "texto": "Os atos de jurisdição voluntária processam-se durante as férias."
      },
      {
        "letra": "E",
        "texto": "Se o Oficial de Justiça verificar que o réu é demente, certificará minuciosamente a ocorrência e, de imediato, chamará pessoa capaz para acompanhar o ato citatório, que será designada como curadora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "418379",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Processo Eletrônico"
    ],
    "enunciado_principal": "Sobre o processo eletrônico, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A distribuição da petição inicial e a juntada da contestação, dos recursos e das petições em geral, todos em formato digital, nos autos de processo eletrônico, podem ser feitas diretamente pelos advogados públicos e privados, sem necessidade da intervenção do cartório ou secretaria judicial, situação em que a autuação deverá se dar de forma automática, fornecendo-se recibo eletrônico de protocolo."
      },
      {
        "letra": "B",
        "texto": "Quando se tratar de processo total ou parcialmente eletrônico, os atos processuais praticados na presença do juiz poderão ser produzidos e armazenados de modo integralmente digital em arquivo eletrônico inviolável, na forma da lei, independente de registro."
      },
      {
        "letra": "C",
        "texto": "Os votos, acórdãos e demais atos processuais podem ser registrados em arquivo eletrônico inviolável e assinados eletronicamente, na forma da lei, devendo ser impressos para juntada aos autos do processo quando este não for eletrônico."
      },
      {
        "letra": "D",
        "texto": "A carta de ordem, carta precatória ou carta rogatória pode ser expedida por meio eletrônico, situação em que a assinatura do juiz deverá ser eletrônica, na forma da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418086",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em sede de apelação, o adiamento de processo incluído em pauta exige nova publicação, ainda que o novo julgamento ocorra em tempo razoável."
      },
      {
        "letra": "B",
        "texto": "A contagem dos prazos para a interposição de recursos pelo MP começa a fluir da data da ciência no processo pelo respectivo membro."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência do STJ não admite a adoção, pelos julgadores, da técnica da fundamentação referencial ou per relationem, pois ela viola o princípio da motivação das decisões."
      },
      {
        "letra": "D",
        "texto": "Se os litisconsortes passarem a ter procuradores distintos no curso do processo, quando já se tiver iniciado o prazo recursal, somente se aplicará o benefício do prazo em dobro à parte do prazo recursal ainda não transcorrida até aquele momento."
      },
      {
        "letra": "E",
        "texto": "É possível aplicar a sanção de proibição de vista dos autos fora do cartório ao advogado que tenha sido intimado apenas mediante publicação em diário oficial da justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415227",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Na forma da Lei n. 11.419/2006, os extratos digitais e os documentos digitalizados e juntados aos autos pelo Ministério Público e seus auxiliares têm a mesma força probante dos originais. Os originais dos documentos digitalizados deverão ser preservados pelo seu detentor até o trânsito em julgado da sentença ou, quando admitida, até o final do prazo para interposição de ação rescisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400869",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Acerca das decisões e comunicações e dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Documento redigido em língua estrangeira prescinde de formalidades para ser juntado aos autos."
      },
      {
        "letra": "B",
        "texto": "As partes podem, de comum acordo, reduzir ou prorrogar o prazo peremptório quando o pedido fundar-se em motivo legítimo."
      },
      {
        "letra": "C",
        "texto": "A citação é o ato pelo qual se dá ciência a alguém dos atos e termos do processo."
      },
      {
        "letra": "D",
        "texto": "A lei classifica expressamente os atos do juiz em sentenças, decisões interlocutórias e despachos."
      },
      {
        "letra": "E",
        "texto": "Em regra, no julgamento da lide, cabe ao juiz recorrer à analogia, aos costumes, à equidade e aos princípios gerais do direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386751",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Examine os enunciados seguintes, referentes aos atos processuais: I. Quanto ao objeto, o ato processual se classifica em postulatório, probatório, decisório e negocial; quanto ao sujeito, o ato processual pode ser das partes, do juiz ou dos auxiliares do Juízo. II. Como regra geral, os atos processuais não dependem de forma determinada, configurando-se como válidos os que, realizados de outro modo, preencham sua finalidade. III. Para ser anexado aos autos, o documento redigido em língua estrangeira deverá ser acompanhado de versão em vernáculo, firmada por tradutor juramentado ou cuja autenticação da tradução, se realizada sem tradutor oficial, seja assegurada pelo advogado da parte. IV. Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem desde logo a constituição, a modificação ou a extinção de direitos processuais. Estão corretos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386628",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Assinale a opção correta quanto aos atos processuais, considerando a disciplina do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carta precatória é a requisição expedida pelo juiz à autoridade judiciária estrangeira."
      },
      {
        "letra": "B",
        "texto": "Não há publicação de sentença em audiência, uma vez que tal ato deve ser escrito e formal."
      },
      {
        "letra": "C",
        "texto": "Se houver nulidade no processo, o juiz deve declará-la e mandar repetir o ato, ainda que possa decidir a causa em favor da parte a quem aproveite a declaração de nulidade."
      },
      {
        "letra": "D",
        "texto": "A intimação do réu para apresentar sua defesa pode ser feita por correio."
      },
      {
        "letra": "E",
        "texto": "Havendo dois réus, o prazo para defesa corre a partir da juntada aos autos do último aviso de recebimento ou do mandado cumprido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386627",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Considerando a disciplina do Código de Processo Civil, assinale a opção correta acerca dos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a citação é feita durante as férias forenses, para evitar perecimento de direito, o prazo para a resposta do réu também correrá durante as férias."
      },
      {
        "letra": "B",
        "texto": "Mediante acordo escrito protocolado nos autos, as partes podem prorrogar ou reduzir os prazos para interposição de recursos."
      },
      {
        "letra": "C",
        "texto": "Compete ao escrivão praticar os atos meramente ordinatórios, como a juntada e a vista obrigatória, por iniciativa própria, independentemente de despacho do juiz."
      },
      {
        "letra": "D",
        "texto": "Por ser ato unilateral, a desistência da ação produz efeitos tão logo a parte protocole a petição com o pedido."
      },
      {
        "letra": "E",
        "texto": "Em casos excepcionais, a critério do oficial de justiça, a citação e a penhora podem ser realizadas nos domingos e feriados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "363937",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "No que concerne à forma dos atos processuais, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais que dizem respeito a casamento, filiação, separação de cônjuges e guarda de menores são públicos, podendo terceiro que demonstre interesse, consultar os autos."
      },
      {
        "letra": "B",
        "texto": "Atos meramente ordinatórios, como a juntada e a vista obrigatória, dependem de despacho do juiz, não podendo ser praticados de ofício pelo servidor."
      },
      {
        "letra": "C",
        "texto": "Salvo no Distrito Federal e nas capitais dos Estados, todas as petições e documentos que instruírem o processo, quando constantes de registro público, serão sempre acompanhadas de cópia, datada e assinada por quem as oferecer."
      },
      {
        "letra": "D",
        "texto": "É defeso lançar nos autos cotas marginais ou interlineares, salvo com permissão do juiz da causa."
      },
      {
        "letra": "E",
        "texto": "Eventuais contradições na transcrição de atos processuais e armazenados de modo integralmente digital, em arquivo eletrônico, deverão ser suscitadas oralmente no momento da realização do ato, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "500418",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Conforme previsto pelo Código de Processo Civil, todos os processos estão sujeitos a registro, devendo ser distribuídos onde houver mais de um juiz ou mais de um escrivão. Sobre a distribuição é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será imediatamente cancelada a distribuição do feito quando não houver pagamentos das custas iniciais."
      },
      {
        "letra": "B",
        "texto": "A distribuição poderá ser fiscalizada pela parte ou por seu procurador."
      },
      {
        "letra": "C",
        "texto": "O juiz, de ofício ou a requerimento do interessado, corrigirá o erro ou a falta de distribuição, compensando- a."
      },
      {
        "letra": "D",
        "texto": "É defeso distribuir a petição não acompanhada do instrumento do mandato, salvo, dentre outras circunstâncias, se o requerente postular em causa própria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "500406",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Analise as assertivas a seguir sobre os Atos Processuais, conforme previsto pelo Código de Processo Civil. I Embora os atos processuais sejam públicos, alguns correm, todavia, em segredo de justiça, dentre os quais os que dizem respeito a casamento. II O direito de consultar os autos e de pedir certidões de seus atos é restrito às partes e aos seus procuradores. III O terceiro, que demonstrar interesse jurídico, pode requerer ao juiz certidão do dispositivo da sentença, bem como de inventário e partilha resultante do desquite. Está CORRETO apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "II"
      },
      {
        "letra": "C",
        "texto": "III"
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "500398",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, na matéria da Distribuição e do Registro, será cancelada distribuição do feito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cuja petição inicial estiver desacompanhada de procuração."
      },
      {
        "letra": "B",
        "texto": "Que o requerente postular em causa própria."
      },
      {
        "letra": "C",
        "texto": "Cuja petição inicial não estiver assinada por advogado."
      },
      {
        "letra": "D",
        "texto": "Que, em 30 (trinta) dias, não for preparado no cartório em que deu entrada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451905",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Processo Eletrônico"
    ],
    "enunciado_principal": "“Desde fevereiro de 2013, as ações distribuídas nas varas cíveis do Fórum João Mendes Júnior, no Tribunal de Justiça do Estado de São Paulo, devem observar o procedimento digital. Poucos meses antes, naquele mesmo fórum, havia sido adotado o sistema híbrido de processos físicos (papel) e digitais, mas, a partir de fevereiro, somente os feitos de papel já propostos terão seguimento no formato convencional, devendo os novos ser recebidos exclusivamente no sistema eletrônico. O Tribunal de Justiça de São Paulo já estabeleceu cronograma de processo eletrônico, inclusive para Segunda Instância.” (Disponível em: http://www.tjsp.jus.br/Institucional/ CanaisComunicacao/Noticias/Noticia.aspx? Id=17117) Considerando a narrativa a respeito da realidade dos processos virtuais nos Tribunais brasileiros, assinale a afirmativa correta à luz da Lei nº 11.419, de 19 de dezembro de 2006 (informatização do processo judicial).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São considerados tempestivos os atos praticados por petição eletrônica até as 24 horas do último dia do prazo determinado para tal"
      },
      {
        "letra": "B",
        "texto": "Os atos processuais dos processos eletrônicos poderão ser assinados digitalmente ou por meio da assinatura do signatário aposta no final do documento."
      },
      {
        "letra": "C",
        "texto": "As publicações eletrônicas na forma do Diário de Justiça eletrônico não substituem outros meios de publicação oficial que devem ser realizadas para que surtam os efeitos legais."
      },
      {
        "letra": "D",
        "texto": "Os processos eletrônicos serão admitidos em qualquer grau de jurisdição nos processos civil e trabalhista, bem como nos juizados especiais, não se admitindo quando se tratar de processo penal."
      },
      {
        "letra": "E",
        "texto": "Os prazos processuais terão início no dia seguinte ao da disponibilização da informação no Diário da Justiça Eletrônico, mesmo que se dê em dia não útil, em razão da celeridade dos processos digitais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433568",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Os atos e termos do processo devem ser datilografados ou escritos com tinta escura e indelével, assinados pelas pessoas que neles intervierem, salvo se não puderem ou quiserem assinar, casos em que o escrivão certificará a ocorrência nos próprios autos. A respeito dos atos, analise as afirmativas a seguir. I. A estenotipia constitui método idôneo e pode ser utilizada em qualquer juízo ou tribunal. II. Nos atos e termos não se admitem emendas ou rasuras, admitindo-se, entretanto, o uso de abreviaturas. III. Os atos meramente ordinatórios independem de despacho, devendo ser praticados de ofício pelo servidor. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415966",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: INEA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "A Lei n. 11.419/2006 promoveu algumas modificações no Código de Processo Civil de forma a adequá-lo ao processo virtual. Considerando tais modificações, analise as afirmativas a seguir. I. As procurações podem se assinadas por meio digital. II. As cartas precatórias e rogatórias não podem ser enviadas por meio eletrônico. III. A assinatura do juiz pode ser feita eletronicamente. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410542",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Forma",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Em relação a procedimento, resposta do réu e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento lavrado sem observância das formalidades legais pelo oficial de registros públicos ou pelo tabelião competente não é apto a substituir instrumento público que a lei exija como prova da substância do ato."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos efeitos da revelia em ação reivindicatória não contestada pelo réu é possível ainda que essa ação tenha sido ajuizada sem documentação comprobatória da propriedade do imóvel."
      },
      {
        "letra": "C",
        "texto": "O rito sumário deve ser adotado em ação de investigação de paternidade com valor da causa fixado em quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "Viola o princípio do contraditório e da ampla defesa a negativa de produção de prova oral solicitada pelo réu no âmbito de ação ordinária cuja questão de mérito seja unicamente de direito."
      },
      {
        "letra": "E",
        "texto": "Se um juiz determinar, de ofício, o comparecimento de réu a audiência de instrução e julgamento, faltar a essa audiência, ser-lhe-ão impostos os efeitos da revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "405327",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Com relação aos atos processuais, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, lhe preencham a finalidade essencial."
      },
      {
        "letra": "B",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei."
      },
      {
        "letra": "C",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais."
      },
      {
        "letra": "D",
        "texto": "As partes podem, de comum acordo, reduzir ou prorrogar os prazos processuais."
      },
      {
        "letra": "E",
        "texto": "Os atos processuais realizar-se-ão, em dias úteis, das 6 (seis) às 20 (vinte) horas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371568",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "No que se refere à comunicação dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para receber citação em nome do réu, não basta que o advogado tenha procuração com cláusula ad judicia."
      },
      {
        "letra": "B",
        "texto": "Juntada de substabelecimento para efetivação da defesa não se mostra hábil, por si só, a demonstrar ciência inequívoca da ação."
      },
      {
        "letra": "C",
        "texto": "O comparecimento espontâneo do réu não supre a falta de citação."
      },
      {
        "letra": "D",
        "texto": "Se o réu for pessoa incapaz com curador especial nomeado judicialmente, a citação poderá ser realizada pelo correio."
      },
      {
        "letra": "E",
        "texto": "A carta de ordem tem caráter itinerante, mas somente poderá ser apresentada a juízo diverso do que dela consta depois de lhe ser ordenado o cumprimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354708",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Considerando a forma, os prazos, a comunicação e a nulidade dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pronunciada a nulidade do ato processual pelo juiz, todos os demais atos realizados a partir do declarado nulo serão repetidos ou retificados."
      },
      {
        "letra": "B",
        "texto": "A parte que requerer a desistência da ação, mediante petição nos autos, não poderá retratar-se posteriormente, ainda que antes da sentença homologatória."
      },
      {
        "letra": "C",
        "texto": "As partes podem decidir prorrogar, por convenção, o prazo para manifestação sobre laudo pericial, desde que haja motivo legítimo para a prorrogação e o pedido seja feito dentro do prazo originalmente concedido."
      },
      {
        "letra": "D",
        "texto": "As intimações às partes, no DF e nas capitais dos estados e territórios, consideram-se feitas pela simples publicação dos atos no órgão oficial."
      },
      {
        "letra": "E",
        "texto": "Nos casos de pluralidade de litisconsortes com procuradores distintos, o prazo para recurso conta em dobro, mesmo que apenas um haja sucumbido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352981",
    "metadata": "Ano: 2013 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Considere as afirmações abaixo, concernentes aos atos processuais. I - Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, lhe preencham a finalidade essencial. II - Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, imediatamente, a constituição, a modificação ou a extinção de direitos processuais. III - Os atos meramente ordinatórios, como a juntada e a vista obrigatória, devem ser praticados pelo servidor somente após o despacho judicial. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351050",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma"
    ],
    "enunciado_principal": "Considere as afirmativas abaixo. I. O direito processual brasileiro é marcado pelo formalismo, não permitindo, por exemplo, o aproveitamento de ato não revestido da forma legal, mesmo que, de outro modo, tenha alcançado a finalidade e ainda que a lei não tenha cominado nulidade pela não observância da prescrição legal. II. O direito processual brasileiro não permite suprir a irregularidade de forma, o que se vislumbra, por exemplo, no fato de poder alegar nulidade até aquele que lhe deu causa. III. Por ser questão de ordem pública, o ato que não atende à forma deve ser repetido, com as formalidades legais, ainda que não tenha trazido prejuízo às partes. Está INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335959",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a opção correta em relação aos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento do STJ, realizada a citação por hora certa, o escrivão deve enviar correspondência ao réu dando-lhe ciência do ato, e sua omissão é causa de nulidade relativa."
      },
      {
        "letra": "B",
        "texto": "Consoante o STJ, a contagem dos prazos para a interposição de recursos pelo MP começa a fluir da data da ciência por seu membro no processo."
      },
      {
        "letra": "C",
        "texto": "Haverá presunção de intimação do ato decisório na hipótese em que o procurador, embora intimado para a audiência de instrução e julgamento em que se proferirá a sentença, a ela não comparecer."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas gozam de prazo em dobro para recorrer e em quádruplo para contestar."
      },
      {
        "letra": "E",
        "texto": "O juiz pode recusar cumprimento à carta precatória, alegando não concordar com o conteúdo do ato a ser praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "332322",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "No tocante aos atos processuais, considere: I. Os atos e termos processuais são formais, como regra geral, reputando - se sempre nulos se realizados de modo diverso ao prescrito em lei. II. Os atos do juiz consistirão em sentenças, decisões interlocutórias e despachos. III. Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "329215",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "A respeito dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que o prazo processual seja impróprio, o seu descumprimento acarreta a preclusão."
      },
      {
        "letra": "B",
        "texto": "A sentença do processo que tramita em segredo de justiça deve ser publicada na integralidade, omitindo-se o nome das partes e dos procuradores."
      },
      {
        "letra": "C",
        "texto": "A intimação da defesa quanto à expedição da carta precatória não torna desnecessária a intimação da data da audiência no juízo deprecado."
      },
      {
        "letra": "D",
        "texto": "Os prazos processuais que se vencerem no curso do recesso forense findarão no primeiro dia útil após o encerramento do recesso."
      },
      {
        "letra": "E",
        "texto": "O estabelecimento, por lei, de forma especial para a prática do ato processual não implica a invalidação do ato praticado de outro modo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303717",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Forma"
    ],
    "enunciado_principal": "As despesas processuais decorrentes de diligências e demais atos praticados em um processo devem ser custeadas pela parte que requerer o ato. No entanto, quando o juiz determina de ofício a produção de prova pericial, os honorários do perito serão pagos pelo autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302748",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Considere os seguintes atos processuais: I. Desistência do processo. II. Pagamento das custas. III. Exibição de documentos. IV. Convenção para suspensão do processo. No tocante à Classificação dos atos processuais praticados pelas partes, são atos dispositivos os indicados APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2796055",
    "metadata": "Ano: 2012 | Banca: IBAM | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Em um determinado processo que corre entre particulares, seguindo o rito ordinário, a citação do réu foi determinada pelo juiz em decisão datada de 18 de outubro, quarta-feira. A citação foi realizada por oficial de justiça, tendo em vista requerimento do autor neste sentido, na quinta-feira, dia 26 de outubro. O mandado foi juntado aos autos em 1º de novembro, quarta-feira. No dia 2 de novembro foi feriado de finados e no dia seguinte não houve expediente forense.O último dia do prazo para o réu oferecer contestação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sexta-feira, 10 de novembro."
      },
      {
        "letra": "B",
        "texto": "Quinta-feira, 16 de novembro."
      },
      {
        "letra": "C",
        "texto": "Sexta-feira, 17 de novembro."
      },
      {
        "letra": "D",
        "texto": "Segunda-feira, 20 de novembro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984274",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Examine as seguintes proposições e assinale a alternativa correta: I. Obsta o prosseguimento da reconvenção a desistência da ação. II. Citado o réu, não é lícito ao autor alterar o pedido, salvo com o consentimento do réu, se antes do saneador. III. A desistência da ação só produz efeito após homologada por sentença. IV. Não havendo recurso tempestivo do despacho saneador, ocorre a preclusão consumativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368717",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma"
    ],
    "enunciado_principal": "Quanto aos atos e termos processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não dependem de forma determinada, senão quando a lei expressamente a exigir."
      },
      {
        "letra": "B",
        "texto": "reputam-se nulos os que forem realizados de outro modo, atingindo ou não sua finalidade essencial."
      },
      {
        "letra": "C",
        "texto": "podem ser produzidos, transmitidos, armazenados e assinados por qualquer meio mecânico, excluídos os meios eletrônicos por ausência de previsão legal."
      },
      {
        "letra": "D",
        "texto": "correm em regra em segredo de justiça, tornando-se públicos se o juiz autorizar expressamente a publicidade, devidamente justificada"
      },
      {
        "letra": "E",
        "texto": "o uso do vernáculo é facultativo, podendo ser utilizada língua estrangeira nos autos se for do conhecimento pessoal do juiz da causa e das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "255289",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "No processo civil, compete ao Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercer o direito de ação nos casos legalmente previstos, com inversão do ônus probatório a seu favor, gozando, também, de prazo em dobro para oferecimento de contestação nos autos."
      },
      {
        "letra": "B",
        "texto": "pleitear, em ação civil pública, a indenização decorrente do seguro obrigatório por acidentes de veículos (DPVAT) em benefício do segurado."
      },
      {
        "letra": "C",
        "texto": "intervir na ações possessórias em geral, bem como nas demandas relativas a dano social e estético."
      },
      {
        "letra": "D",
        "texto": "intervir nas ações que envolvam litígios coletivos pela posse da terra rural e nas demais causas em que há interesse público evidenciado pela natureza da lide ou qualidade da parte."
      },
      {
        "letra": "E",
        "texto": "ter vista dos autos, para manifestação, antes das partes, com eventual novo pedido de vista após estas se manifestarem, a fim de ratificar ou apresentar acréscimos às formulações anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408362",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a afirmativa correta quanto à disciplina dos atos processuais prevista no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais, em regra, realizar-se-ão em dias úteis, das 6 (seis) às 22 (vinte e duas) horas."
      },
      {
        "letra": "B",
        "texto": "É vedada a produção antecipada de prova nos feriados."
      },
      {
        "letra": "C",
        "texto": "O prazo para a resposta do réu não se prorroga em razão de feriado."
      },
      {
        "letra": "D",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei."
      },
      {
        "letra": "E",
        "texto": "A citação e a penhora poderão, mediante justificativa do Oficial de Justiça, realizar-se em domingos e feriados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301802",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Sobre a forma dos atos processuais, conforme disposto no Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência da ação produzirá efeito imediato, antes mesmo de homologada por sentença."
      },
      {
        "letra": "B",
        "texto": "Correrem em segredo de justiça os processos em que figure como parte ente da Administração Pública Estadual."
      },
      {
        "letra": "C",
        "texto": "O julgamento colegiado proferido pelos tribunais denomina-se sentença."
      },
      {
        "letra": "D",
        "texto": "Dependem de forma determinada os atos e termos processuais, não se reputando válidos aqueles que, realizados de outro modo, lhe preencham a finalidade essencial."
      },
      {
        "letra": "E",
        "texto": "Os processos que versarem sobre casamento, filiação, separação dos cônjuges, conversão desta em divórcio, alimentos e guarda de menores, tramitarão em segredo de justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "399236",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma"
    ],
    "enunciado_principal": "Com relação aos atos das partes, considere: I. Atos que visam do juiz um pronunciamento sobre o mérito da causa. II. Alegações e Atos probatórios. III. Declaração de vontade da parte desistindo da ação pela perda do objeto. As hipóteses indicadas incluem-se, respectivamente, dentre os atos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reais, instrutórios e postulatórios."
      },
      {
        "letra": "B",
        "texto": "instrutórios, decisórios e postulatórios."
      },
      {
        "letra": "C",
        "texto": "reais, postulatórios e decisórios."
      },
      {
        "letra": "D",
        "texto": "postulatórios, instrutórios e dispositivos."
      },
      {
        "letra": "E",
        "texto": "dispositivos, reais e decisórios."
      }
    ],
    "gabarito": "D"
  }
]