[
  {
    "id": "981124",
    "metadata": "Ano: 2016 | Banca: FACET Concursos | Órgão: Prefeitura de Marcação - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "O artigo 263, parte inicial, do CPC/73, preleciona o seguinte: \"considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara\". Tomando-se por base essa regra, e as normas concernentes à prevenção do juízo, é correto afirmar-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação estará preventa logo que for distribuída para o juízo competente;"
      },
      {
        "letra": "B",
        "texto": "somente teremos a prevenção com a citação válida do réu;"
      },
      {
        "letra": "C",
        "texto": "haverá prevenção havendo a citação, mesmo que inválida."
      },
      {
        "letra": "D",
        "texto": "a prevenção ocorrerá com a citação do réu, ainda que ordenada por juiz incompetente."
      },
      {
        "letra": "E",
        "texto": "a distribuição da ação, em qualquer hipótese já torna prevento o juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "627557",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise os itens abaixo a propósito de temática processual civil consoante legislação aplicável ao certame:I. Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude ou recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte. II. Reputa-se fundada a suspeição de parcialidade do juiz, quando amigo íntimo ou inimigo capital de qualquer das partes ou de seus advogados ou alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau; III. Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais. IV. O juiz decidirá o mérito nos limites em que foi proposto, sendo-lhe defeso conhecer de questões não suscitadas a cujo respeito a lei exige a iniciativa da parte. V. O Juiz suspenderá o processo, pelo prazo de 1 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente, findo o prazo mencionado, o juiz mandará prosseguir o processo.Agora, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se as afirmativas I, III e V forem verdadeiras e as afirmativas II e IV forem falsas."
      },
      {
        "letra": "B",
        "texto": "Se as afirmativas III, IV e V forem verdadeiras e as afirmativas I e II forem falsas."
      },
      {
        "letra": "C",
        "texto": "Se apenas a afirmativa V for falsa e as demais verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se as afirmativas I, II, III e V forem verdadeiras e a afirmativas IV for falsa."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "627556",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise as proposições abaixo referentes a tema de direito processual civil, segundo a legislação aplicável ao certame, assinalando a opção correta:I. Argúi-se, por meio de exceção, a incompetência relativa, sendo que a nulidade da cláusula de eleição de foro, em contrato de adesão, deverá ser declarada de ofício pelo juiz, que declinará da competência para o juízo de domicílio do autor. II. A incompetência absoluta pode ser declarada de ofício e pode ser alegada, em qualquer tempo e instância, independentemente de exceção e manifestação das partes. III. Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos. IV. O conflito será suscitado ao presidente do tribunal pelo juiz e pelo Ministério Público, por ofício e pela parte, por petição, e deve ser instruído com os documentos necessários à prova do conflito. V. O juiz dirigirá o processo conforme as disposições e os princípios do processo civil, velando pela rápida solução do lítigio, tentando, a qualquer tempo, conciliar as partes, com auxílio de conciliadores e mediadores judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se apenas uma afirmativa for falsa e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Se duas afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Se três afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se quatro afirmativas forem falsas e uma afirmativa for verdadeira."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "600810",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É impedido o Juiz, no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "B",
        "texto": "Quando for interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "C",
        "texto": "Quando for herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Quando interveio como mandatário da parte, oficiou como perito, funcionou como órgão do Ministério Público, ou prestou depoimento como testemunha."
      },
      {
        "letra": "E",
        "texto": "Quando amigo íntimo ou inimigo capital de qualquer das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1326335",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "B",
        "texto": "quando herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "C",
        "texto": "que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "D",
        "texto": "quando alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "E",
        "texto": "quando receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1181890",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Prefeitura de Ortigueira - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Em relação às exceções processuais, julgue os itens abaixo e, em seguida, assinale a alternativa correta. I. É lícito, no prazo de 10 (dez) dias, a qualquer das partes, oferecer exceção, aduzindo a incompetência, o impedimento ou a suspeição. II. As exceções de impedimento e de suspeição do juiz podem ser oferecidas, mesmo depois de decorrido o prazo para a resposta do demandado, o que pode se dar em qualquer tempo e grau de jurisdição. III. O oferecimento de qualquer das exceções processuais não acarretará a suspensão do processo. IV. A exceção de incompetência deve ser apresentada em petição autônoma, fundamentada e devidamente instruída, indicando o excipiente o juízo que considera competente. Sobre o tema, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas o item IV."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592476",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, às nulidades e à atuação do juiz no processo civil, julgue o item a seguir, de acordo com o CPC e com a jurisprudência dos tribunais superiores. Se, ao examinar processo judicial que lhe foi distribuído, o magistrado verificar que é amigo íntimo do autor da demanda, deverá declarar-se impedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "579102",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "No processo A o juiz é empregador do autor. No processo B o juiz é amigo íntimo do réu. No processo C o juiz é sobrinho do autor. No processo D o autor é devedor da esposa do juiz. E, no processo E o advogado do autor é seu cunhado. Nestes casos, de acordo com o Código de Processo Civil brasileiro, fica o juiz impedido de exercer as suas funções apenas nos processos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "B e C."
      },
      {
        "letra": "B",
        "texto": "A, B e C."
      },
      {
        "letra": "C",
        "texto": "A, B, D e E."
      },
      {
        "letra": "D",
        "texto": "B, C e E."
      },
      {
        "letra": "E",
        "texto": "C e E."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "562738",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação principal e a oposição, conhecerá em primeiro lugar a ação principal."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e permite que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "Havendo conexão ou continência, o juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      },
      {
        "letra": "D",
        "texto": "Os atos e termos processuais dependem de forma determinada senão quando a lei expressamente a exigir reputando-se válido os que, realizado de outro modo, lhe preencham a finalidade."
      },
      {
        "letra": "E",
        "texto": "O juiz nunca responderá por perdas e danos pelos atos praticados no exercício de sua função, ainda que proceda com dolo ou fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562609",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise a situação a seguir. Enquanto advogado da Cohab Minas, Paulo juntou aos autos procuração com poderes para receber a citação inicial e fez carga dos autos para apresentar defesa. Ocorre que não foi apresentada defesa pela Cohab Minas, reputando-se a mesma revel. Desse momento em diante, é CORRETO afirmar que a Cohab Minas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode apresentar objeção de incompetência absoluta e pedir a nulidade dos atos decisórios."
      },
      {
        "letra": "B",
        "texto": "não deverá ser intimada dos atos processuais ulteriores."
      },
      {
        "letra": "C",
        "texto": "pode oferecer exceção de incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "pode oferecer denunciação da lide, reconvenção e ação declaratória incidental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "528072",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Havendo modificação de competência no curso de um processo, em razão de incompetência absoluta, os atos processuais já praticados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são ineficazes, devendo a ação prosseguir com nova citação."
      },
      {
        "letra": "B",
        "texto": "são anuláveis."
      },
      {
        "letra": "C",
        "texto": "estão automaticamente invalidados."
      },
      {
        "letra": "D",
        "texto": "podem ser ratificados pelo juízo competente."
      },
      {
        "letra": "E",
        "texto": "quando forem decisórios serão nulos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512808",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Quanto às exceções de suspeição e impedimento é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As hipóteses de suspeição são de natureza absoluta, não se sujeitando à preclusão."
      },
      {
        "letra": "B",
        "texto": "As hipóteses de impedimento são de natureza objetiva, não sujeitas à preclusão."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento são de natureza subjetiva, sujeitas à preclusão."
      },
      {
        "letra": "D",
        "texto": "As hipóteses de suspeição são de natureza relativa, não se sujeitando à preclusão."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512712",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Indique a alternativa correta sobre a impugnação do executado nos casos de cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol das matérias dedutíveis na impugnação é exauriente."
      },
      {
        "letra": "B",
        "texto": "A incompetência, o impedimento e a suspeição devem ser opostos em exceção, e não por impugnação."
      },
      {
        "letra": "C",
        "texto": "O objeto da impugnação não abrange as nulidades da penhora."
      },
      {
        "letra": "D",
        "texto": "A falta ou a nulidade da citação, se o processo correu à revelia, poderá ser objeto de impugnação na execução de sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "A impugnação não comporta discussão acerca da inexigibilidade do título judicial fundado em lei ou ato normativo, declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485729",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Timóteo, juiz de direito, possui uma família de juristas. Seu bisavô, Carlos, é advogado. Também são advogados seus primos, Nicolau, filho do seu tio Alvaro, e Gilberto, neto do seu tio Alberto. Nestes casos, de acordo com o Código de Processo Civil brasileiro, Timóteo não poderá exercer suas funções de juiz no processo contencioso ou voluntário, quando estiver postulando como advogado da parte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Nicolau, apenas"
      },
      {
        "letra": "B",
        "texto": "Nicolau e Gilberto, apenas."
      },
      {
        "letra": "C",
        "texto": "Nicolau, apenas."
      },
      {
        "letra": "D",
        "texto": "Carlos, Nicolau e Gilberto."
      },
      {
        "letra": "E",
        "texto": "Carlos, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1225930",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É defeso ao magistrado exercer as suas funções no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "Quando conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "C",
        "texto": "Quando for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "Quando for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "Quando interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "",
        "texto": "Quando interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "",
        "texto": "Quando alguma das partes for sua credora ou devedora."
      },
      {
        "letra": "",
        "texto": "Quando alguma das partes for sua credora ou devedora."
      },
      {
        "letra": "",
        "texto": "Quando figurar como herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "",
        "texto": "Quando figurar como herdeiro presuntivo, donatário ou empregador de alguma das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448916",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Sobre a incompetência absoluta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se trata de vício passível de conhecimento ex officio pelo próprio órgão jurisdicional, gerando a nulidade dos atos decisórios praticados;"
      },
      {
        "letra": "B",
        "texto": "se trata de vício cujo reconhecimento depende exclusivamente da arguição pela parte ré, sob a forma de exceção de incompetência;"
      },
      {
        "letra": "C",
        "texto": "se trata de vício cujo reconhecimento depende exclusivamente da arguição pela parte ré, sob a forma de preliminar em contestação;"
      },
      {
        "letra": "D",
        "texto": "se trata de vício passível de conhecimento ex officio pelo próprio órgão jurisdicional, embora sem comprometer a validade dos atos decisórios praticados;"
      },
      {
        "letra": "E",
        "texto": "se trata de vício que decorre, em regra, da violação ao critério territorial de fixação da competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "443752",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Determinado servidor público ajuizou demanda judicial pleiteando uma gratificação que teria sido deferida a outra categoria de servidores e que este entende ter o mesmo direito. Havendo cinco juízos possíveis com competência para a matéria, foi, por sorteio, distribuída a referida ação para o juízo da 1ª Vara. O julgador desta Vara determina que o servidor junte aos autos seu comprovante de pagamento, a fim de verificar sua remuneração, o que não foi atendido. Intimado para dar andamento ao processo, o servidor requer a desistência do feito, o que foi atendido, sendo o processo extinto, sem resolução do mérito, eis que sequer o réu havido sido citado. Desejando propor novamente a mesma lide, deverá o referido servidor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "distribuir nova petição inicial, sem prevenção do juízo da 1ª Vara, eis que naquela outra ação o réu sequer foi citado;"
      },
      {
        "letra": "B",
        "texto": "distribuir nova petição inicial, por dependência ao juízo da 1ª Vara, eis que este estaria prevento para a referida causa;"
      },
      {
        "letra": "C",
        "texto": "requerer o desarquivamento da ação originariamente proposta, e dar prosseguimento ao feito naquele juízo da 1ª Vara, uma vez que o réu sequer foi citado;"
      },
      {
        "letra": "D",
        "texto": "requerer o desarquivamento da ação originária, que será remetida a livre distribuição entre os cinco juízos referidos;"
      },
      {
        "letra": "E",
        "texto": "pagar novamente as custas e peticionar no mesmo processo, não podendo funcionar no feito o mesmo julgador, que estará impedido para a causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373475",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando matéria de impedimento e suspeição e de atos jurisdicionais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As regras de impedimento do juiz não se aplicam ao procedimento de jurisdição voluntária."
      },
      {
        "letra": "B",
        "texto": "É imperativo ao juiz proferir sentença certa, ainda quando decidir relação jurídica condicional."
      },
      {
        "letra": "C",
        "texto": "Compete ao juiz ter os autos sob sua guarda e responsabilidade, não permitindo que saiam de cartório, exceto nas hipóteses permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "O juiz tem o dever de decidir em face das normas legais, não havendo, porém, esse dever em face de omissão legislativa, o que será apontado no processo para eventual injunção futura."
      },
      {
        "letra": "E",
        "texto": "O juiz não deverá declarar-se impedido quando for órgão de direção ou de administração de pessoa jurídica parte na causa, em processos de jurisdição voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616276",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Francisco casou-se com Helena no Canadá, onde anos mais tarde ocorreu o divórcio do casal, por sentença proferida por juiz local. Ao retornar ao Brasil, Francisco apaixonou-se perdidamente por Matilde, levando-o a propor-lhe casamento. Consultando renomado advogado, o rapaz tem ciência da necessidade de homologar a sentença estrangeira do seu divórcio no país. No sistema atual, a competência para julgar esse caso compete ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supremo Tribunal Federal"
      },
      {
        "letra": "B",
        "texto": "Superior Tribunal de Justiça"
      },
      {
        "letra": "C",
        "texto": "Superior Tribunal Militar"
      },
      {
        "letra": "D",
        "texto": "Tribunal Superior do Trabalho"
      },
      {
        "letra": "E",
        "texto": "Tribunal Federal de Recursos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "470198",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa. Por isso, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estabilidade subjetiva não permite que o adquirente de coisa litigiosa, por ato de alienação, substitua o alienante, parte no processo."
      },
      {
        "letra": "B",
        "texto": "haverá substituição compulsória com o ingresso na ação do adquirente originário da coisa litigiosa."
      },
      {
        "letra": "C",
        "texto": "a aquisição da coisa litigiosa por alienação atribui ao adquirente interesse meramente econômico e, por isso, não admite a assistência litisconsorcial dele ao alienante."
      },
      {
        "letra": "D",
        "texto": "a recusa da parte em consentir com a substituição do alienante da coisa litigiosa pelo adquirente impede o juiz de deferir a substituição subjetiva."
      },
      {
        "letra": "E",
        "texto": "a venda da coisa litigiosa no curso do processo é inválida e ineficaz em relação ao processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451901",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Na clássica obra “Do espírito das Leis”, Montesquieu definiu o juiz como bouche de la loi (a boca da lei), apontando o perfil inanimado dos juízes daquela época ao pronunciarem suas sentenças. A atividade dos magistrados no Direito Contemporâneo encontra vieses legais para agir de ofício quando autorizado por lei e quando se tratar de questões de ordem pública. O julgador deve observar o princípio da inércia da jurisdição, mas agir à luz do princípio do impulso oficial dos processos, podendo – e por vezes devendo – adotar postura ativa, atentando para as normas que lhe limitam poderes e impõem-lhe deveres e responsabilidades. Considerando o trecho acerca dos atos do juiz, assinale a afirmativa que trata corretamente dos poderes, deveres e responsabilidade do julgador, nos moldes estabelecidos no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz somente poderá determinar as provas necessárias à instrução do processo quando expressamente requerida pelas partes."
      },
      {
        "letra": "B",
        "texto": "O juiz que exercer suas funções em processo em que funcionou como órgão do Ministério Público incorrerá em suspeição de parcialidade."
      },
      {
        "letra": "C",
        "texto": "O juiz, não havendo normas legais, deverá julgar a lide recorrendo aos costumes, à analogia aos princípios gerais do direito, mas somente decidirá por equidade nos casos previsto em lei."
      },
      {
        "letra": "D",
        "texto": "O juiz que, sem justo motivo, omitir ou retardar providência, a qual deva ordenar de ofício, responderá administrativamente, não sendo cabível a responsabilização por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "O juiz que concluir a audiência julgará a lide, salvo se estiver aposentado, caso em que passará os autos ao seu sucessor que não poderá mandar repetir as provas já produzidas para proferir a sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433121",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Ao ser citado em determinado processo movido por Josefa, Maria observou que a medida não atentou para o foro de eleição estipulado em contrato.Nesse caso, Maria, que pretende levar isso a conhecimento do juízo, deverá se valer da via processual de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preliminar de contestação"
      },
      {
        "letra": "B",
        "texto": "ação declaratória incidental"
      },
      {
        "letra": "C",
        "texto": "impugnação."
      },
      {
        "letra": "D",
        "texto": "exceção de incompetência do juízo."
      },
      {
        "letra": "E",
        "texto": "reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351152",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando que A ajuíze contra B ação postulando os pedidos X, Y e Z, com base na situação fática F, julgue os itens subsecutivos. Incumbiria exclusivamente a B alegar a suspeição do juiz, por intermédio da exceção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335865",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Com relação aos critérios de determinação da prevenção entre 2 juízos, é certo afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre será prevento o juízo onde o juiz despachou em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "sempre será prevento o juízo onde por primeiro ocorrer a citação válida."
      },
      {
        "letra": "C",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele onde tiver ocorrido por primeiro a citação válida; já entre juízos de comarcas diferentes, prevento será aquele onde por primeiro se proferiu despacho."
      },
      {
        "letra": "D",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele que despachou em primeiro lugar; já entre juízos de comarcas diferentes, prevento será aquele em que por primeiro ocorreu a citação válida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332037",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "QUANTO AO IMPEDIMENTO, ENTENDE O STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Presidente do Tribunal Superior Eleitoral, que prestou informações no processo de controle concentrado de constitucionalidade, relativamente a atos ou resoluções contestados, está impedido de participar de seu julgamento."
      },
      {
        "letra": "B",
        "texto": "os Ministros do STF que participaram, como integrantes do TSE, da formulação e edição de atos ou resoluções contestados, quanto à sua validade jurídica, em sede de fiscalização concentrada de constitucionalidade, estão impedidos de participar do seu julgamento."
      },
      {
        "letra": "C",
        "texto": "Os institutos do impedimento e da suspeição restringem-se ao plano dos processos subjetivos, que discutem situações individuais e interesses concretos, não se estendendo nem se aplicando, ordinariamente, ao processo de fiscalização concentrada de constitucionalidade."
      },
      {
        "letra": "D",
        "texto": "O Presidente do TSE, que prestou informações no processo de controle concentrado de constitucionalidade, está impedido de participar do seu julgamento, bem como os Ministros que participaram, como integrantes daquela Corte, da formulação dos atos contestados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322352",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Acerca de provas, atos processuais, formação, suspensão e extinção do processo, bem como de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se proposta a ação a partir do momento em que seja despachada, ainda que haja mais de um juízo, dada a figura, nos fóruns, do juiz distribuidor, que despacha na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de ação que diga respeito a imóvel situado em mais de uma comarca, o foro será determinado por prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      },
      {
        "letra": "C",
        "texto": "A norma que dispõe sobre a distribuição do ônus da prova apresenta como finalidade única a instrução processual, ou seja, visa estimular as partes a desempenhar os seus encargos probatórios."
      },
      {
        "letra": "D",
        "texto": "Na fase de depoimento pessoal, à parte que deixar de responder ao que lhe seja perguntado será aplicada a pena de confissão, dada a presunção absoluta de veracidade dos fatos."
      },
      {
        "letra": "E",
        "texto": "Na sistemática do CPC, são previstos prazos dilatórios e prazos peremptórios, podendo os últimos ser alterados pelo magistrado, de ofício ou a requerimento da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314285",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "A arguição de incompetência absoluta deve ser realizada por meio de exceção e provoca a suspensão do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1661777",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Leia os artigos do Código de Processo Civil e assinale a alternativa CORRETA: Art. 134. É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário: I. de que for parte; II. em que interveio como mandatário da parte, oficiou como perito, funcionou como órgão do Ministério Público, ou prestou depoimento como testemunha; III. que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão; IV. quando nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau; V. quando cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau; VI. quando for órgão de direção ou de administração de pessoa jurídica, parte na causa. Parágrafo único. No caso do n° IV, o impedimento só se verifica quando o advogado já estava exercendo o patrocínio da causa; é, porém, vedado ao advogado pleitear no processo, a fim de criar o impedimento do juiz.Art. 135. Reputa-se fundada a suspeição de parcialidade do juiz, quando: I. amigo íntimo ou inimigo capital de qualquer das partes; II. alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau; III. herdeiro presuntivo, donatário ou empregador de alguma das partes; IV. receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio; V. interessado no julgamento da causa em favor de uma das partes.Parágrafo único. Poderá ainda o juiz declarar-se suspeito por motivo íntimo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicam-se os motivos de impedimento ao órgão do Ministério Público, apenas quando não for parte, e de suspeição, apenas quando for parte."
      },
      {
        "letra": "B",
        "texto": "Aplicam-se os motivos de suspeição ao órgão do Ministério Público, apenas quando não for parte, e de impedimento apenas quando for parte."
      },
      {
        "letra": "C",
        "texto": "Aplicam-se os motivos de impedimento e de suspeição ao órgão do Ministério Público, quando não for parte, e, sendo parte, nos casos previstos nos incisos I a IV do art. 135."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se os motivos de impedimento e de suspeição ao órgão do Ministério Público, apenas quando for parte."
      },
      {
        "letra": "E",
        "texto": "Ao órgão do Ministério Público aplicam-se apenas os motivos de impedimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473541",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das causas de suspeição e impedimento do Juiz.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o Juiz ser empregador de uma das partes acarreta o seu impedimento para atuar no processo."
      },
      {
        "letra": "B",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando alguma das partes for credora de parente do Juiz, na linha colateral até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "Não constitui causa de suspeição a circunstância de o Juiz ter recebido dádivas da parte antes de iniciado o processo."
      },
      {
        "letra": "D",
        "texto": "O Código de Processo Civil admite que o Juiz se declare impedido por motivo de foro íntimo."
      },
      {
        "letra": "E",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando o Juiz for amigo íntimo ou inimigo capital do advogado de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473522",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação às regras de impedimento e suspeição no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for parente de alguma das partes até o quarto grau."
      },
      {
        "letra": "B",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando nele estiver postulando, como advogado da parte, qualquer parente seu até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for órgão de direção ou de administração de pessoa jurídica parte na causa."
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição quando alguma das partes for credora ou devedora de parentes do Juiz, em linha reta ou na colateral até o quarto grau."
      },
      {
        "letra": "E",
        "texto": "Os motivos de impedimento e de suspeição não se aplicam ao serventuário de justiça, ao perito e ao intérprete."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "398532",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Luiz Antônio é citado em São Paulo para se defender em uma ação de cobrança movida por Paulo, em Belo Horizonte. Procura um advogado que propõe exceção de incompetência, postulando a remessa dos autos para São Paulo. Tendo como base as afirmações anteriores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Luiz Antônio terá o prazo de 30 dias para propor a exceção."
      },
      {
        "letra": "B",
        "texto": "o juiz de Belo Horizonte, recebendo a exceção, determinará que o processo de cobrança fique suspenso até o julgamento definitivo da exceção."
      },
      {
        "letra": "C",
        "texto": "Luiz Antônio proporá a exceção de incompetência como preliminar de mérito da contestação."
      },
      {
        "letra": "D",
        "texto": "após a propositura do pedido de exceção de incompetência, o juiz determinará que Paulo seja ouvido em 5 dias."
      },
      {
        "letra": "E",
        "texto": "Luiz Antônio terá que ir a Belo Horizonte para propor a exceção de incompetência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "398531",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo",
      "Ausência de Perempção",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Roxin, dirigindo seu veículo automotor, colide com veículo de propriedade de Thomas. Thomas propõe ação de indenização em desfavor de Roxin, que é citado e procura o advogado Rousseau para fazer sua defesa. Com base no CPC, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rousseau poderá alegar, em sede de preliminar de contestação, a incompetência relativa do juízo."
      },
      {
        "letra": "B",
        "texto": "Caso Thomas já tenha intentado ação idêntica, ainda não sentenciada, poderá Rousseau alegar preliminar de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Se Rousseau não alegar matéria relacionada à perempção, não poderá o juízo conhecer da mesma."
      },
      {
        "letra": "D",
        "texto": "Não é lícito a Rousseau, depois de contestada a ação, deduzir alegação relacionada a direito superveniente, ante a preclusão ocorrida."
      },
      {
        "letra": "E",
        "texto": "Os fatos não impugnados por Rousseau serão considerados verdadeiros, em regra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1659765",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Não há impedimento ou suspeição do magistrado quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O magistrado, que nos Tribunais, tenha cônjuge e parentes consanguíneos ou afins em linha reta ou colateral até o terceiro grau, na mesma Turma, Câmara ou Seção."
      },
      {
        "letra": "B",
        "texto": "Amigo íntimo ou inimigo capital de qualquer dos procuradores das partes."
      },
      {
        "letra": "C",
        "texto": "Herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Quando for órgão de direção ou de administração de pessoa jurídica, parte na causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1635829",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "No processo civil, o Juiz é impedido de exercer suas funções nos feitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em que for devedor de alguma das partes."
      },
      {
        "letra": "B",
        "texto": "Em que for donatário de alguma das partes."
      },
      {
        "letra": "C",
        "texto": "Em que for amigo íntimo de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Em que alguma das partes for credora de seu cônjuge."
      },
      {
        "letra": "E",
        "texto": "Em que seja parente afim em linha reta de alguma das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "60280",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Citado em ação cautelar de busca e apreensão, Mateus verificou que ela tramita em foro diverso do de sua residência, mesmo sem razão suficiente para alterar a regra geral de competência. Mateus não se opôs à incompetência. Encerrado o processo cautelar, o autor ajuizou a ação principal no mesmo foro. Acerca dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz da ação principal poderia declinar de sua competência de ofício."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a exceção, pois se trata de regra de competência absoluta, que pode ser alegada na defesa."
      },
      {
        "letra": "C",
        "texto": "Não pode ser oposta exceção de incompetência no processo principal por ter havido prorrogação de competênci"
      },
      {
        "letra": "D",
        "texto": "Apesar de Mateus não poder opor exceção de incompetência, o MP poderia fazê-lo, se atuasse no feito como parte."
      },
      {
        "letra": "E",
        "texto": "Mateus não se pode opor à prorrogação da competência, que, na hipótese da cautelar, produz efeitos, mesmo sendo absoluta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341728",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Conceito de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Argui- se por meio de exceção a incompetência em razão do valor."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público, atuando como custos legis, tem legitimidade para arguir a incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "Somente a incompetência relativa pode ser modificada pela conexão."
      },
      {
        "letra": "D",
        "texto": "Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "E",
        "texto": "A incompetência relativa não pode ser declarada de ofício."
      }
    ],
    "gabarito": "B"
  }
]