[
  {
    "id": "632931",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Sobre a impugnação ocorrida no cumprimento da sentença, considere: I. Poderá ser objeto de impugnação a transação ocorrida entre a audiência e a sentença. II. Ainda que atribuído efeito suspensivo à impugnação, é lícito ao exequente requerer o prosseguimento da execução, oferecendo e prestando caução suficiente e idônea, arbitrada pelo juiz e prestada nos próprios autos. III. Deferido efeito suspensivo, a impugnação será instruída e decidida nos próprios autos e, caso contrário, em autos apartados. IV. Quando na sentença houver uma parte líquida, e outra ilíquida, ao credor é lícito promover simultaneamente a liquidação desta e, em autos apartados, a execução daquela. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620589",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta com relação à prova, à liquidação e ao cumprimento da sentença, de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase autônoma da liquidação da sentença por artigo ou arbitramento, caberá ao credor antecipar os honorários do perito nomeado pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Em regra, a admissão da impugnação ao cumprimento de sentença que fixa obrigação de pagar quantia depende de garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "Os efeitos e a eficácia da sentença no processo coletivo estão circunscritos aos limites da competência territorial do órgão judicial prolator da decisão."
      },
      {
        "letra": "D",
        "texto": "Não são devidos honorários advocatícios ao advogado do credor em sede de cumprimento de sentença se não houve apresentação de impugnação pelo executado."
      },
      {
        "letra": "E",
        "texto": "Não se mostra cabível a imposição da multa de 10%, prevista no art. 475-J do CPC, no cumprimento de sentença arbitral de pagar quantia transitada em julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "613257",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Acerca do cumprimento da sentença, considere: I. O início do cumprimento de sentença e a expedição de mandado de penhora e avaliação devem ocorrer de ofício ou a requerimento da parte. II. Em regra, a avaliação dos bens penhorados deve ocorrer por Perito da confiança do Juiz. III. Em caso de acolhimento da impugnação ao cumprimento de sentença, ainda que parcial, serão arbitrados honorários em benefício do executado. IV. Escoado o prazo para pagamento voluntário, que se inicia após a intimação pessoal da parte executada, são devidos honorários advocatícios, no cumprimento de sentença, apenas se tiver havido impugnação. De acordo com o Código de Processo Civil e com jurisprudência consolidada do Superior Tribunal de Justiça, está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "814397",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "Mesmo que a sentença esteja de acordo com súmula do Superior Tribunal de Justiça e do Supremo Tribunal Federal, o juiz deverá receber o recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, o juiz poderá inovar no processo."
      },
      {
        "letra": "D",
        "texto": "Os embargos à execução serão oferecidos no prazo de quinze dias, contados da juntada aos autos do mandado de citação e, quando houver mais de um executado, o prazo para cada um deles embargar conta-se a partir da juntada do respectivo mandado citatório, salvo tratando-se de cônjuge."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença deverá ser feita no prazo de 15 dias, a partir da intimação do cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588497",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Está de acordo com o entendimento sumular do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São devidos honorários advocatícios no cumprimento de sentença, desde que haja impugnação, após escoado prazo para pagamento voluntário, que se inicia após a intimação do advogado da parte contrária."
      },
      {
        "letra": "B",
        "texto": "É obrigatória ao juiz a reunião de execuções fiscais contra o mesmo devedor."
      },
      {
        "letra": "C",
        "texto": "Em ação monitória fundada em cheque prescrito ajuizada contra o emitente, é indispensável a menção ao negócio jurídico subjacente à emissão da cártula."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, é cabível o ajuizamento de ação pelo terceiro prejudicado, direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de rejeição da impugnação ao cumprimento de sentença, não são cabíveis honorários advocatícios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "586286",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil e com a jurisprudência dominante do Superior Tribunal de Justiça, em impugnação ao cumprimento de sentença líquida, se o executado alegar, como única matéria de defesa, excesso de execução, deverá,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apontar, na petição de impugnação, a parcela incontroversa do débito, bem como as incorreções do cálculo do credor, sob pena de rejeição liminar da impugnação, não se admitindo emenda à inicial."
      },
      {
        "letra": "B",
        "texto": "requerer, na própria petição de impugnação, a realização de perícia, formulando quesitos e indicando assistente, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "apontar, na petição de impugnação, a parcela incontroversa do débito, bem como as incorreções do cálculo do credor, sob pena de rejeição liminar da impugnação, admitindo-se, porém, emenda à inicial."
      },
      {
        "letra": "D",
        "texto": "juntar, com a petição de impugnação, comprovante de depósito do valor integral em execução, sob pena de rejeição liminar da impugnação, não se admitindo emenda à inicial."
      },
      {
        "letra": "E",
        "texto": "juntar, com a petição de impugnação, comprovante de depósito do valor incontroverso, sob pena de rejeição liminar da impugnação, admitindo-se, porém, emenda à inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "570822",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "João e Maria são casados pelo regime de comunhão parcial de bens. Pedro propõe ação em face de João e obtém sentença de procedência. Em seguida ao trânsito em julgado, Pedro pede, nos próprios autos, o cumprimento de sentença, vindo a ser penhorada casa de veraneio de João e Maria. Inconformada com a penhora, Maria procura advogado para requerer judicialmente o levantamento da restrição em relação à sua parte no imóvel. Sobre tal situação, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão cabíveis embargos de terceiro, caso Maria pretenda alegar excesso de execução."
      },
      {
        "letra": "B",
        "texto": "serão cabíveis embargos de terceiro, caso Maria pretenda alegar que seu patrimônio não responde pela dívida contraída por João."
      },
      {
        "letra": "C",
        "texto": "será cabível impugnação ao cumprimento de sentença, caso Maria pretenda alegar que seu patrimônio não responde pela dívida contraída por João."
      },
      {
        "letra": "D",
        "texto": "será cabível impugnação ao cumprimento de sentença, que será conhecida somente se Maria oferecer garantia suficiente ao juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "557698",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Rafael foi condenado a pagar R$ 1.000,00 a Luciana. Mesmo com o trânsito em julgado, não cumpriu a obrigação. De acordo com o Código de Processo Civil, o montante da condenação será acrescido de multa de,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez por cento, e, a requerimento de Luciana, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de quinze dias."
      },
      {
        "letra": "B",
        "texto": "quinze por cento, e, a requerimento de Luciana, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra pessoalmente, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "quinze por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de dez dias."
      },
      {
        "letra": "E",
        "texto": "dez por cento, e, de ofício, expedir-se-á mandado de penhora e avaliação, de cujo auto será intimado Rafael, em regra pessoalmente, podendo oferecer impugnação no prazo de quinze dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552745",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de 20%."
      },
      {
        "letra": "B",
        "texto": "A impugnação, como regra, não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "A multa mencionada na alternativa “a” é fixa, não podendo ser reduzida ou majorada nem mesmo pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver parte líquida e parte ilíquida, o cumprimento da sentença fica suspenso até a liquidação da parte ilíquida para preservar a unidade do processo"
      },
      {
        "letra": "E",
        "texto": "A impugnação ao cumprimento de sentença poderá versar sobre quaisquer matérias que a parte impugnante entenda pertinente a fazer valer o seu pretenso direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "525441",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "João foi condenado, por decisão transitada em julgado, a pagar a Renato R$ 10.000,00. De acordo com o Código de Processo Civil, se não efetuar o pagamento integral no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias, o montante da condenação será acrescido de multa de 15% da condenação, e, de ofício, expedir-se-á mandado de penhora e avaliação, do qual será citado João, em regra pessoalmente, podendo oferecer impugnação no prazo de 3 dias."
      },
      {
        "letra": "B",
        "texto": "10 dias, o montante da condenação será acrescido de multa de 15% sobre o valor da condenação, e, de ofício, expedir-se- á mandado de penhora e avaliação, do qual será intimado João, em regra pessoalmente, podendo oferecer impugnação no prazo de 10 dias."
      },
      {
        "letra": "C",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor da condenação, e, de ofício, expedir-se- á mandado de penhora e avaliação, do qual será intimado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 10 dias."
      },
      {
        "letra": "D",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor não pago, e, a requerimento de Renato, expedir-se-á mandado de penhora e avaliação, do qual será citado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 3 dias."
      },
      {
        "letra": "E",
        "texto": "15 dias, o montante da condenação será acrescido de multa de 10% sobre o valor não pago, e, a requerimento de Renato, expedir-se-á mandado de penhora e avaliação, do qual será intimado João, em regra na pessoa de seu advogado, podendo oferecer impugnação no prazo de 15 dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "511190",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Quanto ao cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento da sentença será recebida como regra geral nos efeitos devolutivo e suspensivo, podendo o juiz atribuir somente efeito devolutivo se do duplo efeito advier prejuízo irrepará- vel ou de difícil reparação ao credor."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso recebido nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "C",
        "texto": "Na impugnação ao cumprimento da sentença, se o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à condenação, deverá declarar de imediato o valor que entende correto, sob pena de rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "A decisão que resolver a impugnação ao cumprimento de sentença é recorrível sempre por meio de agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "A execução provisória corre por conta e risco do credor, devendo os atos que importem levantamento de depósito em dinheiro ou alienação de propriedade serem precedidos necessariamente de caução idônea, sem exceção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598455",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento de sentença, analise as seguintes afirmativas: I. É possível exigir-se o cumprimento de sentença declaratória que reconheça a existência de uma obrigação de fazer, não fazer, entregar coisa ou pagar quantia. II. A decisão que julgar a impugnação de sentença arbitrará honorários de advogado. III. O cumprimento da sentença efetuar-se-á perante os tribunais, nas causas de sua competência originária. IV. A decisão que resolve a impugnação ao cumprimento de sentença, extinguindo a execução é impugnável por meio de apelação. V. Na impugnação ao cumprimento de sentença pode-se conceder antecipação de tutela. Em relação a estas afirmativas estão CORRETAS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V apenas."
      },
      {
        "letra": "B",
        "texto": "II, IV e V apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I, IV e V apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e V apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462255",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Cumprimento de sentença",
      "Prazos",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Em uma ação de execução, fundada em título executivo extrajudicial, proposta em face de João, em litisconsórcio com sua esposa Maria e seus irmãos Carlos e Luiz, foram todos citados em datas distintas, sendo que João foi citado no dia 01, uma segunda feira, depois Maria foi citada no dia 02, terça-feira, e no dia 03, quarta-feira foram citados Carlos e Luiz. Sabendo-se que, no próprio dia em que cada um foi citado, os respectivos mandados de citação foram acostados aos autos e que, ainda, cada um constituiu um procurador distinto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo dos embargos do devedor para os executados deverá ser dobrado, tendo em vista o litisconsórcio passivo."
      },
      {
        "letra": "B",
        "texto": "A fluência do prazo quinzenal dos embargos do devedor para João se iniciará no dia 03, quarta-feira."
      },
      {
        "letra": "C",
        "texto": "A fluência do prazo para Maria opor os embargos do devedor se iniciará no dia 04, na quinta-feira, uma vez que o último mandado acostado aos autos se deu no dia anterior."
      },
      {
        "letra": "D",
        "texto": "A defesa se dará por meio da impugnação, que deverá ser em 30 dias para todos os executados, contados da juntada aos autos de cada mandado citatório."
      },
      {
        "letra": "E",
        "texto": "A defesa de João se dará por meio dos embargos do devedor, que será no prazo de 15 dias, contados da data de sua intimação, sendo excluído da contagem o dia da juntada do mandado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432842",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Antônio, pequeno agricultor, propôs demanda contra José, tendo como objetivo o ressarcimento decorrente de inadimplemento em contrato de prestação de serviços. A sentença de primeiro grau condenou José ao pagamento de R$ 10.000,00 (dez mil reais), acrescido de juros e correção monetária. José não interpôs recurso. Após o trânsito em julgado, Antônio apresentou petição para o cumprimento de sentença, instruída com a memória de cálculo, indicando o valor devido. Tendo como base essa situação hipotética, e considerando a atual jurisprudência do STJ sobre o tema, identifique as seguintes afirmativas como verdadeiras (V) ou falsas (F). ( ) Caso José apresente impugnação ao cumprimento de sentença, a garantia do juízo constituirá condição para a própria apresentação desta defesa do executado, e não apenas para a sua apreciação. Da mesma maneira, pode-se afirmar que caso fosse hipótese de título executivo extrajudicial, não haveria a necessidade de garantia do juízo para a oposição de embargos do executado. ( ) Caso Antônio, após o levantamento de valores depositados em seu favor, apresente memória de cálculo relativa a saldo remanescente, deverá ser concedida a José nova oportunidade para impugnação. Por outro lado, José deverá apontar, na petição de impugnação ao cumprimento de sentença, a parcela incontroversa do débito, bem como as incorreções encontradas nos cálculos do credor, sob pena de rejeição liminar da petição, não se admitindo emenda à inicial. ( ) Caso José tivesse sido intimado antes da realização do cálculo inicial pelo credor, para efetuar o pagamento de sentença ilíquida, não incidirá automaticamente a multa do art. 475-J do CPC sobre o saldo remanescente apurado posteriormente. ( ) Na hipótese em que José, com o intuito de oferecer impugnação ao cumprimento de sentença, realize depósito no prazo de 15 (quinze) dias para o adimplemento espontâneo do valor da obrigação (CPC, art. 475-J, caput), configura- se a denominada “penhora automática”, nos termos da jurisprudência do STJ. Nessa hipótese, faz-se necessário a lavratura do termo da penhora e a intimação de José para o oferecimento da impugnação. ( ) Caso seja necessário para obter o cumprimento da obrigação, o magistrado poderá majorar a multa do art. 475-J até o limite de 10% do valor da condenação, acrescida de honorários advocatícios. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – V – F – F – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "418381",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre o cumprimento de sentença, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II do CPC, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "Quando o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, deverá o juiz declarar de imediato o valor que entende correto, ou declarar à rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "É inexigivel o titulo judicial fundado em interpretação de ato normativo considerado pelo Supremo Tribunal Federal incompativel com a Carta Magna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415213",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação, na fase do cumprimento da sentença, a teor do Código de Processo Civil, somente poderá versar sobre: falta ou nulidade da citação, se o processo correu à revelia; inexigibilidade do título; penhora incorreta ou avaliação errônea; ilegitimidade das partes; excesso de execução; e qualquer causa impeditiva, modificativa ou extintiva da obrigação, desde que superveniente à sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407385",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Quando do cumprimento da sentença, segundo o Código de Processo Civil, a impugnação somente poderá versar sobre:I. excesso de execução. II. penhora incorreta ou avaliação errônea. III. qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, desde que anterior à sentença. IV. evicção. Estão incorretos somente os incisos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387745",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca do processo nos tribunais e dos recursos.A decisão que resolver a impugnação ao cumprimento de sentença mediante a extinção da execução será impugnável por meio do recurso de agravo de instrumento",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387743",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos aos atos processuais, ao processo em geral, ao processo de conhecimento e ao cumprimento de sentença. A prévia garantia do juízo é pressuposto para o processamento da impugnação ao cumprimento de sentença de obrigação por quantia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "381216",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "O chamado sincretismo processual introduzido pelas recentes alterações promovidas no CPC buscou dotar o sistema processual civil brasileiro de meios de efetivação que proporcionem um trâmite mais célere no que diz respeito à satisfação de determinado direito já reconhecido por sentença judicial. A respeito dessa sistemática, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante do STJ, em nenhuma hipótese, a multa de 10% prevista no art. 475-J do CPC poderá ser aplicada nos casos em que a sentença tenha transitado em julgado anteriormente à entrada em vigor da Lei n.º 11.232/2005."
      },
      {
        "letra": "B",
        "texto": "Impugnação que seja apresentada pelo devedor em cumprimento de sentença terá, em regra, efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Por meio da propositura de execução provisória, o credor poderá satisfazer seu crédito e, em alguns casos, ser dispensado de prestar caução suficiente e idônea, tendo, contudo, o exequente responsabilidade objetiva por eventuais danos sofridos pelo executado, caso a decisão exequenda seja reformada"
      },
      {
        "letra": "D",
        "texto": "A decisão que aprecia a impugnação apresentada pelo devedor em cumprimento de sentença é recorrível mediante agravo de instrumento, inadmitida a interposição de apelação em qualquer hipótese."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência da Corte Especial do STJ, após o trânsito em julgado e retorno dos autos à origem, é desnecessária a intimação do devedor na pessoa de seu advogado, para efetuar o pagamento de quantia líquida e certa, sendo do devedor a obrigação de efetuar o pagamento espontâneo, no prazo de quinze dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368510",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação ao cumprimento de sentença somente poderá versar sobre.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade da citação, independentemente de ter o processo corrido à revelia."
      },
      {
        "letra": "B",
        "texto": "inexigibilidade do título, alegável a qualquer tempo a partir do auto de penhora."
      },
      {
        "letra": "C",
        "texto": "ilegitimidade das partes da fase cognitiva e incompetência absoluta superveniente do juízo."
      },
      {
        "letra": "D",
        "texto": "excesso de execução, declarando de imediato o valor que se reputa correto."
      },
      {
        "letra": "E",
        "texto": "pagamento, novação, compensação, transação ou prescrição, desde que anterior à sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "357875",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Alberto é condenado a pagar a Heitor determinada quantia em dinheiro, por decisão transitada em julgado. Intimado, Heitor apresenta impugnação, que, de acordo com o Código de Processo Civil, quando trata da impugnação ao cumprimento de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser precedida de garantia do juízo, pode versar sobre todas as questões tratadas no processo de conhecimento e, em regra, não possui efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "independe de garantia do juízo, pode versar sobre todas as questões tratadas no processo de conhecimento e, em regra, possui efeito suspensivo"
      },
      {
        "letra": "C",
        "texto": "deve ser precedida de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, não possui efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "deve ser precedida de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, possui efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "independe de garantia do juízo, pode versar, entre outros, sobre excesso de execução, e, em regra, possui efeito suspensivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357680",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Carlos ajuizou ação de indenização contra Daniel, a qual foi julgada procedente, em decisão cujo valor transitou em julgado. Quando do cumprimento da decisão, Carlos requereu a intimação de Daniel para pagamento da condenação, acrescida de juros e correção monetária. Não concordando com o valor da condenação nem com os índices de atualização aplicados por Carlos, Daniel apresentou impugnação, alegando, como argumento exclusivo, excesso de execução. Esta impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá indicar a quantia que Daniel entende correta, sob pena de rejeição, podendo o juiz alterar tanto os índices de atualização como o valor da condenação."
      },
      {
        "letra": "B",
        "texto": "suspenderá automaticamente o processo, mas apenas no que toca ao excesso decorrente da aplicação dos índices de atualização."
      },
      {
        "letra": "C",
        "texto": "suspenderá automaticamente e no todo o processo, tal como se dá com os embargos à execução de título executivo extrajudicial."
      },
      {
        "letra": "D",
        "texto": "deverá indicar a quantia que Daniel entende correta, sob pena de rejeição liminar, podendo o juiz alterar os índices de atualização mas não o valor da condenação."
      },
      {
        "letra": "E",
        "texto": "impede a prática de qualquer ato executivo, quando recebida no efeito suspensivo, ainda que o exe- quente preste caução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "557415",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca do cumprimento de sentença e do processo de execução, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença arbitral é título executivo extrajudicial."
      },
      {
        "letra": "B",
        "texto": "A citação do devedor solvente na execução de quantia certa dá início a prazos com termos iniciais distintos."
      },
      {
        "letra": "C",
        "texto": "O cumprimento de sentença não se efetua perante os tribunais."
      },
      {
        "letra": "D",
        "texto": "A impugnação ao cumprimento de sentença pode versar sobre qualquer matéria de defesa."
      },
      {
        "letra": "E",
        "texto": "Todos os atos de ciência do executado, no processo autônomo de execução, devem ser praticados pelo oficial de justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485984",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "No processo civil, especificamente sobre o cumprimento de sentença, a impugnação não poderá versar sobre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excesso de execução."
      },
      {
        "letra": "B",
        "texto": "Falta ou nulidade da citação, se o processo correu à revelia."
      },
      {
        "letra": "C",
        "texto": "Inexigibilidade do título."
      },
      {
        "letra": "D",
        "texto": "Penhora incorreta ou avaliagao errônea."
      },
      {
        "letra": "E",
        "texto": "Qualquer causa impeditiva, modificativa ou extintiva da obrigação, como pagamento, novação, compensação, transação ou prescrição, ocorridas em qualquer fase do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414142",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A sentença que determina o cumprimento de obrigação por quantia certa, o demandado deixa de cumprir espontaneamente a decisão. Neste casso, as afirmativas a seguir estão corretas, à exceção de uma. Assinale-a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento de sentença terá sempre o efeito suspensivo, não se admitindo, portanto, a execução provisória do julgado."
      },
      {
        "letra": "B",
        "texto": "Sendo a sentença parte líquida e parte ilíquida, poderá o credor simultaneamente promover a execução da primeira e liquidar, em autos apartados, a segunda."
      },
      {
        "letra": "C",
        "texto": "A execução poderá ser requerida no prazo de seis meses e caso não o seja, o juiz determinará o arquivamento dos autos, sem prejuízo de seu desarquivamento a pedido da parte."
      },
      {
        "letra": "D",
        "texto": "A impugnação poderá versar sobre causa extintiva da obrigação como a novação, compensação ou transação, mas desde que superveniente à sentença."
      },
      {
        "letra": "E",
        "texto": "O excesso na execução, a penhora incorreta, a avaliação errônea e ainda, a falta ou nulidade da citação podem ser objeto da impugnação, se o processo correu à revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a sentença, cumprimento de sentença e coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, os efeitos da coisa julgada se estendem à verdade dos fatos que foram estabelecidos como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a garantia do juízo para que o devedor possa apresentar impugnação na fase de cumprimento de sentença."
      },
      {
        "letra": "C",
        "texto": "O magistrado está vinculado aos fundamentos jurídicos apresentados na petição inicial quando for proferir a sentença."
      },
      {
        "letra": "D",
        "texto": "A sentença de interdição deve ser inscrita no registro civil de pessoas naturais, mesmo que ainda seja possível interpor apelação."
      },
      {
        "letra": "E",
        "texto": "Em uma ação que vise ao cumprimento de obrigação jurídica condicional, o juiz pode proferir sentença de natureza diversa da pedida em favor do réu, já que esse tipo de ação é uma exceção ao princípio da congruência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370292",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: IPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Impugnação ao cumprimento de sentença",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o processo será autuado em apenso aos autos principais, exceto quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "impugnação ao valor da causa."
      },
      {
        "letra": "C",
        "texto": "impugnação ao pedido de assistência."
      },
      {
        "letra": "D",
        "texto": "resposta do réu, sob a forma de exceção."
      },
      {
        "letra": "E",
        "texto": "incidente de falsidade, após encerrada a instrução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335956",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Acerca da defesa do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há de se falar em presunção de veracidade ou confissão ficta se o exequente não se opuser à impugnação ao cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento do STJ, em se tratando de procedimento sumário, o comparecimento do réu à audiência de conciliação desacompanhado de advogado, mas munido da peça contestatória, afasta os efeitos da revelia."
      },
      {
        "letra": "C",
        "texto": "O princípio da concentração de defesa, segundo o qual do réu deve apresentar na contestação todas as matérias que tenha em sua defesa, não admite exceções."
      },
      {
        "letra": "D",
        "texto": "Não se admite a reconvenção em ação declaratória."
      },
      {
        "letra": "E",
        "texto": "O prazo remanescente para contestar suspenso com o recebimento da exceção de incompetência volta a fluir da data da decisão que acolha a exceção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "328947",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento de sentença, a impugnação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao seu cumprimento, independentemente de penhora, será recebida no efeito suspensivo, se o juiz considerar relevantes os fundamentos da impugnação e que será deduzida em dez dias, contados da intimação do advogado do devedor, podendo versar, apenas, sobre as causas extintivas da obrigação, ocorridas posteriormente ao trânsito em julgado da sentença proferida na ação de conhecimento."
      },
      {
        "letra": "B",
        "texto": "ao seu cumprimento independe de penhora ou de qualquer outra garantia do juízo, será deduzida pelo devedor no prazo de quinze dias a contar da juntada do mandado de citação cumprido, e poderá versar sobre qualquer matéria que pudesse arguir na ação de conhecimento, caso o processo tenha corrido à sua revelia."
      },
      {
        "letra": "C",
        "texto": "do devedor deverá ser deduzida, no prazo de dez dias, contado da intimação pessoal da penhora, mesmo que tenha advogado constituído nos autos e só poderá versar sobre nulidade do processo de conhecimento posterior à sentença ou extinção da obrigação."
      },
      {
        "letra": "D",
        "texto": "ao seu cumprimento dependerá da oposição de embargos do devedor, como ação conexa mas autônoma, para desconstituir o título exequendo."
      },
      {
        "letra": "E",
        "texto": "do devedor que tiver advogado poderá ser oferecida no prazo de quinze dias contados da intimação da penhora, e versar sobre causa impeditiva, modificativa ou extintiva da obrigação, desde que superve- niente à sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "893023",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue o item abaixo.Caso o réu não tenha apresentado contestação à ação de cobrança, ele poderá defender-se na fase de cumprimento de sentença, por meio de impugnação, cujo objetivo consiste em anular todos os atos processuais praticados a partir da citação, incluindo-se a instrução processual e a sentença condenatória, devendo ser oferecida no prazo de quinze dias, a contar da intimação que determina o pagamento da quantia exequenda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352438",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Das Defesas do Devedor: Exceção de Pré-Executividade"
    ],
    "enunciado_principal": "Segundo orientação do Superior Tribunal de Justiça, dadas as assertivas abaixo, assinale a alternativa correta. I. O advogado não pode ser penalizado nos autos em que supostamente atua como litigante de má-fé, salvo quando incorrer em falta profissional. II. É cabível a fixação de honorários advocatícios em favor da Defensoria Pública, salvo quando ela atua contra a pessoa jurídica de direito público à qual pertença. III. Na impugnação ao cumprimento de sentença, não serão cabíveis honorários advocatícios quando ela for rejeitada. IV. Acolhida, total ou parcialmente, a exceção de pré-executividade na execução fiscal, é cabível a fixação de honorários advocatícios em favor do excipiente. V. No processo de execução, o cessionário, quando o direito resultante do título executivo lhe foi transferido por ato entre vivos, poderá substituir o exequente, independentemente da anuência da parte executada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, II e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311767",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A impugnação no cumprimento de sentença, uma vez decidida, é recorrível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por agravo de instrumento, mesmo quando importar extinção da execução."
      },
      {
        "letra": "B",
        "texto": "por apelação, em quaisquer casos."
      },
      {
        "letra": "C",
        "texto": "por apelação apenas quando importar a extinção da execução."
      },
      {
        "letra": "D",
        "texto": "por agravo de instrumento, em quaisquer casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "213055",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento da sentença, a defesa do executado através de impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está sujeita ao prévio pagamento das custas."
      },
      {
        "letra": "B",
        "texto": "será distribuída por dependência e autuada em apartado."
      },
      {
        "letra": "C",
        "texto": "não poderá versar sobre ilegitimidade das partes."
      },
      {
        "letra": "D",
        "texto": "poderá versar sobre a ocorrência de pagamento anterior à sentença."
      },
      {
        "letra": "E",
        "texto": "dispensa a prévia segurança do juízo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201702",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Na fase de cumprimento da sentença, a impugnação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obsta, por si só, o prosseguimento da execução, tendo sempre efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "está sujeita a distribuição e o seu processamento ao recolhimento de custas."
      },
      {
        "letra": "C",
        "texto": "poderá versar sobre qualquer matéria que poderia ter sido alegada na fase de conhecimento, mas não o foi."
      },
      {
        "letra": "D",
        "texto": "depende de prévia segurança do juízo para ser admitida."
      },
      {
        "letra": "E",
        "texto": "poderá versar sobre falta ou nulidade de citação, se o processo correu à revelia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "434350",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Cumprimento de sentença",
      "Agravo de instrumento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação ao cumprimento da sentença possui, como regra, efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "O deferimento do efeito suspensivo na impugnação ao cumprimento não necessariamente impede o prosseguimento da execução, podendo o credor requerer o prosseguimento oferecendo e prestando caução suficiente e idônea."
      },
      {
        "letra": "C",
        "texto": "A decisão na impugnação ao cumprimento da sentença será sempre recorrível por agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "O deferimento de efeito suspensivo na impugnação ao cumprimento da sentença somente e cabível na execução provisona."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "B"
  }
]