[
  {
    "id": "652489",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: SISPREM - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Acerca do que estabelece a Lei dos Juizados Especiais da Fazenda Pública (Lei nº 12.153/2009), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inclui-se na competência do Juizado Especial da Fazenda Pública as ações de mandado de segurança."
      },
      {
        "letra": "B",
        "texto": "Aplica-se a regra de prazos diferenciados para a prática de qualquer ato processual e para a interposição de recursos pelas pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "Os representantes judiciais dos réus presentes à audiência não poderão conciliar, transigir ou desistir nos processos da competência dos Juizados Especiais, mesmo havendo previsão legal do respectivo ente da Federação."
      },
      {
        "letra": "D",
        "texto": "Nas causas de competência do Juizado Especial da Fazenda Pública, não se aplica a regra do reexame necessário."
      },
      {
        "letra": "E",
        "texto": "No foro onde estiver instalado o Juizado Especial da Fazenda Pública, a sua competência é relativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592852",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Sobre os Juizados Especiais Cíveis e da Fazenda Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos Juizados Especiais Cíveis e da Fazenda Pública, a competência é fixada pelo critério relativo do valor da causa;"
      },
      {
        "letra": "B",
        "texto": "o incapaz não pode ser parte nos processos perante os Juizados Especiais Cíveis;"
      },
      {
        "letra": "C",
        "texto": "nos Juizados Especiais da Fazenda Pública, somente será admitido recurso contra a sentença;"
      },
      {
        "letra": "D",
        "texto": "nos Juizados Especiais Cíveis, apenas é possível a execução de seus próprios julgados;"
      },
      {
        "letra": "E",
        "texto": "nos Juizados Especiais da Fazenda Pública, as pessoas jurídicas de direito público gozam de prazo em dobro para recorrer."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "503174",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Quanto aos processos que tramitam perante os Jui­zados Especiais da Fazenda Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No foro em que estiverem instalados, a competência é relativa."
      },
      {
        "letra": "B",
        "texto": "Não é possível pedido para providências cautelatórias ou antecipatórias no curso do processo."
      },
      {
        "letra": "C",
        "texto": "O cumprimento da sentença com trânsito em julgado, que imponha obrigação de fazer, será efetuado mediante ofício do juiz à autoridade ci­tada para a causa, com cópia da sentença ou do acordo."
      },
      {
        "letra": "D",
        "texto": "A Fazenda terá prazo em quádruplo para contestar e em dobro para recorrer."
      },
      {
        "letra": "E",
        "texto": "Nas causas que correm perante esse Juizado, haverá reexame necessário no caso de proce­dência do pedido do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484436",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA sobre os Juizados Especiais da Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Causas de valor inferior a 60 (sessenta) salários-mínimos que envolvam organismo internacional e município serão julgadas pelos Juizados Especiais da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "A declaração de incompetência do juízo provoca a extinção do processo sem julgamento de mérito."
      },
      {
        "letra": "C",
        "texto": "Qualquer pessoa física ou jurídica pode ser parte autora nos Juizados Especiais da Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se, nos Juizados Especiais da Fazenda Pública, os prazos para a realização de audiências previstos na Lei 9.099/95, que criou os Juizados Especiais."
      },
      {
        "letra": "E",
        "texto": "Há reexame necessário das decisões que condenam a Fazenda Pública, sendo o caso encaminhado à Turma Recursal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483747",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Nos Juizados Especiais da Fazenda Pública, podem ser propostas demandas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que versem sobre direitos ou interesses difusos e coletivos;"
      },
      {
        "letra": "B",
        "texto": "cujos valores sejam acima de 60 salários-mínimos;"
      },
      {
        "letra": "C",
        "texto": "que tratem de bens imóveis pertencentes aos municípios;"
      },
      {
        "letra": "D",
        "texto": "onde sejam impugnadas sanções disciplinares aplicadas a militares;"
      },
      {
        "letra": "E",
        "texto": "que contenham pedidos de providências antecipatórias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1370449",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Acerca do Juizado Especial da Fazenda Pública, tal qual preceitua a Lei Federal nº 12.153/2009, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Podem ser partes no Juizado Especial da Fazenda Pública, como réus, os Estados, o Distrito Federal, os Territórios e os Municípios, exceto as autarquias, fundações e empresas públicas a eles vinculadas, cujas causas serão processadas nos Juizados Especiais Cíveis.( ) Quando se tratar de obrigação de pagar quantia certa, após o trânsito em julgado da decisão, o pagamento será efetuado mediante precatório, caso o montante da condenação exceda o valor definido como obrigação de pequeno valor. ( ) Nas causas de que trata a Lei que dispõe sobre os Juizados Especiais da Fazenda Pública não haverá reexame necessário. ( ) Aplicam‐se às causas processadas no Juizado Especial da Fazenda Pública os prazos diferenciados para a prática de qualquer ato processual pelas pessoas jurídicas de direito público, inclusive a interposição de recursos. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "F, V, F, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "785972",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "De acordo com a regência da Lei nº 12.153/2009:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o mandado de segurança pode ser impetrado no juizado especial da fazenda pública sem a limitação de sessenta salários mínimos para o valor da causa."
      },
      {
        "letra": "B",
        "texto": "não há prazo especial para a apresentação de defesa pela pessoa jurídica de direito público reclamada, exceto para recorrer da sentença em primeiro grau, caso em que o prazo será contado em dobro."
      },
      {
        "letra": "C",
        "texto": "é admitido recurso em face da decisão que antecipa os efeitos da tutela jurisdicional."
      },
      {
        "letra": "D",
        "texto": "no juizado da fazenda pública é possível a obtenção de sentença para declarar a nulidade da pena de demissão aplicada a servidor público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700431",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Prova documental",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Analise as proposições e marque a correta: I – No tocante à prova emprestada, não deve ser admitida, mesmo que produzida entre as mesmas partes, se foi proferida em procedimento de cognição sumária, como por exemplo, em procedimento de jurisdição voluntária, e se pretende seu aproveitamento em procedimento de jurisdição contenciosa. II – Nos juizados especiais da Fazenda Pública não haverá prazo diferenciado para a prática de qualquer ato, salvo em relação ao recurso contra decisão que antecipar os efeitos de tutela, que será de vinte dias. III – Mesmo nos juizados especiais da Fazenda Publica a citação da pessoa jurídica de direito público deve ser feito por oficial de justiça, vedando-se a citação pelo correio. IV – Nos Juizados Especiais da Fazenda Pública somente se admite o recurso contra a sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas as assertivas II, III e IV"
      },
      {
        "letra": "C",
        "texto": "Estão corretas somente as assertivas I e III"
      },
      {
        "letra": "D",
        "texto": "Está incorreta apenas a assertiva IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670401",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "José foi designado Juiz Leigo pelo Presidente do Tribunal de Justiça do Rio de Janeiro, sendo sua primeira lotação para atuar no I Juizado Especial da Fazenda Pública da Capital. Alguns dias após iniciar suas atividades, José sofre um acidente causado por um buraco na via pública e pretende acionar a Prefeitura Municipal para que esta pague pelos danos causados ao veículo. Neste caso, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá atuar como advogado, mesmo em causa própria, pois está impedido de advogar em todo o sistema estadual de Juizados Especiais da Fazenda Pública no Rio de Janeiro."
      },
      {
        "letra": "B",
        "texto": "não poderá atuar como advogado, de forma alguma, pois está impedido de advogar em qualquer juízo ou instância do Tribunal de Justiça do Estado do Rio de Janeiro."
      },
      {
        "letra": "C",
        "texto": "poderá atuar como advogado, desde que a demanda não seja distribuída para o I Juizado Especial da Fazenda Pública da Capital."
      },
      {
        "letra": "D",
        "texto": "poderá atuar como advogado, apenas porque se trata de causa própria, ficando vedado o exercício da atividade apenas em relação a terceiros."
      },
      {
        "letra": "E",
        "texto": "não poderá atuar como advogado, mesmo em causa própria, pois está impedido de advogar em todo o sistema nacional de Juizados Especiais da Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "460048",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "É proposição correta a respeito do Juizado Especial da Fazenda Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite recurso especial ou extraordinário no âmbito dos Juizados Especiais da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "Não se admite, nos Juizados Especiais da Fazenda Pública, assim como no Juízo Comum, que o Estado realize transação, ante a indisponibilidade do interesse público."
      },
      {
        "letra": "C",
        "texto": "Compete aos Juizados Especiais da Fazenda Pública processar e julgar causas de até 40 salários mínimos, incluindo execuções fiscais."
      },
      {
        "letra": "D",
        "texto": "As pessoas jurídicas, incluindo as empresas de pequeno porte, não podem ser autoras em processos nos Juizados Especiais da Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "O Juiz poderá, inclusive de ofício, deferir providências cautelares e antecipatórias no curso do processo, para evitar dano de difícil ou de incerta reparação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402836",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes a mandado de segurança, juizados especiais da fazenda pública e recursos. Compete ao juizado especial da fazenda pública o julgamento de mandado de segurança quando a causa tiver valor de até sessenta salários mínimos, ressalvadas as hipóteses em que a autoridade coatora tiver foro por prerrogativa de função.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402833",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes a mandado de segurança, juizados especiais da fazenda pública e recursos. Indeferida a produção de prova pericial em processo que tramite perante o juizado especial da fazenda pública, a parte que se julgar prejudicada poderá interpor recurso de agravo de instrumento dirigido a turma recursal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350939",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue os itens que se seguem. Se, no julgamento do recurso interposto contra a sentença, a decisão colegiada da turma recursal do juizado especial da fazenda pública contrariar entendimento adotado, na sistemática dos recursos repetitivos (art. 543-C, CPC), pelo STJ, a parte prejudicada poderá ajuizar reclamação nesta corte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331777",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o Juizado Especial da Fazenda Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As demandas sobre direitos ou interesses difusos e coletivos de valor pecuniário até sessenta salários mínimos estão incluídas em sua competência, sendo que a decisão proferida pelas Turmas Recursais terá efeito erga omnes e estará sujeita a pedido de unifor­mização de interpretação de lei quando houver divergência entre decisões proferidas, mas não será cabível o recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "Haverá prazo diferenciado para a prática de qualquer ato processual pelas pessoas jurídicas de direito público, inclusive a interposição de recursos, sendo que na audiência de conciliação os representantes judiciais dos réus presentes à audiência poderão conciliar, transigir ou desistir nos processos da competência dos Juizados Especiais, nos termos e nas hipóteses previstas na lei do respectivo ente da Federação."
      },
      {
        "letra": "C",
        "texto": "Os Estados, Distrito Federal, Territórios e Municípios, autarquias e fundações públicas a eles vinculadas podem atuar como autores, réus ou intervenitentes, sendo que quaisquer das partes poderão formular pedido de uniformização de interpretação de lei quando houver diver­gência entre decisões proferidas por Turmas Recursais sobre questões de direito material."
      },
      {
        "letra": "D",
        "texto": "Quando a pretensão versar sobre obrigações vincendas, para fins de competência do Juizado Especial, a soma de doze parcelas vincendas e de eventuais parcelas ven­cidas poderá exceder sessenta salários mínimos desde que as demandas tenham sido ajuizadas até a data da instalação do Juizado Especial da Fazenda Pública e para lá tenham sido remetidas pela Justiça Comum, nos termos da lei."
      },
      {
        "letra": "E",
        "texto": "Tratando-­se de obrigação de pagar quantia certa, após o trânsito em julgado da decisão, o pagamento será efetuado mediante precatório, caso o montante da condenação exceda o valor definido como obrigação de pequeno v alor que é limitado a 40 salários mínimos, quanto aos Estados e ao Distrito Federal, e 30 salários mínimos, quanto aos Municípios, ou aos valores que forem estabelecidos na lei do respectivo ente da Federação"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312992",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Mediação e Conciliação",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "É correto afirmar que o conciliador, conforme previsto na Lei n.º 12.153/09,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará impedido de exercer a advocacia perante todos os Juizados Especiais da Fazenda Pública instalados em território nacional."
      },
      {
        "letra": "B",
        "texto": "poderá compor as Turmas Recursais do Sistema dos Juizados Especiais, pelo prazo de 2 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "poderá, para fins de encaminhamento da composição amigável, ouvir as partes e testemunhas sobre os contornos fáticos da controvérsia."
      },
      {
        "letra": "D",
        "texto": "é auxiliar da Justiça, recrutado, obrigatoriamente, entre advogados com mais de 2 (dois) anos de experiência."
      },
      {
        "letra": "E",
        "texto": "presidirá a instrução do processo, podendo dispensar novos depoimentos, se entender suficientes para o julgamento da causa os esclarecimentos já constantes dos autos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473526",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Conforme a Resolução n.º 905/2012-COMAG, considere as seguintes afirmações. I - Cabe ao conciliador, nos Juizados Especiais Cível e Criminal, sob supervisão do Juiz, conduzir a audiência de conciliação. II - Os Juízes Leigos e os Conciliadores serão designados pelo Juiz Presidente do Juizado Especial para exercerem suas funções pelo prazo de cinco anos, vedada a recondução. III - O Conciliador Cível e da Fazenda Pública receberão pela realização de acordo em audiência, e o Conciliador Criminal receberá pela realização da audiência. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473514",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Com base na Lei n.º 12.153, de 22 de dezembro de 2009, assinale a afirmação INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As microempresas e as empresas de pequeno porte, assim definidas na Lei Complementar n.º 123, de 14 de dezembro de 2006, poderão ser autoras de ações no âmbito do Juizado Especial da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "As Turmas Recursais do Sistema dos Juizados Especiais serão compostas por Juízes em exercício no primeiro grau de jurisdição, na forma da legislação dos Estados e do Distrito Federal, com mandato de dois anos, e integradas, preferencialmente, por Juízes do Sistema dos Juizados Especiais."
      },
      {
        "letra": "C",
        "texto": "Aplica-se, subsidiariamente, aos Juizados Especiais da Fazenda Pública, o disposto nas Leis n.º 5.869, de 11 de janeiro de 1973 – Código de Processo Civil, n.º 9.099, de 26 de setembro de 1995, e n.º 10.259, de 12 de julho de 2001."
      },
      {
        "letra": "D",
        "texto": "A designação dos Juízes das Turmas Recursais obedecerá aos critérios de antiguidade e merecimento, sendo permitida a recondução quando não houver outro Juiz na sede da Turma Recursal."
      },
      {
        "letra": "E",
        "texto": "O pedido fundado em divergência entre Turmas do mesmo Estado será julgado em reunião conjunta das Turmas em conflito, sob a presidência do Ministro indicado pelo Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "473513",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Considerando-se o âmbito dos Juizados Especiais da Fazenda Pública, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Das decisões das Turmas Recursais caberá recurso de apelação para o Tribunal de Justiça, com pedido de uniformização, se houver divergência com o entendimento de Câmara do Tribunal."
      },
      {
        "letra": "B",
        "texto": "Das decisões do Conciliador caberá recurso ordinário para as Turmas Recursais, sendo incabível qualquer recurso de despacho voltado ao impulso processual."
      },
      {
        "letra": "C",
        "texto": "Caberá pedido de uniformização de interpretação de lei quando houver divergência entre decisões proferidas por Turmas Recursais sobre questões de direito material."
      },
      {
        "letra": "D",
        "texto": "A divergência ensejadora de recurso extraordinário dirigido ao Supremo Tribunal Federal deverá ser demonstrada com base nas Súmulas das Turmas Recursais dos diferentes Estados."
      },
      {
        "letra": "E",
        "texto": "Nos mandados de segurança impetrados junto aos Juizados Especiais da Fazenda Pública, caberá recurso ordinário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473512",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Sobre os Juízes Leigos e os Conciliadores no âmbito dos Juizados Especiais da Fazenda Pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os Juízes Leigos, enquanto no desempenho de suas funções, ficarão impedidos de exercer a advocacia perante todos os Juizados Especiais da Fazenda Pública instalados em território nacional."
      },
      {
        "letra": "B",
        "texto": "o Conciliador poderá, com a finalidade de encaminhar composição amigável, ouvir as partes e testemunhas sobre os contornos da controvérsia, sem intervenção de qualquer outra autoridade."
      },
      {
        "letra": "C",
        "texto": "os Juízes Leigos são auxiliares da Justiça, recrutados, preferencialmente, entre pessoas com notório conhecimento jurídico e mais de dois anos de experiência."
      },
      {
        "letra": "D",
        "texto": "cabe ao Conciliador conduzir a audiência de conciliação e de instrução, sem intervenção de qualquer outra autoridade."
      },
      {
        "letra": "E",
        "texto": "o Juiz dispensará novos depoimentos, passando a prolatar a sentença, quando não obtida a Conciliação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "473511",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Em relação aos Juizados Especiais da Fazenda Pública, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderão ser deferidas, pelo Juiz, providências antecipatórias para evitar dano de difícil ou incerta reparação."
      },
      {
        "letra": "B",
        "texto": "Será deferida liminar sempre que houver prova pré-constituída no mandado de segurança impetrado pela parte."
      },
      {
        "letra": "C",
        "texto": "Só o Juiz imitirá o Estado na posse quando reunidos os requisitos para efetivação da desapropriação."
      },
      {
        "letra": "D",
        "texto": "Poderão, através de análise do Juiz, ser adotadas providências cautelares e antecipatórias sempre que o objeto da demanda for a defesa de direitos ou de interesses difusos."
      },
      {
        "letra": "E",
        "texto": "O Juiz poderá determinar a reintegração preventiva em caso de a demanda versar sobre pena de demissão imposta a servidor quando o processo administrativo disciplinar for inválido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "473510",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juizado Especial no CPC 1973",
      "Prazos",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "O prazo para o Poder Público recorrer das sentenças no Juizado Especial da Fazenda Pública é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias."
      },
      {
        "letra": "B",
        "texto": "dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze dias."
      },
      {
        "letra": "D",
        "texto": "vinte dias."
      },
      {
        "letra": "E",
        "texto": "trinta dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "242905",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Federal",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "No regime dos Juizados Especiais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as testemunhas devem comparecer à audiência de instrução e julgamento independentemente de intimação, mesmo que esta tenha sido requerida."
      },
      {
        "letra": "B",
        "texto": "a sentença deve necessariamente conter relatório, fundamentação e dispositivo."
      },
      {
        "letra": "C",
        "texto": "a sentença condenatória somente poderá ser ilíquida quando o pedido tiver sido genérico."
      },
      {
        "letra": "D",
        "texto": "não se admite a conciliação quando o Estado for parte."
      },
      {
        "letra": "E",
        "texto": "não se admitirá a reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "241507",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Federal",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Nos juizados especiais estaduais, cabe recurso de agravo contra a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]