[
  {
    "id": "1102691",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A Lei nº 5.869, de 11 de janeiro de 1973 – Código de Processo Civil – alterada pela Lei nº 12.777, de 7 de fevereiro de 2006, institui uma hipótese de julgamento imediato, apelidado pela doutrina de julgamento de improcedência prima facie. Sobre o tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na aplicação do instituto é proferida a sentença de plano, sendo dispensada a citação da parte requerida."
      },
      {
        "letra": "B",
        "texto": "Só é cabível quando a questão controvertida for unicamente de direito. Em caso de haver questão de fato, não se admite a aplicação do instituto."
      },
      {
        "letra": "C",
        "texto": "Basta ao juiz reproduzir o teor da sentença anteriormente prolatada, pois também é requisito que, no juízo, já tenha sido proferida sentença de total improcedência em outros casos idênticos."
      },
      {
        "letra": "D",
        "texto": "No caso de o juiz reconhecer a improcedência de plano, se o autor apelar, é facultado ao juiz decidir, no prazo de quarenta e oito horas, não manter a sentença e determinar o prosseguimento da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "621581",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz dirigirá o processo, competindo-lhe, em conformidade com a Lei n.º 5.869, de 11 de janeiro de 1973, Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assegurar à parte autora prioridade de tratamento."
      },
      {
        "letra": "B",
        "texto": "Velar pela rápida solução do litígio."
      },
      {
        "letra": "C",
        "texto": "Permitir qualquer ato contrário à dignidade da justiça."
      },
      {
        "letra": "D",
        "texto": "Tentar, somente no final do processo, conciliar as partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614570",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a opção que completa corretamente a lacuna do seguinte dispositivo legal: “____________ é o ato pelo qual o juiz, no curso do processo, resolve questão incidente\".",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sentença"
      },
      {
        "letra": "B",
        "texto": "Decisão interlocutória"
      },
      {
        "letra": "C",
        "texto": "Acórdão"
      },
      {
        "letra": "D",
        "texto": "Despacho"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614569",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Reputa-se fundada a suspeição de parcialidade do juiz, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta, ou na linha colateral até o segundo grau."
      },
      {
        "letra": "C",
        "texto": "receber dádivas antes ou depois de iniciado o processo, aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio."
      },
      {
        "letra": "D",
        "texto": "o órgão de direção ou de administração de pessoa jurídica é parte na causa.o órgão de direção ou de administração de pessoa jurídica é parte na causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "600810",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É impedido o Juiz, no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "B",
        "texto": "Quando for interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "C",
        "texto": "Quando for herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Quando interveio como mandatário da parte, oficiou como perito, funcionou como órgão do Ministério Público, ou prestou depoimento como testemunha."
      },
      {
        "letra": "E",
        "texto": "Quando amigo íntimo ou inimigo capital de qualquer das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "616148",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Dentre os deveres do juiz no processo, nos termos do Código de Processo Civil, encontra-se o de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar sempre por equidade"
      },
      {
        "letra": "B",
        "texto": "na existência de lacuna, suspender o processo"
      },
      {
        "letra": "C",
        "texto": "velar pela igualdade entre as partes"
      },
      {
        "letra": "D",
        "texto": "extrapolar o limite do pedido cognitivo havendo provas"
      },
      {
        "letra": "E",
        "texto": "determinar a prisão do depositário judicial infiel"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "614761",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591069",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito do Ministério Público, do juiz e dos auxiliares da justiça, julgue o próximo item com base nas disposições do Código de Processo Civil. É defeso ao juiz eximir-se de sentenciar ou despachar alegando lacuna ou obscuridade da lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "574470",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considere as seguintes hipóteses: I. No processo “D”, está postulando como advogado da parte o cunhado do juiz. II. No processo “E”, o autor é sobrinho do juiz.III. No processo “F”, o juiz é inimigo capital do autor. IV. No processo “G”, o juiz é herdeiro presuntivo do autor. Nestes casos, de acordo com o Código de Processo Civil brasileiro, reputa-se fundada a suspeição da parcialidade do juiz, configurando hipóteses de suspeição, as indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552749",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de três dias, reformar sua decisão."
      },
      {
        "letra": "B",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "C",
        "texto": "O juiz, titular ou substituto, que concluir a audiência, julgará a lide, salvo se estiver convocado, licenciado, afastado por qualquer motivo, promovido ou aposentado, casos em que passará os autos ao seu sucessor. Em qualquer hipótese, o juiz que proferir a sentença, se entender necessário, poderá mandar repetir as provas já produzidas."
      },
      {
        "letra": "D",
        "texto": "O assistente atua como auxiliar da parte principal, mas não possui os mesmos poderes."
      },
      {
        "letra": "E",
        "texto": "O Ministério Publico não pode promover a execução forçada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503172",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Quanto aos atos do juiz, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São atos meramente ordinatórios, forma pela qual o juiz resolve questão incidente, quando pra­ ticados em decorrência de juntada de documento essencial para o deslinde da causa"
      },
      {
        "letra": "B",
        "texto": "Os atos meramente ordinatórios, como a juntada e a vista obrigatória, independem de despacho, devendo ser praticados de ofício pelo servidor e revistos pelo juiz quando necessários."
      },
      {
        "letra": "C",
        "texto": "Decisão interlocutória é o ato pelo qual o juiz, no curso do feito, põe fim ao processo, resolvendo todas as questões que deram causa à proposi­ tura da ação."
      },
      {
        "letra": "D",
        "texto": "Decisão interlocutória compreende todos os de­ mais atos do juiz praticados no processo, de ofí­cio ou a requerimento da parte, a cujo respeito a lei não estabelece outra forma."
      },
      {
        "letra": "E",
        "texto": "Recebe a denominação de acórdão o julgamen­ to proferido pelos tribunais, desde que julguem o mérito da demanda e reformem a sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498200",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Tempo"
    ],
    "enunciado_principal": "Sobre os atos processuais, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais são, de regra, públicos. Correm, todavia, em segredo de justiça os processos em que o exigir o interesse público e que digam respeito a casamento, filiação, separação dos cônjuges, conversão desta em divórcio, alimentos e guarda de menores."
      },
      {
        "letra": "B",
        "texto": "O direito de consultar os autos e de pedir certidões de seus atos é restrito aos procuradores das partes, isto é, aos advogados devidamente habilitados pela procuração outorgada pela parte"
      },
      {
        "letra": "C",
        "texto": "Os atos do juiz consistirão apenas em sentenças e despachos."
      },
      {
        "letra": "D",
        "texto": "Durante as férias e nos feriados não se praticarão, sem qualquer exceção, atos processuais."
      },
      {
        "letra": "E",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar o prazo peremptório; a convenção, porém, só tem eficácia se, requerida antes do vencimento do prazo, se fundar em motivo legítimo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492694",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Cabe ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decidir a lide por equanimidade, como regra geral."
      },
      {
        "letra": "B",
        "texto": "eximir-se de julgar se ausentes normas jurídicas aplicáveis ao caso concreto, determinando a solução por arbitragem."
      },
      {
        "letra": "C",
        "texto": "prevenir ou reprimir atos atentatórios à dignidade da justiça, desde que requerido pelas partes."
      },
      {
        "letra": "D",
        "texto": "manter-se equidistante das partes e suprir as lacunas e ambiguidades da lei, dando cumprimento ao princípio da obrigatoriedade da jurisdição."
      },
      {
        "letra": "E",
        "texto": "decidir a lide independente do princípio da correlação, livremente, dando os motivos de seu convencimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488439",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em conhecido texto, José Carlos Barbosa Moreira admite a existência das chamadas “convenções processuais” ou, como prefere, “convenções celebradas pelas partes sobre matéria processual”. A respeito do assunto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo pode ser suspenso por convenção das partes durante o tempo que lhes convier."
      },
      {
        "letra": "B",
        "texto": "Ressalvada a desistência da ação, os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais."
      },
      {
        "letra": "C",
        "texto": "A competência material e a competência territorial podem ser modificadas por vontade das partes."
      },
      {
        "letra": "D",
        "texto": "A renúncia ao direito de recorrer, quando manifestada depois da postulação do recurso, depende de concordância da parte contrária."
      },
      {
        "letra": "E",
        "texto": "A desistência do recurso, realizada após a apresentação de contrarrazões, depende da concordância do recorrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485729",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Timóteo, juiz de direito, possui uma família de juristas. Seu bisavô, Carlos, é advogado. Também são advogados seus primos, Nicolau, filho do seu tio Alvaro, e Gilberto, neto do seu tio Alberto. Nestes casos, de acordo com o Código de Processo Civil brasileiro, Timóteo não poderá exercer suas funções de juiz no processo contencioso ou voluntário, quando estiver postulando como advogado da parte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Nicolau, apenas"
      },
      {
        "letra": "B",
        "texto": "Nicolau e Gilberto, apenas."
      },
      {
        "letra": "C",
        "texto": "Nicolau, apenas."
      },
      {
        "letra": "D",
        "texto": "Carlos, Nicolau e Gilberto."
      },
      {
        "letra": "E",
        "texto": "Carlos, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483593",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá atuar como intérprete, quando dominar idioma estrangeiro, vertendo-o para o português por ocasião da sentença"
      },
      {
        "letra": "B",
        "texto": "determinará, inclusive de ofício, a produção das provas necessárias à instrução do processo."
      },
      {
        "letra": "C",
        "texto": "decidirá, em regra, por equidade."
      },
      {
        "letra": "D",
        "texto": "apreciará a prova observando, estritamente, apenas as circunstâncias alegadas pelas partes."
      },
      {
        "letra": "E",
        "texto": "decidirá a lide sempre com vistas ao bem comum, se necessário extrapolando os limites em que foi proposta, ainda que a questão demande iniciativa da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "481196",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Forma"
    ],
    "enunciado_principal": "Os atos processuais do juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "precisam ser provocados pelas partes."
      },
      {
        "letra": "B",
        "texto": "podem ser praticados pelo escrivão, sem exceção, desde que revistos pelo juiz."
      },
      {
        "letra": "C",
        "texto": "se limitam a resolver questões incidentes no curso do processo."
      },
      {
        "letra": "D",
        "texto": "precisam conter relatório, os fundamentos e dispositivo, se consistentes em sentença."
      },
      {
        "letra": "E",
        "texto": "consistirão em sentenças, decisões ordinatórias e despachos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1396094",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca dos poderes, deveres e da responsabilidade do juiz, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os limites da lide se impõem com a petição inicial, estando o julgador adstrito aos limites em que foi proposta, sendo-lhe defeso conhecer de questões não suscitadas."
      },
      {
        "letra": "B",
        "texto": "O juiz apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, ainda que não alegados pelas partes; mas deverá indicar, na sentença, os motivos que lhe formaram o convencimento."
      },
      {
        "letra": "C",
        "texto": "O princípio da identidade física do juiz não é absoluto, sendo possível a substituição do magistrado na hipótese de estar convocado."
      },
      {
        "letra": "D",
        "texto": "O juiz não se exime de sentenciar ou despachar alegando lacuna ou obscuridade da lei. No julgamento da lide caber-lhe-á aplicar as normas legais; não as havendo, recorrerá à analogia, aos costumes e aos princípios gerais de direito, podendo, ainda, em qualquer caso decidir por equidade."
      },
      {
        "letra": "E",
        "texto": "Entre as exceções à aplicação do princípio da identidade física do juiz, insere-se o afastamento por motivo de férias, período em que é possível ao substituto proferir sentença, ainda que colhida prova oral em audiência de instrução e julgamento pelo magistrado originário, que a presidiu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "726776",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre os poderes do juiz no processo civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito brasileiro consagra técnicas processuais executivas atípicas ao lado de técnicas processuais típicas."
      },
      {
        "letra": "B",
        "texto": "o direito brasileiro tem como regra a possibilidade de o juiz prestar tutela pelo equivalente monetário em detrimento da tutela específica independentemente de prévio pedido da parte."
      },
      {
        "letra": "C",
        "texto": "o juiz pode julgar com base em fatos essenciais não alegados pelas partes em ofensa ao princípio da demanda."
      },
      {
        "letra": "D",
        "texto": "o juiz não pode agir de ofício em nenhuma hipótese no processo civil brasileiro."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726676",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre os poderes do juiz, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o processo civil brasileiro consagra um modelo de juiz inquisidor do ponto de vista processual e material."
      },
      {
        "letra": "B",
        "texto": "o processo civil brasileiro consagra, sem exceção, o princípio dispositivo em sentido formal."
      },
      {
        "letra": "C",
        "texto": "o juiz pode prestar tutela específica ao direito, podendo, para tanto, empregar técnicas processuais típicas e atípicas para sua consecução, conforme o caso."
      },
      {
        "letra": "D",
        "texto": "o juiz não tem o poder de inverter o ônus da prova no processo civil brasileiro."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505068",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta (acerca de atos processuais):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos do juiz consistirão em sentenças, decisões interlocutórias, despachos e atos ordinatórios."
      },
      {
        "letra": "B",
        "texto": "Decisão interlocutória é o ato pelo qual o juiz, no curso do processo, resolve questão incidente."
      },
      {
        "letra": "C",
        "texto": "Recebe a denominação de acórdão o julgamento proferido pelos tribunais."
      },
      {
        "letra": "D",
        "texto": "A assinatura dos juízes, em todos os graus de jurisdição, pode ser feita eletronicamente, na forma da lei."
      },
      {
        "letra": "E",
        "texto": "É lícito o uso da taquigrafia, da estenotipia, ou de outro método idôneo, em qualquer juízo ou tribunal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463888",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação à conduta processual do juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe-lhe decidir a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "poderá ele decidir por equidade toda vez que se convença de que tal critério deva ser utilizado, para fazer melhor justiça."
      },
      {
        "letra": "C",
        "texto": "apreciará a prova de acordo com a hierarquia legal de importância de cada uma delas, ficando adstrito a tal critério."
      },
      {
        "letra": "D",
        "texto": "somente se não houver lei, nem analogia ou costumes aplicáveis para o caso concreto, é que poderá deixar de julgá-lo."
      },
      {
        "letra": "E",
        "texto": "só determinará as provas necessárias à instrução do processo quando for instado a isso por requerimento da parte interessada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "458324",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SEFAZ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Código de Processo Civil, em seu artigo 162, estabelece que os atos do juiz consistem em sentença, decisões interlocutórias e despachos. A respeito desse tema, é correto afirmar que o ato por meio do qual o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impulsiona o processo, mas não resolve questão alguma, é uma sentença."
      },
      {
        "letra": "B",
        "texto": "resolve uma questão incidente no curso do processo é um despacho."
      },
      {
        "letra": "C",
        "texto": "extingue o processo com julgamento de mérito é uma decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "impulsiona o processo, mas não resolve questão alguma, é um despacho."
      },
      {
        "letra": "E",
        "texto": "extingue o processo sem resolução de mérito é uma decisão interlocutória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456504",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação aos atos do juiz, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas despachos podem ser proferidos com fundamentação concisa, não havendo a mesma permissão legal para decisões interlocutórias e sentenças."
      },
      {
        "letra": "B",
        "texto": "das decisões interlocutórias não cabe recurso, salvo eventual correição parcial."
      },
      {
        "letra": "C",
        "texto": "consistem esses atos em despachos, decisões interlocutórias e sentenças, rol previsto em lei taxativamente."
      },
      {
        "letra": "D",
        "texto": "a sentença que resolve o mérito não põe mais fim ao processo, mas apenas à fase cognitiva em primeiro grau, prosseguindo-se, depois, com seu cumprimento."
      },
      {
        "letra": "E",
        "texto": "despacho é o ato pelo qual o juiz, no curso do processo, resolve questão incidente apta a causar gravame a qualquer das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "454358",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "É causa de suspeição do juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimizade em relação ao advogado do réu."
      },
      {
        "letra": "B",
        "texto": "quando já foi mandatário da parte."
      },
      {
        "letra": "C",
        "texto": "amizade com o advogado da parte autora."
      },
      {
        "letra": "D",
        "texto": "ter interesse no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "E",
        "texto": "quando seu cônjuge for advogado de uma das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426394",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em material de processo civil, reputa-se fundada a suspeição de parcialidade do juiz quando: I. O juiz for manifestamente interessado no julgamento da causa em favor de uma das partes. II. O juiz for amigo íntimo ou inimigo capital de qualquer das partes. III. O juiz for herdeiro presuntivo, donatário ou empregador de alguma das partes. IV. O juiz receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425305",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Nos moldes da Constituição Federal de 1988, requer-se a imparcialidade do juiz, como um dos fundamentos do princípio do juiz natural, resguardando a decisão de pré-compreensões sobre o fato e sobre o direito e também a pessoa do magistrado que, impulsionado por condições pessoais, não decidiria pelo livre convencimento, trazendo uma decisão carregada de subjetividade formada durante a instrução. Assim sendo, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imparcialidade, em primeiro lugar, decorre do sistema legal do processo, que adotou o chamado sistema acusatório, no qual são distintos o órgão acusador e o órgão julgador. Nesse sentido a imparcialidade decorre da equidistância do juiz em face das partes."
      },
      {
        "letra": "B",
        "texto": "O sistema processual é pautado no livre convencimento motivado, isto é, na liberdade que se defere ao juiz para a valoração da prova, neste sentido é extremamente difícil se estabelecer parâmetros atinentes a escolha da pertinência e do controle do material probatório, sem que se macule a liberdade e a independência do magistrado."
      },
      {
        "letra": "C",
        "texto": "O artigo 5º, LIII, da Constituição Federal de 1988 estipula o princípio do juiz natural. Trata-se de vedação ao juiz ou tribunal de exceção e de obrigatoriedade de respeito à competência material e em razão da pessoa: “ninguém será processado nem sentenciado senão pela autoridade competente;”. Assim, veda a criação de um juízo ou tribunal, unicamente para a apreciação de determinada causa, sendo que este deverá estar previamente constituído"
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição de parcialidade do juiz, em primeiro lugar, quando ele seja amigo íntimo de qualquer advogado das partes."
      },
      {
        "letra": "E",
        "texto": "O direito de a parte recusar o juiz não está, necessariamente, condicionado à possibilidade ou à probabilidade de que ele esteja realmente propenso a prejudicá-la; basta apenas a ocorrência de uma causa legal que justifique a desconfiança sobre a sua imparcialidade, pois o que está em jogo, afinal, é a confiança depositada na justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416906",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Anne e Tulius são Oficiais de Justiça e foram encarregados do cumprimento de mandados de citação em dois processos. Anne é amiga íntima do réu. Tulius é sobrinho do autor. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se aplicam aos serventuários da justiça os motivos de impedimento e suspeição previstos para os juízes."
      },
      {
        "letra": "B",
        "texto": "quanto à Anne há suspeição e, em relação a Tulius, impedimento."
      },
      {
        "letra": "C",
        "texto": "quanto a Tulius há suspeição e, em relação à Anne, impedimento."
      },
      {
        "letra": "D",
        "texto": "ambos são suspeitos para atuar nos respectivos processos."
      },
      {
        "letra": "E",
        "texto": "ambos estão impedidos de atuar nos respectivos processos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "413794",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete aojuiz dirigir o processo, velando pelarápida solução do litígio, assegurando às partes igualdade de tratamento, reprimindo quaisquer atos contrários à dignidade da justiça e tentando, a qualquer tempo, conciliar as partes."
      },
      {
        "letra": "B",
        "texto": "O juiz não se exime de sentenciar ou despachar alegando lacuna ou obscuridade da lei. No julgamento da lide caber-lhe-á aplicar as normas legais; não as havendo, recorrerá à analogia, aos costumes e aos princípios gerais de direito"
      },
      {
        "letra": "C",
        "texto": "Ojuiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "Responderá por perdas e danos o juiz, quando, no exercício de suas funções, proceder com culpa, dolo ou fraude; recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      },
      {
        "letra": "E",
        "texto": "É defeso ao juiz exercer suas funções no processo quando nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta, ou na colateral até o segundo grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413792",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu  - Exceção",
      "Ações possessórias"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) A Jurisdição é uma função do Estado, por meio da qual ele soluciona os conflitos de interesse de forma coercitiva, aplicando a lei geral e abstrata aos casos concretos que lhe são submetidos.II) A Jurisdição possui como características a substitutividade, a definitividade, imperatividade, inafastabilidade, a inércia e indelegabilidade. III) Reconhecida a incompetência absoluta, deve o juiz remeter os autos ao juízo competente, sendo nulos os atos decisórios praticados até então. Mesmo que a sentença transite em julgado, a incompetência absoluta ensejará o ajuizamento de ação rescisória. IV) A incompetência relativa deve ser arguida por meio de exceção de incompetência, no prazo da contestação, sob pena de preclusão, contudo o juiz poderá declará-la de ofício, caso haja prejuízo para quaisquer das partes. V) As ações possessórias em regra são consideradas reais imobiliárias e a competência para julgá- las é do foro de situação da coisa, cuja conclusão se extrai do art. 95 do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a propositura IV é falsa."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas a propositura V é falsa."
      },
      {
        "letra": "E",
        "texto": "As assertivas I e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406873",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. a prolação de sentença imediatamente após a negativa do Promotor de Justiça em emitir parecer num processo onde a participação do Ministério Público como “custos legis” é obrigatória gera a nulidade da decisão e dos atos que lhe sejam posteriores. II. o impedimento do juiz contemporâneo ao ajuizamento da ação, decorrente de sua condição de cônjuge de um dos litisconsortes que integram o polo ativo, pode ser alegado a qualquer tempo e grau de jurisdição, não ocorrendo preclusão temporal em razão de não ter sido arguida no prazo de defesa. III. o juiz pode conhecer de ofício da existência de cláusula de convenção de arbitragem e, com base nisso, extinguir o processo de conhecimento sem resolução do mérito. IV. em razão da adoção, pelo Código de Processo Civil, do princípio da “perpetuatio jurisdiciones”, a criação de nova comarca não implica em deslocamento para o juízo cível desta da competência para presidir a ação reivindicatória de bem móvel anteriormente ajuizada. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as afirmações II e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as afirmações I e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmações I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as afirmações II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392748",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito dos atos judiciais, julgue o item abaixo.Despachos constituem atos do juiz, sem conteúdo decisório, que somente podem ser praticados no processo quando houver provocação de uma das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386333",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre o juiz, as partes em geral, o Ministério Público e os serviços auxiliares da Justiça, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partes são aquele que pede em seu próprio nome (ou em cujo nome é pedida) uma atuação de lei (autor) e aquele frente ao qual tal atuação é pedida (réu)."
      },
      {
        "letra": "B",
        "texto": "Compete ao juiz dirigir o processo, assegurando às partes ter igualdade de tratamento, velar pela rápida solução do litígio, prevenir ou reprimir qualquer ato contrário à dignidade da justiça e tentar, a qualquer tempo, conciliar as partes."
      },
      {
        "letra": "C",
        "texto": "Na área cível, a atuação do Ministério Público se dá em dois aspectos: como parte e como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "Não são auxiliares da justiça o depositário, o administrador e o intérprete."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "383806",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFGD",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponte as corretas.I. O juiz só decidirá por equidade nos casos previstos em lei.II. O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte.III. Convencendo-se, pelas circunstâncias da causa, de que autor e réu se serviram do processo para praticar ato simulado ou conseguir fim proibido por lei, o juiz proferirá sentença que obste aos objetivos das partes.IV. Caberá ao juiz, de ofício ou a requerimento da parte, determinar as provas necessárias à instrução do processo, indeferindo as diligências inúteis ou meramente protelatórias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "377275",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Nos termos do art. 134 do Código de Processo Civil, está impedido o juiz que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio."
      },
      {
        "letra": "B",
        "texto": "Conheceu da causa em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "C",
        "texto": "For herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Todas as opções anteriores."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das opções."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373475",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando matéria de impedimento e suspeição e de atos jurisdicionais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As regras de impedimento do juiz não se aplicam ao procedimento de jurisdição voluntária."
      },
      {
        "letra": "B",
        "texto": "É imperativo ao juiz proferir sentença certa, ainda quando decidir relação jurídica condicional."
      },
      {
        "letra": "C",
        "texto": "Compete ao juiz ter os autos sob sua guarda e responsabilidade, não permitindo que saiam de cartório, exceto nas hipóteses permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "O juiz tem o dever de decidir em face das normas legais, não havendo, porém, esse dever em face de omissão legislativa, o que será apontado no processo para eventual injunção futura."
      },
      {
        "letra": "E",
        "texto": "O juiz não deverá declarar-se impedido quando for órgão de direção ou de administração de pessoa jurídica parte na causa, em processos de jurisdição voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "373389",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Filipe Moura Velho, Juiz de Direito em Casa Branca, conclui audiência naquela Comarca na qual ouviu as partes e testemunhas, em processo litigioso de guarda e visita de filhos menores. Determina a conclusão dos autos para sentença, mas antes de sentenciar é promovido para Cajamar. Nessa hipótese, deverá ele :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "passar os autos a seu sucessor, que deverá sentenciar apenas com as provas produzidas, necessaria- mente, em obediência ao princípio da unicidade obrigatória da audiência"
      },
      {
        "letra": "B",
        "texto": "sentenciar o processo apesar da promoção, por se tratar de processo de família, envolvendo menores, o que obriga ao sentenciamento por quem tenha presidido a audiência, em qualquer situação."
      },
      {
        "letra": "C",
        "texto": "sentenciar o processo apesar da promoção, pois ao ter ouvido as partes e testemunhas vinculou-se, em obediência aos princípios da identidade física do juiz e do juiz natural."
      },
      {
        "letra": "D",
        "texto": "devolver os autos do processo ao Cartório de Casa Branca, passando-os a seu sucessor, por haver cessado sua jurisdição, apesar do princípio da identidade física do juiz."
      },
      {
        "letra": "E",
        "texto": "sentenciar o processo, apesar da promoção, porque já havia determinado a conclusão dos autos para sentença, o que o vincula necessariamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "366529",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com base na suspeição e no impedimento do magistrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "Reputa-se infundada a suspeição de parcialidade do juiz quando este for herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "C",
        "texto": "O magistrado não pode declarar-se suspeito por motivo íntimo."
      },
      {
        "letra": "D",
        "texto": "O magistrado que tenha oficiado como perito no feito não está impedido ou suspeito face à imparcialidade que norteia a perícia."
      },
      {
        "letra": "E",
        "texto": "Reputa-se infundada a suspeição de parcialidade do juiz quando receber dádivas antes de iniciado o processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361193",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca dos poderes, deveres, atos e responsabilidade do juiz,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe ao juiz deferir ou indeferir as provas requeridas pelas partes, não podendo determinar provas de ofício, sob pena de violação do princípio da inércia jurisdicional."
      },
      {
        "letra": "B",
        "texto": "compete ao juiz tentar, a qualquer tempo, conciliar as partes, podendo constar de eventual transação, ponto não suscitado pela petição inicial."
      },
      {
        "letra": "C",
        "texto": "deverá decidir a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões não suscitadas pelas partes, em razão do que está impedido de pronunciar a prescrição quando não arguida pela parte em sua contestação."
      },
      {
        "letra": "D",
        "texto": "os atos recorríveis do juiz consistirão em sentenças, decisões interlocutórias e despachos, sendo a decisão interlocutória o ato pelo qual resolve questão incidente no curso do processo."
      },
      {
        "letra": "E",
        "texto": "responderá por perdas e danos o juiz quando, no exercício de suas funções, agir com culpa, prejudicando a rápida solução do litígio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360456",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em ação sob o rito ordinário, o juiz que presidiu a instrução do processo se declarou suspeito antes de proferir a sentença. O juiz que assumiu a condução do feito após a declaração de suspeição indeferiu o pedido da parte de repetição das provas, julgando-as adequadamente colhidas e suficientes à formação do seu livre convencimento.Diante dessa situação hipotética, assinale a opção correta à luz do entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos de instrução são nulos de pleno direito e deverão ser repetidos exclusivamente se o magistrado tiver se declarado suspeito por ser amigo íntimo de uma das partes."
      },
      {
        "letra": "B",
        "texto": "Caso o magistrado não se declarasse suspeito nem a parte suscitasse o tema por via de exceção, a suspeição poderia ser alegada em qualquer tempo e grau de jurisdição, ensejando, inclusive, o posterior ajuizamento de ação rescisória."
      },
      {
        "letra": "C",
        "texto": "A declaração de suspeição gera automaticamente a nulidade de todos os atos de instrução, já que a instrução foi presidida por juiz suspeito."
      },
      {
        "letra": "D",
        "texto": "O juiz que assumiu a condução do feito pode manter os atos de instrução já praticados, caso constate a ausência de violação aos princípios da imparcialidade e da paridade de armas."
      },
      {
        "letra": "E",
        "texto": "A declaração de suspeição do magistrado não gera a nulidade dos atos decisórios praticados no curso do processo e, tampouco, dos atos de instrução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359416",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário quando for ;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "B",
        "texto": "parte, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "herdeiro presuntivo de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "E",
        "texto": "herdeiro donatário ou empregador de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "757042",
    "metadata": "Ano: 2013 | Banca: SIGMA RH | Órgão: Câmara de Carapicuíba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "São deveres das partes e de todos aqueles que de qualquer forma participam do processo: I- Expor os fatos em juízo conforme a verdade. II- Proceder com lealdade e boa fé. III- Ouvir atentamente os depoimentos, sem interromper. São incisos do Art. 14 da Lei 5869/73:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I e II."
      },
      {
        "letra": "B",
        "texto": "apenas I e III."
      },
      {
        "letra": "C",
        "texto": "apenas II e III."
      },
      {
        "letra": "D",
        "texto": "todas elas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598715",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Não é defeso ao juiz exercer as suas funções no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau."
      },
      {
        "letra": "B",
        "texto": "Que conheceu em primeiro grau de jurisdição, tendo lhe proferido sentença ou decisão."
      },
      {
        "letra": "C",
        "texto": "Quando houver comentado publicamente a respeito do caso."
      },
      {
        "letra": "D",
        "texto": "Quando nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau. Nesse caso, o impedimento só se verifica quando o advogado já estava exercendo o patrocínio da causa; é, porém, vedado ao advogado pleitear no processo, a fim de criar o impedimento do juiz."
      },
      {
        "letra": "E",
        "texto": "Quando for órgão de direção ou de administração de pessoa jurídica, parte na causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "522862",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes situações sobre o impedimento ou suspeição do Juiz, de acordo com o Código de Processo Civil brasileiro: I. Paulo é Magistrado, titular de uma Vara da Família e das Sucessões da Comarca de São Luís. Sua vizinha Patricia está em processo de rompimento de sua relação conjugal com o marido Pedro, com quem teve três filhos e vai até a casa de Paulo, seu conhecido, solicitar algumas orientações e recebe alguns conselhos para o ajuizamento de ação para postular alimentos para os filhos menores do casal. Ajuizada a ação pelos filhos, representados pela genitora, ela é distribuída para a Vara da qual Paulo é titular. II. Moisés é advogado, irmão de Pedro, Magistrado titular de uma Vara Cível da Comarca de São Luís e ajuíza uma ação de indenização por danos materiais e morais em favor de um cliente, ação esta distribuída para a Vara da qual Pedro é Titular. III. Raimundo, Magistrado, atuou como perito em uma ação de cobrança de honorários advocatícios que Tício move contra Clavio, a qual tramita em uma determinada Vara Cível da Comarca de São Luís. Após ser aprovado no concurso da Magistratura, Raimundo é promovido para a Vara na qual tramita o processo em questão, que está pronto para ser sentenciado. As hipóteses acima versão correta e, respectivamente, sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impedimento, suspeição e impedimento."
      },
      {
        "letra": "B",
        "texto": "suspeição, impedimento e impedimento."
      },
      {
        "letra": "C",
        "texto": "suspeição, suspeição e impedimento."
      },
      {
        "letra": "D",
        "texto": "impedimento, impedimento e suspeição."
      },
      {
        "letra": "E",
        "texto": "suspeição, impedimento e suspeição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "500403",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Tendo em vista o Código de Processo Civil, assinale o ato que NÃO é praticado pelo Juiz de Primeira Instância.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acórdão."
      },
      {
        "letra": "B",
        "texto": "Despacho."
      },
      {
        "letra": "C",
        "texto": "Sentença."
      },
      {
        "letra": "D",
        "texto": "Decisão Interlocutória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "451901",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Na clássica obra “Do espírito das Leis”, Montesquieu definiu o juiz como bouche de la loi (a boca da lei), apontando o perfil inanimado dos juízes daquela época ao pronunciarem suas sentenças. A atividade dos magistrados no Direito Contemporâneo encontra vieses legais para agir de ofício quando autorizado por lei e quando se tratar de questões de ordem pública. O julgador deve observar o princípio da inércia da jurisdição, mas agir à luz do princípio do impulso oficial dos processos, podendo – e por vezes devendo – adotar postura ativa, atentando para as normas que lhe limitam poderes e impõem-lhe deveres e responsabilidades. Considerando o trecho acerca dos atos do juiz, assinale a afirmativa que trata corretamente dos poderes, deveres e responsabilidade do julgador, nos moldes estabelecidos no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz somente poderá determinar as provas necessárias à instrução do processo quando expressamente requerida pelas partes."
      },
      {
        "letra": "B",
        "texto": "O juiz que exercer suas funções em processo em que funcionou como órgão do Ministério Público incorrerá em suspeição de parcialidade."
      },
      {
        "letra": "C",
        "texto": "O juiz, não havendo normas legais, deverá julgar a lide recorrendo aos costumes, à analogia aos princípios gerais do direito, mas somente decidirá por equidade nos casos previsto em lei."
      },
      {
        "letra": "D",
        "texto": "O juiz que, sem justo motivo, omitir ou retardar providência, a qual deva ordenar de ofício, responderá administrativamente, não sendo cabível a responsabilização por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "O juiz que concluir a audiência julgará a lide, salvo se estiver aposentado, caso em que passará os autos ao seu sucessor que não poderá mandar repetir as provas já produzidas para proferir a sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "405326",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação ao Juiz, no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz responderá por danos que causar à parte apenas nos casos em que proceder com dolo ou fraude."
      },
      {
        "letra": "B",
        "texto": "É defeso ao juiz exercer as suas funções no processo, contencioso ou voluntário, quando alguma das partes for credora ou devedora."
      },
      {
        "letra": "C",
        "texto": "Reputa-se fundada a suspeição de parcialidade do juiz quando este for órgão de direção ou de administração de pessoa jurídica, parte na causa."
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição de parcialidade do juiz quando este funcionou como órgão do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "E defeso ao juiz exercer as suas funções no processo quando nele já estiver postulando como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta, ou na linha colateral até o segundo grau."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359623",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação às exceções processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz será suspeito de parcialidade se houver participado do processo em primeiro grau de jurisdição, nele tendo proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "a incompetência absoluta deve ser arguida preliminarmente, na própria contestação apresentada pelo réu."
      },
      {
        "letra": "C",
        "texto": "o juiz estará impedido objetivamente de funcionar nos autos se for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "tanto a incompetência absoluta como a relativa devem ser arguidas por meio de exceção, que suspenderá o processo e será apensada aos autos principais."
      },
      {
        "letra": "E",
        "texto": "a incompetência relativa nunca pode ser conhecida de ofício pelo juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359238",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre os poderes, os deveres e as responsabilidades do Juiz, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os poderes instrutórios do Juiz limitam-se às causas que envolvem direitos indisponíveis e devem ser exercidos até o saneamento."
      },
      {
        "letra": "B",
        "texto": "O Juiz, durante a condução do processo, deve tentar conciliar as partes até a estabilização da demanda."
      },
      {
        "letra": "C",
        "texto": "O Juiz responderá civilmente se atuar no exercício de suas funções com dolo ou negligência."
      },
      {
        "letra": "D",
        "texto": "Quando dois juízes forem parentes em linha reta, o primeiro que conhecer da causa no Tribunal, impede que o outro participe do julgamento"
      },
      {
        "letra": "E",
        "texto": "O Juiz, se interessado no julgamento da causa em favor de uma das partes, está impedido de exercer suas funções no processo contencioso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "356507",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Os atos judiciais ou provimentos do Juiz podem ser de três diferentes espécies: despachos, decisões interlocutórias e sentenças. Acerca desses atos judiciais assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O despacho do Juiz é manifestação recorrível por meio de agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "A decisão interlocutória é manifestação do magistrado irrecorrível, que visa apenas impulsionar o processo."
      },
      {
        "letra": "C",
        "texto": "As sentenças terminativas são decisões do Juiz que implicam em resolução do mérito."
      },
      {
        "letra": "D",
        "texto": "O despacho é a manifestação pela qual o Juiz rejeita o pedido do autor, tomando-o por improcedente."
      },
      {
        "letra": "E",
        "texto": "A decadência ou a prescrição de um direito é pronunciada pelo Juiz por meio da prolação de sentença definitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "345771",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em tema de suspeição e impedimento, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E defeso ao juiz exercer as suas funções no processo quando nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta até o segundo grau."
      },
      {
        "letra": "B",
        "texto": "Reputa-se fundada a suspeição de parcialidade do juiz quando amigo íntimo ou inimigo capital de qualquer dos advogados."
      },
      {
        "letra": "C",
        "texto": "Toma-se impedido o juiz de exercer as suas funções no processo a partir do momento em que nele passar a pleitear, como advogado, seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau."
      },
      {
        "letra": "D",
        "texto": "É defeso ao juiz exercer as suas funções no processo quando for cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau."
      },
      {
        "letra": "E",
        "texto": "Reconhecido o impedimento ou a suspeição do juiz, os autos serão redistribuídos para outra vara da mesma comarca ou subseção judiciária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "336185",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decide, em regra, por equidade."
      },
      {
        "letra": "B",
        "texto": "deve encaminhar os autos ao tribunal competente, quando se verificar lacuna na lei."
      },
      {
        "letra": "C",
        "texto": "não está vinculado à prova, salvo a pericial."
      },
      {
        "letra": "D",
        "texto": "responde por perdas e danos se aplicar, quando da sentença, entendimento contrário à jurisprudência consolidada pelos tribunais superiores."
      },
      {
        "letra": "E",
        "texto": "pode, de ofício, determinar a produção das provas necessárias à instrução do feito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331629",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em matéria de impedimento e suspeição, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juiz está impedido de atuar em processo no qual seu parente colateral em 3º grau for parte;"
      },
      {
        "letra": "B",
        "texto": "O Juiz, que tenha atuado em um feito quando era Promotor de Justiça, está impedido de atuar nele;"
      },
      {
        "letra": "C",
        "texto": "Aplicam-se ao órgão do Ministério Público os motivos de impedimento e suspeição do Juízo quando ele não for parte;"
      },
      {
        "letra": "D",
        "texto": "Oposta e recebida exceção de impedimento do Juízo, o processo será imediatamente suspenso, mas se for arguido impedimento do órgão do Ministério Público, o processo não será suspenso;"
      },
      {
        "letra": "E",
        "texto": "As regras de impedimento do Juiz não se aplicam ao procedimento de jurisdição voluntária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331493",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Ao juiz NÃO é possível de ofício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pronunciar a prescrição."
      },
      {
        "letra": "B",
        "texto": "extinguir o processo por abandono do autor após a citação."
      },
      {
        "letra": "C",
        "texto": "determinar o início de inventário em face da inércia dos interessados."
      },
      {
        "letra": "D",
        "texto": "declarar a falta de caução ou de outra prestação, que a lei exige como preliminar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322163",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, reputa-se fundada a suspeição de parcialidade do juiz, quando: I. amigo íntimo ou inimigo capital de qualquer das partes. II. alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes,em linha reta ou na colateral até o quarto grau.III. herdeiro presuntivo, donatário ou empregador de alguma das partes, salvo empregado doméstico, quando a regra se aplicará apenas ao juiz do trabalho. IV. receber dádivas depois de iniciado o processo ou subministrar meios para atender às despesas do litígio, exceto quando a parte for parente seu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta"
      },
      {
        "letra": "B",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322160",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      },
      {
        "letra": "B",
        "texto": "Quando o inventariante for dativo, todos os herdeiros e sucessores do falecido serão autores ou réus nas ações em que o espólio for parte."
      },
      {
        "letra": "C",
        "texto": "A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou e os honorários advocatícios, que somente não serão devidos nos casos em que o advogado funcionar em causa própria."
      },
      {
        "letra": "D",
        "texto": "Verificando a incapacidade processual, ou a irregularidade da representação das partes, o juiz, de plano, extinguirá o processo sem resolução do mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314274",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz não deverá declarar-se impedido quando for órgão de direção ou de administração de pessoa jurídica parte na causa, em processos de jurisdição voluntária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314273",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sindicatos possuem legitimação anômala, devido ao fato de agirem na defesa de direito alheio e em nome de terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312989",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "É defeso ao juiz proferir sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "certa, quando decidir relação jurídica condicional."
      },
      {
        "letra": "B",
        "texto": "impondo multa diária ao réu, a pedido do autor, desde que haja justificado receio de ineficácia do provimento final."
      },
      {
        "letra": "C",
        "texto": "a favor do autor, de natureza diversa da pedida, bem como condenar o réu em quantidade superior ou em objeto diverso do que lhe foi demandado."
      },
      {
        "letra": "D",
        "texto": "e depois lhe corrigir de ofício, por conta de inexatidões materiais."
      },
      {
        "letra": "E",
        "texto": "e modificar o valor ou a periodicidade da multa, caso verifique que se tornou insuficiente ou excessiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311587",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No curso de um processo, para que uma das partes seja substituída basta a expressa autorização da outra parte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311584",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O oficial de justiça, no cumprimento de suas obrigações, somente responderá civilmente se praticar ato nulo com dolo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311583",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Os deveres do juiz incluem a celeridade da prestação jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308295",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A intervenção do Ministério Público nos Juizados Especiais Cíveis Estaduais deverá ocorrer nos processos em que pessoas físicas incapazes figuram como parte no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308272",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Dentre as incumbências do oficial de justiça, previstas no Código de Processo Civil, estão, dentre outras: fazer pessoalmente as citações, prisões, penhoras, arrestos e mais diligências próprias do seu ofício, certificando no mandado o ocorrido, com menção de lugar, dia e hora, sempre que possível na presença de duas testemunhas; executar as ordens do juiz a que estiver subordinado; estar presente às audiências e coadjuvar o juiz na manutenção da ordem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308271",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação às causas de impedimento e suspeição de magistrados e membros do Ministério Público, previstas no Código de Processo Civil, é correto afirmar que, não sendo parte no processo, aplicam-se ao membro do parquet exatamente as mesmas causas de impedimento e suspeição dos magistrados, ao passo que, em sendo parte, aplicam-se ao membro do Ministério Público apenas algumas, mas não todas, as causas de suspeição do juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308268",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O sistema do Código de Processo Civil brasileiro admite possibilidade de intervenção facultativa do Ministério Público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308266",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, reputa-se litigante de má-fé aquele que, dentre outras condutas vedadas por lei, deduz pretensão ou defesa contra texto expresso de lei ou fato incontroverso. Constatada tal situação, o juiz ou tribunal condenará o litigante de má-fé a pagar multa não excedente a um por cento sobre o valor da causa e a indenizar a parte contrária dos prejuízos que esta sofreu, mais os honorários advocatícios e todas as despesas que efetuou, independentemente de requerimento da parte prejudicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação aos sujeitos da relação processual no âmbito do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para cumprir o dever de expor os fatos em juízo conforme a verdade, basta que a parte não altere intencionalmente os fatos."
      },
      {
        "letra": "B",
        "texto": "A representação do condomínio em juízo, ativa ou passivamente, cabe ao síndico ou ao administrador, enquanto a representação do município cabe ao seu prefeito ou procurador."
      },
      {
        "letra": "C",
        "texto": "Verificada e não sanada a incapacidade do autor, o juiz deve proferir, por falta de legitimidade da parte, a sentença de improcedência do pedido do autor."
      },
      {
        "letra": "D",
        "texto": "O juiz deverá nomear curador especial para réu citado por edital ou por hora certa, bem como para o réu preso."
      },
      {
        "letra": "E",
        "texto": "Em ações que versem sobre direitos reais imobiliários propostas por autor casado, se for necessário discutir esses direitos, o litisconsórcio será necessário, seja no polo ativo, seja no polo passivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "302751",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Marco Aurélio, juiz de direito da X Vara Cível da Capital, recebeu hoje três processos ajuizados recentemente. No processo “1”, Carmelita, sua sobrinha neta, é a parte autora de uma ação de cobrança ajuizada em face do Banco Z. No processo “2”, Milano, seu sobrinho neto, é o advogado da parte ré, o Banco Y. No processo “3”, Ronaldo, faxineiro do prédio em que Marco Aurélio reside, é o autor de ação de cobrança ajuizada em face do Banco W. Nestes casos, segundo preconizado no Código de Processo Civil brasileiro, Marco Aurélio está impedido de exercer suas funções",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas no processo 3."
      },
      {
        "letra": "B",
        "texto": "em todos os processos."
      },
      {
        "letra": "C",
        "texto": "apenas no processo 1."
      },
      {
        "letra": "D",
        "texto": "apenas nos processos 1 e 2."
      },
      {
        "letra": "E",
        "texto": "em nenhum dos processos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302365",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Compete ao juiz: I. Assegurar às partes igualdade de tratamento e tentar conciliá-las a qualquer tempo. II. Ter os autos sob sua guarda e responsabilidade, não permitindo que saiam de cartório, exceto nas hipóteses permitidas por lei. III. Prevenir ou reprimir qualquer ato contrário à dignidade da justiça. São efetivamente da competência do juiz o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301580",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o art. 128 do Código de Processo Civil, o juiz deve decidir a lide nos limites em que ela tiver sido proposta, sendo-lhe defeso conhecer de questões não suscitadas a cujo respeito a lei exija a iniciativa da parte e, conforme o art. 460 do mesmo diploma legal, é defeso ao juiz proferir sentença extra, ultra e citra petita. A partir dessas informações, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar, fazer e não fazer, se tornar-se difícil o cumprimento da tutela desejada, o juiz deve convertê-la em perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Apenas sobre questões de ordem processual não suscitadas pela parte pode o juiz conhecer de ofício."
      },
      {
        "letra": "C",
        "texto": "O juiz pode conhecer e declarar de ofício a convenção de arbitragem, e, em consequência, determinar a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "Havendo foro de eleição em contrato firmado entre duas pessoas físicas e tendo o autor ajuizado a ação em foro diverso daquele indicado no contrato, o juiz poderá conhecer e declinar da incompetência territorial de ofício."
      },
      {
        "letra": "E",
        "texto": "Em uma ação de cobrança, mesmo que a parte vencedora não tenha requerido expressamente, o juiz deve condenar o vencido ao pagamento de honorários sucumbenciais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301575",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à representação processual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O menor de dezesseis anos de idade órfão de pai e mãe deve ser representado em juízo por seu curador."
      },
      {
        "letra": "B",
        "texto": "Em juízo, o condomínio é representado pelo síndico ou pelo administrador."
      },
      {
        "letra": "C",
        "texto": "Os estados e os municípios são representados em juízo pelos respectivos chefes do Poder Executivo."
      },
      {
        "letra": "D",
        "texto": "O espólio de pessoa casada será representado em juízo pelo cônjuge supérstite e o de pessoa solteira ou viúva, por qualquer dos herdeiros legítimos, observada a ordem de vocação hereditária."
      },
      {
        "letra": "E",
        "texto": "Independentemente de previsão contratual, a sociedade limitada pode ser representada, em juízo, por qualquer dos seus sócios proprietários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473541",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das causas de suspeição e impedimento do Juiz.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o Juiz ser empregador de uma das partes acarreta o seu impedimento para atuar no processo."
      },
      {
        "letra": "B",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando alguma das partes for credora de parente do Juiz, na linha colateral até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "Não constitui causa de suspeição a circunstância de o Juiz ter recebido dádivas da parte antes de iniciado o processo."
      },
      {
        "letra": "D",
        "texto": "O Código de Processo Civil admite que o Juiz se declare impedido por motivo de foro íntimo."
      },
      {
        "letra": "E",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando o Juiz for amigo íntimo ou inimigo capital do advogado de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473522",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação às regras de impedimento e suspeição no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for parente de alguma das partes até o quarto grau."
      },
      {
        "letra": "B",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando nele estiver postulando, como advogado da parte, qualquer parente seu até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for órgão de direção ou de administração de pessoa jurídica parte na causa."
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição quando alguma das partes for credora ou devedora de parentes do Juiz, em linha reta ou na colateral até o quarto grau."
      },
      {
        "letra": "E",
        "texto": "Os motivos de impedimento e de suspeição não se aplicam ao serventuário de justiça, ao perito e ao intérprete."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "436966",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação à tutela jurisdicional civil, analise as afirmativas. I - O processo civil se origina por iniciativa da parte ou do juiz, os quais possuem capacidade postulatória idêntica. II - O Ministério Público pode provocar a ação do judiciário sempre que estiver legitimado para a causa. III - O juiz poderá conhecer o pedido do réu se sua pretensão estiver deduzida em forma de ação, reconvenção ou ação declaratória incidental e se presentes as condições da ação e os pressupostos jurídicos processuais. IV - Há matérias que, por serem de ordem pública, não podem ser alegadas pela parte. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "368716",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Compete ao juiz em sua atuação no processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intervir somente nas causas em que há interesse de incapazes."
      },
      {
        "letra": "B",
        "texto": "assegurar às partes igualdade de tratamento, velar pela rápida solução do litígio e prevenir ou reprimir qualquer ato contrário à dignidade da Justiça."
      },
      {
        "letra": "C",
        "texto": "redigir, em forma legal, os ofícios, mandados, cartas precatórias e demais atos que pertencem ao seu ofício."
      },
      {
        "letra": "D",
        "texto": "ter, sob sua guarda e responsabilidade, os autos, não permitindo como regra que saiam de cartório."
      },
      {
        "letra": "E",
        "texto": "fazer pessoalmente as citações, prisões, penhoras, arrestos e demais diligências próprias de seu ofício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311760",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A faculdade do juiz que, de ofício, pode determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem por finalidade provocar a confissão."
      },
      {
        "letra": "B",
        "texto": "destina-se especificamente à tentativa de provocar a conciliação das partes."
      },
      {
        "letra": "C",
        "texto": "corresponde ao depoimento pessoal propriamente dito."
      },
      {
        "letra": "D",
        "texto": "tem caráter instrutório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "293045",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: FATMA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Prova pericial"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é correto afirmar a respeito da prova pericial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perito apenas poderá ser substituído nos casos de impedimento e suspeição."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá determinar a realização de nova perícia, que substituirá a primeira."
      },
      {
        "letra": "C",
        "texto": "O perito e os assistentes técnicos, depois da averiguação, lavrarão laudo unânime, que será escrito pelo perito e assinado pelos assistentes técnicos."
      },
      {
        "letra": "D",
        "texto": "O juiz não está adstrito ao laudo pericial, podendo formar sua convicção com outros elementos ou fatos provados nos autos, podendo, até mesmo, determinar de ofício a realização de nova perícia, quando a matéria não lhe parecer sufcientemente esclarecida."
      },
      {
        "letra": "E",
        "texto": "O juiz não poderá indeferir a prova pericial requerida pelo autor, mesmo quando a prova do fato for desnecessária, em vista de outras provas produzidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270731",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo entendimento do Supremo Tribunal Federal, a reconvenção é inadmissível em ação declaratória."
      },
      {
        "letra": "B",
        "texto": "a extinção do processo, sem resolução do mérito, por desistência da ação, impede o prosseguimento da reconvenção."
      },
      {
        "letra": "C",
        "texto": "a exceção de impedimento ou suspeição do juiz deverá ser dirigida e protocolada no Tribunal a que se acha subordinado o juiz impugnado."
      },
      {
        "letra": "D",
        "texto": "na exceção de incompetência, o protocolo da petição poderá se dar no juízo do foro do domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270729",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os prazos peremptórios podem ser reduzidos ou prorrogados pelas partes, desde que legítimo o motivo e todos estejam de acordo."
      },
      {
        "letra": "B",
        "texto": "todos os prazos estão previstos no Código, por isso é vedado ao juiz determinar o prazo em que o ato do processo pode ser praticado."
      },
      {
        "letra": "C",
        "texto": "atos processuais realizam-se, de ordinário, na sede do juízo, mas o magistrado, por ato de deferência, poderá praticá-los em outro lugar."
      },
      {
        "letra": "D",
        "texto": "a jurisdição de cada juiz está limitada ao território de sua circunscrição, por isso a realização de citação em outro Estado da Federação não pode ser por ele determinada, senão mediante carta precatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270481",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta somente pode ser arguida pela parte através de exceção."
      },
      {
        "letra": "B",
        "texto": "os motivos de impedimento e de suspeição, a que alude o Código, aplicam-se também ao perito e ao intérprete."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não tem legitimação para suscitar conflito de competência, mas será necessariamente ouvido em todos os conflitos suscitados, que são de ordem pública."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e às circunstâncias dos autos, ainda que não alegados pelas partes, podendo sempre decidir por equidade, independentemente de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "268028",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz está autorizado a, de ofício,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar as provas necessárias à instrução do processo, em substituição às partes, desde que essas não o façam."
      },
      {
        "letra": "B",
        "texto": "determinar a citação de quem ele entenda que deva integrar a relação processual como réu."
      },
      {
        "letra": "C",
        "texto": "declarar a prescrição, salvo a que se refere a créditos da fazenda pública."
      },
      {
        "letra": "D",
        "texto": "reconhecer a ilegitimidade de parte quanto ao réu, não podendo, entretanto, fazê-lo com relação ao autor."
      },
      {
        "letra": "E",
        "texto": "corrigir erro material na sentença que submeteu ao reexame necessário por ser incabível, na hipótese, recurso de ofício."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "266521",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Compete ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sentenciar ou despachar nos autos, salvo em caso de lacuna ou obscuridade da lei."
      },
      {
        "letra": "B",
        "texto": "decidir, como regra geral, por equidade os processos de sua competência."
      },
      {
        "letra": "C",
        "texto": "decidir a lide nos limites em que foi proposta, sendo- lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "apreciar a prova de modo tarifado, hierarquizado, atendendo aos fatos e circunstâncias dos autos, desde que alegados pelas partes."
      },
      {
        "letra": "E",
        "texto": "julgar a causa como lhe parecer mais conveniente ou adequado, independentemente do pedido formulado pela parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "261930",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, considerando os termos abaixo: Responderá por perdas e danos o juiz, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No exercício de suas funções, proceder com dolo ou fraude."
      },
      {
        "letra": "B",
        "texto": "Recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      },
      {
        "letra": "C",
        "texto": "Recusar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      },
      {
        "letra": "D",
        "texto": "Omitir, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      },
      {
        "letra": "E",
        "texto": "Retardar, com justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "240603",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito da atuação do juiz no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por força de lei, o juiz deve decidir com equidade sempre que o fim social da lei e o bem comum norteiem as atividades julgadoras."
      },
      {
        "letra": "B",
        "texto": "Quando a aplicação rigorosa da lei possibilitar a ocorrência de injustiças, o juiz deve procurar interpretar a lei buscando a solução mais justa para o litígio."
      },
      {
        "letra": "C",
        "texto": "A convocação das partes para a tentativa de conciliação quando os autos estão conclusos para sentença configura prejulgamento da causa."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de conhecimento de ofício de questões de ordem pública torna lícita a prolação de sentença extra petita pelo juiz."
      },
      {
        "letra": "E",
        "texto": "O poder de o juiz determinar a realização de ofício de provas que entenda necessárias é exceção ao princípio do dispositivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236877",
    "metadata": "Ano: 2012 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação aos poderes, deveres e responsabilidade do Juiz, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Juiz responde por perdas e danos quando proceder com negligência, dolo ou fraude, bem como recusar, omitir ou retardar, sem motivo justo, providência que deva ordenar de ofício, ou a requerimento da parte;"
      },
      {
        "letra": "B",
        "texto": "o Juiz apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, desde que alegados pelas partes, devendo indicar, na sentença, os motivos que Ihe formaram o convencimento;"
      },
      {
        "letra": "C",
        "texto": "Juiz não se exime de sentenciar ou despachar alegando lacuna ou obscuridade da lei. No julgamento da lide caber-lhe-á aplicar as normas legais; não as havendo, recorrerá à analogia, equidade, aos costumes e aos princípios gerais de direito;"
      },
      {
        "letra": "D",
        "texto": "quando dois ou mais Juízes forem parentes, consangüíneos ou afins, em linha reta e no segundo grau na linha colateral, o primeiro, que conhecer da causa no tribunal, impede que o outro participe do julgamento; caso em que o segundo se escusará, remetendo o processo ao seu substituto legal;"
      },
      {
        "letra": "E",
        "texto": "o Juiz dirigirá o processo competindo-lhe assegurar às partes igualdade de tratamento, velar pela rápida solução do litígio, previnir ou reprimir qualquer ato contrário à dignidade da justiça, tentar, na primeira audiência, conciliar as partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236617",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Revelia",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a resposta correta considerando as assertivas: I - A dispensa de intimação do demandado para os atos ulteriores do processo é efeito material da revelia. II – O impedimento do juiz, conforme jurisprudência dominante, pode ser alegado na contestação ou em momento posterior, mediante exceção, não se submetendo à preclusão. III - A sentença que acolhe alegação de prescrição extingue o processo sem resolução do mérito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a I e a III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a I e a II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a II está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236371",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Melissa é juíza de direito da X Vara Cível da Comarca Y do Estado de Pernambuco. Melissa faz parte de uma família de operadores do Direito. Seu avô, irmão, cunhada e sobrinha são advogados militantes. De acordo com o Código de Processo Civil brasileiro, é defeso à Melissa exercer as suas funções no processo contencioso ou voluntário, quando nele estiver postulando como advogado da parte apenas seu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "avô e irmão, tratando-se de hipótese de impedimento."
      },
      {
        "letra": "B",
        "texto": "avô, irmão e cunhada, tratando-se de hipótese de suspeição."
      },
      {
        "letra": "C",
        "texto": "avô, irmão e cunhada, tratando-se de hipótese de impedimento."
      },
      {
        "letra": "D",
        "texto": "avô e irmão, tratando-se de hipótese de suspeição."
      },
      {
        "letra": "E",
        "texto": "avô, tratando-se de hipótese de suspeição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232843",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, ainda que não alegados pelas partes."
      },
      {
        "letra": "B",
        "texto": "só poderá tentar conciliar as partes na audiência de conciliação especialmente designada para esse fim."
      },
      {
        "letra": "C",
        "texto": "poderá decidir a lide fora dos limites em que foi proposta, conhecendo de questões não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "não poderá ordenar a produção de provas necessárias à instrução do processo sem expresso requerimento das partes."
      },
      {
        "letra": "E",
        "texto": "poderá deixar de sentenciar alegando lacuna ou obscuridade da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "232626",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Os juízes Antonio, Paulo, Pedro e José fazem parte da composição do TRE-SP. O juiz Paulo é sobrinho do juiz Pedro; o juiz Antonio é irmão do juiz Pedro, mas não é pai do juiz Paulo, e o juiz José não é parente de nenhum dos juízes, mas é amigo de infância do juiz Pedro. Neste caso, de acordo com o Código de Processo Civil brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas Pedro e Paulo não poderão participar juntos do julgamento do mesmo processo."
      },
      {
        "letra": "B",
        "texto": "os quatro juízes não poderão participar juntos do julgamento do mesmo processo."
      },
      {
        "letra": "C",
        "texto": "apenas Pedro e Antonio não poderão participar do julgamento do mesmo processo."
      },
      {
        "letra": "D",
        "texto": "todos os juízes poderão participar juntos do julgamento do mesmo processo, não havendo impedimento legal."
      },
      {
        "letra": "E",
        "texto": "apenas Pedro e José não poderão participar juntos do julgamento do mesmo processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232323",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz responderá por perdas e danos quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "sua sentença for alterada pelos tribunais."
      },
      {
        "letra": "C",
        "texto": "exceder o prazo de noventa dias para término de qualquer processo."
      },
      {
        "letra": "D",
        "texto": "determinar provas que os tribunais entendam desnecessárias."
      },
      {
        "letra": "E",
        "texto": "retardar, em qualquer situação, providência inerente ao exercício de suas funções."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "232127",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz, no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aprecia a prova de acordo com uma determinada hierarquia legal, sendo a confissão a mais importante, e a prova testemunhal a menos importante."
      },
      {
        "letra": "B",
        "texto": "decidirá o processo nos limites do pedido formulado, sendo-lhe proibido conhecer de questões não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "não pode determinar ele próprio as provas que entender necessárias, pois depende sempre do pedido expresso da parte nesse sentido."
      },
      {
        "letra": "D",
        "texto": "se tiver sua sentença reformada, poderá responder por perdas e danos, independente de dolo ou fraude."
      },
      {
        "letra": "E",
        "texto": "não é obrigado a julgar o processo se não existirem normas legais para o caso concreto que está sendo examinado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "223692",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I. Aplicam-se os motivos de impedimento e de suspeição ao intérprete. II. Reputa-se fundada a suspeição de parcialidade do juiz, quando for herdeiro presuntivo de alguma das partes. III. O juiz não pode se declarar suspeito por motivo íntimo. IV. É defeso ao juiz exercer as suas funções apenas em processos contenciosos de que for parte. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se apenas a afirmativa IV estiver correta."
      },
      {
        "letra": "C",
        "texto": "se apenas a afirmativa II estiver correta."
      },
      {
        "letra": "D",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "221761",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe permitido conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "B",
        "texto": "Caberá ao juiz, de ofício ou a requerimento da parte, determinar as provas necessárias à instrução do processo, deferindo as diligências inúteis oumeramente protelatórias."
      },
      {
        "letra": "C",
        "texto": "O juiz, em hipótese alguma, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "O juiz dirigirá o processo assegurando às partes igualdade de tratamento; porém, não lhe compete velar pela rápida solução do litígio."
      },
      {
        "letra": "E",
        "texto": "Responderá por perdas e danos o juiz quando, no exercício de suas funções, proceder com dolo ou fraude."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "214962",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Código de Processo Civil brasileiro autoriza o juiz a exercer as suas funções no processo contencioso ou voluntário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando for órgão de direção ou de administração de pessoa jurídica, parte na causa."
      },
      {
        "letra": "B",
        "texto": "em que funcionou como órgão do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "D",
        "texto": "quando parente afim de alguma das partes, em linha reta de terceiro grau."
      },
      {
        "letra": "E",
        "texto": "quando nele estiver postulando, como advogado da parte, qualquer parente seu consanguíneo em linha reta de terceiro grau."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "707094",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Modificação de competência"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Ao juiz é defeso decretar, de ofício, a nulidade de cláusula de eleição de foro em contrato de adesão. II - Ao contrário do impedimento, que pode ser alegado em qualquer tempo e grau de jurisdição, a suspeição do juiz de primeiro grau, somente poderá ser arguida até a prolação da sentença. III - No incidente de conflito de competência, o Ministério Público intervirá necessariamente, ainda quando não tenha atuação obrigatória no processo originário em que fora suscitado o conflito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620552",
    "metadata": "Ano: 2011 | Banca: Nosso Rumo | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "NÃO se reputa fundada a suspeição de parcialidade do juiz, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "B",
        "texto": "alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o quarto grau."
      },
      {
        "letra": "C",
        "texto": "herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio."
      },
      {
        "letra": "E",
        "texto": "interessado no julgamento da causa em favor de uma das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "297648",
    "metadata": "Ano: 2011 | Banca: FEPESE | Órgão: CELESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A outorga uxória é necessária para a propositura de ações que versem sobre direitos reais mobiliários e imobiliários."
      },
      {
        "letra": "B",
        "texto": "Toda pessoa que se acha no exercício dos seus direitos tem capacidade postulatória para estar em juízo."
      },
      {
        "letra": "C",
        "texto": "O advogado que renunciar ao mandato continuará a representar o mandante durante os 10 (dez) dias seguintes, quando necessário para evitar prejuízo."
      },
      {
        "letra": "D",
        "texto": "A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou e os honorários advocatícios, salvo nos casos em que o advogado funcionar em causa própria."
      },
      {
        "letra": "E",
        "texto": "O advogado tem direito de examinar, em cartório de justiça e secretaria de tribunal, os autos de qualquer processo, sem exceção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "250257",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte. Assim é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é permitido ao juiz proferir sentença, a favor do autor, de natureza diversa da pedida."
      },
      {
        "letra": "B",
        "texto": "é permitido ao juiz condenar o réu em quantidade superior pedido."
      },
      {
        "letra": "C",
        "texto": "o juiz proferirá a sentença, acolhendo ou rejeitando, no todo ou em parte, o pedido formulado pelo autor."
      },
      {
        "letra": "D",
        "texto": "é permitido ao juiz condenar o réu em objeto diverso do que lhe foi demandado."
      },
      {
        "letra": "E",
        "texto": "é permitido em nosso ordenamento jurídico o juiz decidir citra, extra ou ultra petita, observado o seu poder discricionário"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209790",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação aos poderes, aos deveres e à responsabilidade do juiz, analise as proposições abaixo e assinale a alternativa CORRETA: I- O juiz dirigirá o processo conforme as disposições do Código de Processo Civil, competindo-lhe assegurar às partes igualdade de tratamento, velar pela rápida solução do litígio, prevenir ou reprimir qualquer ato contrário à dignidade da Justiça, tentar, antes do saneamento do processo e após encerrada a instrução processual, conciliar as partes. II- O juiz não se exime de sentenciar ou despachar alegando lacuna ou obscuridade da lei. No julgamento da lide, caber-lhe-á aplicar as normas legais; não as havendo, recorrerá à analogia, aos costumes e aos princípios gerais de direito. O juiz só decidirá por equidade nos casos previstos em lei. III- O juiz, titular ou substituto, que concluir a audiência julgará a lide, salvo se estiver convocado, licenciado, afastado por qualquer motivo, promovido ou aposentado, casos em que passará os autos ao seu sucessor. Em qualquer hipótese, o juiz que proferir a sentença, se entender necessário, poderá mandar repetir as provas já produzidas. IV- Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude; recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte; julgar em desacordo com súmula vinculante do Supremo Tribunal Federal. V- A parte interessada deverá arguir o impedimento ou a suspeição, em petição fundamentada e devidamente instruída, na primeira oportunidade em que Ihe couber falar nos autos; o juiz mandará processar o incidente em separado e com suspensão da causa, ouvindo o arguido no prazo de 5 (cinco) dias, facultando a prova quando necessária e julgando o pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alternativas, II, III e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "As alternativas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as alternativas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As alternativas I, II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente a alternativa II está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209788",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação às despesas processuais e aos honorários advocatícios, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas causas de pequeno valor, nas de valor inestimável, naquelas em que não houver condenação ou for vencida a Fazenda Pública, e nas execuções, embargadas ou não, os honorários serão fixados consoante apreciação equitativa do juiz, atendidos o grau de zelo do profissional, o lugar de prestação do serviço, a natureza e importância da causa, o trabalho realizado pelo advogado e o tempo exigido para o seu serviço."
      },
      {
        "letra": "B",
        "texto": "Se cada litigante for em parte vencedor e vencido, serão recíproca e proporcionalmente distribuídos e compensados entre eles os honorários e as despesas, mesmo se um deles decair de parte mínima do pedido."
      },
      {
        "letra": "C",
        "texto": "O réu que, por não arguir na sua resposta fato impeditivo, modificativo ou extintivo do direito do autor, dilatar o julgamento da lide, será condenado nas custas a partir do ajuizamento da inicial e perderá, ainda que vencedor na causa, o direito a haver do vencido honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "Quem receber custas indevidas ou excessivas é obrigado a restituí-las, incorrendo em multa equivalente ao triplo do seu valor."
      },
      {
        "letra": "E",
        "texto": "As sanções impostas às partes e aos serventuários da justiça em consequência de má-fé serão contadas como custas e reverterão em benefício do Estado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "197621",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O poder instrutório do Juiz no processo civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende de requerimento e iniciativa da parte, exclusivamente."
      },
      {
        "letra": "B",
        "texto": "é restrito à prova de fatos afirmados por uma parte e confessados pela parte contrária."
      },
      {
        "letra": "C",
        "texto": "é limitado à prova de fatos a cujo favor milita presunção legal de existência e de veracidade."
      },
      {
        "letra": "D",
        "texto": "está adstrito à prova de fatos admitidos, no processo, como incontroversos."
      },
      {
        "letra": "E",
        "texto": "é amplo, cabendo-lhe determinar de ofício as provas necessárias à instrução do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "133828",
    "metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Avalie as assertivas abaixo. Em seguida, assinale a única CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intervindo como fiscal da lei, o Ministério Público terá vista dos autos antes das partes sendo intimado de todos os atos do processo."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público só terá legitimidade para recorrer no processo em que oficiou como fiscal da lei, quando existirem recursos das partes."
      },
      {
        "letra": "C",
        "texto": "Caberá ao juiz, somente a requerimento da parte, determinar as provas necessárias à instrução do processo."
      },
      {
        "letra": "D",
        "texto": "Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude."
      },
      {
        "letra": "E",
        "texto": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário quando cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou na linha colateral, até o quarto grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "125610",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Fábio é juiz de direito na comarca de Barra de Ouro onde tramitam os processos Prata, Bronze e Cobre. No processo Prata ele é herdeiro presuntivo do autor, no processo Bronze ele é amigo intimo do réu e no processo Cobre ele é cunhado do advogado do autor. Nestes casos, é defeso a Fábio exercer as suas funções",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos processos Bronze e Cobre, somente."
      },
      {
        "letra": "B",
        "texto": "no processo Prata, somente."
      },
      {
        "letra": "C",
        "texto": "nos processos Prata, Bronze e Cobre."
      },
      {
        "letra": "D",
        "texto": "nos processos Prata e Bronze, somente."
      },
      {
        "letra": "E",
        "texto": "no processo Cobre, somente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86886",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Moisés, juiz de direito, quando criança, cresceu brincando com seus vizinhos: João, José, Caíque e Mateus. Todos fizeram a mesma faculdade de direito e se tornaram brilhantes advogados. Com o passar dos anos, os amigos foram se afastando, mas João se casou com Sofia, irmã de Moisés, José se casou com Magda, irmã de João e Mateus casou-se com Kátia, sobrinha de Moisés. Diante do exposto, é defeso a Moisés exercer as suas funções de juiz no processo contencioso ou voluntário quando nele estiver postulado como advogado da parte de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mateus, somente."
      },
      {
        "letra": "B",
        "texto": "João e José, somente."
      },
      {
        "letra": "C",
        "texto": "João e Mateus, somente."
      },
      {
        "letra": "D",
        "texto": "João, somente."
      },
      {
        "letra": "E",
        "texto": "João, José, Caíque e Mateus."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "84713",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Mara é juíza de direito. Neste mês recebeu através da distribuição três processos: A, B e C. No processo A o advogado do autor é o marido de Mara. No processo B uma das partes é inimiga capital de Mara e no processo C a autora é empregada de Mara. Nestes casos, Mara está impedida de exercer as suas funções",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no processo A."
      },
      {
        "letra": "B",
        "texto": "no processo B"
      },
      {
        "letra": "C",
        "texto": "no processo C."
      },
      {
        "letra": "D",
        "texto": "nos processos A e B."
      },
      {
        "letra": "E",
        "texto": "nos processos A e C."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "83561",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Se o indivíduo A ajuizar ação contra o indivíduo B e essa ação for distribuída a juiz que seja tio de um dos dois indivíduos, deverá o magistrado declarar-se impedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635828",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "À luz do Código processual Civil, NÃO figura entre os auxiliares da justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Perito"
      },
      {
        "letra": "B",
        "texto": "O Oficial de Justiça"
      },
      {
        "letra": "C",
        "texto": "O Intérprete"
      },
      {
        "letra": "D",
        "texto": "O Juiz"
      },
      {
        "letra": "E",
        "texto": "O Escrivão"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "481373",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "São cautelas exigidas do juiz, exceto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mandar intimar pessoalmente os advogados para ciência da nova designação, havendo antecipação da audiência."
      },
      {
        "letra": "B",
        "texto": "ouvir o autor antes de indeferir a petição inicial por algum vício na demanda, em tempo de influenciar no seu convencimento."
      },
      {
        "letra": "C",
        "texto": "mandar proceder à respectiva anotação pelo distribuidor, havendo intervenção de terceiro."
      },
      {
        "letra": "D",
        "texto": "decidir, quando puder, do mérito a favor da parte a quem aproveite a declaração da nulidade, não pronunciando nem mandando repetir o ato, ou suprir-lhe a falta."
      },
      {
        "letra": "E",
        "texto": "determinar, quando o processo ficar parado durante mais de um ano por negligência das partes, a intimação pessoal para suprir a falta em 48 horas, antes de promover a extinção e o arquivamento do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "358993",
    "metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que toca aos sujeitos da relação processual no processo civil, marque a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público quando suscita conflito de competência não age como parte e sim na qualidade de fiscal da lei."
      },
      {
        "letra": "B",
        "texto": "Dá-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por mais amplo, abrange o das outras."
      },
      {
        "letra": "C",
        "texto": "Conforme o código de processo civil, em qualquer hipótese, o juiz que for proferir a sentença, caso entenda necessário, poderá mandar repetir as provas já produzidas."
      },
      {
        "letra": "D",
        "texto": "Havendo a decretação da incompetência absoluta, todos os atos praticados no processo decisório ou não serão nulos."
      },
      {
        "letra": "E",
        "texto": "De acordo com nossa lei processual o juiz tem poderes para indeferir diligências inúteis ou protelatórias não podendo, entretanto, determinar de ofício provas para instrução do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "118600",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Da ação",
      "Sujeitos da relação processual",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os despachos são atos do juiz que resolvem questões incidentes no curso do processo."
      },
      {
        "letra": "B",
        "texto": "O prazo estabelecido pela lei ou pelo juiz é contínuo, não se interrompendo nos feriados."
      },
      {
        "letra": "C",
        "texto": "A desistência da ação produz efeitos a partir do momento em que a respectiva petição for protocolada."
      },
      {
        "letra": "D",
        "texto": "O lançamento de cotas interlineares sujeita o seu autor a multa de um salário mínimo vigente na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, os prazos processuais computam-se incluindo o dia do começo e excluindo o dia do vencimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "82034",
    "metadata": "Ano: 2010 | Banca: TRT - 6R (PE) | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Impedimento e suspeição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente se aplicam ao Juiz."
      },
      {
        "letra": "B",
        "texto": "Podem implicar mudança de Juiz, mas não de Juízo."
      },
      {
        "letra": "C",
        "texto": "Podem implicar mudança de Juízo, mas não de Juiz."
      },
      {
        "letra": "D",
        "texto": "Podem implicar mudança de Juiz e de Juízo."
      },
      {
        "letra": "E",
        "texto": "Aplicam-se ao Juiz e ao Juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "78855",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em uma ação de cobrança o juiz que presidiu a audiência de instrução e julgamento se aposentou. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá julgar a lide, mesmo aposentado, em razão do princípio da identidade física do juiz."
      },
      {
        "letra": "B",
        "texto": "poderá, julgar a lide, em razão do princípio da identidade física do juiz."
      },
      {
        "letra": "C",
        "texto": "a ação será julgada pelo seu sucessor, pois, nesse caso, não prevalece o princípio da identidade física do juiz."
      },
      {
        "letra": "D",
        "texto": "o seu sucessor anulará a ação desde a citação, devolvendo ao réu o prazo para contestação."
      },
      {
        "letra": "E",
        "texto": "deverá julgar a lide, mesmo aposentado, mas a sua sentença deverá ser ratificada pelo juiz que vier a sucedê-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "74982",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Trácio propõe ação condenatória, pelo procedimento ordinário, em face de Ticio, apresentando rol de testemunhas e quesitos para perícia. Regularmente citado, o réu apresenta contestação e reconvenção. O processo segue seus trâmites normais, sendo designada audiência de instrução e julgamento, presidida pelo magistrado Nero da Silva, que substituiu o titular do órgão judiciário onde o processo tramitava. Em audiência, Tício apresenta exceção de suspeição do magistrado, por amizade íntima com o autor da ação, sendo a mesma rejeitada sumariamente, sendo proferida sentença, julgando procedente o pedido formulado. Aplicando-se o instituto de exceção no caso acima, pode-se afirmar que I - no procedimento da exceção de suspeição, após sua arguição, o processo deveria ser suspenso; II - a exceção de suspeição transforma o magistrado, exceto, em parte no incidente; III - o magistrado pode rejeitar, liminarmente, a exceção de suspeição; IV - a amizade íntima caracteriza suspeição e indica que o magistrado deve se afastar do processo; V - no procedimento ordinário, não é permitida a exceção de suspeição.São corretas APENAS as afirmações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "III e V."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "74588",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Entre as condições de suspeição da parcialidade do juiz, inclui-se a de ele figurar, no processo, como herdeiro presuntivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "67738",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: PGM - RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Segundo o disposto na lei processual civil, o juiz deve decidir a lide nos termos em que foi proposta, sendo-lhe proibido conhecer das questões não suscitadas pelas partes. Isso significa que, mesmo nas obrigações específicas, o juiz ficará impedido de substituir, de ofício, a tutela desejada pelo autor por outra tutela que lhe garanta o resultado prático correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "66969",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: BAHIAGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o ato pelo qual o juiz, no curso do processo, resolve questão incidente, denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "despacho."
      },
      {
        "letra": "B",
        "texto": "sentença."
      },
      {
        "letra": "C",
        "texto": "ato ordinatório."
      },
      {
        "letra": "D",
        "texto": "acórdão."
      },
      {
        "letra": "E",
        "texto": "decisão interlocutória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "497476",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A exceção de impedimento do juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser apresentada no juízo de domicílio do réu, ainda que a causa corra em juízo diverso."
      },
      {
        "letra": "B",
        "texto": "e decidida na forma em que se julga a exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "quando oposta na medida cautelar preparatória, sus­pende o prazo para a ação principal."
      },
      {
        "letra": "D",
        "texto": "comporta, da sua decisão, agravo retido."
      },
      {
        "letra": "E",
        "texto": "suspende o prazo para o réu requerer a nomeação a autoria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "399237",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Quando o juiz subscreve termo de audiência, está praticando ato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anômalo."
      },
      {
        "letra": "B",
        "texto": "de documentação."
      },
      {
        "letra": "C",
        "texto": "instrutório."
      },
      {
        "letra": "D",
        "texto": "decisório."
      },
      {
        "letra": "E",
        "texto": "administrativo."
      }
    ],
    "gabarito": "B"
  }
]