[
  {
    "id": "602753",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos juizados especiais cíveis comuns e federais, julgue o item seguinte.Nos juizados especiais federais cíveis, não há reexame necessário nem prazos diferenciados, em relação ao particular, para a fazenda pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "602752",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos juizados especiais cíveis comuns e federais, julgue o item seguinte.Compete ao juizado especial federal cível processar, conciliar e julgar ações populares e mandados de segurança que impugnem atos de autoridades federais, se os valores das causas forem inferiores a sessenta salários mínimos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "602751",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos juizados especiais cíveis comuns e federais, julgue o item seguinte.Para evitar dano de difícil reparação, é permitido ao juiz deferir, de ofício ou a requerimento das partes, medidas cautelares no curso dos processos em trâmite nos juizados especiais federais cíveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565648",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Recurso Especial",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Julgue o item a seguir, referente a jurisdição e competência no processo civil.Compete ao STJ julgar reclamação que tenha como finalidade dirimir divergência entre a jurisprudência contida em suas súmulas ou orientações decorrentes do julgamento de recurso especial repetitivo e acórdão em sentido oposto prolatado por turma recursal de juizado especial federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "521376",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Juizado Especial no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos sujeitos processuais e do litisconsórcio no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento consolidado pelo STJ, em ação contra o INSS que verse sobre contribuições previdenciárias, admite-se a formação de litisconsórcio facultativo após o ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "Genitora que defende direitos de titularidade de um filho absolutamente incapaz atua como parte no processo."
      },
      {
        "letra": "C",
        "texto": "Em caso de litisconsórcio classificado como necessário, o juiz deve emitir decisão idêntica para todos os litigantes que ocupem o mesmo polo da demanda."
      },
      {
        "letra": "D",
        "texto": "Conforme jurisprudência dominante do STJ, a qualificação da relação como sendo de consumo não afasta a possibilidade de denunciação da lide."
      },
      {
        "letra": "E",
        "texto": "A vedação da intervenção de terceiros no âmbito dos juizados especiais federais não afasta a possibilidade de formação de litisconsórcio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506052",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: UEG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Acerca dos recursos previstos no Código de Processo Civil (CPC), a intervenção de terceiros, a alienação de coisa ou direito litigioso, e a lei dos Juizados Especiais Federais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide ocorre quando alguém que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, nomeia à autoria o proprietário ou o possuidor."
      },
      {
        "letra": "B",
        "texto": "O adquirente da coisa ou do direito litigioso ingressa no feito como assistente simples."
      },
      {
        "letra": "C",
        "texto": "No Juizado Especial Federal Cível, admitem-se, como rés, as pessoas físicas e as microempresas e empresas de pequeno porte."
      },
      {
        "letra": "D",
        "texto": "Conforme a lei dos Juizados Especiais Federais, no foro onde estiver instalada Vara do Juizado, a sua competência será absoluta."
      },
      {
        "letra": "E",
        "texto": "Conforme o CPC atualmente vigente, o agravo de instrumento deve ser interposto em até 15 dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "494592",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "A respeito dos juizados especiais cíveis no âmbito da justiça federal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra as sentenças proferidas pelos juizados especiais federais em desfavor da fazenda pública da União deve haver o reexame necessário."
      },
      {
        "letra": "B",
        "texto": "A opção pelo procedimento dos juizados especiais federais importa em renúncia tácita ao valor que exceder aos sessenta salários mínimos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "O STJ firmou entendimento no sentido de ser cabível a impetração de mandado de segurança com a finalidade de promover o controle de competência dos juizados especiais federais."
      },
      {
        "letra": "D",
        "texto": "Nos juizados especiais federais, a União, as autarquias, as fundações públicas e as empresas públicas federais podem ser rés, mas a atuação como autor está limitada às pessoas físicas."
      },
      {
        "letra": "E",
        "texto": "A produção de prova pericial não é admitida nos juizados especiais federais, cuja competência está restrita a causas de menor complexidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415224",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Consoante disposição da Lei n. 10.259/2001 e precedente do Supremo Tribunal Federal, em se tratando de processo originário de juizado especial cível, não há a contagem de prazo em dobro prevista no Código de Processo Civil pelas pessoas jurídicas de direito público para a interposição de recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "411234",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta.Acerca dos juizados especiais federais: I. Proposta ação anulatória de lançamento fiscal no juizado especial federal, em razão de o valor da causa ser inferior a sessenta salários mínimos, segundo a orientação jurisprudencial dominante, a ação de execução fiscal relativa a esse lançamento deverá ser remetida ao respectivo juizado, por funcionar a ação anulatória como sucedâneo dos embargos. II. Compete ao Superior Tribunal de Justiça decidir conflitos de competência entre juizado especial federal e juízo da mesma seção judiciária, por não fazerem os tribunais regionais federais parte do microssistema dos juizados especiais. III. Não cabe recurso especial contra decisão proferida por órgão de segundo grau dos juizados especiais federais. IV. O pedido de uniformização de interpretação de lei federal é cabível quando houver divergência entre decisões sobre questões de direito material ou processual proferidas por turmas recursais na interpretação da lei. V. Segundo a Lei nº 10.259/2001, são vedados o fracionamento, a repartição ou a quebra do valor da execução, de modo que o pagamento se faça em parte por intermédio de requisição de pequeno valor e em parte mediante expedição do precatório, e a expedição de precatório complementar ou suplementar do valor pago.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas III e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352149",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Relativamente aos juizados especiais cíveis e considerando as disposições constantes da Lei dos Juizados Especiais Cíveis e Criminais e da Lei dos Juizados Especiais Cíveis e Criminais no âmbito da Justiça Federal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o autor, na fase de conhecimento, formular pedido em valor superior ao fixado para a competência dos juizados federais, o julgador, em face de disposição expressa contida na Lei dos Juizados Especiais Cíveis e Criminais no âmbito da Justiça Federal, deverá considerar que a opção pelo juizado importa em renúncia tácita ao crédito excedente ao limite estabelecido na lei, excetuada a hipótese de conciliação."
      },
      {
        "letra": "B",
        "texto": "Se, ao analisar a inicial de ação distribuída para a vara do juizado especial federal, o julgador verifica que a pretensão do autor versa acerca de obrigações vincendas, ele deverá considerar, para fins de análise da competência do juizado federal, o valor de cada parcela, que não poderá exceder o montante de sessenta salários mínimos."
      },
      {
        "letra": "C",
        "texto": "Nas comarcas onde não houver vara do juizado especial federal, a causa poderá ser proposta no juizado especial estadual, aplicando-se a lei dos juizados especiais Cíveis e Criminais no âmbito da Justiça Federal no juízo estadual, com observância de que eventual recurso contra a sentença definitiva será apreciado pela Turma Recursal Federal."
      },
      {
        "letra": "D",
        "texto": "O incidente de uniformização, quando fundado em divergência entre decisões de turmas recursais de diferentes regiões, terá cabimento quando visar interpretação de lei federal relativamente a questões de direito material. Nessa hipótese, a competência para o processamento e o julgamento será da Turma Nacional de Uniformização da Jurisprudência dos Juizados Especiais Federais."
      },
      {
        "letra": "E",
        "texto": "Assim como ocorre na legislação referente aos juizados especiais cíveis estaduais, a Lei dos Juizados Especiais Cíveis e Criminais no âmbito da Justiça Federal veda expressamente a atuação do incapaz como parte autora nos feitos de sua competência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346543",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Nonato, servidor público federal, ajuizou ação de reparação por danos morais contra a União, reclamando que, após regular processo de sindicância administrativa contra ele instaurado, o procedimento fora arquivado por meio de decisão que concluíra que, embora a conduta do servidor tivesse sido desapropriada, não configurara ilicitude suficiente a se enquadrar em infração disciplinar. Afirmou, ainda, o autor que a decisão de arquivamento com menção à conduta desapropriada fora publicada em boletim divulgado pela intranet, acessível aos demais servidores de seu ambiente de trabalho, o que lhe causara dor e sofrimento, passíveis de indenização. Em face dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Processada a ação perante o Juizado Especial Cível da Justiça Federal, a sentença que condena a União ao pagamento de indenização por danos morais estará sujeita ao reexame necessário."
      },
      {
        "letra": "B",
        "texto": "A produção de prova técnica é incompatível com o rito célere dos juizados especiais da justiça federal."
      },
      {
        "letra": "C",
        "texto": "Se o pedido de indenização for de condenação da União ao pagamento de valor correspondente a quarenta e dois salários mínimos, a ação não poderá ser processada perante o Juizado Especial Cível da Justiça Federal."
      },
      {
        "letra": "D",
        "texto": "Processada a ação perante o Juizado Especial Cível da Justiça Federal, ainda que o julgador entenda que a manutenção do boletim na intranet possa acarretar dano de difícil reparação a Nonato, ele somente poderá deferir medidas cautelares para sua retirada do meio virtual quando houver requerimento do autor."
      },
      {
        "letra": "E",
        "texto": "Processada a ação perante o Juizado Especial Cível da Justiça Federal e designada audiência de conciliação, o representante judicial da União está autorizado a transigir com Nonato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322390",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Em relação ao pedido de uniformização de interpretação de lei federal no âmbito dos juizados especiais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventuais interessados, ainda que não sejam parte no processo, podem manifestar-se, perante o órgão julgador competente, no prazo de trinta dias."
      },
      {
        "letra": "B",
        "texto": "O pedido fundado em divergência entre turmas da mesma região será julgado pelo tribunal a que essas turmas estiverem vinculadas."
      },
      {
        "letra": "C",
        "texto": "O pedido fundado em divergência entre decisões de turmas de diferentes regiões será julgado pelo Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "A orientação a ser acolhida pelo órgão julgador competente, em questões de direito material, não poderá contrariar súmula ou jurisprudência dominante no Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "No âmbito do julgamento do pedido de uniformização, não é prevista a possibilidade de concessão de medida liminar para a suspensão dos processos nos quais a controvérsia esteja estabelecida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322384",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "No que se refere aos juizados especiais estaduais e federais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao contrário do que ocorre nos juizados especiais estaduais, nos juizados especiais federais, é possível que pessoas jurídicas de direito público figurem no polo passivo das demandas."
      },
      {
        "letra": "B",
        "texto": "Os juizados especiais estaduais e federais têm competência para julgar as causas cíveis de menor complexidade, assim consideradas aquelas cujo valor não exceda a quarenta vezes o salário mínimo."
      },
      {
        "letra": "C",
        "texto": "Consideram-se infrações penais de menor potencial ofensivo, para os juizados criminais estaduais, os crimes a que a lei comine pena máxima não superior a um ano e, para os juizados criminais federais, não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Tanto na esfera federal quanto na estadual, cabe pedido de uniformização de interpretação de lei quando há divergência quanto à interpretação da lei entre decisões sobre questões de direito material ou processual proferidas por turmas recursais."
      },
      {
        "letra": "E",
        "texto": "Sendo a Lei n.º 9.099/1995 lei especial, as suas disposições, relativas aos juizados especiais estaduais, não se aplicam no âmbito dos juizados federais, já o CPC aplica-se subsidiariamente nos juizados estaduais e federais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352441",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Recurso Extraordinário",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Cabe recurso extraordinário contra decisão proferida por Turma Recursal dos Juizados Especiais Federais, porém não cabe recurso especial. II. Compete, como regra geral, ao Tribunal Regional Federal processar e julgar o mandado de segurança contra ato de juiz do Juizado Especial Federal. III. Segundo o Superior Tribunal de Justiça, os Juizados Especiais Federais possuem competência para o julgamento das ações de fornecimento de medicamentos em que haja litisconsórcio passivo entre a União, o Estado e o Município, cujo valor da causa não exceda sessenta salários mínimos, sendo desinfluente o grau de complexidade da demanda ou o fato de ser necessária a realização de perícia técnica. IV. Se, na fase de execução, for apurado valor superior ao limite de alçada do Juizado Especial Federal, deverá o juiz declarar a nulidade do processo e remeter os autos para a Justiça Federal ordinária. V. Paradigmas emanados de Tribunais Regionais Federais não possuem aptidão para a instauração de pedido de uniformização de jurisprudência no âmbito da Turma Nacional de Uniformização dos Juizados Especiais Federais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249552",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "A partir das célebres lições de Mauro Cappelletti a respeito das ondas renovatórias do processo civil, podemos aferir a tendência mundial em conferir aos cidadãos o amplo acesso à justiça, em especial daqueles desprovidos de recursos materiais, a tutela dos interesses transindividuais, a busca de mecanismos extraprocessuais de solução dos conflitos e, por fim, um processo cuja organização interna proporcione mecanismos para torná-lo mais simples e efetivo. Atento a tais movimentos renovatórios, o legislador brasileiro instituiu os Juizados Especiais Federais, sobre os quais é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracterizado por possuir competência absoluta no foro onde houver Vara do Juizado Especial, quando da sua instalação, a ele são remetidas todas as demandas que se subsumam à sua competência. Trata-se de comezinha regra que excepciona o princípio da Perpetuatio Jurisdictionis."
      },
      {
        "letra": "B",
        "texto": "lavrado um auto de infração e regularmente notificado o contribuinte, é possível que se insurja contra tal ato administrativo, postulando a decretação de sua nulidade, por meio de demanda ajuizada perante o Juizado Especial Federal, desde que respeitado o limite de alçada."
      },
      {
        "letra": "C",
        "texto": "por ter competência limitada a 60 salários mínimos, as condenações pecuniárias realizadas nos Juizados deverão ser honradas sempre por meio de RPV – Requisição de Pequeno Valor."
      },
      {
        "letra": "D",
        "texto": "não se admite a interposição de recursos contra decisões interlocutórias, mas apenas para impugnar decisões definitivas."
      },
      {
        "letra": "E",
        "texto": "só se admite na qualidade de rés nos Juizados Federais as pessoas jurídicas de direito público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "242905",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Federal",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "No regime dos Juizados Especiais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as testemunhas devem comparecer à audiência de instrução e julgamento independentemente de intimação, mesmo que esta tenha sido requerida."
      },
      {
        "letra": "B",
        "texto": "a sentença deve necessariamente conter relatório, fundamentação e dispositivo."
      },
      {
        "letra": "C",
        "texto": "a sentença condenatória somente poderá ser ilíquida quando o pedido tiver sido genérico."
      },
      {
        "letra": "D",
        "texto": "não se admite a conciliação quando o Estado for parte."
      },
      {
        "letra": "E",
        "texto": "não se admitirá a reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "241507",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Cível",
      "Juizado Especial - Federal",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Nos juizados especiais estaduais, cabe recurso de agravo contra a sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "489316",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "No âmbito da Justiça Federal, desde que respeitado o limite de sessenta salários mínimos, inclui-se na competência do Juizado Especial Cível, a ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para anulação de ato administrativo federal de lançamento fiscal."
      },
      {
        "letra": "B",
        "texto": "de desapropriação promovida pela União."
      },
      {
        "letra": "C",
        "texto": "popular, em que for parte passiva a União."
      },
      {
        "letra": "D",
        "texto": "de mandado de segurança impetrado contra ato de autoridade federal."
      },
      {
        "letra": "E",
        "texto": "por improbidade administrativa voltada contra servidor público federal."
      }
    ],
    "gabarito": "A"
  }
]