[
  {
    "id": "832019",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Uma das causas de extinção do processo, sem resolução de mérito, é a desistência da ação pelo autor. Sobre a desistência da ação no Processo Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo ato unilateral do autor, a desistência da ação, para produzir efeitos, dispensa a homologação judicial."
      },
      {
        "letra": "B",
        "texto": "A desistência da ação opera os mesmos efeitos jurídicos do que a renúncia ao direito sobre o qual se funda a ação."
      },
      {
        "letra": "C",
        "texto": "Em nenhuma hipótese será permitida a desistência da ação após o saneamento do processo."
      },
      {
        "letra": "D",
        "texto": "A desistência da ação obsta o prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "Depois de decorrido o prazo para a resposta, o autor não poderá, sem o consentimento do réu, desistir da ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "590444",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Um servidor público ajuizou uma ação em face do Estado, pelo procedimento ordinário, pleiteando uma verba remuneratória a que entende fazer jus. Ocorre que o juiz da causa percebeu que aquela matéria controvertida era unicamente de direito e já havia no juízo sentença de total improcedência em outros casos idênticos. Nesse caso, poderá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispensar a citação do Estado e proferir sentença de total improcedência, reproduzindo o teor da sentença anteriormente prolatada;"
      },
      {
        "letra": "B",
        "texto": "determinar a citação do Estado, que terá o prazo em dobro para contestar, podendo o Procurador do Estado reproduzir a contestação apresentada em outros processos;"
      },
      {
        "letra": "C",
        "texto": "dispensar a citação do Estado e julgar procedente o pedido, entendendo que as sentenças já prolatadas não enfrentaram a questão de forma correta;"
      },
      {
        "letra": "D",
        "texto": "determinar a citação do Estado, que poderá contestar no prazo de quinze dias, não podendo o Procurador do Estado reproduzir a contestação já apresentada em outros processos;"
      },
      {
        "letra": "E",
        "texto": "dispensar a citação do Estado e extinguir o feito sem resolução do mérito, porque a matéria de direito controvertida já foi enfrentada pelo juízo anteriormente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "571881",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Em cada uma das próximas opções é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada acerca de processo de conhecimento, processo de execução e ação cautelar. Assinale a opção em que a assertiva esteja correta de acordo com a legislação processual e com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro ajuizou ação contra Leonardo, que, por intermédio de seu advogado, apresentou contestação intempestiva, decretada a sua revelia. Nessa situação, se a demanda versar sobre direito disponível, Leonardo não será intimado dos atos processuais nem poderá produzir provas."
      },
      {
        "letra": "B",
        "texto": "Em execução contra a fazenda pública, foram interpostos embargos parciais à execução pelo ente público. Nessa situação, dada a situação de execução provisória, será inviável a expedição de precatório ou requisição de pequeno valor da parcela incontroversa até o julgamento final dos embargos."
      },
      {
        "letra": "C",
        "texto": "Em março de 2015, Caio ajuizou demanda contra ente público para recebimento de benefício previdenciário. Nessa situação, o juiz deverá extinguir o processo sem resolução de mérito se constatar que o autor sequer realizou requerimento prévio para obter o benefício na seara administrativa."
      },
      {
        "letra": "D",
        "texto": "Em audiência de conciliação de ação proposta pelo rito sumário, o juiz determinou a conversão do procedimento em ordinário. Nessa situação, o magistrado cometeu error in procedendo, porque a referida conversão somente poderia ter sido feita no momento do recebimento da petição inicial."
      },
      {
        "letra": "E",
        "texto": "O município de Salvador – BA interpôs recurso especial cujo juízo de admissibilidade ainda não foi exercido pelo tribunal de origem. Nessa situação, caberá medida cautelar junto ao STJ para a obtenção de efeito suspensivo para seu recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562607",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Em relação ao processo civil, ação e execução, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo, no caso de não ser atendida alguma das condições da ação, será julgado com resolução do mérito, acarretando coisa julgada formal."
      },
      {
        "letra": "B",
        "texto": "A pretensão do autor será julgada improcedente quando não verificada a possibilidade jurídica do pedido, uma vez que o direito material não ampara pedido juridicamente impossível."
      },
      {
        "letra": "C",
        "texto": "O interesse de agir, um dos pressupostos processuais, pode ser corretamente definido como a necessidade de invocar a prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "A cobrança de dívida em dinheiro ainda não vencida deverá ser julgada extinta, sem resolução de mérito, porque falta interesse processual ao autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "480539",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Sobre a pretensão deduzida na ação mandamental, é POSSÍVEL afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do objeto enseja a extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "Em qualquer hipótese, deve haver um pronunciamento de mérito por se tratar de ação constitucional."
      },
      {
        "letra": "C",
        "texto": "Não é obrigatória a intervenção do Ministério Público se a pretensão deduzida versar sobre direito patrimonial."
      },
      {
        "letra": "D",
        "texto": "A intervenção do Ministério Público não é obrigatória se as partes forem legítimas e estiverem corretamente representadas."
      },
      {
        "letra": "E",
        "texto": "A perda do objeto não interfere no julgamento do processo por se tratar de ação constitucional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "475677",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Considerando que determinada parte tenha proposto ação de indenização contra outra parte, pleiteando sua condenação em danos morais e materiais, julgue o item seguinte.Nessa situação, eventual resolução de mérito desencadeará a imutabilidade do julgado, por se tratar de jurisdição contenciosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785982",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o juiz deferir a petição inicial."
      },
      {
        "letra": "B",
        "texto": "quando ficar parado durante mais de 01 (um) mês por negligência das partes."
      },
      {
        "letra": "C",
        "texto": "quando a ação for considerada transmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "quando o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "626183",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: SCGás",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Segundo o disposto no Código de Processo Civil Brasileiro vigente, haverá resolução de mérito quando: I. Quando o autor renunciar ao direito sobre que se funda a ação. II. O juiz acolher a alegação de perempção, litispendência ou de coisa julgada. III. O autor desistir da ação. IV. O juiz pronunciar a decadência ou a prescrição. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II, e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "513671",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, extingue- se o processo, sem resolução de mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      },
      {
        "letra": "B",
        "texto": "o juiz acolher ou rejeitar o pedido do autor."
      },
      {
        "letra": "C",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "D",
        "texto": "as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462904",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Ação de usucapião",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso), considerando as seguintes decisões judiciais. ( ) Em uma ação de usucapião, diante de um número excessivo de confinantes, o juiz, utilizando-se da faculdade que lhe atribuiu o art. 46, parágrafo único, do Código de Processo Civil, limita o número de litisconsortes, com o objetivo de não comprometer a celeridade do litígio. ( ) Em uma ação de intervenção obrigatória do Ministério Público, seu representante, ainda que intimado, não interveio no feito, diante do que o magistrado determinou a abertura de nova vista, determinando que o órgão ministerial se manifestasse expressamente. ( ) Tendo o autor desistido de ação que interpôs, na qual foi decretada a revelia do réu, o juiz extinguiu o feito com julgamento de mérito. ( ) Em sede de contestação, o réu alega incompetência relativa (territorial) do juízo, não a conhecendo o magistrado, visto que a forma prescrita em lei para tanto é a exceção de incompetência. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462248",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Associação legitimada ajuizou ação civil pública em face de ente federativo municipal, imputando-lhe a prática de atos lesivos ao patrimônio histórico. Finda a fase instrutória, o juiz da causa julgou improcedente o pleito autoral, por concluir que os fatos narrados na petição inicial não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do primeiro processo, e que, em sua ótica, seria capaz, por si só, de lhe ensejar um pronunciamento judicial favorável na demanda que propusera. Desse modo, ajuizou ação rescisória para impugnar o julgado, tendo, todavia, deixado de anexar o instrumento de mandato ad judicia ao advogado subscritor da petição inicial da nova demanda. Nesse cenário, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a parte autora regularize o vício de sua representação processual, assinando-lhe prazo para anexar a procuração faltante, sob pena de indeferimento da inicial."
      },
      {
        "letra": "B",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante do vício de representação processual da parte autora."
      },
      {
        "letra": "C",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da falta de interesse de agir."
      },
      {
        "letra": "D",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da impossibilidade jurídica do pedido, uma vez que a obtenção de documento novo não constitui fundamento legal para o manejo da via rescisória."
      },
      {
        "letra": "E",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação do Município-réu, uma vez que, no âmbito das ações coletivas, não há a exigência da juntada de instrumento de mandato ad judicia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "455132",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Lais Bastos propôs uma ação de despejo cumulada com cobrança de aluguéis atrasados. Logo após a citação, o réu desocupa voluntariamente o imóvel, entregando as chaves para Lais Bastos. Certificada nos autos a entrega das chaves, o juiz imediatamente extingue o processo, sem resolução do mérito. Nesse caso, a decisão está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta, pois o pedido principal perdeu o objeto;"
      },
      {
        "letra": "B",
        "texto": "correta, pois o pedido de cobrança dos aluguéis atrasados pode ser formulado em demanda autônoma;"
      },
      {
        "letra": "C",
        "texto": "errada, pois deveria ter extinto apenas o pedido de despejo, sem resolução do mérito, por perda do objeto;"
      },
      {
        "letra": "D",
        "texto": "errada, pois deveria ter extinto apenas o pedido de despejo, sem resolução do mérito, por perda do interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "errada, pois deveria ter extinto apenas o pedido de despejo, com resolução do mérito, por reconhecimento da procedência do pedido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387733",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Com referência a jurisdição, ação e competência, julgue os itens que se seguem.A extinção do processo sem resolução do mérito pode decorrer da intervenção do Estado-jurisdição em relação jurídica de direito material que não retrate litígio reprimido",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "377300",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "NÃO ocorre o julgamento com resolução do mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as partes fazem acordo em audiência a que comparecem com seus advogados."
      },
      {
        "letra": "B",
        "texto": "o juiz reconhece a prescrição, constatando que a ação foi proposta em 15.03.2014, sendo que o contrato se extinguiu em 15.01.2012, já considerada a projeção do aviso prévio."
      },
      {
        "letra": "C",
        "texto": "o autor renuncia ao direito sobre o qual se funda a ação, após analisar, em audiência, os documentos trazidos pela empresa."
      },
      {
        "letra": "D",
        "texto": "a empresa, reclamada, reconhece a procedência do pedido de verbas rescisórias."
      },
      {
        "letra": "E",
        "texto": "o juiz reconhece que a pretensão ali deduzida já fora objeto de uma outra ação, agora em fase de execução definitiva, em que foi julgada procedente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "370514",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "A Lei n.º 9.507/97 regula o rito processual do habeas data. Um dos requisitos objetivos para ajuizamento da ação é a comprovação da recusa ao acesso à informação ou o decurso de mais de 10 (dez) dias sem uma decisão do órgão coator (artigo 8, parágrafo único, inciso I). Nesse contexto, ao constatar que tal requisito não foi cumprido pelo requerente, o órgão julgador deverá, conforme a sistemática implantada para o habeas data e tendo em vista orientação sumulada do STJ,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presumir que houve recusa, sendo esta justificável por privilegiar o sigilo em prol da segurança pública e social."
      },
      {
        "letra": "B",
        "texto": "decretar a extinção do processo, sem julgamento do mérito, por falta de cabimento da ação ante a falta de interesse de agir"
      },
      {
        "letra": "C",
        "texto": "decretar a extinção do processo, sem julgamento do mérito, por ausência de pressuposto processual de existência e de desenvolvimento válido e regular do processo, traduzido pela perempção"
      },
      {
        "letra": "D",
        "texto": "determinar que o impetrante possa produzir a prova da recusa do impetrado ao acesso às informações, pelo impetrante, em audiência de instrução e julgamento."
      },
      {
        "letra": "E",
        "texto": "decretar a imediata extinção do processo, com julgamento do mérito, julgando manifestamente improcedente o pedido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471559",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Considerando as disposições legais sobre procedimento ordinário, formação, suspensão e extinção do processo, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apresentação de exceção de incompetência do juízo não é causa de suspensão do processo."
      },
      {
        "letra": "B",
        "texto": "Feita a citação, o autor pode modificar o pedido ou a causa de pedir independente do consentimento do réu, pois a ação segue em beneficio do autor e por iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Quando a matéria controvertida for unicamente de fato e no juízo já houver sido proferida sentença de total procedência em outros casos idênticos, deverá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "D",
        "texto": "O processo será extinto com resolução do mérito quando o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "E",
        "texto": "Depois da contestação, é vedado ao réu deduzir novas alegações, mesmo quando competir ao juiz conhecer delas de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "309091",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Em razão de seu carro ter sido abalroado por dois veículos, um com o logotipo do DF e outro com o do Ministério da Fazenda, Aldo propôs, na justiça federal, demanda contra o DF e contra a União, pleiteando a condenação solidária dos réus ao pagamento do valor de oitenta salários mínimos, correspondente ao prejuízo por ele sofrido com o acidente sendo esse o valor dado à causa. Na audiência de instrução e julgamento, o DF informou que o carro com o logotipo do Ministério da Fazenda lhe havia sido doado e era dirigido por um servidor do governo distrital. Sustentou, ainda, não ter havido culpa do servidor. Aldo, então, à vista da contestação, desistiu da ação contra a União, que, por erro cartorário, não havia sido citada. O juiz homologou o pedido de desistência, prosseguiu na instrução e julgou procedente o pedido contra o DF, condenando-o a pagar a Aldo a quantia equivalente a quarenta salários mínimos, valor dos danos efetivamente apurados. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz deveria enviar os autos ao tribunal regional federal competente para o reexame necessário."
      },
      {
        "letra": "B",
        "texto": "o juiz, ao verificar o valor dos danos, deveria remeter os autos para o juizado especial federal, que tem competência absoluta para julgamento de causas até quarenta salários mínimos."
      },
      {
        "letra": "C",
        "texto": "o juiz agiu corretamente ao prosseguir no processo, pois, no caso, aplica-se o princípio da perpetuatio jurisdicionis."
      },
      {
        "letra": "D",
        "texto": "o juiz não poderia homologar o pedido de desistência da ação contra a União, já que não houve anuência da ré."
      },
      {
        "letra": "E",
        "texto": "o juiz deveria homologar a desistência da ação contra a União e remeter os autos ao Tribunal de Justiça do Distrito Federal e Territórios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303721",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Em ações de alimentos e investigação de paternidade, a morte do réu provoca a extinção do processo sem a resolução de mérito, pois estas ações se referem a direitos personalíssimos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303719",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Se, ao despachar uma petição inicial, o juiz constatar a falta de pedido, ele deverá determinar a intimação do autor para emendá-la no prazo de dez dias, sob pena de indeferimento e consequente extinção do processo sem a resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530421",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz acolher a alegação de perempção, litispendência ou de coisa julgada."
      },
      {
        "letra": "B",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "C",
        "texto": "as partes transigirem."
      },
      {
        "letra": "D",
        "texto": "o juiz acolher ou rejeitar o pedido do autor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "487539",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Considerando o ato decisório do juiz, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma das novidades trazida pela Lei n. 11.232/2005, que alterou o Código de Processo Civil, está na exigência de sentenças de mérito que não extingam o processo."
      },
      {
        "letra": "B",
        "texto": "Apenas nas sentenças condenatória e constitutiva de direito cabe o acolhimento do pedido sem extinção do processo"
      },
      {
        "letra": "C",
        "texto": "Nos casos em que o processo ficar parado durante mais de 1 (um) ano por negligência das partes, ou quando o autor, por não promover os atos e diligências que lhe competir abandonar a causa por mais de 30 (trinta) dias, o juiz ordenará o arquivamento dos autos, declarando a extinção do processo, se a parte, intimada através de seu representante legal, deixar de suprir a falta em 48 (quarenta e oito) horas."
      },
      {
        "letra": "D",
        "texto": "O juiz conhecerá de ofício, em qualquer tempo e grau de jurisdição, enquanto não proferida a sentença de mérito, as matérias relativas à ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo, a alegação de perempção, litispendência ou de coisa julgada e as condições da ação, desde que o réu as alegue na primeira oportunidade em que lhe caiba falar nos autos, sob pena de pagamento das custas processuais de retardamento."
      },
      {
        "letra": "E",
        "texto": "A parte dispositiva da sentença reveste-se da autoridade da coisa julgada material, com exceção dos motivos nela expostos, ainda que importantes para determinar o alcance de sua parte dispositiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "473542",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das modalidades de extinção do processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reconhecimento, por parte do Juiz, da decadência ou da prescrição acarreta a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo com resolução de mérito quando ocorrer a confusão entre autor e réu."
      },
      {
        "letra": "C",
        "texto": "A manifesta ilegitimidade da parte acarreta a inépcia da petição inicial."
      },
      {
        "letra": "D",
        "texto": "Quando o autor renunciar ao direito sobre o qual se funda a ação, haverá extinção do processo com resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "O Juiz poderá extinguir, de ofício, o processo quando verificar a existência de convenção de arbitragem celebrada pelas partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359521",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "É causa de extinção do processo com resolução do mérito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convenção de arbitragem."
      },
      {
        "letra": "B",
        "texto": "quando ocorrer confusão entre autor e réu"
      },
      {
        "letra": "C",
        "texto": "quando a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "D",
        "texto": "quando o autor renunciar ao direito sobre que se funda a ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352448",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Agravo de instrumento",
      "Providências Preliminares: Ação Declaratória Incidental",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo a orientação dominante do Superior Tribunal de Justiça, em se tratando de agravo de instrumento interposto em face de decisão interlocutória, proferida por juiz singular, é inadmissível a complementação das peças do instrumento respectivo após a sua interposição no Tribunal, ainda que para a juntada de peças facultativas que o órgão julgador repute como necessárias à compreensão da controvérsia. II. É inadmissível a ação declaratória se já tiver ocorrido a violação do direito. III. Extingue-se o processo sem resolução do mérito, por abandono do autor, se o advogado deste, intimado por três vezes, não praticar ato que lhe incumba.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336235",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Caso determinado juiz acate a incompetência absoluta alegada pela parte ré após a audiência de instrução e julgamento, então, nessa hipótese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser aplicada à parte ré multa de até 10% do valor da causa."
      },
      {
        "letra": "B",
        "texto": "o juiz deve declarar de ofício a nulidade de todos os atos praticados."
      },
      {
        "letra": "C",
        "texto": "o juiz deve suspender o processo de imediato e ouvir o juízo indicado como competente."
      },
      {
        "letra": "D",
        "texto": "não seria adequada a extinção do processo por ausência de condições da ação."
      },
      {
        "letra": "E",
        "texto": "o juiz deve suscitar ao tribunal o conflito de competência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707088",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Tendo a oposição sido apresentada depois de iniciada a audiência de instrução e julgamento, não é possível a sua apreciação simultânea com a ação principal. II - A decisão que mantiver, em juízo de retratação, o indeferimento da petição inicial, fundada na prescrição, encerra o processo com julgamento do mérito, hipótese em que, independentemente do trânsito em julgado, o escrivão comunicará ao réu o resultado do julgamento. III - O juiz poderá proferir julgamento liminar de procedência ou de improcedência, em causas repetitivas ou seriadas, quando a matéria discutida for unicamente de direito, desde que já tenham sido julgados casos similares no Juízo, com base em jurisprudência do tribunal ao qual o magistrado esteja vinculado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535307",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Reconvenção",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Dadas as proposições abaixo, assinale a alternativa CORRETA: I - O prazo, estabelecido pela lei ou pelo juiz, é contínuo, se interrompendo nos feriados. II - Extingue-se o processo, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição. III - Julgar-se-ão na mesma sentença a ação e a reconvenção. IV - A parte tem o prazo de 10 (dez) dias, contado da intimação da sua juntada aos autos, para arguir o incidente de falsidade de documento; o prazo será, porém, de 05 (cinco) dias para manifestar-se sobre documento juntado aos autos. V - Faz coisa julgada a apreciação da questão prejudicial, decidida incidentemente no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições III, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II, III e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "535305",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Recurso de Apelação devolverá ao Tribunal o conhecimento da matéria impugnada, cabendo a apreciação e julgamento, pelo Tribunal, de todas as questões suscitadas e discutidas no processo, ainda que a sentença não as tenha julgado por inteiro e, quando o pedido ou a defesa tiver mais de um fundamento e o juiz acolher apenas um deles, a apelação devolverá ao Tribunal o conhecimento dos demais fundamentos."
      },
      {
        "letra": "B",
        "texto": "Extinto o processo sem julgamento do mérito (art. 267 CPC), o Tribunal pode julgar desde logo a lide, ainda que haja necessidade de produção de prova. Neste caso, após anular a sentença proferida em julgamento antecipado da lide, bem como todos os atos processuais decorrentes do ato viciado, prosseguirá o julgamento da apelação perante o Juízo de segundo grau, podendo o relator determinar a realização de diligências para sanar as irregularidades existentes no processo."
      },
      {
        "letra": "C",
        "texto": "Na modalidade de agravo retido o agravante requererá expressamente e preliminarmente, nas razões ou na resposta da apelação, que o Tribunal dele conheça, sob pena de não ser apreciado."
      },
      {
        "letra": "D",
        "texto": "Da decisão que não admite os embargos infringentes caberá agravo, em 05 (cinco) dias, para o Órgão competente para o julgamento do recurso."
      },
      {
        "letra": "E",
        "texto": "Quando manifestamente protelatórios os Embargos de Declaração, o Juiz ou Tribunal, declarando que o são, condenará o Embargante a pagar ao Embargado multa não excedente de 1% (um por cento) sobre o valor da causa. Na reiteração de Embargos protelatórios, a multa é elevada a até 10% (dez por cento), ficando condicionada a interposição de qualquer outro recurso ao depósito do valor respectivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "505977",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Intimação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora a interrupção da prescrição se aperfeiçoe por meio da citação válida, os efeitos da interrupção retroagem à data do ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "Para a extinção do processo por abandono de causa, com fundamento no art. 267, III , § 1o do CPC, não se exige a intimação pessoal da parte."
      },
      {
        "letra": "C",
        "texto": "Admite-se a condenação em honorários sucumbenciais nas hipóteses de extinção do processo sem resolução do mérito."
      },
      {
        "letra": "D",
        "texto": "Via de regra, vige no direito pátrio o principio da demanda, segundo o quai a instauração do processo depende de iniciativa da parte interessada, ressalvadas hipóteses excepcionais em que a atividade jurisdicional poderá ser instaurada ex officio, como no processo de arrecadação de bens de ausentes."
      },
      {
        "letra": "E",
        "texto": "No caso de morte ou perda da capacidade processual de qualquer das partes, ou de seu representante legal, provado o falecimento ou a incapacidade, o juiz suspenderá o processo, salvo se já tiver iniciado a audiência de instrução e julgamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1635827",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "NÃO configura caso de extinção do processo civil com resolução de mérito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o juiz rejeita o pedido do autor."
      },
      {
        "letra": "B",
        "texto": "Quando o juiz reconhece a procedência do pedido do autor."
      },
      {
        "letra": "C",
        "texto": "Quando o autor desiste da ação."
      },
      {
        "letra": "D",
        "texto": "Quando o juiz pronuncia a prescrição."
      },
      {
        "letra": "E",
        "texto": "Quando as partes transigem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544220",
    "metadata": "Ano: 2010 | Banca: AOCP | Órgão: FESF-SUS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, extingue-se o processo, sem resolução de mérito, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "B",
        "texto": "quando as partes transigirem."
      },
      {
        "letra": "C",
        "texto": "quando se verificar a ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo."
      },
      {
        "letra": "D",
        "texto": "quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "E",
        "texto": "quando o autor renunciar ao direito sobre que se funda a ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "481371",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Nos termos do Art. 267 e do Art. 269, do Código de Processo Civil, há resolução do mérito quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação for considerada intransmissível por disposição legal."
      },
      {
        "letra": "B",
        "texto": "ocorrer confusão entre autor e réu."
      },
      {
        "letra": "C",
        "texto": "já há coisa julgada sobre a matéria."
      },
      {
        "letra": "D",
        "texto": "o pedido é considerado juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "o autor renunciar ao direito sobre que se funda a ação."
      }
    ],
    "gabarito": "E"
  }
]