[
  {
    "id": "620594",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Ações possessórias",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos procedimentos especiais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos procedimentos de jurisdição voluntária, havendo interesse de incapaz, a intervenção do MP será obrigatória, competindo-lhe assegurar que o julgador observe os critérios de legalidade estrita na condução do processo, bem como no julgamento final."
      },
      {
        "letra": "B",
        "texto": "Dada a natureza dúplice da ação de prestação de contas, o julgador pode reconhecer, na sentença, saldo em favor do réu, ainda que ele não o tenha postulado."
      },
      {
        "letra": "C",
        "texto": "A curatela de interditos está prevista no CPC como procedimento especial de jurisdição contenciosa, no qual a intervenção do MP, como autor do pedido ou como fiscal da lei, é obrigatória."
      },
      {
        "letra": "D",
        "texto": "Ajuizada ação possessória, o réu não poderá fundar sua defesa invocando a condição de proprietário do bem, mas poderá manejar ação própria de reconhecimento de domínio, independentemente do julgamento da possessória."
      },
      {
        "letra": "E",
        "texto": "Promovida ação monitória fundada em contrato de abertura de crédito em conta-corrente e acompanhada de extrato demonstrativo do débito, caso adote o entendimento pacificado no STJ sobre a matéria, o julgador irá extingui-la por falta de interesse em agir, já que, na hipótese, o contrato mencionado constitui título executivo extrajudicial, passível de imediata execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600808",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO apresenta procedimento de jurisdição voluntária:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tutela e curatela."
      },
      {
        "letra": "B",
        "texto": "Caução."
      },
      {
        "letra": "C",
        "texto": "Codicilos."
      },
      {
        "letra": "D",
        "texto": "Testamentos."
      },
      {
        "letra": "E",
        "texto": "Divórcio consensual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600791",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Jurisdição é o poder que o Estado detém para aplicar o direito a um determinado caso, com o objetivo de solucionar conflitos de interesses e com isso resguardar a ordem jurídica e a autoridade da lei. Sobre essa temática, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio do acesso á justiça, o Estado só exercerá a atividade jurisdicional se for devidamente provocado."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de um ato de poder, o juiz exerce a jurisdição dentro de um limite espacial sujeito à soberania do Estado, limite este consagrado pelo princípio da investidura."
      },
      {
        "letra": "C",
        "texto": "Não há previsão legal para jurisdição voluntária em nosso sistema."
      },
      {
        "letra": "D",
        "texto": "A jurisdição pode ser classificada como contenciosa, ou seja, quando existe lide e o Estado atua na solução de um conflito; e voluntária, quando não existe lide e o Estado atua na administração do interesse das partes."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456568",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "No que concerne à jurisdição e a seus equivalentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de jurisdição voluntária, embora não haja litígio entre os envolvidos, o julgador deve observar a legalidade estrita na apreciação do pedido."
      },
      {
        "letra": "B",
        "texto": "O princípio da inércia da jurisdição deve ser afastado nas hipóteses de direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "Nos casos que envolvam jurisdição voluntária, o julgador apenas administra interesses privados e, por isso, não está sujeito às regras de suspeição ou impedimento."
      },
      {
        "letra": "D",
        "texto": "O direito de retenção é exemplo de aplicação autorizada do equivalente jurisdicional denominado autocomposição."
      },
      {
        "letra": "E",
        "texto": "Há possibilidade de os envolvidos na arbitragem escolherem a norma de direito material a ser aplicada na resolução do conflito, podendo ainda ser convencionado que o julgamento se faça com base nos costumes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "470193",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Sobre os procedimentos de jurisdição voluntária, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eles têm início somente por provocação do interessado."
      },
      {
        "letra": "B",
        "texto": "o juiz pode decidir conforme a equidade em detrimento da legalidade estrita."
      },
      {
        "letra": "C",
        "texto": "a citação do Ministério Público é prescindível no pedido de emancipação feito por tutor do menor com 17 (dezessete) anos completos."
      },
      {
        "letra": "D",
        "texto": "ao juiz é defesa a ordenação de ofício de provas."
      },
      {
        "letra": "E",
        "texto": "a sentença irrecorrida faz coisa julgada material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352141",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Acerca da jurisdição e dos equivalentes jurisdicionais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No exercício da jurisdição voluntária, o julgador poderá valer- se da equidade, buscando soluções fundadas em critérios de conveniência e oportunidade."
      },
      {
        "letra": "B",
        "texto": "A autocomposição somente produzirá efeitos, como forma de solução de conflitos, quando obtida em processo jurisdicional."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento e suspeição do julgador, previstas na legislação processual civil, não se aplicam para o exercício da função em processo de jurisdição voluntária."
      },
      {
        "letra": "D",
        "texto": "A autotutela é forma alternativa de solução de conflito caracterizada pela submissão voluntária de uma parte à pretensão manifestada pela outra."
      },
      {
        "letra": "E",
        "texto": "A sentença arbitral, obtida por meio da técnica da heterocomposição, é considerada, por disposição expressa do Código de Processo Civil (CPC), título executivo extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973551",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "A solução de conflitos intersubjetivos pode ser classificada de acordo com a titularidade para decidi-los. Caso essa titularidade seja atribuída às próprias partes, surge a hipótese de autonomia. Se a titularidade for atribuída a terceiro, surge a hipótese de heteronomia. Diante disso, os equivalentes jurisdicionais ou substitutos da jurisdição são formas de solução de conflitos sociais sem que haja a participação do Estado-juiz. Dentro deste conceito, NÃO constitui forma de solução de conflitos que acarreta o mesmo resultado prático que o exercício da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autotutela;"
      },
      {
        "letra": "B",
        "texto": "autocomposição;"
      },
      {
        "letra": "C",
        "texto": "jurisdição voluntária;"
      },
      {
        "letra": "D",
        "texto": "mediação;"
      },
      {
        "letra": "E",
        "texto": "arbitragem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973550",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Constituem princípios da jurisdição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inevitabilidade e imediação;"
      },
      {
        "letra": "B",
        "texto": "unidade e indivisibilidade;"
      },
      {
        "letra": "C",
        "texto": "indelegabilidade e aquisição processual;"
      },
      {
        "letra": "D",
        "texto": "aderência ao território e oralidade;"
      },
      {
        "letra": "E",
        "texto": "imparcialidade e comunhão das provas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "756994",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: CRECI - 4ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Conceito e características da jurisdição",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Em se tratando de jurisdição civil contenciosa e voluntária, assinale a alternativa que apresenta por quem ela é exercida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jurisdicionados."
      },
      {
        "letra": "B",
        "texto": "Advogados."
      },
      {
        "letra": "C",
        "texto": "Juízes."
      },
      {
        "letra": "D",
        "texto": "Promotores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "55877",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "A interdição daqueles que, por enfermidade ou deficiência mental, não tiveram o necessário discernimento para os atos da vida civil será declarada em procedimento de jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contenciosa, sendo dispensada a intervenção do Ministério Público se o interditando constituir advogado para defendê-lo, mas é o Ministério Público também legitimado para promover a interdição em casos especificados em lei."
      },
      {
        "letra": "B",
        "texto": "contenciosa, com intervenção obrigatória do Ministério Público que, entretanto, em nenhuma hipótese tem legitimidade para promover a interdição."
      },
      {
        "letra": "C",
        "texto": "voluntária, se o interditando concordar com o pedido e contenciosa, se o interditando resistir ao pedido de interdição."
      },
      {
        "letra": "D",
        "texto": "voluntária, não sendo obrigatória a intervenção do Ministério Público, nem sendo o Ministério Público legitimado em qualquer hipótese para requerer a interdição."
      },
      {
        "letra": "E",
        "texto": "voluntária, com intervenção obrigatória do Ministério Público, o qual, também, tem legitimidade para promover a interdição em casos especificados na lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341719",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento sumário",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Sobre procedimento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos à imagem e morais."
      },
      {
        "letra": "B",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos ao patrimônio histórico e paisagístico."
      },
      {
        "letra": "C",
        "texto": "Aplicar- se-á o procedimento da jurisdição voluntária às ações de interdição."
      },
      {
        "letra": "D",
        "texto": "Aplica- se o procedimento sumário às ações de ressarcimento por danos causados em acidente de veículo, quer de via terrestre, aérea ou marítima."
      },
      {
        "letra": "E",
        "texto": "Aplicar- se-á ao mandado de segurança, o rito sumário."
      }
    ],
    "gabarito": "C"
  }
]