[
  {
    "id": "621718",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da liquidação de sentença e da execução no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ajuizamento de ação rescisória pelo executado suspende automaticamente o cumprimento da sentença ou do acórdão que seja objeto do pedido da referida ação autônoma de impugnação."
      },
      {
        "letra": "B",
        "texto": "Os atos executórios tratados pelo CPC não possuem natureza jurisdicional, motivo pelo qual não há necessidade de observância ao princípio do contraditório no processo de execução."
      },
      {
        "letra": "C",
        "texto": "Se o autor ou outro qualquer cidadão não promover os atos executórios no prazo legal na execução de sentença de procedência em ação popular, o juiz determinará a extinção anômala do processo."
      },
      {
        "letra": "D",
        "texto": "A parte pode dar início à liquidação antes do trânsito em julgado da sentença condenatória genérica, haja vista que a denominada liquidação provisória de sentença é permitida pela legislação processual."
      },
      {
        "letra": "E",
        "texto": "O compromisso de ajustamento de conduta firmado entre o Ministério Público e o responsável por violação a direito coletivo não possui eficácia executória, mas é documento hábil à propositura de ação monitória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620589",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta com relação à prova, à liquidação e ao cumprimento da sentença, de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase autônoma da liquidação da sentença por artigo ou arbitramento, caberá ao credor antecipar os honorários do perito nomeado pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Em regra, a admissão da impugnação ao cumprimento de sentença que fixa obrigação de pagar quantia depende de garantia do juízo."
      },
      {
        "letra": "C",
        "texto": "Os efeitos e a eficácia da sentença no processo coletivo estão circunscritos aos limites da competência territorial do órgão judicial prolator da decisão."
      },
      {
        "letra": "D",
        "texto": "Não são devidos honorários advocatícios ao advogado do credor em sede de cumprimento de sentença se não houve apresentação de impugnação pelo executado."
      },
      {
        "letra": "E",
        "texto": "Não se mostra cabível a imposição da multa de 10%, prevista no art. 475-J do CPC, no cumprimento de sentença arbitral de pagar quantia transitada em julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "595614",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Acerca de liquidação de sentença e execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência do STJ vem sedimentando o entendimento de que é viável a formulação de reconvenção em sede de embargos à execução."
      },
      {
        "letra": "B",
        "texto": "O termo inicial para a oposição de embargos à execução fiscal é a data da juntada aos autos do mandado cumprido."
      },
      {
        "letra": "C",
        "texto": "O cumprimento de sentença será feito junto aos tribunais no caso de sua competência originária, sendo essa funcional e absoluta."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral não é legalmente considerada como um título executivo judicial, para fins de cumprimento de sentença."
      },
      {
        "letra": "E",
        "texto": "Com as alterações legislativas realizadas, o cumprimento de sentença passou a ser considerado um processo autônomo, no escopo do denominado sincretismo processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593129",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que concerne à liquidação de sentença e às execuções em espécie.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo simples os cálculos aritméticos, considera-se a obrigação líquida, devendo o exequente instruir seu requerimento de cumprimento de sentença com a planilha discriminada do seu crédito."
      },
      {
        "letra": "B",
        "texto": "A iliquidez de obrigação constante de nota promissória não a desnatura como título, bastando, para que se proceda à execução, a prévia liquidação da obrigação."
      },
      {
        "letra": "C",
        "texto": "Somente é possível liquidar sentença ainda não transitada em julgado se o recurso contra ela interposto não tiver efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "Somente o vencedor da demanda ostenta legitimidade ativa para requerer a liquidação da sentença."
      },
      {
        "letra": "E",
        "texto": "A coisa certa quanto ao gênero e à quantidade, mas incerta quanto à qualidade, inviabiliza a execução da obrigação que tenha como objeto a sua entrega."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "592475",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Julgue o item seguinte, com base no que dispõe o Código de Processo Civil (CPC) a respeito de competência, intervenção de terceiros, liquidação de sentença e capacidade postulatória. Caberá a denominada liquidação por arbitramento, que deve ser realizada em fase autônoma do processo, com amplo contraditório, nos casos em que seja necessário alegar e provar fato novo para determinar o valor da condenação genérica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "589761",
    "metadata": "Ano: 2015 | Banca: OBJETIVA | Órgão: Prefeitura de Porto Barreiro - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Acerca da liquidação de sentença, segundo a legislação e as súmulas do Superior Tribunal de Justiça aplicáveis à espécie, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) A liquidação por arbitramento não é aceita pelo ordenamento jurídico, uma vez que é defesa à sentença ilíquida no processo civil. ( ) A correção monetária do valor da indenização do dano moral incide desde a data do arbitramento. ( ) Da decisão de liquidação caberá apelação, pois é decisão terminativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588496",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Em relação à liquidação de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defesa sentença ilíquida em ações, pelo procedimento comum sumário, de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "B",
        "texto": "Far-se-á liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "C",
        "texto": "Do requerimento de liquidação da sentença será a parte intimada, pessoalmente, para oferecer eventual impugnação."
      },
      {
        "letra": "D",
        "texto": "A liquidação não pode ser requerida na pendência de recurso, por ser juridicamente inviável cindir-se a execução futura."
      },
      {
        "letra": "E",
        "texto": "É possível, na liquidação, discutir novamente a lide, bem como modificar eventualmente a sentença que a julgou, por ser introduzido contraditório próprio nos autos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "583375",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Sobre o procedimento de liquidação de sentença previsto no Código de Processo Civil, analise as afirmações a seguir e assinale a alternativa CORRETA. I. Na liquidação por meros cálculos aritméticos, poderá o juiz valer-se do contador do juízo quando a memória apresentada pelo credor aparentemente exceder os limites da decisão exequenda e, ainda, nos casos de assistência judiciária. II. Por tratar-se de nova fase processual, do requerimento de liquidação de sentença será a parte adversa intimada pessoalmente para manifestar-se no prazo de dez dias. III. Definida a forma de liquidação na sentença de mérito, a liquidação realizada de maneira diversa ofende a coisa julgada. IV. É cabível a liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo, não debatido na fase de conhecimento e necessariamente concernente ao dimensionamento pecuniário do direito vinculado à tutela jurisdicional concedida. V. Tendo em vista a natureza complexa do objeto da liquidação, quando esta se der por arbitramento, não cabe ao juiz, como regra, fixar prazo para a entrega do laudo, porém, uma vez apresentado o trabalho pericial, as partes terão o prazo de dez dias para manifestação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e V são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas IV e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas I, IV e V são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "571873",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, assinale a opção correta no que concerne à liquidação, ao cumprimento de sentença e ao processo de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se reconheça a impenhorabilidade do único imóvel residencial do devedor, decorrente da proteção legal dada ao bem de família, é imprescindível que o devedor resida com seus familiares no imóvel."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de a sentença ilíquida transitar em julgado, a imposição da multa de 10% sobre a condenação somente ocorrerá após a prévia liquidação da quantia certa e da intimação do devedor, por intermédio de seu advogado, para pagamento."
      },
      {
        "letra": "C",
        "texto": "O magistrado deve realizar o desbloqueio dos ativos financeiros do devedor, penhorados pelo sistema de comunicação eletrônica entre o Poder Judiciário e instituições financeiras, quando a quantia bloqueada for considerada irrisória ou inexpressiva frente ao total da dívida."
      },
      {
        "letra": "D",
        "texto": "A desconsideração inversa da personalidade jurídica, ou desconsideração às avessas, é incompatível com o sistema processual brasileiro em vigor e, se realizada em execução, será ilegítima por falta de previsão normativa."
      },
      {
        "letra": "E",
        "texto": "Em execução movida por particular contra a fazenda pública, é inconstitucional o fracionamento do valor da execução, em caso de litisconsórcio facultativo simples, para expedição de requisição de pequeno valor para cada um dos credores beneficiados pela condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "570821",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos"
    ],
    "enunciado_principal": "Após o trânsito em julgado, o autor requer a liquidação por artigos. Isso posto, assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liquidação deve ocorrer por arbitramento, considerando que essa foi a modalidade determinada pela sentença e que a opção por tal modalidade resta protegida pela coisa julgada."
      },
      {
        "letra": "B",
        "texto": "A liquidação deve ocorrer por artigos, considerando que, para ocorrer por arbitramento, a parte autora teria que ter indicado quesitos e assistente técnico na petição inicial da ação."
      },
      {
        "letra": "C",
        "texto": "A liquidação deve ocorrer por arbitramento, considerando que não há autorização legal, nesse caso,para pedidos genéricos."
      },
      {
        "letra": "D",
        "texto": "A liquidação deve ocorrer por artigos, considerando o pedido genérico, expressamente autorizado por lei, a necessidade de prova de fatos novo se a ausência de coisa julgada sobre a forma de liquidação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "560121",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Em processo que tramitou pelo rito ordinário, Marcos foi condenado a pagar indenização a José. No entanto, a sentença não determinou o valor devido, razão pela qual José apresentou requerimento de liquidação de sentença. Porém, fê-lo na pendência de recurso apresentado por Marcos. A liquidação deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "processada em autos apartados, no juízo de origem, com a intimação pessoal de Marcos."
      },
      {
        "letra": "B",
        "texto": "processada nos próprios autos, perante o Tribunal, com a intimação pessoal de Marcos."
      },
      {
        "letra": "C",
        "texto": "processada em autos apartados, no juízo de origem, com a intimação de Marcos na pessoa de seu advogado."
      },
      {
        "letra": "D",
        "texto": "indeferida de plano, pelo juízo de origem, por decisão que desafia agravo de instrumento, em razão da pendência de recurso."
      },
      {
        "letra": "E",
        "texto": "indeferida de plano, pelo Tribunal, por decisão irrecorrível, em razão da pendência de recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "549038",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos"
    ],
    "enunciado_principal": "A vítima de um acidente de veículo obteve judicialmente a condenação do causador do dano à indenização pelas lesões sofridas, inclusive do tratamento médico a que vinha se submetendo, até o seu completo restabelecimento. Nesse ínterim, veio a ser constatada a necessidade de procedimento cirúrgico, antes imprevisível, mas indispensável a seu completo restabelecimento. Neste caso, a vítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá promover liquidação por artigos e execução no mesmo processo."
      },
      {
        "letra": "B",
        "texto": "só poderá promover liquidação por arbitramento, em que terá de provar a necessidade do procedimento cirúrgico e o seu custo, porque a sentença transitou em julgado, e nada mais pode ser discutido no tocante ao acidente."
      },
      {
        "letra": "C",
        "texto": "terá de propor outra ação indenizatória inclusive provando a responsabilidade do causador do dano, porque os motivos em que se funda a sentença não integram a coisa julgada."
      },
      {
        "letra": "D",
        "texto": "terá de promover outra ação indenizatória, para demonstrar a necessidade do procedimento cirúrgico, porque o réu tem direito ao contraditório."
      },
      {
        "letra": "E",
        "texto": "terá, apenas, de apresentar os cálculos das despesas acrescidas, porque já estão compreendidas na condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "532506",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Sobre a chamada “liquidação zero”, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viola a coisa julgada, uma vez que, sempre que há condenação, é porque algo é devido, de modo que a perícia deverá apontar o valor da condenação."
      },
      {
        "letra": "B",
        "texto": "Aplica-se nas sentenças que julgam pedido declaratório, mas que possam ter teor condenatório."
      },
      {
        "letra": "C",
        "texto": "Trata-se de uma pena aplicada por excesso de execução, desde que reclamada em embargos do devedor."
      },
      {
        "letra": "D",
        "texto": "É possível sua aplicação nos casos em que a liquida- ção por artigos resultar negativa."
      },
      {
        "letra": "E",
        "texto": "Aplica-se a teoria quando a execução para cobrança de crédito fundar-se sempre em título de obrigação, embora certa, ilíquida e inexigível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "530880",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Enunciado sumular correto, em matéria processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a coisa julgada."
      },
      {
        "letra": "B",
        "texto": "O instrumento de confissão de dívida, salvo se originário de contrato de abertura de crédito, constitui título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "Formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "É incabível ação monitória contra a Fazenda Pública, mas admissível se fundada em cheque prescrito."
      },
      {
        "letra": "E",
        "texto": "É provisória a execução de título extrajudicial, desde que pendente apelação contra sentença que julgue improcedentes os embargos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525974",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Após intimadas as partes da sentença de liquidação, determinou o juiz a realização de audiência de conciliação. Aberta a sessão, o executado recusou veementemente qualquer conciliação, alegando que não teria recursos para pagar a condenação, nem patrimônio para garanti-la. O juiz, então, verificou que o executado portava um relógio de marca internacionalmente famosa, cujo valor ultrapassava alguns milhares de reais e era suficiente para satisfazer o crédito em questão. Determinou, então, que o executado depositasse o referido relógio em Cartório, uma vez que ele ficaria penhorado, em garantia da execução, proibido, logicamente, o seu uso por quem quer que fosse até a conclusão dos atos de execução. Nesse caso, o ato do juiz foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilegal, uma vez que invadiu a privacidade do executado, retirando-lhe ornamento de seu vestuário."
      },
      {
        "letra": "B",
        "texto": "legal, porque não garantida a execução até então e tendo declarado o executado que não tinha recursos para tanto."
      },
      {
        "letra": "C",
        "texto": "legal, porque os bens luxuosos e que não são essenciais podem ser penhorados. Foi, porém, ilegal a determinação para que deixasse o relógio em Cartório, no momento da audiência, pois caberia ao oficial de justiça apreendê-lo."
      },
      {
        "letra": "D",
        "texto": "ilegal, porque antes deveria ter determinado a citação do executado."
      },
      {
        "letra": "E",
        "texto": "ilegal, porque os bens de uso pessoal são absolutamente impenhoráveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "525972",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Sobre a liquidação de sentença expressamente prevista no Código de Processo Civil de 1973, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a elaboração da memória do cálculo depender de dados existentes em poder do devedor, o juiz, a requerimento do credor, poderá requisitá-los, fixando o prazo de até quinze dias para o cumprimento da diligência."
      },
      {
        "letra": "B",
        "texto": "Quando a determinação do valor da condenação depender de arbitramento, o credor poderá requerer o cumprimento da sentença, na forma do art. 475-J do CPC, desde que instrua o pedido com a memória discriminada do valor."
      },
      {
        "letra": "C",
        "texto": "Nos processos sob procedimento comum sumário nos quais é defesa a sentença ilíquida, cumpre ao juiz, se for o caso, fixar de plano, a seu prudente critério, o valor devido."
      },
      {
        "letra": "D",
        "texto": "Quando a elaboração da memória do cálculo depender de dados existentes em poder de terceiro, o juiz, a requerimento do credor ou do devedor, poderá requisitá-los, fixando prazo de até trinta dias para o cumprimento da diligência."
      },
      {
        "letra": "E",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se nos mesmos autos, cumprindo ao liquidante instruir o pedido com as peças processuais pertinentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512805",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Ações Coletivas no CPC 1973",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "A respeito da liquidação e execução das ações coletivas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de liquidação e execução do provimento condenatório, os legitimados para a ação coletiva não possuem legitimidade para agir como substituto processual, mas apenas como representantes dos indivíduos beneficiados."
      },
      {
        "letra": "B",
        "texto": "O juízo da liquidação de sentença ou o da ação condenatória é o competente para a execução individual."
      },
      {
        "letra": "C",
        "texto": "Em caso de concurso de créditos decorrentes de condenação em ação civil pública e de indenizações por prejuízos individuais resultantes do mesmo evento danoso, as primeiras terão preferência na execução."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de interesses individuais homogêneos, a liquidação e a execução de sentença poderão ser promovidas pela vítima, mas não por seus sucessores."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512801",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA consoante o entendimento sumular do STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os honorários advocatícios devem ser compensados quando houver sucumbência recíproca, assegurado o direito autônomo do advogado à execução do saldo sem excluir a legitimidade da própria parte."
      },
      {
        "letra": "B",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "Inadmissível recurso especial quanto à questão que, a despeito da oposição de embargos declaratórios, não foi apreciada pelo Tribunal a quo."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "497246",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica"
    ],
    "enunciado_principal": "A sentença, ainda que ilíquida, constitui título executivo judicial, sendo a liquidação um pressuposto para o seu cumprimento. Nesse contexto, o procedimento de liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser total ou parcial, mas o cumprimento da parte líquida da sentença não pode ser iniciado enquanto não for encerrada a liquidação da parcela ilíquida."
      },
      {
        "letra": "B",
        "texto": "deve esperar o trânsito em julgado da sentença, pois só após a sua efetivação é que o título torna-se exequível."
      },
      {
        "letra": "C",
        "texto": "encerra-se com a decisão que indica o valor exato da condenação, recorrível mediante interposição de apelação."
      },
      {
        "letra": "D",
        "texto": "é incabível nas ações de ressarcimento por danos causados em acidente de veículo terrestre, uma vez que nestes casos o juiz não está autorizado a proferir sentenças ilíquidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "475681",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos"
    ],
    "enunciado_principal": "Considerando que o processo tem por escopo maior a resolução de conflitos na sociedade, procurando-se, por meio de um encadeamento lógico de atos previstos e praticados com base no ordenamento jurídico, garantir, tanto quanto for possível, a quem tenha um direito tudo aquilo e exatamente aquilo que ele tenha direito de conseguir, julgue o item subsequente.Na liquidação por artigos, o fato novo se relaciona a valores que não tiverem sido objeto de cognição judicial, podendo representar elementos contemporâneos ou anteriores à sentença de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "526288",
    "metadata": "Ano: 2014 | Banca: CEPERJ | Órgão: FSC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo, far-se-á a liquidação por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arbitramento"
      },
      {
        "letra": "B",
        "texto": "cálculo"
      },
      {
        "letra": "C",
        "texto": "aproximação"
      },
      {
        "letra": "D",
        "texto": "artigos"
      },
      {
        "letra": "E",
        "texto": "perícia"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "475374",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta quanto à liquidação de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase autônoma de liquidação de sentença (por arbitramento ou por artigos), incumbe ao credor a antecipação dos honorários periciais."
      },
      {
        "letra": "B",
        "texto": "Da decisão de liquidação de sentença por artigos caberá o recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "É cabível o arbitramento de honorários também na fase de liquidação de sentença quando se verifica na apuração do débito caráter contencioso."
      },
      {
        "letra": "D",
        "texto": "A inclusão de juros de mora em liquidação de sentença ofende a coisa julgada"
      },
      {
        "letra": "E",
        "texto": "Na liquidação por artigos, observar-se-á, no que couber, o procedimento de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "474762",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: EMDAGRO-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da liquidação de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incluem-se os juros moratórios na liquidação, mesmo quando omisso o pedido inicial ou a condenação."
      },
      {
        "letra": "B",
        "texto": "O juízo da execução não pode concluir pela desnecessidade da liquidação por artigos, sob pena de ofender coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo, far-se-á liquidação por arbitramento"
      },
      {
        "letra": "D",
        "texto": "Da decisão judicial de liquidação é cabível apelação, vez que possui a natureza de sentença"
      },
      {
        "letra": "E",
        "texto": "Formulado pedido certo e determinado, ambas as partes têm interesse recursal em arguir o vício da sentença ilíquida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "460047",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Obrigação Líquida, Certa e Exigível"
    ],
    "enunciado_principal": "O Estado ajuizou ação de indenização contra particular e obteve sentença de mérito favorável, a qual continha uma parte líquida e outra ilíquida. Transitada em julgado a sentença, poderá o Estado requerer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 10 dias, sob pena de multa de 15%, que, mesmo em caso de pagamento parcial, incidirá sobre a totalidade do débito."
      },
      {
        "letra": "B",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, mesmo em caso de pagamento parcial, incidirá sobre a totalidade do débito."
      },
      {
        "letra": "C",
        "texto": "primeiro a liquidação da parte ilíquida e apenas depois a execução do todo do débito, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, mesmo em caso de pagamento parcial, incidirá so- bre a totalidade do débito."
      },
      {
        "letra": "D",
        "texto": "primeiro a liquidação da parte ilíquida e apenas depois a execução do todo do débito, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, em caso de pagamento parcial, incidirá apenas sobre o restante do débito."
      },
      {
        "letra": "E",
        "texto": "em autos apartados a liquidação da parte ilíquida, e, simultaneamente, a execução da parte líquida, pugnando pela intimação do devedor para pagamento da quantia no prazo de 15 dias, sob pena de multa de 10%, que, em caso de pagamento parcial, incidirá apenas sobre o restante do débito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456789",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Paulo ajuizou ação de indenização contra “Corte Certo Ltda”. Na sentença que julgou procedente o pedido, o Juiz condenou a empresa a pagar indenização por lucros cessantes, a serem fixados em liquidação de sentença. A empresa recorreu da decisão. De acordo com o Código de Processo Civil, a liquidação poderá ser requerida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na pendência do recurso, processando-se nos próprios autos, perante o Tribunal, com intimação pessoal da parte, sendo decidida por decisão interlocutória."
      },
      {
        "letra": "B",
        "texto": "na pendência do recurso, processando-se em autos apartados, no juízo de origem, com intimação da parte na pessoa de seu advogado, sendo decidida por decisão interlocutória."
      },
      {
        "letra": "C",
        "texto": "na pendência do recurso, processando-se em autos apartados, no juízo de origem, com intimação da parte na pessoa de seu advogado, sendo decidida por sentença."
      },
      {
        "letra": "D",
        "texto": "somente depois do trânsito em julgado da decisão, sendo decidida por sentença."
      },
      {
        "letra": "E",
        "texto": "na pendência do recurso, porém apenas se prestada caução, processando-se nos próprios autos, perante o Tribunal, com intimação da parte na pessoa de seu advogado, sendo decidida por decisão interlocutória."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "448914",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica"
    ],
    "enunciado_principal": "Provimento que decide a liquidação de sentença é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impugnável por meio de apelação;"
      },
      {
        "letra": "B",
        "texto": "impugnável por meio de agravo de instrumento;"
      },
      {
        "letra": "C",
        "texto": "irrecorrível;"
      },
      {
        "letra": "D",
        "texto": "impugnável por meio de agravo retido;"
      },
      {
        "letra": "E",
        "texto": "impugnável por meio de objeção de pré-executividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "447559",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo retido",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Sobre a liquidação de sentença, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da decisão de liquidação caberá agravo retido."
      },
      {
        "letra": "B",
        "texto": "é defeso na liquidação discutir de novo a lide ou modificar a sentença que a julgou."
      },
      {
        "letra": "C",
        "texto": "far-se-á liquidação por arbitramento quando, para determinar o valor da condenação, houver a necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "na liquidação por artigos, observar-se-á, no que couber, as regras gerais dos procedimentos especiais."
      },
      {
        "letra": "E",
        "texto": "requerida a liquidação por arbitramento, o juiz nomeará um perito e fixará prazo preclusivo de 30 dias para entrega do laudo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "427904",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Na liquidação da sentença, que dependa apenas de cálculo aritmético, o beneficiário da assistência judiciária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode se utilizar do serviço de contador judicial para apuração do crédito, salvo na hipótese de cálculos complexos e quando não for representado pela Defensoria Pública."
      },
      {
        "letra": "B",
        "texto": "não pode se utilizar do serviço de contador judicial para apuração do crédito quando for representado pela Defensoria Pública e não se tratar de cálculos complexos."
      },
      {
        "letra": "C",
        "texto": "pode se utilizar do serviço de contador judicial para apuração do crédito, ainda que seja representado pela Defensoria Pública, independentemente da complexidade dos cálculos."
      },
      {
        "letra": "D",
        "texto": "pode se utilizar do serviço de contador judicial para apuração do crédito, desde que seja representado pela Defensoria Pública, independentemente da complexidade dos cálculos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "427903",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da liquidação de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liquidação de sentença não pode ser realizada por forma diversa da estabelecida na sentença."
      },
      {
        "letra": "B",
        "texto": "Não podem ser incluídos na liquidação os juros moratórios quando não arbitrados pela sentença."
      },
      {
        "letra": "C",
        "texto": "A liquidação por artigos é julgada por sentença, da qual cabe apelação."
      },
      {
        "letra": "D",
        "texto": "Incumbe ao devedor a antecipação dos honorários periciais em fase de liquidação por arbitramento ou por artigos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425312",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Considerando a edição da Lei nº 11.232, de 22 de dezembro de 2005, que alterou a Lei nº 5.869, de 11 de janeiro de 1973 - Código de Processo Civil, para estabelecer a fase de cumprimento das sentenças no processo de conhecimento e revogar dispositivos relativos à execução fundada em título judicial, e dá outras providências, no que tange à liquidação de sentença temos os seguintes requisitos, SALVO uma única alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso, na liquidação, discutir de novo a lide ou modificar a sentença que a julgou."
      },
      {
        "letra": "B",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "C",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, na forma do art. 475-J do CPC, instruindo o pedido com a memória discriminada e atualizada do cálculo."
      },
      {
        "letra": "D",
        "texto": "Poderá o juiz valer-se do contador do juízo, quando a memória apresentada pelo credor aparentemente exceder os limites da decisão exequenda e, ainda, nos casos de assistência judiciária."
      },
      {
        "letra": "E",
        "texto": "Da decisão de liquidação caberá agravo de instrumento em caso de liquidação de decisão já transitada em julgado e agravo retido em caso de liquidação pendente de recurso, sem ainda o devido trânsito em julgado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416874",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CONAB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "De acordo com o Código Processual Civil, acerca da liquidação e do cumprimento da sentença, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução nos mesmos autos."
      },
      {
        "letra": "B",
        "texto": "É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual não foi atribuído efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de 48 horas, o montante da condenação será acrescido de multa no valor de 10%."
      },
      {
        "letra": "D",
        "texto": "Efetuado o pagamento, mesmo que parcial, no prazo de 48 horas, não se aplica a multa de 10%."
      },
      {
        "letra": "E",
        "texto": "Não sendo requerida a execução no prazo de 30 dias, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "408723",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Embargos de Declaração no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Para a execução, é indispensável a existência de título líquido, que indique a quantidade de bens ou valores que constituem a obrigação. Em caso de título judicial ilíquido, em que haja a necessidade de alegar e provar fato novo para se chegar ao quantum debeatur, será necessária a;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação por cálculo, remetendo-se o processo ao contador judicial para que seja elaborada memória atualizada do débito."
      },
      {
        "letra": "B",
        "texto": "liquidação por arbitramento, ante a necessidade de realização de prova pericial para a comprovação de tais fatos."
      },
      {
        "letra": "C",
        "texto": "liquidação por artigos, sendo impossível o rejulgamento da causa ou a modificação da sentença que a julgou"
      },
      {
        "letra": "D",
        "texto": "oposição de embargos declaratórios com o fim de integrar a omissão do julgador, que está desautorizado a proferir sentenças ilíquidas"
      },
      {
        "letra": "E",
        "texto": "apresentação de ação autônoma de liquidação, cuja sentença será recorrível por apelação à autoridade competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400871",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Acerca do processo de execução e da liquidação e cumprimento de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No cumprimento provisório da sentença, o exequente deverá instruir a petição inicial com a certidão de interposição do recurso recebido com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A liquidação da sentença somente poderá ser requerida após o trânsito em julgado do recurso impugnatório."
      },
      {
        "letra": "C",
        "texto": "Na liquidação por cálculo, o executado poderá impugná-lo via embargos à execução."
      },
      {
        "letra": "D",
        "texto": "A decisão que puser fim à liquidação de sentença poderá ser impugnada por agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "No processo de execução, a inexistência do interesse de agir implica a extinção do feito, com resolução do mérito, por falta de pressuposto processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387602",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Agravo de instrumento",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Acerca da liquidação da sentença, prevista no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da decisão de liquidação não caberá agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "Quando a sentença não determinar o valor devido, procede-se à sua liquidação."
      },
      {
        "letra": "C",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se nos mesmos autos."
      },
      {
        "letra": "D",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, não necessitando apresentar memória discriminada do cálculo."
      },
      {
        "letra": "E",
        "texto": "Far-se-á a liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385951",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: SEAP-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "A respeito da liquidação da sentença, em conformidade com o Código Processual Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a sentença não determinar o valor devido, procede-se á sua liquidação."
      },
      {
        "letra": "B",
        "texto": "Do requerimento de liquidação de sentença será a parte intimada pessoalmente."
      },
      {
        "letra": "C",
        "texto": "A liquidação não poderá ser requerida na pendência de recurso."
      },
      {
        "letra": "D",
        "texto": "Em qualquer rito, e´ proibida a sentença ilíquida."
      },
      {
        "letra": "E",
        "texto": "No processo civil brasileiro, e´ proibida a liquidação por arbitramento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362504",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "A respeito do cumprimento da sentença, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracterizado o inadimplemento do devedor, terá lugar a postulação do credor no sentido da expedição do mandado de penhora e de avaliação;"
      },
      {
        "letra": "B",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa;"
      },
      {
        "letra": "C",
        "texto": "A falta ou nulidade da citação, se o processo correu à revelia; a inexigibilidade do título; a penhora incorreta ou avaliação errônea; a ilegitimidade das partes e o excesso de execução, inserem-se no rol das matérias alegáveis por meio da impugnação à execução;"
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, o credor fica obstado de promover a execução daquela até ultimar a liquidação por arbitramento ou por artigos;"
      },
      {
        "letra": "E",
        "texto": "Quando a sentença, cujo cumprimento se requer, tiver sido impugnada por recurso recebido sem efeito suspensivo, a execução será provisória, admitindo-se, todavia, a possibilidade de realizar atos expropriatórios, desde que assegurados por prestação de caução idônea."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361731",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A respeito da liquidação, do cumprimento de sentença e da execução no âmbito do processo civil, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução de honorários advocatícios estipulados sobre percentual de condenação em demanda judicial prescinde de anterior liquidação da sentença condenatória no que diz respeito à liquidez do título executivo."
      },
      {
        "letra": "B",
        "texto": "Em fase de cumprimento de sentença, que se caracteriza como mera fase complementar do processo de cognição, no qual já foi fixada a verba honorária, somente serão cabíveis honorários advocatícios se houver impugnação."
      },
      {
        "letra": "C",
        "texto": "De acordo com o STJ, o MP não detém legitimidade para, sob a alegação de defesa do patrimônio público, promover a execução de título executivo extrajudicial emanado do tribunal de contas estadual, ainda que com o fim de ressarcir ao erário"
      },
      {
        "letra": "D",
        "texto": "Embora a natureza da execução de sentença corresponda a mera fase complementar do processo de cognição, e não processo autônomo, a garantia do juízo é pressuposto para o processamento da impugnação ao cumprimento de sentença."
      },
      {
        "letra": "E",
        "texto": "As entidades associativas, na qualidade de substitutos processuais, detêm legitimidade para atuar nas fases de conhecimento e liquidação; na de execução da sentença, entretanto, necessitam de prévia autorização dos interessados"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "484672",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão de liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá o recurso de agravo retido."
      },
      {
        "letra": "B",
        "texto": "caberá o recurso de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "caberá o recurso de apelação."
      },
      {
        "letra": "D",
        "texto": "caberá o recurso de embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "não caberá recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "404116",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Ações Coletivas no CPC 1973"
    ],
    "enunciado_principal": "A respeito do procedimento de liquidação da sentença proferida em ação coletiva, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento de liquidação enseja a habilitação das vítimas e sucessores, de modo a transformar a condenação pelos prejuízos globalmente causados em indenizações pelos prejuízos individualmente sofridos, devendo ser apurados não só a quantificação dos prejuízos, mas também a existência dos danos particulares e o nexo causal com o dano geral reconhecido na sentença."
      },
      {
        "letra": "B",
        "texto": "A legitimidade para a propositura de liquidação, execução e cumprimento de sentença é restrita das vítimas do dano e seus sucessores."
      },
      {
        "letra": "C",
        "texto": "Em ACP ajuizada para a defesa do meio ambiente e dos valores urbanísticos, artísticos e culturais, não havendo habilitação de interessados no procedimento de liquidação, o valor genérico da indenização será revertido ao ente público do local do dano para ser aplicado em projetos de restauração e recuperação dos bens lesados."
      },
      {
        "letra": "D",
        "texto": "Não promovida a liquidação ou a execução da sentença no prazo de sessenta dias pelo autor coletivo, a pessoa jurídica de direito público interno do local do dano e a União Federal, se o dano alcançar mais de uma unidade da Federação, deverão ser intimadas para o cumprimento da sentença."
      },
      {
        "letra": "E",
        "texto": "A sentença condenatória coletiva deve ser certa e líquida quanto à extensão dos danos causados e à indenização destinada ao respectivo fundo, remanescendo a liquidação apenas em relação às pretensões individuais pelos prejuízos sofridos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382853",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Perácio obtém sentença civil condenatória para compelir Padrácio, seu irmão, a compor os prejuízos causados em sua propriedade, ao invadi-la conduzindo um carro particular, equipado com sirenes e equipamento de som, em altíssimo nível. Tal conduta foi aquilatada na fase cognitiva. Posteriormente, ao término da fase cognitiva, foram constatadas perdas na floração vinculada à atividade de apicultura ocorrida na propriedade e o decréscimo no nascimento de porcos, cabritos, equinos e bovinos. Esses danos devem ser valorados em liquidação por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cálculos"
      },
      {
        "letra": "B",
        "texto": "artigos"
      },
      {
        "letra": "C",
        "texto": "arbitramento"
      },
      {
        "letra": "D",
        "texto": "ficção"
      },
      {
        "letra": "E",
        "texto": "presunção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379301",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Sobre os princípios da liquidação e execução civis, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo princípio do menor sacrifício do executado, o juiz poderá conceder usufruto de bem móvel ao exequente, mesmo que o executado se oponha."
      },
      {
        "letra": "B",
        "texto": "em razão do princípio da concentração do poder executivo do juiz, as medidas executivas devem encontrar tipificação legal para que sejam deferidas, garantindo o jurisdicionado contra a possibilidade de arbítrio judicial na escolha da forma de execução."
      },
      {
        "letra": "C",
        "texto": "em razão do princípio da fidelidade ao título, não se pode incluir na liquidação da sentença os juros moratórios, quando omissos os pedido inicial ou a condenação."
      },
      {
        "letra": "D",
        "texto": "em razão do princípio da disponibilidade, o exequente poderá desistir da execução independentemente do consentimento do executado, exceto quando oferecidos embargos."
      },
      {
        "letra": "E",
        "texto": "em razão do princípio da cooperação, o executado tem o dever de indicar quais são e onde estão os bens pe- nhoráveis que possui, quando intimado a fazê-lo, sob pena de ficar caracterizado ato atentatório à dignidade da Justiça e não poder requerer a substituição do bem penhorado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371258",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Paulo ajuizou ação de indenização contra Pedro, julgada procedente em primeiro grau, cuja sentença condenatória determinou que parte do valor da indenização devida seria fixada por meio de liquidação de sentença por arbitramento. A sentença foi confirmada pelo E. Tribunal de Justiça de Pernambuco e transitou em julgado. Com o retorno dos autos à origem, Paulo inicia a fase de liquidação de sentença na forma fixada em sentença e o Magistrado, antes de determinar a intimação da parte contrária na pessoa de seu advogado, determina que a liquidação da sentença seja feita por artigos, argumentando que o vencedor deverá provar fato novo. Neste caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação por forma diversa da estabelecida na sentença não ofende a coisa julgada."
      },
      {
        "letra": "B",
        "texto": "decisão do Magistrado é nula, pois ofendeu a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "decisão do Magistrado é anulável, pois ofendeu a coisa julgada."
      },
      {
        "letra": "D",
        "texto": "decisão do Magistrado é nula, pois foi prolatada de ofício, não havendo requerimento de pelo menos uma das partes."
      },
      {
        "letra": "E",
        "texto": "decisão do Magistrado é anulável, pois foi prolatada de ofício, não havendo requerimento de pelo menos uma das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370292",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: IPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Impugnação ao cumprimento de sentença",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o processo será autuado em apenso aos autos principais, exceto quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "impugnação ao valor da causa."
      },
      {
        "letra": "C",
        "texto": "impugnação ao pedido de assistência."
      },
      {
        "letra": "D",
        "texto": "resposta do réu, sob a forma de exceção."
      },
      {
        "letra": "E",
        "texto": "incidente de falsidade, após encerrada a instrução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "355316",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por arbitramento",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em ação promovida por José, João é condenado a indenizá-lo pelas consequências decorrentes de lesão corporal dolosa, incluindo danos materiais emergentes, arbitrados em quantia certa, e despesas com tratamentos médicos futuros, até total recuperação de José. Ao executar a sentença, transitada em julgado, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá, primeiro, promover a liquidação por arbitramento da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "B",
        "texto": "deverá, primeiro, promover a liquidação por artigos da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "C",
        "texto": "poderá promover, simultaneamente, a execução da parte líquida e a liquidação por artigos da parte ilíquida da decisão."
      },
      {
        "letra": "D",
        "texto": "poderá promover, nos mesmos autos, a execução da parte líquida e a liquidação por arbitramento da parte ilíquida da decisão."
      },
      {
        "letra": "E",
        "texto": "poderá promover apenas a execução da parte líquida, pois é vedado ao juiz proferir decisão sem determinação prévia do quantum debeatur."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335949",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Assinale a opção correta em relação à liquidação e ao cumprimento de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o CPC, as regras do processo de execução por título extrajudicial não podem ser aplicadas ao cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "O STJ admite a inclusão de juros remuneratórios e moratórios capitalizados nos cálculos de liquidação, se tal previsão não constar do título executivo."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de procedimento sumário, o juiz pode proferir sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "As partes podem convencionar no sentido de que a liquidação seja feita por arbitramento."
      },
      {
        "letra": "E",
        "texto": "A garantia do juízo não é pressuposto para o processamento da impugnação ao cumprimento de sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329214",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "A respeito da liquidação de sentença, do cumprimento de sentença e do processo de execução no âmbito do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa julgada oriunda da ação coletiva de conhecimento ajuizada por sindicato de servidores abarca todos os servidores da categoria, tornando-os partes legítimas para propor a execução individual da sentença, desde que comprovada a filiação."
      },
      {
        "letra": "B",
        "texto": "O dinheiro é contemplado pela legislação como garantia preferencial no processo de execução, posicionado em primeiro lugar na ordem legal, de forma que não contraria a lei a penhora via BACENJUD, mesmo sem o exaurimento das diligências."
      },
      {
        "letra": "C",
        "texto": "A fase de liquidação de sentença ocorre, hoje, em processo já existente e julgado, de forma que não haverá outra sentença a ser proferida; o juiz apenas homologará os cálculos ao final, podendo a parte que se sentir prejudicada interpor agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Como o cumprimento de sentença que condenou a parte à obrigação de pagar quantia em dinheiro tem o condão de expropriar bens do devedor, caso não seja voluntariamente pago o valor devido, a intimação para que o julgado seja cumprido será na pessoa do devedor."
      },
      {
        "letra": "E",
        "texto": "A sentença constitutiva em face da qual seja interposto recurso recebido apenas no efeito devolutivo está sujeita à execução provisória, ficando o exequente responsável, comprovada sua culpa, a reparar os danos que o executado tenha sofrido se a decisão for reformada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322643",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Sobre liquidação de sentença, à luz do Código de Processo Civil, apenas uma das alternativas está CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de fase do procedimento – e, por isso, submetendo-se ao princípio geral do impulso oficial (art. 262, segunda parte do CPC), a liquidação de sentença deve ser promovida de oficio, independente da provocação da parte."
      },
      {
        "letra": "B",
        "texto": "Na liquidação de sentença genérica proferida em processo em que se discutem direitos individuais homogêneos, designada pela doutrina como “liquidação imprópria”, apurar-se-ão a titularidade do crédito e o respectivo valor, pelo que não se trata de liquidação apenas para apuração do quantum debeatur."
      },
      {
        "letra": "C",
        "texto": "A decisão que encerra a fase de liquidação em primeiro grau de jurisdição é sentença (em sentido estrito), porque finaliza uma fase cognitiva do procedimento de primeira instância, complementando a norma jurídica individualizada estabelecida na decisão liquidanda, sendo a apelação o recurso cabível contra essa decisão"
      },
      {
        "letra": "D",
        "texto": "A atividade defensiva do devedor em sede de liquidação de sentença e, por conseguinte, a extensão da atividade cognitiva do magistrado, limitam-se aos fatos que digam respeito ao quantum debeatur, sendo possível, apenas na liquidação por artigos, alegar carência de ação."
      },
      {
        "letra": "E",
        "texto": "Percebendo o credor que não tem condições de elaborar a memória de cálculo, ônus que lhe é imposto pelo caput do artigo 475-B do CPC, preliminarmente deve requerer ao magistrado que requisite os informes necessários. Se os dados não forem apresentados pelo devedor, proceder-se-á à liquidação por arbitramento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322355",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da sentença e da coisa julgada, da liquidação e do cumprimento de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a liquidação antecipada da sentença nos casos em que o recurso tenha sido recebido em efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Aplicada à coisa julgada material, a teoria da identidade da relação jurídica refere-se à existência de identidade entre as mesmas partes, mesma causa de pedir e mesmo pedido."
      },
      {
        "letra": "C",
        "texto": "Em atenção ao princípio da congruência, o magistrado, ao proferir a sentença, deve limitar-se ao que seja pleiteado pelo autor da ação, desconsiderando eventual pretensão do réu."
      },
      {
        "letra": "D",
        "texto": "Cabe apelação contra a decisão de liquidação, pois o processo, nesse caso, é de conhecimento autônomo."
      },
      {
        "letra": "E",
        "texto": "A ocorrência de resultado zero na fase de liquidação caracteriza violação da coisa julgada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "303722",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Transitada em julgado uma sentença cível condenatória, procedeu-se à sua liquidação por cálculo, tendo o autor/exequente apresentado memorial descritivo. Nessa situação hipotética, discordando do valor apresentado para execução, o réu/executado poderá oferecer impugnação à execução nos próprios autos, no prazo máximo de quinze dias contados da intimação da penhora e da avaliação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301074",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Na liquidação de sentença prolatada em processo de desapropriação, se incluirão a correção monetária e os juros moratórios, ainda que a decisão judicial seja omissa em relação a eles, o mesmo não ocorrendo quanto às despesas judiciais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300443",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A liquidação da sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por arbitramento, far-se-á quando determinado pela sentença, convencionado pelas partes ou quando o exigir a natureza do objeto da liquidação; nesse caso, o juiz nomeará perito e fixará prazo para entrega do laudo."
      },
      {
        "letra": "B",
        "texto": "depende na lei vigente da discriminação do cálculo pelo credor, sendo defeso, em qualquer caso, valer- se o juiz de contador judicial, pelo princípio da inércia processual."
      },
      {
        "letra": "C",
        "texto": "por artigos, admite nova discussão da lide, com eventual modificação da decisão que a originou."
      },
      {
        "letra": "D",
        "texto": "implica a citação pessoal do devedor para cumprimento do julgamento."
      },
      {
        "letra": "E",
        "texto": "só pode ser requerida com o trânsito em julgado da sentença ou acórdão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "297848",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Podem ser antecipados os efeitos da tutela judicial quando um ou mais dos pedidos cumulados — ou parcela deles — mostrar-se incontroverso no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829745",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "Sobre a liquidação de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a liquidação por arbitramento será feita quando houver necessidade de se alegar e provar fato novo."
      },
      {
        "letra": "B",
        "texto": "quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor não poderá requerer o cumprimento da sentença, até que o juiz nomeie o perito responsável para liquidar o julgado."
      },
      {
        "letra": "C",
        "texto": "da sentença que decide a liquidação cabe recurso de apelação."
      },
      {
        "letra": "D",
        "texto": "poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem."
      },
      {
        "letra": "E",
        "texto": "poderá ser feita por cálculos somente nos casos de assistência judiciária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "465886",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "O Sr. X propôs execução de sentença cível em face do Sr. Y, que apresentou defesa aduzindo a impossibilidade de realizar-se o ato diante da necessidade imperiosa de liquidação prévia de sentença, visto que parte seria líquida e outra ilíquida. Analisando-se esse caso à luz de regras processuais, conclui-se que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parte pode executar a parte líquida da decisão e liquidar a outra parte concomitantemente."
      },
      {
        "letra": "B",
        "texto": "iliquidez de parte da sentença impõe a suspensão da execução da outra líquida."
      },
      {
        "letra": "C",
        "texto": "liquidação será definitiva, e a execução da parte líquida, provisória."
      },
      {
        "letra": "D",
        "texto": "liquidação e a execução serão provisórias e dependerão de caução."
      },
      {
        "letra": "E",
        "texto": "execução poderá ser realizada, e a liquidação será suspensa até a satisfação do credor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426602",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Sobre a liquidação de sentença, à luz do Código de Processo Civil, assinale a única opção certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Far-se-á liquidação por arbitramento quando se requeira o concurso de um especialista para apurar o quantum relativo à obrigação pecuniária condenatória. Nessas circunstâncias, a liquidação por arbitramento será realizada quando o exigir a natureza do objeto da liquidação ou quando determinado pela sentença ou convencionado pelas partes, sendo nomeado perito pelo juiz que fixará o prazo para a entrega do laudo, sobre o qual as partes terão prazo de 10 dias para se manifestar."
      },
      {
        "letra": "B",
        "texto": "É defeso, na liquidação, apresentar e provar fato novo, uma vez que não é possível modificar a sentença que julgou a lide."
      },
      {
        "letra": "C",
        "texto": "Nos processos sob procedimento comum sumário, é proibida sentença ilíquida, cumprindo ao juiz fixar de plano o valor devido da condenação."
      },
      {
        "letra": "D",
        "texto": "A liquidação não poderá ser requerida na pendência de recurso no processo de conhecimento."
      },
      {
        "letra": "E",
        "texto": "Na hipótese em que a determinação do valor da condenação depender apenas de cálculo aritmético, mas a elaboração da memória de cálculo reclamar dados existentes em poder do devedor ou de terceiro, o juiz, a requerimento do credor, poderá-requisitá-los, fixando prazo de até 15 dias para o cumprimento da diligência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "336237",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "A respeito da liquidação de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o juiz infira que os cálculos do processo de liquidação excedem os da execução, deverá determinar ao credor a elaboração de novos cálculos."
      },
      {
        "letra": "B",
        "texto": "Se, no processo de liquidação por arbitramento, houver impugnação do laudo pericial, o juiz deverá designar audiência de instrução e julgamento."
      },
      {
        "letra": "C",
        "texto": "Sendo omissa a sentença quanto a juros e correção monetária, devem incidir, na liquidação, somente os juros legais e a correção monetária, ficando afastados os juros de mora."
      },
      {
        "letra": "D",
        "texto": "Se os dados necessários ao cálculo do valor da condenação estiverem em poder do devedor, a parte deverá requerer ao juiz, de forma incidente, que intime o devedor a apresentá-los."
      },
      {
        "letra": "E",
        "texto": "A liquidação de sentença deve ser realizada por meio de incidente processual, mediante requerimento, devendo a parte contrária ser intimada pessoalmente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "328656",
    "metadata": "Ano: 2012 | Banca: Makiyama | Órgão: CPTM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Sobre a “liquidação de sentença”, tal qual preceitua o Código de Processo Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a elaboração da memória do cálculo depender de dados existentes em poder do devedor ou de terceiro, o juiz, a requerimento do credor, poderá requisitá-los, fixando prazo de até 30 (trinta) dias para o cumprimento da diligência."
      },
      {
        "letra": "B",
        "texto": "Far-se-á a liquidação por arbitramento quando determinado pela sentença ou convencionado pelas partes ou, ainda, quando o exigir a natureza do objeto da liquidação."
      },
      {
        "letra": "C",
        "texto": "Far-se-á a liquidação por artigos, quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "A liquidação poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "E",
        "texto": "Se o credor não concordar com os cálculos feitos pelo contador do juízo, far-se-á a execução pelo valor originariamente pretendido, sendo este o valor utilizado como base para se realizar a penhora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312084",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Em ação indenizatória por perdas decorrentes de expurgos inflacionários nos rendimentos da caderneta de poupança, o autor, após obter juízo de procedência, com trânsito em julgado, promove a liquidação contra o banco depositário da conta, incidente no qual se verifi ca inexistir diferença a ser restituída. Qual a providência a ser adotada pelo juiz?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Declarar a nulidade da ação de conhecimento."
      },
      {
        "letra": "B",
        "texto": "Julgar simplesmente extinta a liquidação."
      },
      {
        "letra": "C",
        "texto": "Determinar que o banco ingresse com ação res cisória."
      },
      {
        "letra": "D",
        "texto": "Inverter os ônus sucumbenciais fixados na sentença da fase de conhecimento."
      },
      {
        "letra": "E",
        "texto": "Arbitrar um valor devido, para dar cumprimento à sentença transitada em julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "294904",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Quanto à liquidação de sentença, é correto afirmar, EXCETO, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A causa não poderá ser rediscutida na liquidação."
      },
      {
        "letra": "B",
        "texto": "Cabe agravo de instrumento contra a decisão de liquidação."
      },
      {
        "letra": "C",
        "texto": "A liquidação por arbitramento se dá por atividade do magistrado que determina o valor devido, conforme critérios de ponderação aplicados à natureza da causa."
      },
      {
        "letra": "D",
        "texto": "A liquidação por artigos se impõe quando houver a necessidade de se alegar e provar fato novo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "293463",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Sobre liquidação de sentença e cumprimento de sentença, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Far-se-á a liquidação por artigos, determinado pela sentença ou convencionado pelas partes."
      },
      {
        "letra": "B",
        "texto": "A sentença arbitral não configura título executivo judicial."
      },
      {
        "letra": "C",
        "texto": "O conceito de impenhorabilidade de bem de família abrange também o imóvel pertencente a pessoas solteiras, separadas ou viúvas."
      },
      {
        "letra": "D",
        "texto": "Da decisão de liquidação caberá apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289163",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "No que concerne à liquidação de sentença, de acordo com o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da decisão de liquidação caberá recurso de apelação sem efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "do requerimento de liquidação de sentença será a parte, em regra, citada e intimada pessoalmente."
      },
      {
        "letra": "C",
        "texto": "a liquidação poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "D",
        "texto": "na liquidação por artigos é possível nova discussão da lide ou modificação da sentença que a julgou."
      },
      {
        "letra": "E",
        "texto": "na liquidação por arbitramento, observar-se-á, no que couber, o procedimento comum."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286993",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "São títulos executivos judiciais tanto o acordo judicial quanto a sentença arbitral, desde que homologados judicialmente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "280561",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode incorporar os juros moratórios, embora omissa a sentença condenatória."
      },
      {
        "letra": "B",
        "texto": "por arbitramento não pode ser convencionada pelas partes."
      },
      {
        "letra": "C",
        "texto": "por artigos permite ao réu arguir a prescrição que não foi alegada no processo que originou a sentença ilíquida transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "por forma diversa da estabelecida na sentença ofende a coisa julgada."
      },
      {
        "letra": "E",
        "texto": "por artigos é admissível nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "275155",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Liquidação de sentença",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "De acordo com as normas do CPC que regem a sentença, a coisa julgada e a liquidação de sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Passados mais de sessenta dias de proferida a sentença sem que o juiz ordene a remessa dos autos ao tribunal, ou o presidente desse órgão avoque o processo, e não tendo havido apelação, transitará em julgado a sentença proferida contra o Estado cujo valor supere sessenta salários mínimos e que contrarie a jurisprudência do Superior Tribunal Federal (STF)."
      },
      {
        "letra": "B",
        "texto": "Antes de se proceder à execução, é indispensável a liquidação da sentença."
      },
      {
        "letra": "C",
        "texto": "Caberá apelação, recebida no duplo efeito, da sentença que julgar o processo de liquidação."
      },
      {
        "letra": "D",
        "texto": "A sentença deve ser certa, ainda quando decida relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Caso sejam determinantes para o dispositivo da sentença, os motivos também fazem coisa julgada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270387",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A respeito da liquidação de sentença e dos recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito extensivo ou expansivo do recurso evidencia-se no fato de uma nova decisão expandir os seus efeitos para atingir a decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "O efeito regressivo e o efeito devolutivo têm o mesmo significado e, portanto, os mesmos efeitos."
      },
      {
        "letra": "C",
        "texto": "De acordo com o princípio da taxatividade, consideram-se recursos somente aqueles designados por lei federal."
      },
      {
        "letra": "D",
        "texto": "O recurso cabível contra decisão em liquidação de sentença é a apelação."
      },
      {
        "letra": "E",
        "texto": "O princípio do duplo grau de jurisdição está explicitamente previsto na CF."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270122",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Uma empresa de cartão de crédito foi condenada em uma ação de indenização movida por uma Confederação Brasileira de um determinado esporte, pelo uso indevido da logomarca da Confederação em determinada campanha promocional, não sendo possível aferir o prejuízo sofrido pela vencedora durante a regular instrução. Neste caso, a Confederação vencedora deverá promover a liquidação por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cálculo, necessariamente após o trânsito em julgado da sentença monocrática que julgou procedente a ação indenizatória."
      },
      {
        "letra": "B",
        "texto": "artigos, necessariamente após o trânsito em julgado da sentença monocrática que julgou procedente a ação indenizatória."
      },
      {
        "letra": "C",
        "texto": "arbitramento, necessariamente após o trânsito em julgado da sentença monocrática que julgou procedente a ação indenizatória."
      },
      {
        "letra": "D",
        "texto": "arbitramento, que poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "E",
        "texto": "artigos, que poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "256122",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Banco da Amazônia",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A liquidação de sentença é impugnável por meio de agravo de instrumento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249338",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença",
      "Liquidação por artigos",
      "Liquidação por arbitramento"
    ],
    "enunciado_principal": "A liquidação de sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por arbitramento é necessária quando houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "B",
        "texto": "pode ser requerida na pendência do julgamento da apelação com efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "admite a discussão de matérias alheias à fixação do valor da obrigação, desde que sejam de ordem pública."
      },
      {
        "letra": "D",
        "texto": "por arbitramento não pode ser convencionada pelas partes, salvo se a convenção antecedeu a decisão objeto da liquidação."
      },
      {
        "letra": "E",
        "texto": "julgada improcedente é recorrível por apelação com efeito suspensivo no prazo de quinze dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "248815",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A respeito da liquidação e do cumprimento de sentença, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Do requerimento de liquidação de sentença será a parte intimada na pessoa de seu advogado."
      },
      {
        "letra": "B",
        "texto": "Não sendo requerida a execução no prazo de seis meses, sempre ocorre a prescrição da pretensão ao crédito."
      },
      {
        "letra": "C",
        "texto": "Far-se-á a liquidação por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, o credor deverá promover a liquidação da parte ilíquida antes de requerer o cumprimento da parte líquida."
      },
      {
        "letra": "E",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de cinco dias, o montante da condenação será acrescido de multa no percentual de vinte por cento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "232329",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A liquidação da sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser requerida na pendência de recurso, processando-se em autos apartados, no juízo de origem, cumprindo ao liquidante instruir o pedido com cópias das peças processuais pertinentes."
      },
      {
        "letra": "B",
        "texto": "é determinada em toda e qualquer sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "permite discutir de novo a lide, com eventual modificação da sentença que a determinou."
      },
      {
        "letra": "D",
        "texto": "é recorrível por apelação."
      },
      {
        "letra": "E",
        "texto": "far-se-á por arbitramento quando, para determinar o valor da condenação, houver necessidade de alegar e provar fato novo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "219486",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Considere que, para fixar o quantum debeatur, a parte ajuíze demanda de liquidação da sentença condenatória por arbitramento. Nessa situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o demandado poderá contestar a demanda de liquidação para alegar prescrição, mas não para alegar carência da ação."
      },
      {
        "letra": "B",
        "texto": "e em procedimentos dessa natureza, não cabe audiência de instrução e julgamento."
      },
      {
        "letra": "C",
        "texto": "julgada a liquidação pelo juiz, caberá à parte prejudicada interpor apelação, que deve ser recebida, em regra, no efeito devolutivo."
      },
      {
        "letra": "D",
        "texto": "a intimação do demandado deverá ser realizada pessoalmente se o advogado somente tiver poderes gerais para o foro."
      },
      {
        "letra": "E",
        "texto": "o juiz deverá, no despacho liminar, em que determina a intimação do demandado, também nomear perito e fixar prazo para a entrega do laudo pericial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "201110",
    "metadata": "Ano: 2011 | Banca: CESGRANRIO | Órgão: FINEP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "A empresa XW Ltda. promove ação objetivando rescindir determinado negócio jurídico, com a devolução dos valores pagos acrescida de indenização por perdas e danos. O pedido foi julgado procedente, ocorrendo a liquidação do julgado e fixado o valor em R$ 1.000.000,00. No curso da execução, ocorreu a penhora de imóvel rural, no valor correspondente à dívida, e de outros bens semoventes suficientes para quitar os acessórios incidentes. Consoante as regras pertinentes à execução civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a penhora não mais se exige para apresentação de impugnação, no procedimento de cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "o credor poderá, no início do processo, requerer a adjudicação dos bens penhorados pelo valor de avaliação."
      },
      {
        "letra": "C",
        "texto": "o executado na execução lastreada em título judicial pode manejar Embargos de Terceiro."
      },
      {
        "letra": "D",
        "texto": "os bens penhorados, antes da adjudicação, devem ser ofertados em hasta pública sob a responsabilidade do Leiloeiro Público."
      },
      {
        "letra": "E",
        "texto": "os bens penhorados na execução, visando a proporcionar maior agilidade ao procedimento, devem, de pronto, sofrer alienação por corretor de imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "111477",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Quando a liquidação da sentença depender apenas de cálculo aritmético, o credor requererá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prévia remessa dos autos ao contador do juízo, para elaboração do cálculo."
      },
      {
        "letra": "B",
        "texto": "a liquidação da sentença por arbitramento."
      },
      {
        "letra": "C",
        "texto": "o cumprimento da sentença, instruindo o pedido com a memória discriminada e atualizada do cálculo."
      },
      {
        "letra": "D",
        "texto": "a liquidação da sentença por artigos."
      },
      {
        "letra": "E",
        "texto": "a nomeação de perito contábil, às expensas do executado, para elaboração do cálculo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "87800",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "No tocante à liquidação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de sua decisão caberá apelação."
      },
      {
        "letra": "B",
        "texto": "quando esta se der por artigos, haverá necessidade de alegar e provar fato novo para determinar o valor da condenação."
      },
      {
        "letra": "C",
        "texto": "é sempre necessária, quando haja condenação em pecúnia."
      },
      {
        "letra": "D",
        "texto": "é defensável que nela se discuta novamente a lide ou que se modifique a sentença que a julgou."
      },
      {
        "letra": "E",
        "texto": "seu requerimento pressupõe a formação anterior e necessária de coisa julgada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "87579",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Em determinado processo o autor, Mauro, no ato da interposição de recurso, deixou de recolher as despesas processuais referentes ao porte de remessa e retorno de autos. Neste caso, de acordo com o Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso deverá ser recebido normalmente, tendo em vista que não há obrigatoriedade de recolhimento de despesas referentes ao porte de remessa e retorno de autos."
      },
      {
        "letra": "B",
        "texto": "o recurso deverá ser considerado deserto."
      },
      {
        "letra": "C",
        "texto": "Mauro deverá ser intimado para suprir a irregularidade e recolher as despesas restantes no prazo de cinco dias."
      },
      {
        "letra": "D",
        "texto": "Mauro deverá ser intimado para suprir a irregularidade e recolher as despesas restantes no prazo de quarenta e oito horas."
      },
      {
        "letra": "E",
        "texto": "Mauro deverá ser intimado para suprir a irregularidade e recolher as despesas restantes no prazo de três dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "86042",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "As recentes reformas da legislação processual civil têm prestigiado a força dos precedentes judiciais na solução dos litígios, característica da doutrina do stare decisis, influente nos países que adotam o sistema da common law. Sobre o tema, de acordo com o que prevê o Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relator poderá, monocraticamente, dar provimento ao recurso se a decisão recorrida estiver em manifesto confronto com súmula ou com jurisprudência dominante do respectivo tribunal estadual."
      },
      {
        "letra": "B",
        "texto": "O juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "Haverá repercussão geral na questão constitucional versada pelo recurso extraordinário sempre que este impugnar decisão contrária a súmula ou jurisprudência dominante do Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Os órgãos fracionários dos tribunais não submeterão ao plenário, ou ao órgão especial, a arguição de inconstitucionalidade de lei ou de ato normativo do poder público, quando já houver pronunciamento destes ou do plenário do Supremo Tribunal Federal sobre a questão."
      },
      {
        "letra": "E",
        "texto": "O reexame necessário é dispensado quando a sentença estiver fundada em jurisprudência do plenário do Supremo Tribunal Federal ou em súmula deste Tribunal ou do tribunal superior competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407156",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Apelação no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "No que diz respeito à liquidação de sentença, está CORRETA a seguinte afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe à parte credora instruir o pedido de cumprimento de sentença com a memória discriminada e atualizada do cálculo, podendo o juiz valer-se de contador do juízo somente se o credor for beneficiário de assistência judiciária."
      },
      {
        "letra": "B",
        "texto": "Será admitida a rediscussão da sentença na fase de liquidação de sentença."
      },
      {
        "letra": "C",
        "texto": "Requerida a liquidação por artigos, o juiz nomeará o perito e fixará o prazo para entrega do laudo."
      },
      {
        "letra": "D",
        "texto": "Da decisão de liquidação caberá apelação."
      },
      {
        "letra": "E",
        "texto": "Do requerimento de liquidação de sentença será a parte intimada na pessoa de seu advogado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "205533",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DER-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "O ato judicial que julga a liquidação de sentença tem natureza jurídica de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão interlocutória."
      },
      {
        "letra": "B",
        "texto": "sentença definitiva."
      },
      {
        "letra": "C",
        "texto": "despacho de mero expediente."
      },
      {
        "letra": "D",
        "texto": "sentença terminativa."
      },
      {
        "letra": "E",
        "texto": "despacho condenatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "120522",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: FUNDAÇÃO CASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "25%."
      },
      {
        "letra": "B",
        "texto": "20%."
      },
      {
        "letra": "C",
        "texto": "15%."
      },
      {
        "letra": "D",
        "texto": "10%."
      },
      {
        "letra": "E",
        "texto": "5%."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "96246",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Quanto à formação e ao processamento do Agravo, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há necessidade de autenticação das cópias que instruem o traslado na instância local (art. 522 do Código de Processo Civil)."
      },
      {
        "letra": "B",
        "texto": "O agravo retido independe de preparo."
      },
      {
        "letra": "C",
        "texto": "É inviável o agravo do art. 545 do Código de Processo Civil (negativa de seguimento de REsp) que deixa de atacar especificamente os fundamentos da decisão agravada."
      },
      {
        "letra": "D",
        "texto": "Seu prazo de interposição é de 10 dias, na forma retida."
      },
      {
        "letra": "E",
        "texto": "O agravo de instrumento será dirigido diretamente ao tribunal competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "96237",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Determinada a suspensão do andamento de recursos no âmbito do Superior Tribunal de Justiça, em virtude da instauração de procedimento do art. 543-C do Código de Processo Civil (“Recursos Repetitivos”):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fica obstada qualquer apreciação da mesma matéria em qualquer órgão ou instância até que se pronuncie o Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "Publicado o acórdão do Superior Tribunal de Justiça, os recursos especiais sobrestados não poderão mais ser examinados pelo tribunal de origem."
      },
      {
        "letra": "C",
        "texto": "Os juízes apreciarão normalmente os pedidos de medidas de urgência mesmo nos processos com andamento suspenso."
      },
      {
        "letra": "D",
        "texto": "Os Recursos Especiais relativos à mesma matéria serão normalmente admitidos ou não, mas terão seguimento suspenso até decisão final do Superior Tribunal de Justiça quanto ao caso líder."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93934",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A apelação contra sentença que decreta a improcedência de ação declaratória de título e improcedência dos embargos à execução tem os seguintes efeitos, quanto aos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspensivo e devolutivo para ambos os recursos."
      },
      {
        "letra": "B",
        "texto": "Efeito apenas devolutivo quanto à declaratória e devolutivo/suspensivo quanto aos embargos."
      },
      {
        "letra": "C",
        "texto": "Apenas efeito devolutivo quanto aos dois recursos."
      },
      {
        "letra": "D",
        "texto": "Efeito devolutivo/suspensivo quanto à declaratória e apenas devolutivo quanto aos embargos."
      },
      {
        "letra": "E",
        "texto": "Apenas efeito suspensivo quanto aos dois recursos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "93933",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta. José pretende a decretação de nulidade da decisão de primeiro grau que homologou a adjudicação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá ação anulatória ou de rescisão perante o Juízo de primeiro grau que homologou a adjudicação."
      },
      {
        "letra": "B",
        "texto": "Caberá ação rescisória perante o Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "Caberá ação anulatória perante o Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Caberá ação rescisória perante o Juízo de primeiro grau que homologou a adjudicação."
      },
      {
        "letra": "E",
        "texto": "Caberá ação anulatória perante o Juízo do local do imóvel adjudicado (forum rei sitae) se este for situado em comarca diversa daquela do Juízo homologador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "93924",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Os embargos do devedor, na ação de execução por título extrajudicial contra devedor solvente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem ser opostos independentemente de segurança do juízo."
      },
      {
        "letra": "B",
        "texto": "Podem ser opostos somente após seguro o juízo."
      },
      {
        "letra": "C",
        "texto": "Em regra, terão efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "Nunca terão efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "93922",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "É correto afirmar em sede de embargos declaratórios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que a decisão proferida em decorrência de sua interposição não se integra à decisão omissa, porquanto a natureza jurídica desse recurso é tão somente a de esclarecer a decisão embargada."
      },
      {
        "letra": "B",
        "texto": "Que a sua interposição não interrompe o prazo de apelação."
      },
      {
        "letra": "C",
        "texto": "Podem, casualmente, deter caráter infringente, de molde a permitir a impressão de efeitos modificativos no bojo da decisão omissa, contraditória ou materialmente incorreta."
      },
      {
        "letra": "D",
        "texto": "Se manejados com o intuito de suscitar prequestionamento, na eventualidade de o órgão julgador insistir na omissão, é cabível a imposição da multa de que trata o parágrafo único do artigo 538, do Código de Processo Civil."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não detém a prerrogativa discriminada no artigo 188 do Código de Processo Civil (prazo em dobro), quando agitar embargos declaratórios com a finalidade de aviar recursos especial e/ou extraordinário, eis que a dilação do prazo recursal reside apenas nas instâncias ordinárias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93921",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Sobre recursos é correto afirmar-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, desistir do recurso, entretanto, fica condicionado à anuência do recorrido."
      },
      {
        "letra": "B",
        "texto": "O recurso interposto por um dos litisconsortes não tem condão de aproveitar aos demais."
      },
      {
        "letra": "C",
        "texto": "A insuficiência no valor do preparo não importa em deserção, ainda que o recorrente seja intimado para supri-lo."
      },
      {
        "letra": "D",
        "texto": "Os Estados, o Ministério Público, a União, os Municípios, assim como as respectivas autarquias, não estão dispensados de preparar seus recursos."
      },
      {
        "letra": "E",
        "texto": "O julgamento proferido pelo tribunal substituirá a sentença ou a decisão recorrida, mas somente no que tiver sido objeto do recurso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93585",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: IPAJM-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "No que diz respeito aos recursos cíveis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o STJ, a fazenda pública tem prazo em dobro para apresentar as contrarrazões."
      },
      {
        "letra": "B",
        "texto": "Se não for citado, o litisconsorte necessário não terá legitimidade para recorrer."
      },
      {
        "letra": "C",
        "texto": "O STJ entendeu que o agravo de instrumento interposto via fac-símile não precisa estar acompanhado das peças obrigatórias, que acompanharão o original."
      },
      {
        "letra": "D",
        "texto": "Caso caibam, os embargos infringentes do acórdão devem ser interpostos em conjunto com os recursos especial e extraordinário."
      },
      {
        "letra": "E",
        "texto": "Não é possível que a parte renuncie ao direito de recorrer e se reserve o direito de interpor recurso adesivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "92805",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DETRAN-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A inclusão de juros de mora e de correção monetária, em sede de liquidação de sentença, sem que tenha havido pedido expresso nesse sentido na petição inicial, configura julgamento ultra petita.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "84521",
    "metadata": "Ano: 2010 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Marque se as frases a seguir são falsas (F) ou verdadeiras (V) e assinale a opção CORRETA:I. Quando, em fase de liquidação por sentença, para determinar o valor da condenação houver necessidade de alegar e provar fato novo, far-seá a liquidação por artigos. II. Da decisão que julga a liquidação de sentença caberá apelação no prazo de 15 dias. III. No cumprimento de sentença, quando na sentença houver uma parte líquida e outra ilíquida, o credor deverá primeiramente requerer a liquidação desta e, após, promover a execução integral. IV. Contra a decisão que resolve a impugnação no cumprimento de sentença, que importar na extinção da execução, caberá apelação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V"
      },
      {
        "letra": "B",
        "texto": "F, F, F, V"
      },
      {
        "letra": "C",
        "texto": "V, F, V, V"
      },
      {
        "letra": "D",
        "texto": "F, V, F, V"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "81912",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGM - TERESINA - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "A liquidação da sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não abre ensejo à realização de perícia."
      },
      {
        "letra": "B",
        "texto": "é determinada de ofício pelo juiz, após a condenação no processo de conhecimento."
      },
      {
        "letra": "C",
        "texto": "pode ser feita pelo próprio credor, independentemente de cálculo do contador judicial, nas hipóteses em que o valor da condenação for facilmente determinável."
      },
      {
        "letra": "D",
        "texto": "dá-se por artigos quando houver necessidade de perícia e prova em audiência."
      },
      {
        "letra": "E",
        "texto": "é julgada também por sentença, sendo recorrível por apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "79259",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "O recurso cabível para a liquidação de sentença, conforme redação dada pela Lei n.º 11.232/2005, é o recurso de agravo retido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77230",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Se uma sentença transitada em julgado decidiu que a liquidação deve ser feita por artigos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá haver liquidação por arbitramento, porque a ordem judicial não seria respeitada."
      },
      {
        "letra": "B",
        "texto": "nada impede que a liquidação se faça por arbitramento, se o seu procedimento se mostrar mais adequado."
      },
      {
        "letra": "C",
        "texto": "a liquidação por arbitramento somente será admissível se for necessário alegar e provar fato novo."
      },
      {
        "letra": "D",
        "texto": "a liquidação por arbitramento somente será admissível se a liquidação por artigos concluir pelo valor zero."
      },
      {
        "letra": "E",
        "texto": "a liquidação por arbitramento poderá substituir a liquidação por artigos apenas se houver convenção das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "76264",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Leia as seguintes afirmações. I. A coisa julgada somente torna imutável a forma de liquidação depois do trânsito em julgado da sentença proferida no processo de liquidação e não do trânsito em julgado da sentença proferida no processo de conhecimento. II. A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que sejam relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação. Nesse caso, o requerente não poderá prosseguir a execução, mesmo prestando caução suficiente. III. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta. IV. Para fins de impugnação, em sede de cumprimento de sentença, considera-se inexigível o título judicial fundado em lei ou ato normativo declarados inconstitucionais pelo Supremo Tribunal Federal, ou fundado em aplicação ou interpretação da lei ou ato normativo tidas pelo Supremo Tribunal Federal como incompatíveis com a Constituição Federal. Está correto apenas o contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "68963",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Assinale a alternativa correta:I. A decisão do juízo a quo que releva a deserção é preclusiva e agravável. II. A liquidação de sentença pode ser requerida mesmo se pendente apelação com efeito suspensivo. III. A citação para a liquidação de sentença pode ser realizada por mandado ou por correio, exigindo-se do advogado, para recebê-la, poderes especiais no mandato. IV. Não concordando com o cálculo realizado pelo contador judicial, o credor poderá promover a execução pelo valor que originalmente apresentou, cabendo ao devedor apresentar impugnação por excesso de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e IV estão corretas"
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "33173",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Ao impugnar o valor da execução por excesso, o executado deve indicar o valor que entende devido, o que revela a aplicação do princípio da menor onerosidade da execução, mas não do princípio da cooperação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33172",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Processo de execução"
    ],
    "enunciado_principal": "Apesar de haver limitação expressa à possibilidade de expedição de precatório antes do trânsito em julgado, pode ser admitida a liquidação imediata da sentença condenatória contra a fazenda pública, apesar de pendente recurso contra essa decisão",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341724",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Apelação no CPC 1973",
      "Finalidade e natureza jurídica",
      "Liquidação por artigos",
      "Liquidação por arbitramento",
      "A determinação do valor por simples cálculo"
    ],
    "enunciado_principal": "Acerca da liquidação de sentença, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte será intimada, na pessoa de seu advogado, do requerimento de liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "Na liquidação por artigos, o procedimento comum deve ser observado no que couber."
      },
      {
        "letra": "C",
        "texto": "Quando a determinação do valor da condenação depender apenas de cálculo aritmético, o credor requererá o cumprimento da sentença, na forma da lei processual civil, instruindo o pedido com a memória discriminada e atualizada do cálculo."
      },
      {
        "letra": "D",
        "texto": "Far- se-á a liquidação por arbitramento quando o objeto da liquidação, por sua natureza, exigir o conhecimento técnico de um árbitro."
      },
      {
        "letra": "E",
        "texto": "Da sentença de liquidação, caberá apelação."
      }
    ],
    "gabarito": "E"
  }
]