[
  {
    "id": "577694",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Audiência de Conciliação",
      "Mediação e Conciliação",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Mauro Cappelletti relaciona a “terceira onda de acesso à justiça\" aos métodos alternativos de solução dos conflitos (In Os métodos alternativos de solução de conflitos no quadro do movimento universal de acesso à justiça, RePro 74/82, São Paulo, editora RT). Sobre o tema, julgue os itens a seguir: I. No procedimento comum ordinário, a audiência de tentativa de conciliação acontece após transcorrido o prazo de contestação do réu e se a causa versar sobre direitos que admitam a transação. Cabe, contudo, ao juiz tentar, a qualquer tempo, conciliar as partes. II. Para as novas regras do Código de Processo Civil de 2015, não é necessária a espera do transcurso do prazo de contestação, para que o juiz designe a primeira audiência de conciliação ou de mediação. III. Coincidem, contudo, os dois diplomas processuais civis - CPC/1973 e CPC/2015, acerca do não comparecimento injustificado da parte, procurador ou preposto, na primeira audiência de conciliação, isto é, ambos os códigos consideram a ausência injustificada como mero desinteresse na conciliação. IV. Nos procedimentos dos juizados especiais cíveis (Lei 9.099/1995) a solução dos conflitos será obtida pela homologação judicial do termo de conciliação ou do laudo do juízo arbitral, bem assim, caso não obtidas tais soluções, pelo julgamento do juiz togado, após audiência de instrução e julgamento. V. Conciliação e mediação são termos intercambiáveis, no novo Código de Processo Civil de 2015, e significam que o conciliador ou mediador podem sugerir soluções para o encerramento do litígio entre as partes. Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "560677",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Em relação ao estudo de métodos alternativos de solução de conflitos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importância da conciliação remonta à Constituição do Império, 1824, século XIX, que já dispunha no seguinte sentido: “sem se fazer constar que se tem intentado o meio da reconciliação, não se começará processo algum\". Este tema passou a se destacar na década de 70, a partir do movimento da mediação que surgiu como resposta a uma situação de crise nas instituições promotoras de socialização, tais como a família e a escola, na interação delas com outros setores da comunidade, como a igreja, bairro, vizinhança, dentre outros. Assim, a mediação surge como um desses novos modelos pós-modernos, que acredita na interconexão de diferentes linguagens, pautadas pela criatividade e pela aptidão de desenvolver soluções inéditas."
      },
      {
        "letra": "B",
        "texto": "São princípios da mediação, segundo a doutrina: liberdade das partes; não-competividade; poder de decisão das partes; participação de terceiro imparcial; formalidade procedimental; confidencialidade do processo."
      },
      {
        "letra": "C",
        "texto": "É vedada a mediação que recaia sobre direitos da personalidade, diante das características da irrenunciabilidade e da indisponibilidade, protegendo-se o patrimônio jurídico mínimo do ser humano, o que inclui todos os aspectos, inclusive a negociação da questão patrimonial que decorra deles. Por sua vez, na mediação que verse sobre obrigação alimentar referendada pela Defensoria Pública, ainda que não homologada judicialmente, não há limitação à aplicação da execução mediante coação pessoal."
      },
      {
        "letra": "D",
        "texto": "A formação acadêmica tradicional é considerada um dos obstáculos para a implementação de formas alternativas de resolução de conflitos (ADRs − alternative dispute resolutions), já que aquela é voltada para a solução contenciosa e adjudicada dos conflitos de interesses instituindo uma verdadeira cultura da justiça adversarial. Nesse sentido, as ADRs objetivam substituir a atividade jurisdicional clássica, para que se configure um sistema eficiente e adequado − relação de substitutividade entre as formas de composição de conflitos."
      },
      {
        "letra": "E",
        "texto": "As técnicas de conciliação e mediação integram a segunda onda renovatória de acesso à justiça, inseridas enquanto alternativa à morosidade processual agravada a partir da democratização dos tribunais, assim como aos custos do processo e o baixo grau de pacificação social de decisões imperativas, propiciando a restauração de um relacionamento complexo e prolongado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "601167",
    "metadata": "Ano: 2014 | Banca: CETRO | Órgão: FUNDAÇÃO CASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Com relação à mediação de conflitos e às situações-limite, correlacione as colunas e, em seguida, assinale a alternativa que apresenta a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2/ 1/ 3"
      },
      {
        "letra": "B",
        "texto": "3/ 2/ 1"
      },
      {
        "letra": "C",
        "texto": "2/ 3/ 1"
      },
      {
        "letra": "D",
        "texto": "1/ 3/ 2"
      },
      {
        "letra": "E",
        "texto": "3/ 1/ 2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "516117",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Audiência de Conciliação",
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, analise as assertivas e assinale a alternativa que aponta as corretas. I. Quando o litígio versar sobre direitos patrimoniais de caráter privado, o juiz, de ofício, determinará o comparecimento das partes ao início da audiência de instrução e julgamento. II. Em causas relativas à família, terá lugar igualmente a conciliação, nos casos e para os fins em que a lei consente a transação. III. Antes de iniciar a instrução, o juiz tentará conciliar as partes. Chegando a acordo, o juiz mandará tomá-lo por termo. IV. O termo de conciliação, assinado pelas partes e homologado pelo juiz, terá valor de sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456427",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Há uma cultura do litígio enraizada na sociedade, cuja tendência é resolver os conflitos de forma adversarial. Nessas circunstâncias, os denominados meios alternativos de resolução de conflitos apresentam especial importância, com destaque para a mediação, na medida em que possuem os seguintes objetivos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aliviar o congestionamento do judiciário;"
      },
      {
        "letra": "B",
        "texto": "promover a pacificação social;"
      },
      {
        "letra": "C",
        "texto": "democratizar o acesso à justiça;"
      },
      {
        "letra": "D",
        "texto": "promover a autocomposição da solução de controvérsias;"
      },
      {
        "letra": "E",
        "texto": "garantir a legitimidade dos ritos judiciais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "419865",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação",
      "Arbitragem no CPC 1973"
    ],
    "enunciado_principal": "Diante das necessidades humanas e dos interesses que precisam ser resguardados, é inevitável o aparecimento de conflitos. “A pacificação é o escopo máximo da jurisdição. Se o que importa é pacificar, torna-se irrelevante que a pacificação venha por obra do Estado ou por outros meios”. (CINTRA, Antonio Carlos de Araujo; GRINOVER, Ada Pellegrini; DINAMARCO, Cândido. Teoria Geral do Processo, 1993, p. 29). Diante dessa situação, foram criados mecanismos alternativos de pacificação social, sendo correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conciliação pode ser extraprocessual e endoprocessual. Na Constituição de 1988 é prevista a restauração da antiga Justiça de Paz, com atribuições conciliatórias, sem caráter jurisdicional."
      },
      {
        "letra": "B",
        "texto": "As partes nomearão um ou mais árbitros, sempre em número ímpar, não podendo nomear, entretanto, os respectivos suplentes."
      },
      {
        "letra": "C",
        "texto": "A mediação é uma forma de abordar o conflito com a colaboração de um terceiro imparcial que auxilia as partes a interagir e descobrir, por si mesmas, uma solução."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral deve preencher os mesmos requisitos exigidos pelo art. 458 do Código de Processo Civil para a sentença judicial."
      },
      {
        "letra": "E",
        "texto": "Competirá ao árbitro ou ao tribunal arbitral, no início do procedimento, tentar a conciliação das partes. Se aceita, o fato será declarado mediante sentença arbitral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "408264",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "De acordo com a Resolução nº 125, do Conselho Nacional de Justiça (CNJ), que dispõe sobre a Política Judiciária Nacional de tratamento adequado dos conflitos de interesses no âmbito do Poder Judiciário, pode-se afirmar que a conciliação e a mediação são instrumentos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jurisdicionais notoriamente insuficientes e ineficientes para atender e satisfazer subjetiva e objetivamente o conjunto de demandas."
      },
      {
        "letra": "B",
        "texto": "Garantidores de proteção diante de eventual ameaça ou violação do direito, compelindo o seu agressor ao cumprimento ou sancionando-o ante o seu descumprimento"
      },
      {
        "letra": "C",
        "texto": "Efetivos de pacificação social, solução e prevenção de litígios, e que a sua apropriada disciplina em programas já implementados nos país tem reduzido a excessiva judicialização dos confitos de interesses, a quantidade de recursos e de execução de sentenças."
      },
      {
        "letra": "D",
        "texto": "Processuais aptos a garantir a efetividade da execução das decisões proferidas pelo Poder Judiciário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408263",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEDS-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas, relacionadas à mediação e gestão de conflitos:I. A Justiça Restaurativa surgiu nos anos 1960 e tem por propósito restabelecer a cidadania da vítima ou das vítimas do sistema, sendo um mecanismo que possibilita a discussão do evento danoso entre o delinquente, a vítima e a comunidade, permitindo, assim, que as vítimas também se apropriem devidamente do conflito.II. A Justiça Restaurativa se apresenta como uma abordagem próxima à da justiça penal, eis que se concentra na resposta punitiva aos transgressores.III. A Justiça Restaurativa, definida pelas Nações Unidas em 2002, refere-se a um processo em que todas as partes envolvidas em um ato que causou ofensa unem-se para decidir coletivamente como lidar com as circunstâncias decorrentes desse ato e suas implicações para o futuro.Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "312992",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Mediação e Conciliação",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "É correto afirmar que o conciliador, conforme previsto na Lei n.º 12.153/09,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará impedido de exercer a advocacia perante todos os Juizados Especiais da Fazenda Pública instalados em território nacional."
      },
      {
        "letra": "B",
        "texto": "poderá compor as Turmas Recursais do Sistema dos Juizados Especiais, pelo prazo de 2 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "poderá, para fins de encaminhamento da composição amigável, ouvir as partes e testemunhas sobre os contornos fáticos da controvérsia."
      },
      {
        "letra": "D",
        "texto": "é auxiliar da Justiça, recrutado, obrigatoriamente, entre advogados com mais de 2 (dois) anos de experiência."
      },
      {
        "letra": "E",
        "texto": "presidirá a instrução do processo, podendo dispensar novos depoimentos, se entender suficientes para o julgamento da causa os esclarecimentos já constantes dos autos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473527",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Considere os princípios abaixo, aplicáveis à atuação de Conciliadores e Mediadores Judiciais.I - Confidencialidade – Dever de manter sigilo sobre todas as informações obtidas na sessão, salvo autorização expressa das partes, violação à ordem pública ou às leis vigentes, não podendo ser testemunha do caso, nem atuar como advogado dos envolvidos, em qualquer hipótese. II - Imparcialidade – Dever de agir com ausência de favoritismo, preferência ou preconceito, assegurando que valores e conceitos pessoais não interfiram no resultado do trabalho, compreendendo a realidade dos envolvidos no conflito e jamais aceitando qualquer espécie de favor ou presente, salvo de pequeno valor. III - Neutralidade – Dever de manter equidistância das partes, respeitando seus pontos de vista, com atribuição de igual valor a cada uma delas. Quais estão de acordo com o Código de Ética de Conciliadores e Mediadores Judiciais, Anexo III da Resolução n.º 125, de 29 de novembro de 2010, do Conselho Nacional de Justiça?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "368711",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "São formas previstas processualmente de composição de litígios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o desconto em folha de pensão alimentícia, a tutela jurisdicional estatal e a autocomposição, excluída a autotutela."
      },
      {
        "letra": "B",
        "texto": "a reclamação administrativa junto ao Procon, a tutela jurisdicional estatal e a autotutela, excluída a autocomposição."
      },
      {
        "letra": "C",
        "texto": "a tutela jurisdicional por meio do Judiciário, a autotutela e a autocomposição, que inclui a transação."
      },
      {
        "letra": "D",
        "texto": "o desconto em folha do imposto de renda por parte da Receita Federal, a reclamação junto ao Procon e a tutela jurisdicional do Estado, apenas."
      },
      {
        "letra": "E",
        "texto": "o linchamento do agressor, a autotutela e a autocomposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "356334",
    "metadata": "Ano: 2012 | Banca: FAPERP | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mediação e Conciliação"
    ],
    "enunciado_principal": "Um recurso alternativo utilizado em situações de litígio para solucionar ou prevenir a disputa judicial é a chamada mediação. A mediação tem por objetivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o solucionamento rápido do litígio, encaminhando o processo civil diretamente para a decisão do juiz."
      },
      {
        "letra": "B",
        "texto": "evitar a revitimização de crianças vítimas de violência, colhendo um único depoimento com intermediação do psicólogo"
      },
      {
        "letra": "C",
        "texto": "a restauração do diálogo entre as partes, restabelecendo o relacionamento amistoso em busca de uma solução consensual"
      },
      {
        "letra": "D",
        "texto": "a amenização de conflitos entre curador e curatelado, trabalhando com o interdito a sua condição de incapacidade civil."
      }
    ],
    "gabarito": "C"
  }
]