[
  {
    "id": "1395660",
    "metadata": "Ano: 2016 | Banca: TJ-MS | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Levando-se em consideração os artigos 81 e seguintes do CPC/1973, assim como a jurisprudência do Tribunal da Cidadania, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de ação em face da Fazenda Pública, a intervenção do Ministério Público é necessária independentemente da natureza do litígio, conforme disposição expressa do artigo 82, do CPC."
      },
      {
        "letra": "B",
        "texto": "A ausência de intimação do Ministério Público para intervir no processo implica em nulidade desde o início do feito, conforme jurisprudência do STJ."
      },
      {
        "letra": "C",
        "texto": "Independentemente da aquisição da maioridade no curso do processo, a intervenção do ministério público é obrigatória, notadamente pelo fato de a natureza objetiva da condição da intervenção ser aferida quando da propositura da ação, em observância ao princípio da estabilização da lide."
      },
      {
        "letra": "D",
        "texto": "O STJ tem sedimentado que a ausência de intimação do Ministério Público, por si só, não enseja a decretação de nulidade do julgado, a não ser que se demonstre prejuízo efetivo às partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629609",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência"
    ],
    "enunciado_principal": "A respeito da competência, segundo as disposições da Lei n.º 5.869/73, que instituiu o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência em razão da matéria pode ser derrogada se as partes instituírem o foro de eleição."
      },
      {
        "letra": "B",
        "texto": "a incompetência do juízo, sendo ela relativa ou absoluta, deverá ser arguida pelo réu por meio da exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público somente será ouvido no conflito de competência nas hipóteses em que atuar, seja como parte ou fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "nas ações de reparação de danos, o foro competente será o do lugar do ato ou fato, ressalvado-se, entretanto, a reparação de danos decorrentes de delito ou acidente de veículos, caso em que também será competente o foro do domicílio do autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "621715",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "No que se refere à atuação dos sujeitos processuais e ao procedimento ordinário previsto no CPC, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente mediante expresso requerimento das partes é permitido ao juiz realizar o julgamento antecipado da lide, sob pena de violação ao princípio constitucional do devido processo legal."
      },
      {
        "letra": "B",
        "texto": "O réu revel, ainda que compareça extemporaneamente ao processo, não receberá intimações e ficará impedido de praticar atos processuais, inclusive, interpor recurso."
      },
      {
        "letra": "C",
        "texto": "De acordo com o CPC, a petição inicial será considerada inepta se a parte for manifestamente ilegítima ou se faltar ao autor o interesse em agir."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, atuando como parte ou como fiscal da lei, deve ser intimado de todos os atos do processo, além de poder produzir provas e ter legitimidade para interpor recurso."
      },
      {
        "letra": "E",
        "texto": "A decisão do juiz pelo indeferimento total da petição inicial possui natureza interlocutória e deve ser impugnada por intermédio do recurso de agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "607188",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre a participação do Ministério Público nas ações tuteladas pelo Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao intervir nos processos, sempre será o primeiro a ter vista dos autos, devendo ser intimado de todos os atos do processo, sob pena de serem anulados."
      },
      {
        "letra": "B",
        "texto": "deverá intervir nas causas concernentes ao estado da pessoa, poder familiar, tutela, curatela,interdição, casamento, exceto em caso de consenso entre as partes."
      },
      {
        "letra": "C",
        "texto": "o órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude."
      },
      {
        "letra": "D",
        "texto": "poderá atuar como fiscal da lei, mas nunca como parte."
      },
      {
        "letra": "E",
        "texto": "deverá intervir nas ações que envolvam litígios individuais pela posse da terra rural e nas demais causas em que há interesse público evidenciado pela natureza da lide ou qualidade da parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "616149",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com as normas do Código de Processo Civil, a intervenção do Ministério Público será obrigatória nas causas relativas a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dívida ativa"
      },
      {
        "letra": "B",
        "texto": "tutela monitória"
      },
      {
        "letra": "C",
        "texto": "danos de difícil reparação"
      },
      {
        "letra": "D",
        "texto": "casamento"
      },
      {
        "letra": "E",
        "texto": "contratos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592478",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, às nulidades e à atuação do juiz no processo civil, julgue o item a seguir, de acordo com o CPC e com a jurisprudência dos tribunais superiores. Segundo o entendimento do STJ, a ausência de intimação do Ministério Público em ação civil na qual deveria intervir como fiscal da lei, por si só, não enseja a decretação de nulidade do julgado, que somente deverá ser decretada caso haja demonstração de prejuízo no caso concreto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591068",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito do Ministério Público, do juiz e dos auxiliares da justiça, julgue o próximo item com base nas disposições do Código de Processo Civil. Na função de fiscal da lei, é garantido ao Ministério Público ser intimado de todos atos processuais, bem como ter vista dos autos em concomitância com o réu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "582921",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considerando que Vera e João sejam casados há mais de quinze anos, e que, em função de uma doença mental de João, Vera proponha ação de interdição e curatela, julgue o item a seguir.O Ministério Público tem legitimidade para recorrer contra a decisão que julgar o pedido formulado por Vera, seja ele acolhido ou rejeitado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577705",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "O Ministério Público do Distrito Federal propôs ação civil pública de responsabilidade, em favor de pessoas que utilizaram a rede mundial de computadores, sítio de uma empresa aérea, para a compra de passagens aéreas, mas que acabaram comprando, sem perceberem, um seguro de viagem cuja opção de compra já estava pré-selecionada. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público do Distrito Federal tem legitimação ativa extraordinária, do tipo substituição processual, para propor a ação civil pública em defesa dos consumidores, porque estamos diante de direitos individuais homogêneos."
      },
      {
        "letra": "B",
        "texto": "O grupo de pessoas lesadas pela compra casada – passagem aérea e seguro viagem – é certo e determinado. Portanto, o Ministério Público do Distrito Federal não tem legitimidade para propor a ação coletiva."
      },
      {
        "letra": "C",
        "texto": "Alguns dos consumidores lesados pela compra propuseram ação individual. Mas, a empresa aérea comunicou nos autos a existência da ação coletiva, proposta em data posterior. Tal fato configura a litispendência, que é causa de extinção da ação coletiva sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "A empresa que negociou o seguro viagem será parte da ação civil pública se quiser, como assistente da empresa aérea, em cujo sítio eletrônico foram feitas as compras pelos consumidores."
      },
      {
        "letra": "E",
        "texto": "A ação civil pública proposta pelo Ministério Público do Distrito Federal foi julgada procedente, o que aproveita, inclusive, a todos indivíduos que propuseram ações individuais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577693",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre a atuação do Ministério Público no processo civil, julgue os itens a seguir: I. Quando o Ministério Público não é intimado pessoalmente a intervir em ação judicial, cuja participação era obrigatória, a nulidade dos atos processuais depende da avaliação do próprio Ministério Público sobre a ocorrência, ou não, de prejuízo para o interesse que deveria velar no processo judicial específico. II. Quando o indivíduo não concorda com exigência feita pelo oficial de registro imobiliário é instaurado um procedimento de dúvida, remetido ao juízo de registros públicos, que o decide, sem participação do Ministério Público. III. O Ministério Público pode propor ação rescisória não apenas quando tiver sido parte no processo, mas também, quando devia ter atuado como fiscal da lei e não o foi. IV. O Ministério Público atuará, como substituto processual do idoso, ou como fiscal da lei, em todo processo e procedimento que discutir interesse de pessoa idosa. V. Cabe ao autor adiantar as despesas de atos processuais requeridos pelo Ministério Público. Mas, ao final do processo, é o vencido quem arcará com estas despesas. Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, III e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "564038",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue as assertivas abaixo como verdadeiras (V) ou falsas (F): ( ) É dispensável que o autor do ato eletrônico de transmissão possua capacidade postulatória, sendo suficiente que a peça protocolada esteja subscrita por detentor da referida capacidade. ( ) Ainda que se trate de jurisdição voluntária, o Ministério Público tem interesse na interposição de recurso de apelação em face de sentença que, nos autos de ação de retificação de registro civil, julga procedente o pedido. ( ) O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei apenas quando não houver recurso da Parte. ( ) O Ministério Público deve obrigatoriamente intervir em todas as ações de ressarcimento ao erário propostas por entes públicos. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "562676",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com base no Código de Processo Civil, assinale a alternativa correta sobre o Ministério Público intervindo como fiscal da lei nos processos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público terá vista dos autos antes das partes."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público não deverá ser intimado por todos os atos do processo."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não poderá produzir prova em audiência."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, quando a lei considerar obrigatória a sua intervenção, deverá ter a sua devida intimação promovida pela parte, sob pena de nulidade do processo."
      },
      {
        "letra": "E",
        "texto": "o órgão do Ministério Público nunca será civilmente responsável no exercício de suas funções."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "544937",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Intervindo como fiscal da lei, o Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será intimado apenas dos atos decisórios."
      },
      {
        "letra": "B",
        "texto": "terá vista dos autos antes das partes."
      },
      {
        "letra": "C",
        "texto": "não poderá juntar documentos ou certidões."
      },
      {
        "letra": "D",
        "texto": "tem legitimidade para recorrer."
      },
      {
        "letra": "E",
        "texto": "não poderá produzir prova em audiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528068",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito da curatela de interditos e da atuação do Ministério Público, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O órgão do Ministério Público poderá requerer a interdição no caso de anomalia psíquica do curatelado."
      },
      {
        "letra": "B",
        "texto": "A sentença de interdição produz efeito desde logo, embora sujeita à apelação, desde que o procedimento tenha o Ministério Público como curador à lide."
      },
      {
        "letra": "C",
        "texto": "Quando a interdição for requerida pelo órgão do Ministério Público, o juiz o nomeará como curador à lide."
      },
      {
        "letra": "D",
        "texto": "Tendo a interdição sido requerida pelo Ministério Público, o interditado não terá direito a contestar o feito."
      },
      {
        "letra": "E",
        "texto": "Não haverá perícia nos feitos de iniciativa do Ministério Público, porque este já se fundamenta em laudo médico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512721",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Entres as proposições abaixo, referentes à Lei de Assistência Judiciária, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É obrigatória a intervenção do Ministério Público em todos os procedimentos relativos à concessão de assistência judiciária aos necessitados."
      },
      {
        "letra": "B",
        "texto": "As pessoas jurídicas não fazem jus aos benefícios da assistência judiciária gratuita."
      },
      {
        "letra": "C",
        "texto": "O juiz não pode condicionar a concessão da gratuidade processual à comprovação da miserabilidade jurídica da parte requerente do benefício."
      },
      {
        "letra": "D",
        "texto": "Caberá agravo de instrumento da decisão que rejeita a impugnação à assistência judiciária gratuita feita pelo adversário do requerente do benefício que teve curso em autos apartados."
      },
      {
        "letra": "E",
        "texto": "O prazo em dobro previsto na Lei de Assistência Judiciária não se aplica à parte beneficiária da gratuidade que está representada por advogado não pertencente aos quadros da Defensoria Pública ou do serviço estatal de assistência judiciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "503379",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Havendo interesses de incapazes, deverá a parte que ingressar com ação requerer a intimação do Ministério Público e quando a lei considerar obrigatória. Neste caso, é correto afirmar que a falta do pedido de intimação do Ministério Público acarretará nulidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do ato do processo."
      },
      {
        "letra": "B",
        "texto": "parcial do processo."
      },
      {
        "letra": "C",
        "texto": "relativa do processo."
      },
      {
        "letra": "D",
        "texto": "do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "480531",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "João Paulo, solteiro, com 30 (trinta) anos, vivia em união estável com Maria de Fátima há 08 (oito) anos, e dessa união nasceram 03 (três) filhos. Maria de Fátima não trabalhava porque João Paulo a proibira. João Paulo conheceu Maria Isis e resolveu abandonar Maria de Fátima para assumir seu novo relacionamento. Deixou, então, a companheira e os filhos, no imóvel alugado, e não se preocupou em lhes dar qualquer assistência. Maria de Fátima foi notificada de uma ação de despejo ajuizada contra si. Nestas circunstâncias, é CORRETO afirmar que o promotor de Justiça está legitimado a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ajuizar uma ação de alimentos em favor de Maria de Fátima e dos filhos."
      },
      {
        "letra": "B",
        "texto": "Ajuizar uma ação de alimentos em favor de Maria de Fátima e dos filhos com um pedido cumulativo para permanência no imóvel da residência, cujo pagamento continuará a ser feito por João Paulo."
      },
      {
        "letra": "C",
        "texto": "Ajuizar uma ação de alimentos em favor de Maria de Fátima, apenas, por entender desnecessária a presença dos menores no polo ativo do processo e porque o pensionamento beneficiará os filhos menores."
      },
      {
        "letra": "D",
        "texto": "Ajuizar uma ação de alimentos em favor dos menores, apenas."
      },
      {
        "letra": "E",
        "texto": "Não ajuizar qualquer ação, pois os menores têm representação legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "837662",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O Ministério Público exercerá o direito de ação nos casos previstos em lei, cabendo-lhe, no processo, os mesmos poderes e ônus que às partes. II. Compete ao Ministério Público intervir nas causas em que há interesses de capazes.III. Intervindo como fiscal da lei, o Ministério Público terá vista dos autos depois das partes, sendo intimado de todos os atos do processo. IV. O órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "574682",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Cidadão ajuizou ação popular para impugnar a validade de contrato administrativo que reputou lesivo ao patrimônio público. Mas, antes mesmo da realização das citações, o autor ofertou petição em que manifestava a desistência da ação. Cumpridos os requisitos previstos na legislação de regência, nenhum outro cidadão se interessou em integrar o polo ativo da relação processual. Aberta a vista dos autos ao Ministério Público, este, vislumbrando a possibilidade de ocorrência de lesão ao erário, requereu ao juiz da causa fosse admitida a sua assunção no polo ativo da demanda e o regular prosseguimento do processo. Nesse cenário, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferir o requerimento do Parquet e extinguir o feito sem resolução do mérito, diante de sua ilegitimidade ad causam no âmbito da ação popular;"
      },
      {
        "letra": "B",
        "texto": "deferir o requerimento do Parquet, desde que este convole, antes, a ação popular em ação civil pública, por meio de emenda à petição inicial;"
      },
      {
        "letra": "C",
        "texto": "indeferir o requerimento do Parquet e julgar improcedente o pedido formulado pelo autor popular, pronunciando a legalidade do contrato administrativo, diante do desinteresse de qualquer cidadão em impugná-lo;"
      },
      {
        "letra": "D",
        "texto": "indeferir o requerimento do Parquet e julgar improcedente o pedido formulado pelo autor popular, em razão da insuficiência das provas, diante do desinteresse de qualquer cidadão em impugná-lo;"
      },
      {
        "letra": "E",
        "texto": "deferir de imediato o requerimento do Parquet, permitindo que o feito prossiga regularmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "526283",
    "metadata": "Ano: 2014 | Banca: CEPERJ | Órgão: FSC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, o Ministério Público atuará nas causas concernentes a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "previdência"
      },
      {
        "letra": "B",
        "texto": "seguridade"
      },
      {
        "letra": "C",
        "texto": "casamento"
      },
      {
        "letra": "D",
        "texto": "execução"
      },
      {
        "letra": "E",
        "texto": "maiores"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494458",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação aos Órgãos judiciários e aos auxiliares da justiça, segundo o Código Processual Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há conflito de competência quando dois ou mais juízes se consideram incompetentes."
      },
      {
        "letra": "B",
        "texto": "O conflito poderá ser suscitado pelo Ministério Público ou pelo juiz, sendo vedado às partes."
      },
      {
        "letra": "C",
        "texto": "O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte"
      },
      {
        "letra": "D",
        "texto": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário de que for parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494456",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com base no Código Processual Civil, intervindo o Ministério Público como fiscal da lei, I. terá vista dos autos antes das partes. II. poderá juntar documentos e certidões aos autos. III. poderá produzir prova em audiência. É correto o que está contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "463572",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a resposta incorreta:I - O recurso adesivo não será admitido nos embargos infringentes e no recurso extraordinário. II - De acordo com súmula do Superior Tribunal de Justiça, os embargos de declaração manifestados com notório propósito de prequestionamento não tem caráter protelatório. III - O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte.IV - Recebido o agravo de instrumento no tribunal, o relator poderá atribuir efeito suspensivo ao recurso ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição I está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão incorretas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462904",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Ação de usucapião",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso), considerando as seguintes decisões judiciais. ( ) Em uma ação de usucapião, diante de um número excessivo de confinantes, o juiz, utilizando-se da faculdade que lhe atribuiu o art. 46, parágrafo único, do Código de Processo Civil, limita o número de litisconsortes, com o objetivo de não comprometer a celeridade do litígio. ( ) Em uma ação de intervenção obrigatória do Ministério Público, seu representante, ainda que intimado, não interveio no feito, diante do que o magistrado determinou a abertura de nova vista, determinando que o órgão ministerial se manifestasse expressamente. ( ) Tendo o autor desistido de ação que interpôs, na qual foi decretada a revelia do réu, o juiz extinguiu o feito com julgamento de mérito. ( ) Em sede de contestação, o réu alega incompetência relativa (territorial) do juízo, não a conhecendo o magistrado, visto que a forma prescrita em lei para tanto é a exceção de incompetência. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462903",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) as seguintes afirmações sobre a atuação do Ministério Público no Processo Civil. ( ) O Ministério Público atua na jurisdição cível como órgão agente e órgão interveniente. ( ) Em se tratando de ações de improbidade, a lei prevê especificamente a legitimação do Ministério Público para a propositura, bem como explicita a obrigatoriedade da intervenção do parquet como custos legis, sob expressa cominação de invalidade processual. ( ) Em virtude da própria natureza da causa petendi, as ações por improbidade administrativa comportam obrigatoriamente a intervenção ministerial como fiscal da lei, razão pela qual, quando da elaboração da Lei nº 8.429, de 02/06/1992, ao tratar do tema, entendeu o legislador ser desnecessário dispor expressamente sobre tal intervenção. ( ) A legitimação do Ministério Público para as ações por improbidade administrativa decorre originalmente do art. 129, inciso III, da Constituição Federal, que inclui entre as suas funções a propositura de ação civil pública em defesa do patrimônio público. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – F – F – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F."
      },
      {
        "letra": "E",
        "texto": "F – V – V – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462245",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que se refere à iniciativa de abertura do inventário judicial, é correto afirmar que não a tem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o herdeiro."
      },
      {
        "letra": "B",
        "texto": "o cônjuge supérstite."
      },
      {
        "letra": "C",
        "texto": "o credor do autor da herança."
      },
      {
        "letra": "D",
        "texto": "o Ministério Público, havendo interesses fazendários."
      },
      {
        "letra": "E",
        "texto": "o órgão judicial, ex officio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "457371",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Caio da Silva, menor impúbere, necessita obter alimentos de seu pai, Antônio da Silva. O representante do Ministério Público na comarca onde Caio da Silva mora, informado da sua necessidade alimentar, propõe ação de alimentos. Distribuída a demanda, o juízo competente indefere liminarmente a petição inicial, por entender que o Ministério Público carece de legitimidade para a causa. Nesse caso, a decisão que indeferiu a petição inicial foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta, se os pais de Caio estiverem no gozo do poder familiar;"
      },
      {
        "letra": "B",
        "texto": "correta, se Caio não se encontrar nas situações de risco descritas no art. 98 do Estatuto da Criança e do Adolescente;"
      },
      {
        "letra": "C",
        "texto": "incorreta, se não existir órgão de atuação da Defensoria Pública na comarca;"
      },
      {
        "letra": "D",
        "texto": "incorreta, se a mãe de Caio expressamente representou ao Ministério Público para que ajuizasse a demanda;"
      },
      {
        "letra": "E",
        "texto": "incorreta, se a necessidade alimentar de Caio estiver efetivamente demonstrada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "448912",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No tocante à atuação do Ministério Público no processo civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lhe é assegurada a prerrogativa da intimação pessoal dos atos processuais, mediante a abertura de vista dos autos;"
      },
      {
        "letra": "B",
        "texto": "lhe é assegurada a prerrogativa do prazo quadruplicado para apresentar contestação;"
      },
      {
        "letra": "C",
        "texto": "a sua intervenção, como custos legis, é obrigatória nas causas concernentes ao estado da pessoa, sob pena de nulidade do processo;"
      },
      {
        "letra": "D",
        "texto": "lhe é assegurada a faculdade de interpor recursos caso funcione como órgão agente, mas não como custos legis;"
      },
      {
        "letra": "E",
        "texto": "lhe é assegurada a possibilidade de produzir provas, ainda que funcione como custos legis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432685",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre a legitimidade do Ministério Público para a propositura da ação civil pública na visão do Superior Tribunal de Justiça, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público tem legitimidade para ajuizar ação civil pública objetivando a cessação dos jogos de azar;"
      },
      {
        "letra": "B",
        "texto": "O Ministério Público tem legitimidade para propor ação civil pública versando sobre benefícios previdenciários, embora se trate de direito patrimonial disponível;"
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não tem legitimidade para ajuizar ação civil pública com o fim de impedir a cobrança abusiva de mensalidades escolares;"
      },
      {
        "letra": "D",
        "texto": "O Ministério Público Estadual tem legitimidade para ajuizar ação civil pública objetivando defesa de bem da União;"
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para propor ação civil pública em defesa do patrimônio público, pois se trata de direito patrimonial disponível da Fazenda Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426395",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Se o processo civil tiver corrido, sem conhecimento do Ministério Público, em ação que a lei exija sua presença e manifestação, o juiz anulará o referido processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desde a citação da parte ex-adversa."
      },
      {
        "letra": "B",
        "texto": "A partir da réplica."
      },
      {
        "letra": "C",
        "texto": "Desde a sua distribuição."
      },
      {
        "letra": "D",
        "texto": "A partir do momento em que o órgão devia ter sido intimado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414878",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Ministério Público, ao atuar judicialmente na defesa de direitos e interesses difusos ou coletivos, o faz como substituto processual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409230",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa com o processo no qual é obrigatória a intervenção do Ministério Público, sob pena de nulidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ação de usucapião."
      },
      {
        "letra": "B",
        "texto": "Demanda condenatória de interesse de pessoa jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "Ação possessória."
      },
      {
        "letra": "D",
        "texto": "Desapropriação indireta."
      },
      {
        "letra": "E",
        "texto": "Execução fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "406873",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. a prolação de sentença imediatamente após a negativa do Promotor de Justiça em emitir parecer num processo onde a participação do Ministério Público como “custos legis” é obrigatória gera a nulidade da decisão e dos atos que lhe sejam posteriores. II. o impedimento do juiz contemporâneo ao ajuizamento da ação, decorrente de sua condição de cônjuge de um dos litisconsortes que integram o polo ativo, pode ser alegado a qualquer tempo e grau de jurisdição, não ocorrendo preclusão temporal em razão de não ter sido arguida no prazo de defesa. III. o juiz pode conhecer de ofício da existência de cláusula de convenção de arbitragem e, com base nisso, extinguir o processo de conhecimento sem resolução do mérito. IV. em razão da adoção, pelo Código de Processo Civil, do princípio da “perpetuatio jurisdiciones”, a criação de nova comarca não implica em deslocamento para o juízo cível desta da competência para presidir a ação reivindicatória de bem móvel anteriormente ajuizada. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as afirmações II e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as afirmações I e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmações I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as afirmações II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402226",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Ministério Público propôs ação de investigação de paternidade em benefício de determinada criança, consoante a disciplina da Lei nº 8.560/92. Essa sua atuação se dá a título de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "representante do menor."
      },
      {
        "letra": "B",
        "texto": "curador especial do menor."
      },
      {
        "letra": "C",
        "texto": "assistente simples do menor."
      },
      {
        "letra": "D",
        "texto": "substituto processual do menor."
      },
      {
        "letra": "E",
        "texto": "sucessor processual do menor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392574",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "O Ministério Público ingressa com ação judicial em favor de menores para garantir vaga em creche. Nesse caso, é correto afirmar que o Ministério Público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ingressa com ação em nome dos menores, atuando como seu advogado, pois o pleito refere-se a um direito indisponível, qual seja, o direito à educação."
      },
      {
        "letra": "B",
        "texto": "não pode ingressar com ação civil pública para defesa dos interesses dos menores, pois esta ação somente pode ser manejada para defesa de direitos difusos e coletivos."
      },
      {
        "letra": "C",
        "texto": "atua como representante dos menores, pois eles não possuem capacidade processual de ser parte em razão da idade."
      },
      {
        "letra": "D",
        "texto": "impetra mandado de segurança, constando como impetrantes os menores, pois estes não possuem capacidade postulatória, devendo ser assistidos pelo órgão."
      },
      {
        "letra": "E",
        "texto": "ingressa com ação civil pública em nome próprio para defesa de direito dos menores, situação conhecida como substituição processual ou legitimação extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386626",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com base na atuação do Ministério Público, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público será ouvido em todos os conflitos de competência, mas terá qualidade de parte naqueles que suscitar."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público não poderá produzir prova em audiência nas causas em que atuar apenas como custos legis."
      },
      {
        "letra": "C",
        "texto": "É imprescindível a intervenção do Ministério Público em ações populares, mas não em mandados de segurança."
      },
      {
        "letra": "D",
        "texto": "Cabe ao juiz determinar a intervenção do Ministério Público nos casos em que a lei a considerar obrigatória, não sendo ônus da parte requerer sua intimação."
      },
      {
        "letra": "E",
        "texto": "Ao ajuizar ação civil pública na defesa de interesses difusos, o Ministério Público atua como fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386333",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre o juiz, as partes em geral, o Ministério Público e os serviços auxiliares da Justiça, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partes são aquele que pede em seu próprio nome (ou em cujo nome é pedida) uma atuação de lei (autor) e aquele frente ao qual tal atuação é pedida (réu)."
      },
      {
        "letra": "B",
        "texto": "Compete ao juiz dirigir o processo, assegurando às partes ter igualdade de tratamento, velar pela rápida solução do litígio, prevenir ou reprimir qualquer ato contrário à dignidade da justiça e tentar, a qualquer tempo, conciliar as partes."
      },
      {
        "letra": "C",
        "texto": "Na área cível, a atuação do Ministério Público se dá em dois aspectos: como parte e como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "Não são auxiliares da justiça o depositário, o administrador e o intérprete."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381214",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "Acerca da prova no sistema processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão, que, em regra, é indivisível, pode ser judicial ou extrajudicial, sendo inválida como confissão a admissão, em juízo, de fatos relativos a direitos indisponíveis."
      },
      {
        "letra": "B",
        "texto": "Na instância ordinária, as partes têm liberdade para apresentar documentos novos somente até o saneamento do processo, e, sempre que documentos novos forem aduzidos, o juiz concederá prazo de cinco dias para a parte contrária manifestar-se sobre eles."
      },
      {
        "letra": "C",
        "texto": "O MP somente poderá produzir provas em juízo quando atuar como parte ou como substituto processual, cabendo ao magistrado indeferir eventual requerimento de produção de provas quando o MP atuar na condição de fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "De acordo com a moderna teoria da distribuição dinâmica da prova, cada parte deverá produzir a prova apta a demonstrar suas alegações, independentemente de quem tenha melhores condições de o fazer."
      },
      {
        "letra": "E",
        "texto": "E´ defeso aos sujeitos da relação jurídica deduzida em juízo estabelecer qualquer convenção que distribua de maneira diversa o ônus da prova. Trata-se de regra legal indisponível para as partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371677",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Durante a marcha processual civil, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir, o processo será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulado."
      },
      {
        "letra": "B",
        "texto": "Encaminhado ao Tribunal de Justiça do Estado em questão para decisão em segunda instância."
      },
      {
        "letra": "C",
        "texto": "Arquivado pelo efeito da percepção."
      },
      {
        "letra": "D",
        "texto": "Nulo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361593",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A ausência de citação do município supostamente lesado para integrar ação de improbidade administrativa ajuizada pelo Ministério Público (MP) não gera nulidade, visto que a integração do referido ente federado na relação processual é opcional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "757042",
    "metadata": "Ano: 2013 | Banca: SIGMA RH | Órgão: Câmara de Carapicuíba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "São deveres das partes e de todos aqueles que de qualquer forma participam do processo: I- Expor os fatos em juízo conforme a verdade. II- Proceder com lealdade e boa fé. III- Ouvir atentamente os depoimentos, sem interromper. São incisos do Art. 14 da Lei 5869/73:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I e II."
      },
      {
        "letra": "B",
        "texto": "apenas I e III."
      },
      {
        "letra": "C",
        "texto": "apenas II e III."
      },
      {
        "letra": "D",
        "texto": "todas elas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "484667",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência"
    ],
    "enunciado_principal": "No que diz respeito ao Ministério Público e o conflito de competência quando dois ou mais juízes se declararem competentes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será ouvido em todos os conflitos de competência."
      },
      {
        "letra": "B",
        "texto": "Não poderá suscitar conflitos de competência."
      },
      {
        "letra": "C",
        "texto": "Poderá suscitar, desde que atue como parte na ação."
      },
      {
        "letra": "D",
        "texto": "Suscitado pelo Ministério Público, será ouvido o Procurador Geral."
      },
      {
        "letra": "E",
        "texto": "Será declarado competente o juiz indicado pelo Ministério Público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471552",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Analise a veracidade das assertivas: I. Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo, devendo os civilmente incapazes ser representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil. II. O Ministério Público deverá intervir nas causas em que há parte incapaz – quer relativamente, quer absolutamente –, sob pena de nulidade, na hipótese de restar configurado prejuízo ao interesse destes. III. A parte processual será representada em juízo por advogado legalmente habilitado, o qual deverá ser regulamente constituído por meio de instrumento de procuração, não se admitindo que pessoa com capacidade postulatória advogue em causa própria. IV. O advogado poderá, a qualquer tempo, renunciar ao mandato, desde que não tenha havido a prolação de sentença de mérito desfavorável ao seu constituinte, hipótese em que deverá prosseguir no feito até reverter o provimento judicial desfavorável. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423198",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juizado Especial no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca de procedimentos dos juizados especiais, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juizado Especial Cível tem competência para conciliação, processo e julgamento de ações possessórias sobre bens imóveis de valor não excedente a quarenta vezes o valor do salário mínimo."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público, no Juizado Especial Cível, não intervirá."
      },
      {
        "letra": "C",
        "texto": "Estando o incapaz devidamente representado por seus pais e sendo observada a necessária intervenção do Ministério Público, é viável que se proponha ação perante o Juizado Especial Cível."
      },
      {
        "letra": "D",
        "texto": "A decisão de turma recursal que define os juizados especiais como competentes para o processo e julgamento de determinada demanda somente pode ser impugnada por recurso extraordinário."
      },
      {
        "letra": "E",
        "texto": "O recurso será interposto no prazo de quinze dias, contados da ciência da sentença e não da juntada do comprovante de intimação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423193",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação, cujo prazo de interposição, de regra, é de quinze dias, somente é cabível da sentença que corporifica julgamento do processo com resolução de mérito, isto é, daquela tida como definitiva."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração são cabíveis contra qualquer decisão judicial e, uma vez interpostos, interrompem o prazo recursal."
      },
      {
        "letra": "C",
        "texto": "A insuficiência do valor do preparo do recurso implicará em deserção independentemente de intimação."
      },
      {
        "letra": "D",
        "texto": "Após apresentado o recurso voluntário pela parte sucumbente para modificar a sentença proferida com julgamento de mérito, é incabível a desistência do recurso sem a anuência da parte contrária."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para recorrer nas causas que atua como fiscal da lei quando se trate de discussão a respeito de direitos individuais indisponíveis e as partes estejam assistidas por advogados ou Defensoria Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "405324",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à intervenção do Ministério Público no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei considerar obrigatória a intervenção do Ministério Público, a parte promover-lhe-á a intimação dos atos em que houver interesse público, sob pena de nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "Compete ao Ministério Público intervir nas causas concernentes à declaração de ausência e disposições de última vontade."
      },
      {
        "letra": "C",
        "texto": "Intervindo como fiscal da lei, o Ministério Público terá vista dos autos a qualquer momento."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público intervirá no processo civil conforme o livre e prudente arbítrio do juiz."
      },
      {
        "letra": "E",
        "texto": "Compete ao Ministério Público intervir em todas as ações que envolvam litígios pela posse da terra rural."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388854",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ministério Público não pode requerer a abertura provisória de sucessão em bens de ausentes, possuindo legitimidade o cônjuge não separado judicialmente, os herdeiros presumidos legitimos e os testamentários, os que tiverem sobre os bens do ausente direito dependente de sua morte e os credores de obrigações vencidas e não pagas."
      },
      {
        "letra": "B",
        "texto": "o Ministério Público, havendo herdeiros incapazes, tem legitimidade concorrente com quem tenha a posse e administração dos bens do espólio para requerer a abertura do inventário do autor da herança."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público tem legitimidade para propor ação rescisória se não foi ouvido no processo em que lhe era obrigatória a intervenção. Entretanto, não tem legitimidade para propor a ação quando a sentença é o efeito de colusão das partes, ainda que a fim de fraudar a lei."
      },
      {
        "letra": "D",
        "texto": "o Ministério Público tem legitimidade para propor ação de nulidade de casamento contraldo por enfermo mental sem o necessário discernimento para os atos da vida civil. Entretanto, a ação de nulidade de casamento contraldo por sogro e nora não pode ser promovida pelo Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386187",
    "metadata": "Ano: 2013 | Banca: FAFIPA | Órgão: Câmara Municipal de Guairáça - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que se refere ao Direito Processual Civil, sobre o Ministério Público, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Ministério Público intervir nas causas em que há interesses de incapazes."
      },
      {
        "letra": "B",
        "texto": "Intervindo como fiscal da lei, o Ministério Público terá vista dos autos antes das partes, sendo intimado de todos os atos do processo."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considerar obrigatória a intervenção do Ministério Público, a parte promover-lhe-á a intimação sob pena de nulidade do processo."
      },
      {
        "letra": "D",
        "texto": "O órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371023",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que diz respeito às funções institucionais do MP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O MP tem legitimidade para impugnar pedido de retificação de assentamento no registro civil das pessoas naturais."
      },
      {
        "letra": "B",
        "texto": "O órgão do MP não será civilmente responsável, caso, no exercício de suas funções institucionais, proceda com dolo ou fraude."
      },
      {
        "letra": "C",
        "texto": "Ao atuar, em processo civil, na tutela de interesses de pessoas interditadas, o MP exerce a função de representante da parte material."
      },
      {
        "letra": "D",
        "texto": "Caso o alimentando tenha alcançado a maioridade, o MP será parte legítima para recorrer contra decisão em ação que discuta alimentos."
      },
      {
        "letra": "E",
        "texto": "O MP, exercendo a função de fiscal da lei, detém legitimidade para recorrer adesivamente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359237",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Ministério Público ajuizou ação para destituição de poder familiar em face de genitor indígena, narrando fatos que, em tese, justificam tal medida, de acordo com a legislação vigente. Ao examinar a admissibilidade dessa petição inicial o Juiz deverá considerar que;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a competência é da Justiça Federal e, por isso, extinguir o processo sem resolução do mérito"
      },
      {
        "letra": "B",
        "texto": "o Ministério Público é parte ilegítima, por se tratar de direito indígena e haver outros parentes legitimados."
      },
      {
        "letra": "C",
        "texto": "é necessária a nomeação de outro membro do Ministério Público para funcionar como curador especial em virtude da incapacidade da parte"
      },
      {
        "letra": "D",
        "texto": "a competência é da Justiça Estadual, mas a atribuição é do Ministério Público Federal, por expressa disposição constitucional."
      },
      {
        "letra": "E",
        "texto": "a competência é da Justiça Estadual e, se for o caso, nomear curador especial, preferencialmente da Defensoria Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357063",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Segundo dispõe o artigo 987 do CPC, “a quem estiver na posse e administração do espólio incumbe, no prazo estabelecido no art. 983, requerer o inventário e a partilha”. Assinale a alternativa INCORRETA no que diz respeito à legitimação concorrente para requerer inventário e partilha:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O legatário."
      },
      {
        "letra": "B",
        "texto": "O testamenteiro."
      },
      {
        "letra": "C",
        "texto": "A Fazenda Pública, quando tiver interesse."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, em qualquer hipótese."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "348141",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considere as afirmativas: I. O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público. II. O Ministério Público tem legitimidade para recorrer nos processos em que é parte e, excepcionalmente, naqueles em que oficiou como fiscal da lei. III. Cumpre ao terceiro que deseje recorrer demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335962",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Da ação",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Acerca da ação, do processo e da jurisdição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, é necessária a intervenção da defensoria pública como curadora especial do menor na ação de destituição de poder familiar ajuizada pelo MP."
      },
      {
        "letra": "B",
        "texto": "Segundo Giuseppe Chiovenda, a jurisdição se caracteriza pela substitutividade e pela atuação da vontade da lei."
      },
      {
        "letra": "C",
        "texto": "A teoria da asserção preceitua que as condições da ação devem ser verificadas conforme as afirmações do autor, mesmo depois de produzidas as provas, ou seja, em cognição exauriente."
      },
      {
        "letra": "D",
        "texto": "As ações declaratórias possuem eficácia ex nunc."
      },
      {
        "letra": "E",
        "texto": "O MP tem legitimidade para pleitear, em ACP, a indenização decorrente do DPVAT em benefício do segurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335951",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que diz respeito aos recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que um deficiente físico tenha celebrado, no curso de ação por ele ajuizada em face do plano de saúde que contratara, um acordo pelo qual tenha desistido de tratamento na rede particular de saúde e optado pela rede pública, em troca de pecúnia, tendo sido tal ajuste homologado pelo juiz. Nesse caso, segundo o STJ, o MP tem legitimidade para recorrer pelo simples fato de a ação ter sido proposta por deficiente físico."
      },
      {
        "letra": "B",
        "texto": "Não se admite o recurso adesivo nos juizados especiais estaduais, mesmo em relação ao recurso extraordinário interposto perante o STF."
      },
      {
        "letra": "C",
        "texto": "Expressamente consagrada na CF, a reclamação constitucional, de acordo com o STF, tem natureza recursal, já que, dado o princípio da taxatividade, todos os recursos devem ser previstos em lei em sentido amplo."
      },
      {
        "letra": "D",
        "texto": "De acordo com o entendimento jurisprudencial, compete ao STF conceder medida cautelar para dar efeito suspensivo a recurso extraordinário que ainda não tiver sido objeto de juízo de admissibilidade na origem."
      },
      {
        "letra": "E",
        "texto": "Segundo o entendimento jurisprudencial, o MPE tem legitimidade recursal para atuar no STJ."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332045",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "DENTRE AS PROPOSIÇÕES ABAIXO, ALGUMAS SÃO FALSAS, OUTRAS VERDADEIRAS: I - Segundo entende o Supremo Tribunal Federal, o Ministério Público não possui legitimidade para propor ação civil coletiva em defesa de interesses individuais homogêneos, ainda que de relevante caráter social, porque o objeto da demanda é referente a direitos disponíveis. II - Consoante entendimento reiterado e pacífico da jurisprudência do STJ, o Ministério Público Estadual e Distrital não têm legitimidade para oficiar perante os Tribunais Superiores, atribuição exclusiva do Ministério Público Federal. III - Em respeito ao princípio da instrumentalidade das formas, considera-se sanada a nulidade decorrente da falta de intervenção, em primeiro grau, do Ministério Público, se posteriormente o Parquet intervém no feito em segundo grau de jurisdição, sem ocorrência de prejuízo à parte. IV - O Ministério Público não detém legitimidade ativa para a defesa, em juízo, do direito de petição e do direito de obtenção de certidão em repartições públicas, por se tratar de direitos individuais disponíveis. Das proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "I e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "327655",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I – se o Ministério Público não intervier como litisconsorte, atuará obrigatoriamente como fiscal da lei em demanda coletiva iniciada por outro autor coletivo, cujo objeto verse sobre direitos difusos e coletivos. II – segundo entendimento sumular do STJ, o Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte, como também e para propor ação civil pública em defesa do patrimônio público, além de possuir prazo em dobro para interpor agravo regimental. III – os efeitos da coisa julgada, em sede de mandado de segurança coletivo, não beneficiarão o impetrante a título individual se não requerer a suspensão de seu mandado de segurança no prazo de 30 (trinta) dias a contar da ciência comprovada da impetração da segurança coletiva. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas II e III estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas assertivas I e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas I e II estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas a assertiva II está correta;"
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito da atuação do MP no processo civil, julgue os itens seguintes.O MP estadual tem legitimidade recursal para atuar no STJ.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318305",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito da atuação do MP no processo civil, julgue os itens seguintes.Em processo que envolva interesse de incapaz, o MP atua mais como curador de incapaz do que propriamente como fiscal da lei. Assim, se houver decisão que, embora contrária à lei, favoreça o incapaz, não caberá ao parquet interpor recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314275",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "As causas relacionadas ao estado da pessoa são exemplo de causas nas quais o MP deve atuar como custos legis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311582",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Ao atuar na defesa do interditando, o Ministério Público (MP) age como representante da parte, e não como custos legis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308267",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o art. 82 do Código de Processo Civil, compete ao Ministério Público intervir nas causas em que há interesses de incapazes; nas causas concernentes ao estado da pessoa, pátrio poder, tutela, curatela, interdição, casamento, declaração de ausência e disposições de última vontade; nas ações que envolvam litígios coletivos pela posse da terra rural e nas demais causas em que há interesse público evidenciado pela natureza da lide ou qualidade da parte. Nesse sentido, é correto afirmar que, quando a lei considerar obrigatória a intervenção do Ministério Público, o juiz da causa promover-lhe-á a intimação sob pena de nulidade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2213154",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há previsão legal possibilitando a recusa de formação de litisconsórcio passivo, facultativo e originário."
      },
      {
        "letra": "B",
        "texto": "O autor, verificada a revelia, pode alterar o pedido sem promover nova citação."
      },
      {
        "letra": "C",
        "texto": "É nulo o processo decorrente da falta de intimação do Ministério Público nas hipóteses em que o Parquet deveria intervir como custos legis."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário, é nula a sentença ilíquida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661776",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No Processo Civil, a intervenção do Ministério Público como fiscal da lei: I. Terá vista dos autos depois das partes; II. Será intimado de todos os atos do processo; III. Poderá juntar documentos; IV. Poderá produzir prova em audiência e requerer medidas ou diligências necessárias ao descobrimento da verdade;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II, III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, II e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "E",
        "texto": "Nenhum item está correto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1661608",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No Processo Civil compete ao Ministério Público intervir: I. Nas ações que envolvam litígios coletivos pela posse da terra rural; II. Nas causas em que há interesses de incapazes; III. Nas causas concernentes ao estado da pessoa; IV. Nas causas concernentes ao poder familiar;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "436966",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação à tutela jurisdicional civil, analise as afirmativas. I - O processo civil se origina por iniciativa da parte ou do juiz, os quais possuem capacidade postulatória idêntica. II - O Ministério Público pode provocar a ação do judiciário sempre que estiver legitimado para a causa. III - O juiz poderá conhecer o pedido do réu se sua pretensão estiver deduzida em forma de ação, reconvenção ou ação declaratória incidental e se presentes as condições da ação e os pressupostos jurídicos processuais. IV - Há matérias que, por serem de ordem pública, não podem ser alegadas pela parte. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "328653",
    "metadata": "Ano: 2012 | Banca: Makiyama | Órgão: CPTM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta no que se refere à intervenção do Ministério Público nas ações judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não compete ao Ministério Público intervir nas ações que envolvam litígios coletivos pela posse da terra rural."
      },
      {
        "letra": "B",
        "texto": "Não compete ao Ministério Público intervir nas causas concernentes ao estado da pessoa, pátrio poder, tutela, curatela, interdição, casamento, declaração de ausência e disposições de última vontade."
      },
      {
        "letra": "C",
        "texto": "Não compete ao Ministério Público intervir nas causas em que há interesse público evidenciado pela qualidade da parte."
      },
      {
        "letra": "D",
        "texto": "Compete ao Ministério Público intervir nas causas em que há interesse público evidenciado pela natureza da lide."
      },
      {
        "letra": "E",
        "texto": "Compete ao Ministério Público intervir nas causas em que há interesses de incapazes, salvo se forem tutelados ou curatelados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321588",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A recomendação expedida pelo Ministério Público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem caráter vinculativo, na medida em que impõe a adequação da prestação de um serviço de relevância pública, podendo ser expedida para órgãos públicos e empresas privadas;"
      },
      {
        "letra": "B",
        "texto": "tem caráter vinculativo, uma vez que é exarada por órgão que tem legitimação para o ajuizamento das ações coletivas e da persecução penal, podendo ser destinada apenas para órgãos públicos;"
      },
      {
        "letra": "C",
        "texto": "não tem caráter vinculativo, pois sua finalidade é apenas notificar o infrator de que ele está sob investigação, como forma de garantia de seus direitos fundamentais, podendo ser destinada para pessoas físicas e jurídicas;"
      },
      {
        "letra": "D",
        "texto": "tem eficácia apenas admonitória, em razão de sua natureza extrajudicial, podendo ser destinada apenas para órgãos públicos encarregados da regulação ou prestação de serviços de relevância pública;"
      },
      {
        "letra": "E",
        "texto": "tem eficácia apenas admonitória, podendo ser destinada para pessoas físicas e jurídicas, públicas e privadas, cujas condutas que estejam em desconformidade com a recomendação serão, após o seu recebimento, consideradas dolosas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "321584",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a defesa de interesses metaindividuais pelo Ministério Público do Estado do Rio de Janeiro, analise as afirmativas a seguir:I. Não há legitimidade, por falta de interesse social, para fazer cessar a poluição sonora por uso anormal da propriedade, se ficar comprovado, no curso da investigação,que os ruídos lesionam interesses de um determinado grupo de vizinhos.II. Não há legitimidade para tutelar interesse de classe de servidores públicos na obtenção de reajuste remuneratório,não lhe cabendo deflagrar ações que beneficiem titulares de direitos individuais disponíveis que possam se organizar adequadamente, ou mesmo atuar de forma individual.III. Há atribuição para investigar o mau uso de verbas públicas repassadas,por convênio, pela União a um Município Fluminense, para a compra de ambulâncias,diante da possível prática de ato de improbidade administrativa, que,caso comprovado,deve seu autor receber a devida sanção punitiva.IV. Embora disponível, o interesse dos consumidores de uma loja de artigos de luxo, que pratica cobrança abusiva e indevida de juros, traduz-se como interesse social, ensejando a atuação do Ministério Público através da Ação Civil Pública para o ressarcimento de danos morais e materiais.Estão corretas somente as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II;"
      },
      {
        "letra": "B",
        "texto": "I e III;"
      },
      {
        "letra": "C",
        "texto": "II e III;"
      },
      {
        "letra": "D",
        "texto": "II e IV;"
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "288646",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A DP, muitas vezes, atua em causas em que é obrigatória a participação do MP, devendo o DP requerer a intimação do parquet sempre que a lei o exigir, a fim de evitar desgastantes debates sobre nulidades processuais. Acerca desse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É imprescindível que a parte requeira a intimação do MP nas petições iniciais de mandado de segurança e ação popular, sob pena de inépcia."
      },
      {
        "letra": "B",
        "texto": "Se intervier na causa, ainda que na condição de fiscal da lei e não em nome próprio, o MP poderá juntar documentos e certidões, produzir prova em audiência e requerer medidas ou diligências, inclusive perícias, necessárias ao descobrimento da verdade."
      },
      {
        "letra": "C",
        "texto": "Em causa que verse sobre interesses exclusivamente patrimoniais em favor de menor relativamente incapaz, com idade entre dezesseis e dezoito anos, sendo o menor assistido por genitor e não havendo entre eles conflito de interesses, não há necessidade de o DP requerer a intimação do MP."
      },
      {
        "letra": "D",
        "texto": "Havendo obrigatoriedade legal de intervenção do MP, a parte deve intimá-lo, sob pena de nulidade do processo, que poderá ser arguida em qualquer instância, não sendo admissível convalidação mediante aplicação do princípio pas de nullités sans grief."
      },
      {
        "letra": "E",
        "texto": "Para a validade dos processos em que seja obrigatória a intervenção do MP, não basta a intimação deste; a intervenção deve ser eficaz, sendo causa de nulidade a omissão ou displicência do representante do parquet em detrimento da parte tutelada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "287549",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A propósito da organização e fiscalização das fundações, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O instituidor, ao criar a fundação, deve elaborar o seu estatuto ou designar quem o faça, sujeitando-o a controle jurisdicional mediante procedimento especial de jurisdição voluntária."
      },
      {
        "letra": "B",
        "texto": "O estatuto deverá ser submetido ao órgão do Ministério Público, a quem compete sua aprovação, para que verifique se foram observadas as bases da fundação e se os bens são suficientes ao fim a que ela se destina."
      },
      {
        "letra": "C",
        "texto": "O órgão do Ministério Público terá o prazo de 15 (quinze) dias para aprovar o estatuto, indicar as modificações que entender necessárias ou lhe denegar a aprovação."
      },
      {
        "letra": "D",
        "texto": "Caso seja denegada a aprovação do estatuto pelo órgão do Ministério Público pode o interessado, em petição fundamentada, requerer ao juiz o suprimento da aprovação."
      },
      {
        "letra": "E",
        "texto": "Quando o instituidor não fizer o estatuto nem nomear quem o faça, caberá ao órgão do Ministério Público elaborá-lo, submetendo-o à aprovação pelo Conselho Superior do Ministério Público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "287541",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A propósito do Ministério Público no Direito Processual Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ao Ministério Público exercer o direito de ação nos casos previstos em lei, militando em seu favor a inversão do ônus da prova."
      },
      {
        "letra": "B",
        "texto": "Nas causas em que a intervenção do Ministério Público se dá como fiscal da lei, não lhe é permitido aditar a inicial ou produzir prova em audiência, em razão do princípio dispositivo do processo."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considerar obrigatória a intervenção do Ministério Público, deixando de se manifestar, quando intimado, haverá nulidade do processo."
      },
      {
        "letra": "D",
        "texto": "Cabe ao Ministério Público intervir nas causas que envolvam litígios coletivos pela posse da terra rural, como nas causas em que haja interesse público demonstrado pela qualidade da parte."
      },
      {
        "letra": "E",
        "texto": "Intervindo como fiscal da lei, o órgão do Ministério Público terá vista dos autos depois das partes não sendo necessária sua intimação dos atos das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286507",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Não é Súmula do STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconhecida a continência, devem ser reunidas na Justiça Federal as ações civis públicas propostas nesta e na Justiça Estadual;"
      },
      {
        "letra": "B",
        "texto": "O Ministério Público não tem legitimidade para pleitear, em ação civil pública, a indenização decorrente do DPVAT em benefício do segurado;"
      },
      {
        "letra": "C",
        "texto": "Inadmissível recurso especial quanto à questão que, a despeito da oposição de embargos declaratórios, não foi apreciada pelo Tribunal a quo;"
      },
      {
        "letra": "D",
        "texto": "A pretensão de simples reexame de prova não enseja recurso especial;"
      },
      {
        "letra": "E",
        "texto": "A divergência entre julgados do mesmo tribunal enseja recurso especial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286506",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Não é Súmula do STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É competente a justiça comum para julgar as causas em que é parte sociedade de economia mista;"
      },
      {
        "letra": "B",
        "texto": "Não cabe agravo regimental contra decisão do relator que concede ou indefere liminar em mandado de segurança;"
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade para promover ação civil pública cujo fundamento seja a ilegalidade de reajuste de mensalidades escolares;"
      },
      {
        "letra": "D",
        "texto": "Pessoa jurídica tem legitimidade para propor ação popular;"
      },
      {
        "letra": "E",
        "texto": "Por ofensa a direito local não cabe recurso extraordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286503",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ao autor adiantar as despesas processuais relativas a atos requeridos pelo requerimento do Ministério Público, as quais serão pagas ao final do processo, pelo vencido;"
      },
      {
        "letra": "B",
        "texto": "O Ministério Público deve intervir nas ações que envolvam litígios coletivos pela posse da terra rural;"
      },
      {
        "letra": "C",
        "texto": "Será nulo o processo quando for obrigatória a intervenção do Ministério Público e ele não for intimado;"
      },
      {
        "letra": "D",
        "texto": "Quando intervém como fiscal da lei, o Ministério Público não pode produzir provas em audiência;"
      },
      {
        "letra": "E",
        "texto": "O órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "275218",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No que se refere às partes, aos procuradores e ao MP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, para a defesa do réu, for necessária a realização de perícia, o autor deverá adiantar a verba necessária para a realização do ato."
      },
      {
        "letra": "B",
        "texto": "O MP, na qualidade de fiscal da lei, deve velar pela adequada atuação do direito subjetivo das partes."
      },
      {
        "letra": "C",
        "texto": "Somente após a citação o réu será considerado juridicamente parte do processo, de acordo com as normas processuais."
      },
      {
        "letra": "D",
        "texto": "O juiz aplicará multa ao advogado que deixar de cumprir com exatidão os provimentos mandamentais não sujeitos a recurso."
      },
      {
        "letra": "E",
        "texto": "Advogados que empregarem expressões injuriosas nas petições escritas apresentadas no processo estarão sujeitos a multa, aplicada sobre o valor da causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270799",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: DPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No direito processual civil é INCORRETO afirmar relativamente ao Ministério Público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Ministério Público intervir nas causas em que há interesses de incapazes; nas causas concernentes ao estado da pessoa, pátrio poder, tutela, curatela, interdição, casamento, declaração de ausência e disposições de última vontade; nas ações que envolvam litígios coletivos pela posse da terra rural e nas demais causas em que há interesse público evidenciado pela natureza da lide ou qualidade da parte."
      },
      {
        "letra": "B",
        "texto": "Intervindo como fiscal da lei, o Ministério Público: terá vista dos autos depois das partes, sendo intimado de todos os atos do processo; poderá juntar documentos e certidões, produzir prova em audiência e requerer medidas ou diligências necessárias ao descobrimento da verdade."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considerar obrigatória a intervenção do Ministério Público, a parte promover-lhe-á a intimação sob pena de anulação do processo."
      },
      {
        "letra": "D",
        "texto": "O órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270482",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ônus da impugnação específica dos fatos, na contestação, não se aplica ao curador especial, ao órgão do Ministério Público e ao advogado dativo."
      },
      {
        "letra": "B",
        "texto": "os absolutamente incapazes serão representados em juízo, na forma da lei, por não possuírem capacidade para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "a apelação interposta contra sentença que julgar procedente o pedido de instituição de arbitragem será recebida em ambos os efeitos, devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "verificando a incapacidade processual ou a irregularidade de representação das partes, o juiz deve excluir, de imediato, o terceiro do processo, se a irregularidade a ele se referir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270481",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta somente pode ser arguida pela parte através de exceção."
      },
      {
        "letra": "B",
        "texto": "os motivos de impedimento e de suspeição, a que alude o Código, aplicam-se também ao perito e ao intérprete."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não tem legitimação para suscitar conflito de competência, mas será necessariamente ouvido em todos os conflitos suscitados, que são de ordem pública."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e às circunstâncias dos autos, ainda que não alegados pelas partes, podendo sempre decidir por equidade, independentemente de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "263443",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No tocante à substituição das partes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorrendo a morte de qualquer das partes, extinguir-se-á automaticamente o processo, com os eventuais direitos do espólio sendo postulados por ação autônoma."
      },
      {
        "letra": "B",
        "texto": "a substituição voluntária das partes é livre até o saneamento do processo, independentemente da anuência da parte adversa."
      },
      {
        "letra": "C",
        "texto": "o adquirente ou cessionário poderá ingressar livremente em juízo, em substituição ao alienante ou ao cedente, sem anuência da parte contrária, bastando comprovar a aquisição ou a cessão."
      },
      {
        "letra": "D",
        "texto": "a alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, não altera a legitimidade das partes."
      },
      {
        "letra": "E",
        "texto": "a sentença proferida entre as partes originárias limita-se a elas, não estendendo seus efeitos ao adquirente ou ao cessionário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "259342",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No processo civil, o Ministério Público atua como parte ou como custos legis, não podendo atuar como mandatário ou procurador da parte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "259256",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A atuação do juiz restringe-se à realização de atividades como despachos, sentenças e decisões interlocutórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "255289",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "No processo civil, compete ao Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercer o direito de ação nos casos legalmente previstos, com inversão do ônus probatório a seu favor, gozando, também, de prazo em dobro para oferecimento de contestação nos autos."
      },
      {
        "letra": "B",
        "texto": "pleitear, em ação civil pública, a indenização decorrente do seguro obrigatório por acidentes de veículos (DPVAT) em benefício do segurado."
      },
      {
        "letra": "C",
        "texto": "intervir na ações possessórias em geral, bem como nas demandas relativas a dano social e estético."
      },
      {
        "letra": "D",
        "texto": "intervir nas ações que envolvam litígios coletivos pela posse da terra rural e nas demais causas em que há interesse público evidenciado pela natureza da lide ou qualidade da parte."
      },
      {
        "letra": "E",
        "texto": "ter vista dos autos, para manifestação, antes das partes, com eventual novo pedido de vista após estas se manifestarem, a fim de ratificar ou apresentar acréscimos às formulações anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "253742",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Considerada apenas a natureza da ação ou do processo, o MP deve atuar na condição de custos legis nos casos de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão de execução, justificação quando o interessado não puder ser citado pessoalmente, ação de alimentos, carta de ordem e protesto."
      },
      {
        "letra": "B",
        "texto": "sequestro de execução contra a fazenda pública, arrolamento, uniformização de jurisprudência, entrega de coisa vaga e testamento."
      },
      {
        "letra": "C",
        "texto": "carta precatória, ação rescisória, curatela de interditos, dúvida de registro público, renúncia do encargo pelo testamenteiro e posse em nome do nascituro."
      },
      {
        "letra": "D",
        "texto": "ação popular, mandado de segurança, ação de usucapião, ação demarcatória e ação de divisão."
      },
      {
        "letra": "E",
        "texto": "conflitos de competência, execução de obrigação de fazer, inventário, procedimentos especiais de jurisdição voluntária e ACP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "253740",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Tendo em vista que o membro do MP está sujeito às mesmas regras de impedimento e suspeição dos juízes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação rescisória, estará impedido de intervir o membro do MP que tiver atuado no processo do acórdão rescindendo."
      },
      {
        "letra": "B",
        "texto": "A participação de membro do MP em inquérito civil não impede a sua atuação na ACP."
      },
      {
        "letra": "C",
        "texto": "As causas de impedimento e suspeição somente se aplicam ao MP quando este atua como parte."
      },
      {
        "letra": "D",
        "texto": "A suspeição de membro do MP pode ser alegada mesmo por quem não é parte no processo."
      },
      {
        "letra": "E",
        "texto": "O rol de hipóteses de suspeição de membro do MP previsto no CPC não é taxativo, admitindo-se sua extensão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "253739",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "É nulo o processo quando o MP não é intimado para se manifestar nos casos em que deveria intervir. A respeito dessa nulidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção do MP em segundo grau não supre a ausência de sua intimação em primeiro grau, quando for obrigatória, implicando a nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "A manifestação do MP como custos legis não enseja o direito ao contraditório pelas partes, ainda que haja manifesta contrariedade à tese jurídica defendida por uma delas."
      },
      {
        "letra": "C",
        "texto": "O fato de o parecer apresentado pelo MP estar sem assinatura implicará a impossibilidade de aproveitamento da referida manifestação."
      },
      {
        "letra": "D",
        "texto": "Se, regularmente intimado, o MP não se fizer presente a audiência, essa ausência acarretará a nulidade do ato."
      },
      {
        "letra": "E",
        "texto": "Julgada a causa em benefício de incapaz, sem a intervenção do MP, mesmo assim deve ser reconhecida a nulidade do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "253738",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação às causas em que o MP é chamado a intervir como custos legis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de a fazenda pública ser parte caracteriza o interesse público justificador da intervenção do MP."
      },
      {
        "letra": "B",
        "texto": "Em causa na qual a parte seja incapaz, a intervenção do MP não poderá contrariar os interesses daquele."
      },
      {
        "letra": "C",
        "texto": "O MP tem legitimidade processual para alegar a incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "A intervenção obrigatória do MP se satisfaz com sua intimação, ainda que não haja sua expressa manifestação nos autos."
      },
      {
        "letra": "E",
        "texto": "É necessária a atuação do MP como custos legis mesmo quando este já atue como parte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "253221",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Relativamente à atuação do Ministério Público, de acordo com a disciplina da lei processual civil, considere as seguintes afirmativas: 1. Nas causas concernentes ao estado da pessoa, pátrio poder, tutela e curatela, a intervenção do Ministério Público é obrigatória; nas de interdição, casamento, declaração de ausência e disposições de última vontade, facultativa. 2. Intervindo como fiscal da lei, o Ministério Público terá vista dos autos depois das partes, sendo intimado dos atos do processo que lhe digam respeito. 3. O órgão do Ministério Público será civilmente responsável quando, no exercício de suas funções, proceder com dolo ou fraude. 4. O Ministério Público exercerá o direito de ação nos casos previstos em lei, cabendo-lhe, no processo, os mesmos poderes que às partes, sem ter, contudo, os mesmos ônus. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253214",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre a representação em juízo, considere as seguintes afirmativas: 1. Em juízo, a herança jacente ou vacante será representada por seu curador. 2. Em juízo, o Município será representado por seu Prefeito ou procurador. 3. Em juízo, as pessoas jurídicas serão representadas por quem os respectivos estatutos designarem, ou, não os designando, por seus gerentes. 4. Em juízo, a pessoa jurídica estrangeira será representada pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasil. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "250003",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre os poderes do juiz, analise as assertivas a seguir: I. O juiz dirigirá o processo com liberdade para determinar as provas a serem produzidas, para apreciá-las e para dar especial valor às regras de experiência comum ou técnica, devendo proferir sentença líquida, mencionando os elementos de sua convicção, com breve resumo dos fatos relevantes ocorridos em audiência, dispensado o relatório. II. O juiz adotará em cada caso a decisão que reputar mais justa e equânime, atendendo aos fins sociais da lei e às exigências do bem comum. III. Nas causas de valor até vinte salários mínimos, as partes comparecerão pessoalmente, podendo ser assistidas por advogado; nas de valor superior, a assistência é obrigatória. O juiz alertará as partes da conveniência do patrocínio por advogado, quando a causa o recomendar. IV. Somente se admitirão a denuciação à lide e a assistência litisconsorcial. Está(ão) CORRETA(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "575038",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Ações possessórias"
    ],
    "enunciado_principal": "O Ministério Público intervirá como fiscal da lei nas ações cíveis que versarem sobre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litígios coletivos pela posse da terra rural."
      },
      {
        "letra": "B",
        "texto": "contratos individuais firmados entre sujeitos maiores e capazes que tenham por objeto a locação de imóveis rurais ou urbanos."
      },
      {
        "letra": "C",
        "texto": "anulação de títulos de crédito extraviados ou destruídos."
      },
      {
        "letra": "D",
        "texto": "reparação de dano sofrido em razão de delito ou acidente de veículos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "263874",
    "metadata": "Ano: 2011 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "É cabivel a intervenção do Ministério Público nas seguintes causas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que envolvam litígio coletivo pela posse de área rural, independentemente da dimensão da área;"
      },
      {
        "letra": "B",
        "texto": "que envolvam litígio individual pela posse de área rural de elevada dimensão;"
      },
      {
        "letra": "C",
        "texto": "que discutam direito do trabalhador acidentado que tem 14 anos de idade, ainda que se encontre representado por seus pais;"
      },
      {
        "letra": "D",
        "texto": "nas quais se discuta direito de quem não é encontrado;"
      },
      {
        "letra": "E",
        "texto": "de interdição de pessoas maiores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "263870",
    "metadata": "Ano: 2011 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale o correto procedimento a ser adotado em caso de um dos réus suscitar, em face do magistrado,incidente de suspeição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Juiz, não a reconhecendo e devendo velar pela célere solução do litigio, dá continuidade ao processamento do feito, sobretudo porque há pluralidade de réus envolvidos no polo passivo da lide;"
      },
      {
        "letra": "B",
        "texto": "o juiz deve acolher a suspeição, ainda que ela não se encontre caracterizada, permitindo, assim, a designação imediata de outro magistrado para analisar o litígio, conferindo-lhe rápida solução;"
      },
      {
        "letra": "C",
        "texto": "de acordo com o Código de Processo Civil, o magistrado, ao receber o incidente de suspeição, terá dois caminhos: reconhecer a suspeição, ordenando a remessa dos autos ao seu substituto legal, ou remeter o incidente ao tribunal para que o aprecie, suspendendo o curso do processo;"
      },
      {
        "letra": "D",
        "texto": "de acordo com o Código de Processo Civil, a magistrado, ao receber o incidente de suspeição, terá dois caminhos: reconhecer a suspeição e remeter o processo ao tribunal, para sua apreciaçào, ou remeter o incidente ao seu substituto legal, para apreciação, sem suspensão do processo, no qual continua atuando;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas é correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "250253",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as assertivas e marque a attemativa correta: I. Para o processo civil, é inadmissivel a atuação do advogado sem apresentação do mandato, ressalvadas as medidas urgentes, assim como para evitar a prescrição ou decadéncia. II. No processo civil, mesmo os atos reputados urgentes devem ser ratificados com a apresentação do mandato sob pena de serem havidos por inexistentes. III. No processo do trabalho, aplica-se subsidiariamente as leis do direito processual comum, razão porque também é inadmissivel a atuação do advogado sem apresentação do mandato, igualmente ressalvadas as medidas urgentes. IV. Sendo comum às partes o prazo, só em conjunto ou mediante prévio ajuste por petição nos autos, poderão os seus procuradores retirar os autos, ressalvada a obtenção de cópias para a qual cada procurador poderá retirá-los pelo prazo de 1 (uma) hora independentemente de ajuste. V. Nos dissidios coletivos é obrigatória a assisténcia por advogado, diferentemente do que ocorre nas ação trabalhista em primeiro grau de jurisdição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretos e os itens III, IV e V estão incorretos"
      },
      {
        "letra": "C",
        "texto": "Apenas I, II, IV e V estão corretos e o item III está incorretos."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV estão corretos e os itens III e V estão incorretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão incorretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "250251",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as assertivas e marque a alternativa correta: I. Em virtude do direito abstrato de ação, as partes podem formular pretensões, mesmo que sejam destituidas de fundamento. II. A prática lealdade e a boa-fé é dever que se aplica somente às partes do processo, III. A parte ré que reconhece juridicamente o pedido do autor de declaração de vinculo de emprego, mas deduz defesa para abster-se da anotação da Carteira de Trabalho e da Previdência Social, age de má-fé. IV. A parte, cuja advogada, em audiencia, pratica atos reiterados para tumultuar a oitiva de testemunhas, intervindo de forma infundada durante a instrução processual e que tenta se comunicar com suas testemunhas pode ser condenada por litigência de má- fé. V. A condenação do litigante de má-fé pode ser procedida de oficio pelo Juiz.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão incorretos e os itens III, IV e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está incorreto e os itens I, III, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está incorreto e os itens I, II, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas o item IV está incorreto e os itens I, II, III e V estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão incorretos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "235137",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da atuação do MP no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como parte no processo, o MP não terá direito a prazo em dobro para recorrer."
      },
      {
        "letra": "B",
        "texto": "Quando atuar como custos legis no processo, o MP, objetivando o descobrimento da verdade, poderá produzir qualquer prova, mas não requerer medidas ou diligências."
      },
      {
        "letra": "C",
        "texto": "Ao atuar como parte, o MP deverá ser intimado de todos os atos do processo."
      },
      {
        "letra": "D",
        "texto": "Caso atue como custos legis em razão de interesse de menor, o MP só apresentará recurso se em favor deste."
      },
      {
        "letra": "E",
        "texto": "O MP terá vista dos autos sempre depois das partes quando atuar, no processo, como custos legis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "210441",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No processo “B” o Ministério Público está intervindo como fiscal da Lei. Neste caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá juntar documentos e certidões, bem como produzir prova em audiência, mas não poderá requerer outras diligências uma vez que estas competem especificamente às partes."
      },
      {
        "letra": "B",
        "texto": "poderá juntar documentos e certidões, mas não poderá produzir prova em audiência."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público terá vista dos autos antes das partes, sendo intimado apenas dos principais atos processuais previstos no Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "não poderá juntar documentos e certidões, mas poderá produzir prova em audiência."
      },
      {
        "letra": "E",
        "texto": "o Ministério Público terá vista dos autos depois das partes, sendo intimado de todos os atos do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "209555",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Ao longo do processo, é natural surgirem questões que exijam decisões a serem tomadas pelo magistrado. Essas decisões, quando resolvem incidentalmente questões relevantes, denominam-se decisões interlocutórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209554",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A assinatura dos atos processuais privativos do juiz pode ser feita eletronicamente, na forma que dispuser a lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "205354",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Tendo presente o exercício das funções do Ministério Público previstas na ordem jurídica vigente no âmbito do processo civil, como órgão agente e interveniente, assinale a alternativa correta, relativamente ao procedimento das ações prefiguradas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É obrigatória a intervenção do Ministério Público nas ações de alimentos, fundadas no dever de sustento decorrente do poder familiar, em todas as fases do processo como assistente do incapaz."
      },
      {
        "letra": "B",
        "texto": "Notificada ao Ministério Público a ausência de registro da paternidade no assento de nascimento da criança, incumbe ao Ministério Publico ingressar em juízo com a ação investigatória em face do suposto pai, como representante processual do menor."
      },
      {
        "letra": "C",
        "texto": "Em ação de ressarcimento por danos causados em acidente de veículo de via terrestre, promovida por menor impúbere representado por sua genitora, cabem ao Ministério Público, em razão da qualidade da parte, os mesmos poderes dos litigantes, podendo promover as ações incidentais pertinentes, bem como provocar a intervenção de terceiros, mediante denunciação da lide, oposição e nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "Na ação popular, verificada a desistência do autor sem que nenhum eleitor responda aos editais e habilite-se na causa, o Ministério Público poderá promover o prosseguimento da ação, não se vinculando, contudo, ao pedido, podendo oficiar no sentido de sua improcedência."
      },
      {
        "letra": "E",
        "texto": "Editada lei distrital autorizando o poder público a instituir fundação pública de direito privado, a aprovação do respectivo estatuto incumbe ao Ministério Público, órgão responsável pelo velamento das fundações, cabendo, entretanto, suprimento judicial em procedimento de jurisdição voluntária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "204028",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Na ação civil pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ministério Público, se não intervier no processo como parte, atuará facultativamente como fiscal da lei."
      },
      {
        "letra": "B",
        "texto": "os órgãos públicos, legitimados a propô-la, exceto o Ministério Público, poderão tomar dos interessados, mediante cominações, compromisso de ajustamento de sua conduta às exigências legais, que terá eficácia de título executivo judicial ou extrajudicial, conforme se dê judicial ou extrajudicialmente."
      },
      {
        "letra": "C",
        "texto": "as pessoas jurídicas públicas não poderão ocupar o polo ativo."
      },
      {
        "letra": "D",
        "texto": "os Ministérios Públicos da União, do Distrito Federal e dos Estados poderão formar litisconsórcio facultativo na defesa dos bens e direitos de valor artístico, estético e histórico."
      },
      {
        "letra": "E",
        "texto": "somente o Ministério Público poderá assumir a titularidade ativa em caso de desistência infundada ou abandono da ação por associação legitimada a propô-la."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198469",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No processo civil, o Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "age sempre facultativamente, em obediência a seu poder discricionário."
      },
      {
        "letra": "B",
        "texto": "no exercício de suas funções, não poderá ser responsabilizado civilmente, mas somente nos âmbitos administrativo e criminal."
      },
      {
        "letra": "C",
        "texto": "poderá produzir prova em audiência, mas não juntar documentos e certidões, o que é privativo das partes."
      },
      {
        "letra": "D",
        "texto": "intervirá nas causas em que haja interesses de incapazes, relativas ao estado da pessoa, declaração de ausência e disposições de última vontade."
      },
      {
        "letra": "E",
        "texto": "deverá manifestar-se nas ações que envolvam litígios coletivos e individuais pela posse da terra urbana e rural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "197622",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A ausência do Ministério Público, por falta de intimação para acompanhar o feito em que deva intervir,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acarreta a nulidade do processo desde o seu início."
      },
      {
        "letra": "B",
        "texto": "pode ser suprida pela intervenção da Procuradoria de Justiça, em segundo grau de jurisdição, quando a falta de manifestação do Promotor de Justiça gerar prejuízo."
      },
      {
        "letra": "C",
        "texto": "torna nulo o processo a partir do momento em que o órgão devia ter sido intimado."
      },
      {
        "letra": "D",
        "texto": "causa nulidade sanável, havendo prejuízo das partes."
      },
      {
        "letra": "E",
        "texto": "resulta em nulidade sanável, independentemente de prejuízo dos litigantes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "152124",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à intervenção do MP no processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não está sujeito à apreciação judicial o pedido de intervenção do MP no processo."
      },
      {
        "letra": "B",
        "texto": "A falta de intimação do MP para atuar no feito implica a nulidade deste desde o início."
      },
      {
        "letra": "C",
        "texto": "Não se decreta necessariamente a nulidade decorrente da falta de intimação do MP se, em razão dessa falta, não for apurado prejuízo ao interessado."
      },
      {
        "letra": "D",
        "texto": "Caso o MP, devidamente intimado, não passe a intervir nos autos, nada pode fazer o juiz a respeito dessa inércia."
      },
      {
        "letra": "E",
        "texto": "Considera-se nulo o procedimento em que, intimado a tanto, o MP deixe de atuar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "133828",
    "metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Avalie as assertivas abaixo. Em seguida, assinale a única CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intervindo como fiscal da lei, o Ministério Público terá vista dos autos antes das partes sendo intimado de todos os atos do processo."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público só terá legitimidade para recorrer no processo em que oficiou como fiscal da lei, quando existirem recursos das partes."
      },
      {
        "letra": "C",
        "texto": "Caberá ao juiz, somente a requerimento da parte, determinar as provas necessárias à instrução do processo."
      },
      {
        "letra": "D",
        "texto": "Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude."
      },
      {
        "letra": "E",
        "texto": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário quando cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou na linha colateral, até o quarto grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "117577",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Acerca da intervenção do Ministério Público no processo civil como fiscal da lei, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ministério Público sempre intervirá nas execuções fiscais;"
      },
      {
        "letra": "B",
        "texto": "o Ministério Público sempre intervirá nos procedimentos falimentares, em todas as suas fases;"
      },
      {
        "letra": "C",
        "texto": "é obrigatória a participação do Ministério Público em todas as causas onde houver interesse patrimonial- econômico da Fazenda Pública;"
      },
      {
        "letra": "D",
        "texto": "o Ministério Público, seja na condição de parte, seja na condição de fiscal da lei, sempre goza do benefício do prazo em dobro para recorrer;"
      },
      {
        "letra": "E",
        "texto": "o Ministério Público sempre intervirá nas usucapiões coletivas e somente intervirá nas usucapiões individuais quando existir interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "97341",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A condenação por litigância de má-fé",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implicará no pagamento de multa não excedente a 1% do valor da causa, devidamente atualizado."
      },
      {
        "letra": "B",
        "texto": "depende de requerimento da parte contrária, não podendo o juiz decidir de ofício."
      },
      {
        "letra": "C",
        "texto": "não implicará em indenização à parte contrária, estando os prejuízos que sofreu incluídos na multa fixada pelo juiz ou tribunal."
      },
      {
        "letra": "D",
        "texto": "não inclui pagamento de honorários advocatícios."
      },
      {
        "letra": "E",
        "texto": "depende de requerimento da parte contrária, não podendo o tribunal decidir de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "90162",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Se o Ministério Público não intervier em processo que envolva interesse de incapaz, ainda que seja intimado, ocorrerá a nulidade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "89211",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A respeito dos auxiliares da justiça e das partes do processo, julgue o item abaixo.No exercício do direito à ampla defesa e ao contraditório, o réu pode alegar, em contestação, defesa destituída de fundamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83562",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A manifestação do MP quando já interposta a apelação poderá, a depender do caso concreto, sanar o vício de nulidade pela sua não intimação em processo no qual deveria obrigatoriamente ter intervindo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2910600",
    "metadata": "Ano: 2010 | Banca: AOCP | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em relação ao Ministério Público, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em suma, a competência do Ministério Público, especificada nos artigos 82 e seguintes do CPC, é de natureza interventiva."
      },
      {
        "letra": "B",
        "texto": "Compete ao Ministério Público intervir nas ações em que há interesses de incapazes, mas não nas causas que envolvam litígios coletivos pela posse da terra rural."
      },
      {
        "letra": "C",
        "texto": "Intervindo como fiscal da lei, somente será intimado dos atos processuais a que tenha interesse."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público pode produzir prova em audiência, mas não possui autonomia para juntar documentos e certidões."
      },
      {
        "letra": "E",
        "texto": "A intervenção do Ministério Público, quando a lei considerar obrigatória, poderá ser feita a qualquer tempo, ainda que em fase de julgamento, sem prejuízos ao processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "434352",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não possui o Ministério Público legitimidade para propor ação civil pública contendo pretensões ou pedidos que envolvam tributos."
      },
      {
        "letra": "B",
        "texto": "Possui o Ministério Público legitimidade para propor ação civil pública contendo pretensões ou pedidos que envolvam tributos."
      },
      {
        "letra": "C",
        "texto": "Possui o Ministério Público legitimidade para propor ação civil pública contendo pretensões ou pedidos que envolvam tributos, porém mostra-se descabido o pedido de repetição do indébito, que deverá ser postulado pelo contribuinte, individualmente."
      },
      {
        "letra": "D",
        "texto": "Possui o Ministério Público legitimidade para propor ação civil pública contendo pretensões ou pedidos que envolvam tributos, porém, nestes casos, a coisa julgada erga omnes se dá nos limites da competência territorial do órgão prolator da sentença."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "109709",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEPLAG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Ministério Público é uma instituição que exerce função essencial à justiça, podendo atuar, no processo civil, como parte e como órgão interveniente. A multiplicidade de funções exercidas pelo Parquet lhe confere a possibilidade de atuar em diversas situações, a fim de zelar pela defesa da ordem jurídica, do regime democrático e dos interesses sociais e individuais indisponíveis. Com relação à atuação do Ministério Público, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os membros do Ministério Público têm legitimidade para recorrer no processo, no qual o Ministério Público tenha atuado como órgão interveniente, desde que a parte tenha interposto recurso."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência entende que a presença de pessoa jurídica de direito publico na relação processual é requisito suficiente para a intervenção obrigatória do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "A oposição de exceção e a arguição de incompetência somente poderão ser feitas pelo Ministério Público quando ele atua como parte."
      },
      {
        "letra": "D",
        "texto": "Na ação que visa à responsabilização de administradores de sociedade de economia mista por gerenciamento lesivo, a atuação do Parquet está condicionada à determinação judicial."
      },
      {
        "letra": "E",
        "texto": "A instituição, ao atuar como fiscal da lei, está impedida de velar pelos interesses das pessoas jurídicas de direito público e tampouco de suprir as omissões dos procuradores de tais entidades."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "96240",
    "metadata": "Ano: 2010 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta. O juiz ou tribunal condenará o litigante de má-fé a pagar multa não excedente a 1% do valor da causa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De ofício ou a requerimento da parte, recaindo a multa sobre a parte e solidariamente ao seu advogado."
      },
      {
        "letra": "B",
        "texto": "De ofício ou a requerimento da parte, recaindo a multa sobre a parte contrária, vedada a condenação solidária ao seu advogado."
      },
      {
        "letra": "C",
        "texto": "De ofício ou a requerimento da parte, recaindo a multa sobre o advogado, pois somente este pode configurar a litigância de má-fé, uma vez vedada a prática de atos processuais às partes."
      },
      {
        "letra": "D",
        "texto": "Somente a requerimento da parte, recaindo a multa sobre a parte contrária."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas anteriores estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "94017",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Sobre a disciplina dos atos processuais, segundo o Código de Processo Civil brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a intimação do Ministério Público, nos processos em que atue como parte, será feita prioritariamente mediante publicação no órgão oficial."
      },
      {
        "letra": "B",
        "texto": "quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em quádruplo o prazo para contestar e em dobro os prazos para recorrer e, de modo geral, para falar nos autos."
      },
      {
        "letra": "C",
        "texto": "é lícito às partes litigantes, mediante acordo, reduzir os prazos peremptórios."
      },
      {
        "letra": "D",
        "texto": "a citação válida torna prevento o juízo, induz litispendência, faz litigiosa a coisa e, salvo quando ordenada por juiz incompetente, interrompe a prescrição."
      },
      {
        "letra": "E",
        "texto": "a desistência da ação somente produzirá efeito depois de homologada por sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93935",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No processo relacionado com interesse de incapaz, o Ministério Público, como fiscal da lei, manifesta-se, nos debates finais, antes das partes."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público sempre intervém nas ações de desapropriação."
      },
      {
        "letra": "C",
        "texto": "Nos procedimentos de jurisdição voluntária, o Ministério Público não tem a prerrogativa do prazo processual em dobro."
      },
      {
        "letra": "D",
        "texto": "O prazo para o Ministério Público indicar testemunhas, nas ações em que intervém como fiscal da lei, é peremptório."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público, agindo como fiscal da lei, não está vinculado ao interesse da parte que justificou a sua intervenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83025",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No uso de suas atribuições, o MP possui legitimação ativa extraordinária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "78610",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "O Membro do Ministério Público, com atribuições para tanto, ao tomar conhecimento de que uma indústria vinha lançando, há 01 (um) ano, efluentes em determinado curso d?água em níveis que resultaram em danos à saúde humana, instaurou inquérito civil para apuração dos fatos. Ao concluir o procedimento, observaram o laudo pericial elaborado pelo órgão ambiental competente, a pedido do Ministério Público, e a prova testemunhal que os efluentes estavam causando realmente danos à saúde da população à jusante dos lançamentos - constatados - da referida empresa. Considerando o disposto no artigo 225, § 3º, da Constituição Federal, na Lei Federal n. 7.347/1985 (Lei da ação civil pública) e na Lei Federal n. 8.429/92 (Lei da improbidade administrativa), na Lei Federal n. 9.605/98 (Lei de crimes ambientais) e no Decreto Federal n. 6.514/2008 (que dispõe sobre as sanções aplicáveis às condutas lesivas ao meio ambiente), ao órgão ministerial, no exercício de suas funções, é cabível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propor ação civil de improbidade administrativa em face do agente público diretamente responsável pela fiscalização ambiental da referida indústria e a todos aqueles que, mesmo não sendo agentes públicos, beneficiaram-se, sob forma direta ou indireta, da omissão da autoridade ambiental."
      },
      {
        "letra": "B",
        "texto": "firmar Termo de Ajustamento de Condutas (artigo 5º, § 6º, da Lei Federal n. 7.347/85) com a pessoa jurídica poluidora, ou propor ação civil pública, com o objetivo de impor obrigação de fazer, não fazer ou reparar o dano."
      },
      {
        "letra": "C",
        "texto": "requisitar a instauração de inquérito policial à polícia judiciária ou oferecer denúncia diretamente ao juiz criminal competente pela prática do crime ambiental correspondente em face da pessoa jurídica e pessoas físicas autoras, coautoras ou partícipes do mesmo fato."
      },
      {
        "letra": "D",
        "texto": "instar a autoridade ambiental à aplicação de multa administrativa correspondente."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "77556",
    "metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as proposições que se seguem e assinale a alternativa correta: I - O Ministério Público, que detém legitimidade exclusiva para propor ação rescisória quando a sentença é efeito de colusão das partes visando fraudar a lei, deve observar prazo decadencial que começa a fluir a partir do momento em que tiver ciência da fraude. II - Não promovida pelo autor ou terceiro, no prazo legal, a execução da sentença condenatória transitada em julgado em ação popular, o Ministério Público, revestido de legitimidade extraordinária autônoma concorrente, promoverá a execução devida no prazo de trinta dias. III - Tem legitimidade o Ministério Público para promover e acompanhar todas as ações e procedimentos em que se discutem direitos individuais dos idosos, em razão da presunção absoluta de sua hipossuficiência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III está errada."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II estão erradas."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "I, II e III estão erradas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77053",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação à atuação do Ministério Público (MP) no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao MP atuar como substituto processual do réu preso ou do revel citado por edital."
      },
      {
        "letra": "B",
        "texto": "O membro ministerial será civilmente responsável quando, no exercício de suas funções, proceder com culpa, dolo ou fraude."
      },
      {
        "letra": "C",
        "texto": "Sendo as partes maiores e capazes, não há necessidade de intervenção ministerial nas causas que versem acerca do estado da pessoa."
      },
      {
        "letra": "D",
        "texto": "O interesse público que legitima o MP a intervir na causa pode ser evidenciado tanto pela natureza da lide, como pela qualidade da parte."
      },
      {
        "letra": "E",
        "texto": "Quando intervém como parte, o MP tem vista dos autos e é intimado de todos os atos do processo. Quando intervém como fiscal da lei, tem vista dos autos depois das partes, mas não é intimado de todos os atos do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "75400",
    "metadata": "Ano: 2010 | Banca: FEPESE | Órgão: UDESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intervindo como fiscal da lei, o Ministério Público terá vista dos autos depois das partes. Sendo intimado de todos os atos do processo."
      },
      {
        "letra": "B",
        "texto": "Extingue-se o processo, sem resolução de mérito quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "C",
        "texto": "Há conflito de competência quando dois ou mais juízes se declaram competentes; quando dois ou mais juízes se consideram incompetentes e quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "D",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa; e, ainda quando ordenada por juiz incompetente, constitui em mora o devedor e interrompe a prescrição, até porque o juiz pronunciará, de ofício, a prescrição."
      },
      {
        "letra": "E",
        "texto": "Suspende-se o processo quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68347",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "A intervenção do Ministério Público é obrigatória, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas causas em que as autarquias federais forem parte."
      },
      {
        "letra": "B",
        "texto": "se existir litígio sobre posse de propriedade rural."
      },
      {
        "letra": "C",
        "texto": "nas causas em que houver interesse de pessoas relativamente incapazes."
      },
      {
        "letra": "D",
        "texto": "nas causas em que houver pedido de declaração de ausência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "62751",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Intervindo no processo como fiscal da lei, o Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá requerer diligências necessárias ao descobrimento da verdade."
      },
      {
        "letra": "B",
        "texto": "não poderá produzir prova em audiência."
      },
      {
        "letra": "C",
        "texto": "terá vista dos autos antes das partes."
      },
      {
        "letra": "D",
        "texto": "poderá juntar documentos e certidões."
      },
      {
        "letra": "E",
        "texto": "será intimado dos principais atos processuais, a critério do juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "55877",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "A interdição daqueles que, por enfermidade ou deficiência mental, não tiveram o necessário discernimento para os atos da vida civil será declarada em procedimento de jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contenciosa, sendo dispensada a intervenção do Ministério Público se o interditando constituir advogado para defendê-lo, mas é o Ministério Público também legitimado para promover a interdição em casos especificados em lei."
      },
      {
        "letra": "B",
        "texto": "contenciosa, com intervenção obrigatória do Ministério Público que, entretanto, em nenhuma hipótese tem legitimidade para promover a interdição."
      },
      {
        "letra": "C",
        "texto": "voluntária, se o interditando concordar com o pedido e contenciosa, se o interditando resistir ao pedido de interdição."
      },
      {
        "letra": "D",
        "texto": "voluntária, não sendo obrigatória a intervenção do Ministério Público, nem sendo o Ministério Público legitimado em qualquer hipótese para requerer a interdição."
      },
      {
        "letra": "E",
        "texto": "voluntária, com intervenção obrigatória do Ministério Público, o qual, também, tem legitimidade para promover a interdição em casos especificados na lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "51509",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: MPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "No processo civil, as despesas dos atos processuais efetuados a requerimento do Ministério Público interveniente serão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pagas a final pelas partes, proporcionalmente."
      },
      {
        "letra": "B",
        "texto": "pagas pelo Ministério Público antes da realização do ato."
      },
      {
        "letra": "C",
        "texto": "suportadas pela Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "pagas a final pelo vencido."
      },
      {
        "letra": "E",
        "texto": "dispensadas de pagamento porque o Ministério Público é órgão do Estado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "51508",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: MPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre a atuação do Ministério Público no Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei considerar obrigatória a intervenção do Ministério Público, caberá ao juiz promover a sua intimação."
      },
      {
        "letra": "B",
        "texto": "Intervindo como fiscal da lei, o Ministério Público não poderá juntar documentos nem produzir prova em audiência."
      },
      {
        "letra": "C",
        "texto": "Compete ao Ministério Público intervir, dentre outros casos, nas ações que envolvam litígios coletivos pela posse da terra rural."
      },
      {
        "letra": "D",
        "texto": "Em hipótese alguma o órgão do Ministério Público será responsabilizado civilmente pela sua atuação no processo."
      },
      {
        "letra": "E",
        "texto": "Intervindo como fiscal da Lei, o Ministério Público terá vista dos autos depois do autor e antes do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341728",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Conceito de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Argui- se por meio de exceção a incompetência em razão do valor."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público, atuando como custos legis, tem legitimidade para arguir a incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "Somente a incompetência relativa pode ser modificada pela conexão."
      },
      {
        "letra": "D",
        "texto": "Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "E",
        "texto": "A incompetência relativa não pode ser declarada de ofício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "192624",
    "metadata": "Ano: 2009 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Atinente ao capítulo das partes e dos procuradores, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade para estar em juízo ou processual se identifica como capacidade postulatória."
      },
      {
        "letra": "B",
        "texto": "Para propor ação que verse sobre direitos reais imobilrios, é indispensável o concurso de ambos os cônjuges em litisconsórcio necessário"
      },
      {
        "letra": "C",
        "texto": "O inventariante dativo representa os herdeiros nas ações em que o espóio for parte."
      },
      {
        "letra": "D",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispenvel nos casos de composse ou de ato por ambos praticado."
      },
      {
        "letra": "E",
        "texto": "Não cumprir com exatidão os provimentos mandamentais e criar embaraços à efetivação de provimentos judiciais, antecipatório ou final, constituem ato atentatório ao exercÌcio da jurisdição, sujeitam as partes e a todos os que de qualquer forma participam do processo, inclusive o advogado, a multa de até 20%, sem prejuízo de sanções criminais, civis e processuais cabíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "192623",
    "metadata": "Ano: 2009 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre os atos do juiz produzidos no processo, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "… sentença, sem solução de mérito, o ato que homologa a transação."
      },
      {
        "letra": "B",
        "texto": "A decisão proferida no curso do processo que reconhece a prescrição contra um dos réus, extingue o pedido com solução de mérito e é impugnada mediante recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Despachos são atos sem conteúdo decisório que visam impulsionar o processo e admitem impugnação por agravo retido."
      },
      {
        "letra": "D",
        "texto": "… decião interlocutória o ato pelo qual se resolve questão incidente e somente pode ser im- pugnada através de agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "Da decisão que encerra o pedido de liquidação cabe agravo de instrumento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "192622",
    "metadata": "Ano: 2009 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Sobre o impedimento e a suspeição, considere as assertivas abaixo.I- Não gera o impedimento do juiz o ingresso no curso da demanda de sua filha como advogada de uma das partes. II - O juiz não está impedido de atuar no processo em que seu cunhado é procurador da parte. III - … fundada a suspeita do juiz para funcionar no processo em que uma das partes é credor da mãe de seu cônjuge.Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas I e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  }
]