[
  {
    "id": "629665",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Da formação do processo"
    ],
    "enunciado_principal": "Em relação à jurisdição, ação, competência, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência é, conforme definição clássica, a medida da jurisdição. Ela quantificará a parcela de exercício de jurisdição atribuída a determinado órgão, em relação às pessoas, à matéria ou ao território."
      },
      {
        "letra": "B",
        "texto": "O incidente de incompetência relativa deve figurar como preliminar de contestação e a incompetência absoluta pode ser arguida por meio de exceção ritual, mas, por ser de ordem pública, será conhecida ainda que seja alegada por outra forma, ou mesmo que não seja alegada."
      },
      {
        "letra": "C",
        "texto": "O legislador brasileiro dividiu os critérios de competência usando a mesma ordem de Chiovenda: a primeira refere-se à competência em razão do valor e da matéria (objetivo), a segunda à competência funcional e a terceira à competência territorial."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da perpetuatio jurisditionis, uma vez proposta à ação e definida a competência, são irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "E",
        "texto": "A ação fundada em direito pessoal deve ser proposta, em regra, no foro do domicílio do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628738",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Com relação à competência interna e internacional e modificações da competência analise as proposições, conforme regras do Código de Processo Civil: I- As causas cíveis serão processadas e decididas, ou simplesmente decididas, pelos órgãos jurisdicionais, nos limites de sua competência, ressalvada às partes a faculdade de instituírem juízo arbitrai. II- Determina-se a competência no momento em que a ação é contestada. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia. III- A ação intentada perante tribunal estrangeiro não induz litispendência, nem obsta a que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas. IV- Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova. V- Havendo conexão ou continência, o juiz, somente a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições l,II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e V estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e V estão corretas"
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "627556",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise as proposições abaixo referentes a tema de direito processual civil, segundo a legislação aplicável ao certame, assinalando a opção correta:I. Argúi-se, por meio de exceção, a incompetência relativa, sendo que a nulidade da cláusula de eleição de foro, em contrato de adesão, deverá ser declarada de ofício pelo juiz, que declinará da competência para o juízo de domicílio do autor. II. A incompetência absoluta pode ser declarada de ofício e pode ser alegada, em qualquer tempo e instância, independentemente de exceção e manifestação das partes. III. Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos. IV. O conflito será suscitado ao presidente do tribunal pelo juiz e pelo Ministério Público, por ofício e pela parte, por petição, e deve ser instruído com os documentos necessários à prova do conflito. V. O juiz dirigirá o processo conforme as disposições e os princípios do processo civil, velando pela rápida solução do lítigio, tentando, a qualquer tempo, conciliar as partes, com auxílio de conciliadores e mediadores judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se apenas uma afirmativa for falsa e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Se duas afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Se três afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se quatro afirmativas forem falsas e uma afirmativa for verdadeira."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "622490",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Modificação de competência",
      "Da comunicação dos atos processuais - Citação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Pedro e Caio, domiciliados em Macapá – AP, foram vítimas de acidente automobilístico em uma rodovia. Supostamente, o acidente foi provocado por Rafael, domiciliado em Belém – PA. As vítimas propuseram, separadamente, ações de indenização contra Rafael na justiça comum de Macapá. A respeito dessa situação hipotética, assinale a opção correta de acordo com disposições do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a demanda indenizatória foi proposta na justiça comum, o processo deverá seguir necessariamente o procedimento ordinário, rito que viabiliza o contraditório e a ampla defesa ao réu nessa situação."
      },
      {
        "letra": "B",
        "texto": "A citação do réu deve ser feita necessariamente por oficial de justiça: o CPC veda a citação por via postal nas ações de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "C",
        "texto": "Caso Rafael interponha oportunamente exceção de incompetência relativa, o juiz deve declinar de sua competência."
      },
      {
        "letra": "D",
        "texto": "Caso as ações sejam distribuídas para órgãos judicias distintos, os processos poderão ser posteriormente reunidos em razão da existência de continência."
      },
      {
        "letra": "E",
        "texto": "Pedro e Caio poderiam ter optado por ingressar em litisconsórcio ativo, caso em que seriam considerados como litigantes distintos em suas relações com a parte adversa, por força do princípio da autonomia dos litisconsortes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595612",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Modificação de competência",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Acerca dos temas resposta do réu, prazos e litisconsórcio, assinale a opção correta, de acordo com a legislação aplicável e a jurisprudência dominante do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prerrogativa de prazo em dobro para recorrer, de que trata o artigo 191, do CPC, somente se aplica quando mais de um dos litisconsortes tiver legitimidade e interesse recursal, mesmo que sejam diversos os procuradores."
      },
      {
        "letra": "B",
        "texto": "A exceção de incompetência deve ser arguida em petição fundamentada e instruída, devendo o excipiente indicar o juízo para o qual declina; o excepto será ouvido em dez dias e o juiz dispõe de igual prazo para decidir a exceção, sendo incabível a produção de prova testemunhal, porque a competência é matéria de direito."
      },
      {
        "letra": "C",
        "texto": "Havendo litisconsórcio passivo facultativo, se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para resposta correrá a partir da juntada aos autos do último mandado de citação ou aviso de recebimento."
      },
      {
        "letra": "D",
        "texto": "O réu deverá alegar, na contestação, toda a matéria de defesa que tiver, e deverá, no mesmo prazo da contestação, arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "E",
        "texto": "A reconvenção tem natureza jurídica de lide secundária e, uma vez extinta a ação principal, também se extingue a reconvenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação processual civil e da jurisprudência dominante do STJ sobre competência e capacidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Proposta ação de usucapião no foro do domicílio do autor, e não havendo exceção de incompetência tempestiva, prorroga-se a competência do juízo perante o qual foi proposta a ação, mesmo que seja em local diverso do imóvel usucapiendo."
      },
      {
        "letra": "B",
        "texto": "A incompetência relativa somente pode ser arguida por meio de exceção, não podendo o juiz, em hipótese alguma, declinar de ofício da competência em razão do lugar."
      },
      {
        "letra": "C",
        "texto": "O réu preso não tem capacidade processual, razão pela qual, impõe-se a nomeação de curador especial em seu favor."
      },
      {
        "letra": "D",
        "texto": "O curador especial tem legitimidade para propor exceção de incompetência, suspeição ou impedimento, impugnação ao valor da causa ou à concessão de assistência judiciária, requerer provas, contestar, propor reconvenção e apresentar embargos à execução, entre outros meios de defesa."
      },
      {
        "letra": "E",
        "texto": "A parte requerida poderá oferecer exceção declinatória de foro ainda que o MP ou o juiz, de ofício, já tenham suscitado conflito de competência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "814371",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência, em razão do valor e do território, poderá modificar-se pela conexão ou continência."
      },
      {
        "letra": "B",
        "texto": "Reputam-se conexas duas ou mais ações, quando lhes forem comum as partes e o valor da causa."
      },
      {
        "letra": "C",
        "texto": "Se o imóvel se achar situado em mais de um Estado ou comarca, determinar-se-á o foro àquele que tiver registrado o imóvel a mais tempo."
      },
      {
        "letra": "D",
        "texto": "A parte poderá ofertar exceção de incompetência e suscitar conflito de competência concomitantemente."
      },
      {
        "letra": "E",
        "texto": "Ao decidir o conflito de competência, o tribunal declarará o juiz competente, anulando todos os atos do juiz incompetente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "643098",
    "metadata": "Ano: 2015 | Banca: Prefeitura de Fortaleza - CE | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Quanto ao tema da competência tratada no Código de Processo Civil, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro de localização do bem."
      },
      {
        "letra": "B",
        "texto": "Nas ações fundadas em direito real sobre imóveis, é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, divisão e demarcação de terras e nunciação de obra nova."
      },
      {
        "letra": "C",
        "texto": "Sendo incerto ou desconhecido o domicílio do réu, ele será demandado no Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta no foro do domicílio do autor. Se este também residir fora do Brasil, a ação será proposta no Distrito Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "612806",
    "metadata": "Ano: 2015 | Banca: COTEC | Órgão: Prefeitura de Unaí - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Quanto a conexão, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conexão objetiva reunir demandas em um único juízo, evitando decisões díspares. É critério de modificação de competência relativa."
      },
      {
        "letra": "B",
        "texto": "Os processos serão reunidos ainda que um dos feitos tenha sido julgado."
      },
      {
        "letra": "C",
        "texto": "A conexão pode ser alegada em preliminar de contestação ou através de exceção."
      },
      {
        "letra": "D",
        "texto": "Se o juiz for de competência territorial diversa, será competente o que primeiro despachar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "592473",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Julgue o item seguinte, com base no que dispõe o Código de Processo Civil (CPC) a respeito de competência, intervenção de terceiros, liquidação de sentença e capacidade postulatória. Situação hipotética: Carolina propôs na Circunscrição Judiciária de Brasília ação reivindicatória contra Júlia, domiciliada em Brasília – DF, com a finalidade de discutir a propriedade de imóvel localizado em Goiânia – GO. Assertiva: Nesse caso, o juiz deve declinar de sua competência de ofício, independentemente de oferecimento de exceção pela parte interessada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589574",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Assinale a opção correta, no que se refere à competência no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência estabelecida por critérios material e territorial poderá ser prorrogada em razão da conexão, continência e inércia da parte."
      },
      {
        "letra": "B",
        "texto": "Havendo conexão entre demandas, se os diferentes juízos para os quais foram distribuídas as ações não tiverem a mesma competência territorial, a prevenção será daquele que primeiro realizou a citação válida do réu."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de ação fundada em direito real sobre imóvel, a competência é relativa se o litígio recai sobre direito de vizinhança."
      },
      {
        "letra": "D",
        "texto": "Distribuídas ações a diferentes juízos, para a modificação da competência pela conexão, exige-se a demonstração de que entre as demandas há identidade do objeto e da causa de pedir."
      },
      {
        "letra": "E",
        "texto": "A declaração de incompetência absoluta importa em reconhecimento da invalidade de todos os atos até então praticados perante o juízo incompetente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "582922",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Valter, domiciliado em Brasília, ajuizou, perante a justiça comum da circunscrição judiciária de Brasília, ação de cobrança de quantia certa contra Gustavo, domiciliado em Porto Alegre. Em sua peça contestatória, Gustavo arguiu preliminar de incompetência territorial, e, no mérito, requereu a improcedência do pedido em função de suposta dação em pagamento. Considerando essa situação hipotética, julgue o item subsequente.Caso acolha a alegação de incompetência, o juízo proferirá decisão que pode ser atacada por meio de agravo de instrumento; caso rejeite a alegação, a decisão será atacável por meio de apelação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514715",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Modificação de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção",
      "Julgamento Conforme o Estado do Processo: Julgamento Antecipado da Lide"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após a contestação, somente se admite novas alegações quando relativas a direito superveniente, competir ao juiz conhecer delas de ofício ou se por expressa autorização legal, puderem ser formuladas em qualquer tempo e juízo."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, pode ser dispensada a citação e proferida diretamente sentença, reproduzindo-se o teor da anteriormente prolatada, mas havendo apelação da parte, o juízo pode exercer a retratação em 05 (cinco) dias, caso contrário, mandará citar o réu diretamente para responder o recurso."
      },
      {
        "letra": "C",
        "texto": "O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção, em peças autônomas. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta o prosseguimento da exceção e da reconvenção, eis que estas são conexas e dependentes daquela."
      },
      {
        "letra": "D",
        "texto": "A incompetência material deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção e, sendo declarada, são nulos apenas os atos decisórios, remetendo-se o processo ao juízo competente."
      },
      {
        "letra": "E",
        "texto": "O autor que tem domicílio no Rio de Janeiro, onde também é a sede do réu, pode, contra este, ajuizar ação e vê-la tramitar nesta cidade de Belém, no silêncio da parte contrária, sem que isso configure violação ao juízo natural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503380",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Havendo conflito de competência em processo civil, assinale a alternativa que apresenta quem pode suscitar o conflito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conflito pode ser suscitado somente pelo autor ou pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O conflito pode ser suscitado somente pelo réu ou pelo Ministério Público."
      },
      {
        "letra": "C",
        "texto": "O conflito pode ser suscitado tanto pelo Ministério Público quanto pelo juiz."
      },
      {
        "letra": "D",
        "texto": "O conflito pode ser suscitado por qualquer das partes, pelo Ministério Público ou pelo juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498198",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Sobre o Tema Competência, julgue os itens abaixo:A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, excepcionalmente, no foro do domicílio do réu porque ao autor cabe o direito de escolher onde propor a ação;II - Sendo incerto ou desconhecido o domicílio do réu, ele será demandado onde for encontrado ou no foro do domicílio do autor.. III - A ação em que o incapaz for réu se processará no foro do domicílio de seu representante. IV - A incompetência absoluta deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção. V - A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes e estas não poderão modificar também a competência em razão do valor e do território.Estão corretas as afirmativas contidas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos itens I, II e III;"
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens II e IV ;"
      },
      {
        "letra": "C",
        "texto": "Apenas nos I, III, IV e V"
      },
      {
        "letra": "D",
        "texto": "Todos os Itens estão corretos;"
      },
      {
        "letra": "E",
        "texto": "Apenas nos Itens II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488431",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "De acordo com o art. 87, do Código de Processo Civil, “determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente ...”. Tal regra, conhecida como perpetuatio jurisdictionis, contém algumas exceções. A respeito dessas exceções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo a supressão de órgão judiciário, somente os novos processos é que devem ser processados e julgados no juízo que assumiu a competência. Determinada a supressão do órgão, já não se pode mais propor ali demandas judiciais. O órgão judiciário ainda se mantém existente, entretanto, até o encerramento dos processos em curso, com a prolação de sentença em todos eles. A partir daí, há, de fato, sua supressão."
      },
      {
        "letra": "B",
        "texto": "Não se aplica a perpetuatio jurisdictionis quando for alterada a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "C",
        "texto": "Proposta demanda no juízo estadual, quando este exerça competência federal, opera-se a perpetuatio jurisdictionis. A superveniente instalação de vara federal não afasta a aplicação da perpetuatio jurisdictionis, devendo os processos que ali tramitavam manter-se lá até final julgamento."
      },
      {
        "letra": "D",
        "texto": "Alterado o domicílio do réu em uma ação pessoal, a competência é modificada, com a remessa dos autos ao novo foro competente."
      },
      {
        "letra": "E",
        "texto": "A criação de uma vara de fazenda pública não altera a competência do juízo cível que, na comarca, processava e julgava as causas envolvendo o Estado e os Municípios"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464259",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "José e Pedro celebraram contrato de compra e venda a prestação de um veículo. Tendo Pedro deixado de pagar as prestações, José moveu ação de cobrança e Pedro, ação de rescisão de contrato, por vício redibitório. Nesse caso, há, entre as ações propostas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa julgada."
      },
      {
        "letra": "B",
        "texto": "conexão."
      },
      {
        "letra": "C",
        "texto": "afinidade que não acarreta conexão, litispendência ou continência."
      },
      {
        "letra": "D",
        "texto": "litispendência."
      },
      {
        "letra": "E",
        "texto": "continência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "701003",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Assinale a alternativa que indica o critério de confirmação e manutenção da competência do juiz que conheceu a causa em primeiro lugar, mantendo sua jurisdição e excluindo a competência de outros juízes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conflito positivo."
      },
      {
        "letra": "B",
        "texto": "Competência absoluta."
      },
      {
        "letra": "C",
        "texto": "Prejudicial."
      },
      {
        "letra": "D",
        "texto": "Preclusão."
      },
      {
        "letra": "E",
        "texto": "Prevenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492065",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando for ré pessoa de direito público, a citação será feita pelo correio, para qualquer comarca do País."
      },
      {
        "letra": "B",
        "texto": "no Distrito Federal e nas Capitais dos Estados e dos Territórios, em nenhuma hipótese serão consideradas as intimações feitas apenas pela publicação dos atos no órgão oficial."
      },
      {
        "letra": "C",
        "texto": "está sujeita ao duplo grau de jurisdição, embora produza efeito de imediato, a sentença proferida contra a União, o Estado, o Distrito Federal, o Município, e as respectivas autarquias e fundações de direito público."
      },
      {
        "letra": "D",
        "texto": "na execução fiscal, a Fazenda Pública poderá escolher o foro de qualquer dos domicílios do réu; a ação poderá ainda ser proposta no foro do lugar em que se praticou o ato ou ocorreu o fato que deu origem à dívida, embora nele não mais resida o réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464871",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que tange às modificações de competência, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o imóvel se achar situado em mais de um Estado ou comarca, determinar-se-á o foro pela prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      },
      {
        "letra": "B",
        "texto": "correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera- se prevento aquele que despachou em primeiro lugar."
      },
      {
        "letra": "C",
        "texto": "se o conhecimento da lide depender eventualmente da verificação da existência de fato delituoso, deve o juiz mandar sobrestar o andamento do processo até pronunciamento da justiça criminal."
      },
      {
        "letra": "D",
        "texto": "a ação acessória será proposta perante o juiz competente para a ação principal."
      },
      {
        "letra": "E",
        "texto": "o juiz da causa principal é também competente para a reconvenção, a ação declaratória incidente, as ações de garantia e outras que respeitam ao terceiro interveniente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458615",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que pertine à competência, de acordo com a disciplina do CPC, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A continência, diversamente da conexão, pode modificar a competência relativa."
      },
      {
        "letra": "B",
        "texto": "É determinada no momento da propositura da ação, sendo irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou hierarquia."
      },
      {
        "letra": "C",
        "texto": "Compete à autoridade judiciária brasileira, sem exclusão de outras, conhecer de ações relativas a imóveis situados no Brasil."
      },
      {
        "letra": "D",
        "texto": "A ação fundada em direito pessoal, em regra, será proposta no foro do domicílio do réu, não sendo esse o foro competente para qualquer espécie de ação fundada em direito real."
      },
      {
        "letra": "E",
        "texto": "Nas ações de inventário e partilha, o foro competente será o do local dos bens, com exclusão de qualquer outro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456569",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando as regras de competência no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme disposto na Lei n.º 11.697/2008, competem à vara de família o processamento e o julgamento da ação de ausência e de investigação de paternidade cumulada com petição de herança."
      },
      {
        "letra": "B",
        "texto": "Compete ao STJ a apreciação do interesse da União caso haja requerimento de intervenção de autarquia federal em processo que tramite perante a 3.ª Vara Cível de Brasília, não podendo ser reexaminada pelo juízo de origem a decisão de exclusão do ente federal da relação processual."
      },
      {
        "letra": "C",
        "texto": "A ocorrência de continência ou de conexão torna sempre possível a reunião dos processos para julgamento conjunto, salvo quando um deles já tenha sido julgado."
      },
      {
        "letra": "D",
        "texto": "Tramitando ação de indenização por danos morais em vara do juizado especial cível de Brasília, o juiz, caso verifique que o autor tenha se tornado incapaz, nos termos da lei, deverá remeter os autos para uma vara cível da mesma circunscrição com fundamento na incompetência absoluta do autor."
      },
      {
        "letra": "E",
        "texto": "De acordo com jurisprudência consolidada no TJDFT, considera-se despacho positivo, a determinar a prevenção nas hipóteses de ações conexas, aquele que determina emenda à petição inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426393",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "A competência em razão da matéria e da hierarquia é inderrogável por convenção das partes; mas estas podem modificar a competência em razão do valor e do território, elegendo foro onde serão propostas as ações oriundas de direitos e obrigações. Portanto pode-se afirmar que o foro contratual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os herdeiros legais necessários, exclusivamente."
      },
      {
        "letra": "B",
        "texto": "Não obriga as partes por se tratar de matéria de competência territorial."
      },
      {
        "letra": "C",
        "texto": "Obriga os herdeiros e sucessores das partes, inclusive."
      },
      {
        "letra": "D",
        "texto": "Apenas as partes contratantes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "421803",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando-se o disposto no Código de Processo Civil sobre competência territorial, identifique com V as afirmativas verdadeiras e com F, as falsas.( ) Tendo mais de um domicílio, o réu será demandado no foro de qualquer deles.( ) A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu.( ) Quando o réu não tiver domicílio nem residência no Brasil, a ação será proposta, obrigatoriamente, no foro da capital federal, se o autor da ação também residir fora do Brasil.( ) Havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro de qualquer deles, à escolha do autor.( ) Sendo incerto ou desconhecido o domicílio do réu, ele será demandado no foro do seu último domicílio certo ou conhecido.A alternativa que indica a sequência correta, de cima para baixo, é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V F V F"
      },
      {
        "letra": "B",
        "texto": "V F F F V"
      },
      {
        "letra": "C",
        "texto": "F V V V F"
      },
      {
        "letra": "D",
        "texto": "F F V V V"
      },
      {
        "letra": "E",
        "texto": "V V V V V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "418085",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Acerca do instituto da competência, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo vara privativa para julgamento de demandas envolvendo o direito de família, esta será competente para processar e julgar pedido de reconhecimento e dissolução de união estável homoafetiva."
      },
      {
        "letra": "B",
        "texto": "O anterior oferecimento de exceção de incompetência obstará o conhecimento de conflito de competência mesmo quando o objeto deste for absolutamente distinto do objeto daquela."
      },
      {
        "letra": "C",
        "texto": "Não é possível a existência de conflito de competência entre juízo estatal e câmara arbitral."
      },
      {
        "letra": "D",
        "texto": "A mera possibilidade de que sejam proferidas decisões conflitantes por juízes distintos não será suficiente para caracterizar o conflito de competência."
      },
      {
        "letra": "E",
        "texto": "A capital do estado-membro é o foro competente para o julgamento de ação monitória ajuizada em face da respectiva unidade federativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416907",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Tramitam em separado, perante juízes que têm a mesma competência territorial (1ª Vara Cível; 2ª Vara Cível; 3ª Vara Cível), três ações conexas. Na ação que tramita na 1ª Vara, já foi proferida sentença, que se encontra em fase de registro; na ação em tramitação na 2ª Vara Cível, já houve citação; e na ação que tramita na 3ª Vara Cível ainda não foi expedido o mandado de citação. Em tal situação, reconhecida a conexão, as ações da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 3ª Vara Cível."
      },
      {
        "letra": "B",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 1ª Vara Cível."
      },
      {
        "letra": "C",
        "texto": "2ª e 3ª Varas Cíveis devem ser reunidas na 3ª Vara Cível e a da 1ª Vara Cível não será alcançada pela conexão."
      },
      {
        "letra": "D",
        "texto": "2ª e 3ª Varas Cíveis devem ser reunidas na 2ª Vara Cível e a da 1ª Vara Cível não será alcançada pela conexão."
      },
      {
        "letra": "E",
        "texto": "1ª , 2ª e 3ª Varas Cíveis devem ser reunidas na 2ª Vara Cível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415202",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, o conflito de competência pode ser suscitado por qualquer das partes, pelo Ministério Público, por petição, ou pelo juiz, de ofício. Pode suscitar conflito a parte que, no processo, ofereceu exceção de incompetência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412586",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Raimundo Nonato propõe ação indenizatória material e moral contra a empresa em que trabalhava, Prensa Piauí Ltda., por ato ilícito alegadamente cometido por ela. Ajuiza a demanda na Justiça Comum estadual, com a concordância da empresa ré, que deixa de excepcionar o Juízo e contesta a ação em tempo hábil. O juiz, no entanto, verificando que se trata de ação cujo curso se dá na Justiça do Trabalho, dá-se por absolutamente incompetente e determina de ofício a remessa do processo à esfera trabalhista. Nessas circunstâncias, o juiz agiu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorretamente, porque a hipótese era de competência territorial e, portanto, derrogável pela convenção das partes, o que havia ocorrido na hipótese."
      },
      {
        "letra": "B",
        "texto": "corretamente, por se tratar de hipótese de competência funcional, que é absoluta e não dependia de oferecimento de exceção pela empresa ré."
      },
      {
        "letra": "C",
        "texto": "incorretamente, porque a empresa ré, ao concordar com o ajuizamento da demanda na Justiça estadual, convalidou a competência e prevalece sobre a natureza inicial trabalhista da causa."
      },
      {
        "letra": "D",
        "texto": "incorretamente, porque a competência, embora absoluta em princípio, convalidou-se após ter o juiz determinado a citação da empresa ré, que já havia até contestado a demanda sem excepcionar o Juízo."
      },
      {
        "letra": "E",
        "texto": "corretamente, pois a competência em razão da matéria é inderrogável pela convenção das partes e, por isso, podia o juiz agir de ofício, mesmo após o oferecimento de defesa pela empresa ré."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390972",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Acerca do conflito de competência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A controvérsia, entre juízes, acerca da reunião ou separação de processos, não configura conflito de competência."
      },
      {
        "letra": "B",
        "texto": "Nos conflitos de competência, é obrigatória a participação do Ministério Público, sob pena de nulidade"
      },
      {
        "letra": "C",
        "texto": "O conflito de competência entre juízes vinculados a tribunais diversos será submetido à apreciação do Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Quando o conflito for positivo, não se admite exceção declinatória de foro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372672",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito dos critérios de modificação de competência e de declaração de incompetência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para julgamento de ação civil pública é classificada como territorial e, portanto, relativa, podendo ser prorrogada"
      },
      {
        "letra": "B",
        "texto": "É nula a sentença transitada em julgado proferida por juízo diverso daquele reputado competente em conflito instaurado posteriormente, caso em que, declarada a nulidade da decisão judicial, nova sentença deverá ser proferida pelo juízo reputado competente."
      },
      {
        "letra": "C",
        "texto": "O exame da identidade de elementos para que se classifiquem ações como conexas é feito restritivamente, somente devendo ser reunidos processos que possuam objeto ou causa de pedir absolutamente iguais."
      },
      {
        "letra": "D",
        "texto": "Há modificação voluntária da competência quando o réu, diante de incompetência relativa do juízo, deixa, deliberadamente, de opor exceção de incompetência."
      },
      {
        "letra": "E",
        "texto": "Há conflito negativo de competência quando o tribunal de justiça de um estado e o STJ se consideram incompetentes para julgamento de um mesmo processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372266",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Relativamente à competência, assinale a proposição incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações fundadas em direito pessoal ou em direito real sobre bens móveis serão propostas em qualquer foro, se autor e réu, embora brasileiros, não tiverem domicílio ou residência no Brasil."
      },
      {
        "letra": "B",
        "texto": "É competente o foro da situação dos bens de maior valor para o inventário, a partilha, a arrecadação, o cumprimento de disposições de última vontade e todas as ações em que o espólio for réu, se o autor da herança não tinha domicílio certo e possuía bens em diversos lugares."
      },
      {
        "letra": "C",
        "texto": "Nas ações de reparação do dano sofrido em razão de delito ou acidente de veículo, será competente o foro do domicílio do autor ou do local do fato."
      },
      {
        "letra": "D",
        "texto": "A controvérsia entre dois ou mais juízes acerca da reunião ou separação de processos é uma das hipóteses do fenômeno denominado conflito de competência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "367973",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Causas de modificação da competência são aquelas que incidem na derrogação dos critérios relativos de fixação da competência, ou seja, os critérios instituídos em prol do interesse de particulares. Uma causa de modificação da competência em consonância com o seu conceito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conexão, quando em duas ou mais ações há identidade de partes e de causa de pedir, mas pedidos diferentes, sendo que, em relação a estes, o pedido de uma demanda abrange a outra por ser mais amplo."
      },
      {
        "letra": "B",
        "texto": "continência, quando houver um vínculo ou um nexo identificado através do mesmo objeto (pedido) e/ou causa de pedir (contexto dos fatos)."
      },
      {
        "letra": "C",
        "texto": "inércia, quando, proposta ação perante juízo relativamente incompetente e não sendo caso de foro especial, o prazo legal deflui sem que o réu oponha exceção de incompetência."
      },
      {
        "letra": "D",
        "texto": "vontade das partes, quando a questão for relacionada ao território, ao valor da causa e à matéria, podem as partes, por vontade própria, eleger o foro no qual será proposta a ação, sem que tal medida implique a exclusão da regra geral do foro do domicílio."
      },
      {
        "letra": "E",
        "texto": "exofficio, quando a questão for relacionada ao território ou ao valor da causa, o juiz, sem provocação, declina de sua competência em favor do juízo correspondente ao foro do domicílio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1126207",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de conexão, em que as ações correm na mesma comarca, será prevento para a reunião dos processos, o juízo que efetivar a citação em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "A competência em razão da matéria pode ser derrogada se as partes instituírem o foro de eleição."
      },
      {
        "letra": "C",
        "texto": "A competência se diferencia da jurisdição porque poderá ser delegada de um juízo para outro, quando houver acúmulo de trabalho, o que não pode ocorrer com a jurisdição."
      },
      {
        "letra": "D",
        "texto": "A incompetência relativa é arguida em preliminar de contestação, mas como não está sujeita à preclusão, pode ser arguida em qualquer tempo e grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "Se o imóvel se achar situado em mais de um Estado ou comarca, determinar-se-á o foro pela prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "598717",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Não se distribuirão por dependência as causas de qualquer natureza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se relacionarem, por conexão ou continência, com outra já ajuizada."
      },
      {
        "letra": "B",
        "texto": "Quando, tendo sido extinto o processo, sem julgamento de mérito, for reiterado o pedido, ainda que em litisconsórcio com outros autores ou que sejam parcialmente alterados os réus da demanda."
      },
      {
        "letra": "C",
        "texto": "Quando se relacionarem, por continência, com outra já ajuizada."
      },
      {
        "letra": "D",
        "texto": "Quando houver ajuizamento de ações idênticas, ao juízo prevento."
      },
      {
        "letra": "E",
        "texto": "Quando houver pedido expresso do autor nesse sentido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553199",
    "metadata": "Ano: 2013 | Banca: IDECAN | Órgão: Prefeitura de Vilhena - RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Competência é a parcela, quantidade ou medida de Poder. A doutrina fala em competência legislativa, administrativa e jurisdicional. Quanto à competência jurisdicional e suas regras, assinale a afirmativa correta, de acordo com as regras do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dá-se a continência no caso de duas ou mais ações possuírem em comum o objeto ou a causa de pedir."
      },
      {
        "letra": "B",
        "texto": "O oferecimento de exceção de incompetência pela parte no processo não a impede de suscitar o conflito de competência."
      },
      {
        "letra": "C",
        "texto": "A incompetência absoluta deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, mas a parte que lhe deu causa não poderá alegá-la."
      },
      {
        "letra": "D",
        "texto": "Verifica-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "E",
        "texto": "Se o conhecimento da lide depender necessariamente da verificação da existência de fato delituoso, pode o juiz mandar sobrestar no andamento do processo até que se pronuncie a justiça criminal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "410541",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética acerca de competência, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Miguel, domiciliado em cidade do interior de um estado da Federação, faleceu durante uma viagem de negócios para o exterior. Nessa situação, uma vez que a morte ocorreu no exterior, o foro da capital federal será competente para decidir sobre o inventário."
      },
      {
        "letra": "B",
        "texto": "João, domiciliado em capital de estado da Federação, ingressou, na comarca de seu domicílio, com ação possessória referente a imóvel localizado em outro município. Nessa situação, se o réu quiser contestar a escolha do foro, deverá arguir exceção de incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "Pedro, ao ingressar com ação referente à posse de imóvel localizado em município do interior baiano, optou por ajuizar a ação na comarca de Salvador–BA, onde o réu está domiciliado. Nessa situação, está correta a opção de Pedro quanto ao foro, já que se trata de competência concorrente."
      },
      {
        "letra": "D",
        "texto": "Maria, ao ingressar com ação de separação judicial contra Ricardo, optou pelo foro da cidade onde reside. Nessa situação, caso Ricardo argua exceção de incompetência alegando ser foro competente a comarca de seu domicílio, tal pedido, conforme orientação do STF, será improcedente."
      },
      {
        "letra": "E",
        "texto": "Joaquim trabalhava para a empresa Z, até que seu gerente percebeu que ele estava desviando recursos em proveito próprio e o demitiu por justa causa. Nessa situação, se a empresa Z decidir ajuizar uma ação de ressarcimento, deverá propô-la na justiça comum, observada a regra do domicílio do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371024",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção correta acerca das regras de competência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência em razão da matéria e da hierarquia é derrogável por convenção das partes."
      },
      {
        "letra": "B",
        "texto": "Se o autor de uma herança for estrangeiro, a competência da autoridade judiciária brasileira concorrerá com a da autoridade estrangeira para o inventário e a partilha de bens situados no Brasil."
      },
      {
        "letra": "C",
        "texto": "Em caso de surgimento de controvérsia entre dois órgãos jurisdicionais acerca da reunião ou separação de processos, configurar-se-á conflito negativo de competência."
      },
      {
        "letra": "D",
        "texto": "Compete exclusivamente ao juiz de direito processar e julgar o processo de insolvência e as ações concernentes ao estado e à capacidade das pessoas."
      },
      {
        "letra": "E",
        "texto": "Nas ações conexas que tramitarem em separado perante juízes que tenham a mesma competência territorial, o foro será determinado em favor do território onde tiver ocorrido a primeira citação válida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354707",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Com base nas regras de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de grave violação de direitos humanos, o procurador- geral da República pode suscitar, perante o STF, incidente de deslocamento de competência para a justiça federal, em qualquer fase do inquérito ou processo, para assegurar obrigações decorrentes de tratados internacionais de que o Brasil seja parte."
      },
      {
        "letra": "B",
        "texto": "A justiça comum é competente para processar e julgar ação possessória ajuizada em decorrência do exercício de greve pelos trabalhadores da iniciativa privada."
      },
      {
        "letra": "C",
        "texto": "A alteração superveniente de competência, ainda que ditada por norma constitucional, não afeta a validade de sentença de mérito anteriormente proferida em processo em andamento, subsistindo a competência recursal do tribunal respectivo."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta em razão da matéria, questão de ordem pública, declarável de ofício a todo tempo e em qualquer grau de jurisdição, gera nulidade absoluta, insuscetível de preclusão e insanável."
      },
      {
        "letra": "E",
        "texto": "O princípio da perpetuatio jurisdictionis é aplicável em caso de supressão de órgão judiciário ou alteração da competência em razão da matéria ou hierarquia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "328939",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "As partes podem modificar a competência em razão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do valor, do território e da hierarquia, podendo, en- tretanto, o juiz declarar, de ofício, a nulidade de cláusula de eleição, se sua hierarquia for superior, para o juízo originariamente competente."
      },
      {
        "letra": "B",
        "texto": "do território e da matéria, podendo o juiz, nesses casos, declinar da competência, de ofício, para o juízo do domicílio do réu, nas ações reais"
      },
      {
        "letra": "C",
        "texto": "da matéria e da hierarquia, não podendo o juiz declarar a nulidade da eleição de foro, exceto mediante exceção de incompetência oposta pelo réu."
      },
      {
        "letra": "D",
        "texto": "do valor e do território, todavia o juiz pode, de ofício, declarar a nulidade da eleição de foro em contrato de adesão, declinando da competência para o juiz do domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "apenas do território e o juiz em nenhuma hipótese pode declarar a nulidade da cláusula de eleição se não for oposta exceção de incompetência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1317853",
    "metadata": "Ano: 2012 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CDURP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o conflito de competência será suscitado ao presidente do tribunal, através de ofício, pela seguinte autoridade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corregedor de Justiça"
      },
      {
        "letra": "B",
        "texto": "Defensor Público Regional"
      },
      {
        "letra": "C",
        "texto": "Procurador Geral da Justiça"
      },
      {
        "letra": "D",
        "texto": "Juiz"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973555",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Prevenção é rotineiramente conceituada como a concentração, em um órgão jurisdicional, da competência que abstratamente já pertencia a mais de um órgão, inclusive a ele próprio, por ter atuado, previamente, no processo. No que toca ao tema prevenção, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quanto a juízos da mesma competência territorial, o critério para prevenção será determinado pelo juiz que recebeu o pedido (cautelar ou ordinário) em primeiro lugar;"
      },
      {
        "letra": "B",
        "texto": "quanto a juízos de competência territorial diversa, o critério para prevenção será determinado pelo juiz que despachar em primeiro lugar;"
      },
      {
        "letra": "C",
        "texto": "o juiz da causa principal é também competente para a reconvenção, a ação declaratória incidente e as ações de garantia, ressalvados os casos de competência funcional;"
      },
      {
        "letra": "D",
        "texto": "a desistência de uma demanda ajuizada gera prevenção, ressalvados os casos em que a desistência ocorre antes da citação;"
      },
      {
        "letra": "E",
        "texto": "as hipóteses de causa finda, como a desistência, geram prevenção, ressalvados os casos de reiteração do pedido em litisconsórcio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893020",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "Julgue o item que se segue, com relação a competência.A competência territorial deve ser arguida pelo réu, no prazo da defesa, por meio de exceção; se o réu não arguir a incompetência territorial no prazo legal, prorroga-se a competência, não podendo nem mesmo o juízo, nesse caso, declinar da competência ex officio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829741",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a opção incorreta sobre a competência no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a regra da perpetuatio jurisdictionis, são irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente à propositura da ação, razão pela qual a modificação das regras de competência absoluta não interfere na competência em relação aos processos em curso."
      },
      {
        "letra": "B",
        "texto": "O foro do domicílio do autor da herança, no Brasil, é o competente para o inventário e partilha, ainda que o óbito tenha ocorrido no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade para suscitar o incidente de conflito de competência."
      },
      {
        "letra": "D",
        "texto": "A competência territorial pode modificar-se em razão da conexão ou continência, hipótese em que o juiz, inclusive de ofício, poderá determinar reunião de processos que tramitem em separado para que sejam decididos simultaneamente."
      },
      {
        "letra": "E",
        "texto": "A ação em que o incapaz for réu será processada no foro do domicílio de seu representante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553315",
    "metadata": "Ano: 2012 | Banca: IDECAN | Órgão: Lemeprev - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "O Código de Processo Civil (Lei nº 5.869/73) descreve as regras e casos em que pode haver a modificação da competência. Com base em tais regras, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência relativa deve ser arguida em sede de preliminar de contestação."
      },
      {
        "letra": "B",
        "texto": "se o conhecimento da lide depender necessariamente da verificação da existência de fato delituoso, pode o juiz cível mandar sobrestar no andamento do processo até que se pronuncie a justiça criminal."
      },
      {
        "letra": "C",
        "texto": "dá-se a conexão entre duas ou mais ações sempre que há identidade quanto às partes e à causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "D",
        "texto": "a competência em razão da matéria e da hierarquia é derrogável por convenção das partes."
      },
      {
        "letra": "E",
        "texto": "havendo apenas conexão, o juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426595",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "A respeito das regras de processo civil que disciplinam a competência dos orgãos judiciários brasileiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à autoridade judiciária brasileira, com exclusão de qualquer outra, conhecer de ações relativas a réu que estiver domiciliado no Brasil, visto que a jurisdição é expressão da soberania estatal, não podendo ser violada por atos de entes públicos externos."
      },
      {
        "letra": "B",
        "texto": "Nas hipóteses em que configurada conexão ou continência entre duas ou mais ações, o juiz, de ofício ou a requerimento de qualquer das partes, deve ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente, sendo nula a decisão proferida pelo juízo não prevento."
      },
      {
        "letra": "C",
        "texto": "O conflito de competência pode ser suscitado pelo juiz, pelo Ministério Público e por quaisquer das partes, inclusive por aquela que ofereceu exceção de incompetência, sendo certo que o Parquet será ouvido, exceto quando atuar na condição de parte."
      },
      {
        "letra": "D",
        "texto": "Distribuído o conflito a um Relator, este, de ofício ou a requerimento das partes, deverá determinar, quando o conflito for positivo, seja sobrestado o processo, mas, neste caso, bem como no de conflito negativo, será competente para resolver, em caráter provisório, as medidas urgentes o juiz que primeiro despachou a petição inicial."
      },
      {
        "letra": "E",
        "texto": "Distribuído o conflito a um Relator, este poderá decidir de plano o conflito de competência quando existir jurisprudência dominante sobre a questão suscitada, cabendo em face de sua decisão agravo, no prazo de cinco dias, para o órgão recursal competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270726",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Modificação de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alteração superveniente da competência, ditada por norma constitucional, invalida a sentença anteriormente proferida."
      },
      {
        "letra": "B",
        "texto": "o chamamento ao processo é cabível em qualquer espécie de procedimento, no processo de cognição e de execução."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público tem legitimidade para propor ação rescisória de sentença, se não foi ouvido no processo em que lhe era obrigatória a intervenção."
      },
      {
        "letra": "D",
        "texto": "por ser qualificada como obrigatória nos casos legalmente previstos no sistema do Código de Processo Civil, a denunciação da lide pode ser realizada de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270481",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta somente pode ser arguida pela parte através de exceção."
      },
      {
        "letra": "B",
        "texto": "os motivos de impedimento e de suspeição, a que alude o Código, aplicam-se também ao perito e ao intérprete."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não tem legitimação para suscitar conflito de competência, mas será necessariamente ouvido em todos os conflitos suscitados, que são de ordem pública."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e às circunstâncias dos autos, ainda que não alegados pelas partes, podendo sempre decidir por equidade, independentemente de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270390",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Acerca da competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência estabelecida na EC n.º 45/2004 não alcança os processos já sentenciados."
      },
      {
        "letra": "B",
        "texto": "Compete ao STJ decidir os conflitos de competência entre juizado especial federal e juízo federal da mesma seção judiciária."
      },
      {
        "letra": "C",
        "texto": "Caso a União manifeste interesse em processo em curso perante a justiça comum, a esse juízo compete decidir sobre a existência de interesse jurídico."
      },
      {
        "letra": "D",
        "texto": "Proposta a execução fiscal, a posterior mudança de domicílio do executado desloca a competência já fixada para seu novo domicílio."
      },
      {
        "letra": "E",
        "texto": "A existência de vara privativa instituída por lei estadual altera a competência territorial resultante das leis de processo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249537",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Processo de execução",
      "Da execução em geral",
      "Execução fiscal"
    ],
    "enunciado_principal": "Sobre as regras de competência, julgue os itens e aponte a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Foi ajuizada execução fiscal perante a justiça estadual, diante da inexistência de vara federal na comarca. Ocorre que, depois da citação do executado mas antes da realização da penhora, foi instalada vara federal na comarca, gerando um conflito sobre qual juízo deverá dar prosseguimento ao feito. Nesse caso, não deve ser aplicado o princípio da perpetuatio jurisdictionis, devendo ser deslocada a competência para a vara federal."
      },
      {
        "letra": "B",
        "texto": "O ajuizamento de ação anulatória de débito fiscal perante a Justiça Federal, relativa a débito que já é objeto de execução fiscal promovida pela União perante o Juízo Estadual, não acarreta a necessidade do simultaneus processus, diante da inexistência de conexão entre ambas, em especial por não haver julgamento na execução fiscal a conflitar com o futuro julgamento da ação ordinária."
      },
      {
        "letra": "C",
        "texto": "A alegação de incompetência constitui um típico exemplo de exceção peremptória."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de o devedor encerrar suas atividades no “Estado A” e deslocar sua matriz e todas as filiais para o “Estado B”, é razoável que as execuções fiscais já propostas no “Estado A” tenham a sua competência deslocada para o “Estado B”, sobretudo porque assim terão muito mais chances de alcançarem um resultado positivo."
      },
      {
        "letra": "E",
        "texto": "A prevenção, para efeito de prorrogação da competência das ações conexas, se dá perante o juízo que primeiro despachou, quando as demandas tramitam em juízos de competência territorial distintas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "242904",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que toca ao tema competência, tomando por base a jurisprudência dominante do STF e do STJ, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações de indenização por acidente de trabalho ajuizadas por empregado contra empregador são de competência da Justiça do Trabalho, exceto as que não possuíam sentença de mérito quando da promulgação da Emenda Constitucional no 45/04."
      },
      {
        "letra": "B",
        "texto": "São de competência da Justiça Comum as ações possessórias decorrentes de greve dos trabalhadores da iniciativa privada."
      },
      {
        "letra": "C",
        "texto": "A conexão determina a reunião dos processos, mesmo que um deles já tenha sido julgado."
      },
      {
        "letra": "D",
        "texto": "É da Justiça Comum a competência para julgar as ações de funcionários estatutários contra o Poder Público."
      },
      {
        "letra": "E",
        "texto": "A incompetência, absoluta ou relativa, sempre deve ser conhecida de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "240540",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Modificação de competência",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No processo civil, a incompetência absoluta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser conhecida de ofício pelo Juiz."
      },
      {
        "letra": "B",
        "texto": "deve ser alegada mediante exceção."
      },
      {
        "letra": "C",
        "texto": "só pode ser reconhecida pelo Juiz, não cabendo à parte deduzi-la."
      },
      {
        "letra": "D",
        "texto": "pode ser alegada em preliminar de contestação."
      },
      {
        "letra": "E",
        "texto": "se não for alegada no prazo da contestação, fica preclusa sua arguição no processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707094",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Modificação de competência"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Ao juiz é defeso decretar, de ofício, a nulidade de cláusula de eleição de foro em contrato de adesão. II - Ao contrário do impedimento, que pode ser alegado em qualquer tempo e grau de jurisdição, a suspeição do juiz de primeiro grau, somente poderá ser arguida até a prolação da sentença. III - No incidente de conflito de competência, o Ministério Público intervirá necessariamente, ainda quando não tenha atuação obrigatória no processo originário em que fora suscitado o conflito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707089",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Modificação de competência"
    ],
    "enunciado_principal": "Sobre a competência, julgue as seguintes assertivas: I - A execução, por carta precatória, de sentença estrangeira, cuja homologação cabe ao Supremo Tribunal Federal, compete à Justiça Comum Estadual, caso inexista na comarca, sede da Justiça Federal. II - Realizada a alteração de competência absoluta, após a prolação de sentença, não haverá redistribuição dos processos para o juízo indicado como competente, porém os recursos interpostos devem ser processados no tribunal vinculado ao novo juízo competente. III - Quando forem certas, mas ilíquidas, as sentenças penal, arbitrai e estrangeira não podem ser executadas de imediato, precedendo, pois, a devida liquidação no juízo cível competente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "C",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "244403",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que diz respeito a ações, competência e modificações da competência, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Distingue-se a incompetência do impedimento, porque este é defeito respeitante ao órgão jurisdicional e não pertinente à pessoa física que integra o órgão judicial."
      },
      {
        "letra": "B",
        "texto": "A ação de consignação em pagamento, que não verse sobre locação, deve ser ajuizada no local de pagamento, mas quando a coisa devida for corpo que deva ser entregue no lugar em que está, deverá o devedor requerer a consignação no foro em que ela se encontra"
      },
      {
        "letra": "C",
        "texto": "Nas ações em que a União for ré, o foro é o da seção judiciária do domicílio do autor, ou daquela em que ocorreu o ato ou o fato de que se originou a demanda, ou daquela em que a coisa esteja situada, ou, ainda, no Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "No que tange à exceção de incompetência relativa, a petição deve ser protocolizada no juízo de domicílio do réu, sem que haja necessidade de requerimento de imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "E",
        "texto": "Mesmo que o juiz entenda haver, em determinado caso, nulidade da cláusula de eleição de foro, em contrato de adesão, não pode declará-la de ofício, declinando de competência para o juízo de domicílio do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635826",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, duas ações reputam-se conexas quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tiverem em comum as partes e a causa de pedir."
      },
      {
        "letra": "B",
        "texto": "Tiverem em comum as partes e a competência do juízo."
      },
      {
        "letra": "C",
        "texto": "Tiverem em comum o objeto ou a causa de pedir."
      },
      {
        "letra": "D",
        "texto": "Tiverem em comum a causa de pedir ou a competência do juízo."
      },
      {
        "letra": "E",
        "texto": "Tiverem em comum as partes, o objeto e a competência do juízo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "573140",
    "metadata": "Ano: 2010 | Banca: CONESUL | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência"
    ],
    "enunciado_principal": "No que tange ao Código de Processo Civil assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reputam-se conexas duas ou mais ações, quando Ihes for comum as partes, o objeto ou a causa de pedir."
      },
      {
        "letra": "B",
        "texto": "Dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes e ao objeto, mas a causa de pedir de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "C",
        "texto": "Correndo em separado ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que despachou em primeiro lugar."
      },
      {
        "letra": "D",
        "texto": "O foro contratual não obriga os herdeiros e sucessores das partes."
      },
      {
        "letra": "E",
        "texto": "A competência em razão da matéria é inderrogável por convenção das partes; mas estas podem modificar a competência em razão do valor, do território e da hierarquia, elegendo foro onde serão propostas as ações oriundas de direitos e obrigações."
      }
    ],
    "gabarito": "C"
  }
]