[
  {
    "id": "700418",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "Entre as várias concepções existentes sobre o conceito de ação na ciência processual, a teoria concreta da ação, ou teoria do direito concreto de agir, defende a sua autonomia afirmando ser um direito distinto do direito material, todavia, condicionando a existência desse direito, a um resultado favorável ao autor, pois apenas nos casos em que se reconhecesse a existência do direito material se reconheceria a existência do direito de ação. Defendem seus adeptos que a ação seria o direito de se obter uma sentença favorável. A teoria concreta da ação, ou teoria do direito concreto de agir, teria sido criada por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giuseppe Chiovenda"
      },
      {
        "letra": "B",
        "texto": "Enrico Tulio Liebman."
      },
      {
        "letra": "C",
        "texto": "James Goldschmidt."
      },
      {
        "letra": "D",
        "texto": "Heinrich Degenkolb e Alexander Plósz."
      },
      {
        "letra": "E",
        "texto": "Adolf Wach."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "328940",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "São, respectivamente, declaratórias, constitutivas e condenatórias as ações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de anulação de negócio jurídico em que ocorreu lesão; para reconhecer a ineficácia de multa contratual, porque é excessiva; de arresto, sequestro e de execução."
      },
      {
        "letra": "B",
        "texto": "de anulação de negócio jurídico realizado em estado de perigo; objetivando o reconhecimento de nulidade de contrato simulado; de cobrança fundada no enriquecimento sem causa."
      },
      {
        "letra": "C",
        "texto": "em que se pretende o reconhecimento de nulidade do negócio jurídico; de anulação de negócio jurídico por vício da vontade; objetivando o cumprimento de obrigação de fazer."
      },
      {
        "letra": "D",
        "texto": "civis de improbidade administrativa; pretendendo o reconhecimento de nulidade de negócio jurídico cujo objeto é ilícito; de busca e apreensão de coisas, incidentalmente ao processo de conhecimento."
      },
      {
        "letra": "E",
        "texto": "de embargos do devedor; de revogação de doação; apenas de execução"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286689",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "No que concerne à natureza jurídica da ação, as afirmativas de que “não há ação sem direito”, “não há direito sem ação” e de que “a ação segue a natureza do direito” são consequências do conceito formulado pela teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do direito subjetivo instrumental."
      },
      {
        "letra": "B",
        "texto": "do direito autônomo e concreto."
      },
      {
        "letra": "C",
        "texto": "do direito autônomo e abstrato."
      },
      {
        "letra": "D",
        "texto": "clássica ou imanentista."
      },
      {
        "letra": "E",
        "texto": "do direito de fazer agir o Estado e não do direito de agir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "35538",
    "metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Natureza Jurídica"
    ],
    "enunciado_principal": "Das teorias sobre a natureza jurídica da ação é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria civilista de Savigny considera que o direito de ação tem autonomia em relação ao direito material."
      },
      {
        "letra": "B",
        "texto": "A teoria do direito concreto (Bullow e Wach) não reconhece a autonomia do direito processual em relação ao direito material, de maneira que para a mesma tais direitos se identificam no exercitamento da pretensão."
      },
      {
        "letra": "C",
        "texto": "Para Enrico Tulio Liebman ( teoria eclética), o direito de ação tem dois aspectos, o direito de demanda ou de acesso ou petição (incondicionado) e o direito de ação propriamente dito, que exige o preenchimento de condições a viabilizar o julgamento efetivo da pretensão deduzida."
      },
      {
        "letra": "D",
        "texto": "A teoria do direito abstrato (Degenkolb e Plósz) preconiza que somente terá havido o exercício da ação se a tutela jurisdicional invocada for concedida."
      }
    ],
    "gabarito": "C"
  }
]