[
  {
    "id": "620586",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e dos pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, a análise das condições da ação é feita pelo juiz com base nas alegações apresentadas na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Na ação de alimentos contra o pai, o menor de dezesseis anos de idade tem legitimidade para o processo, mas não goza de legitimidade para a causa."
      },
      {
        "letra": "C",
        "texto": "O direito a determinada prestação jurisdicional se esgota com o simples exercício do direito de ação."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria concreta da ação, o direito de agir é autônomo e independe do reconhecimento do direito material supostamente violado."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de legitimidade extraordinária, a presença e a higidez dos pressupostos processuais serão examinadas em face da parte substituída."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611512",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Relacione corretamente instituto processual ao respectivo conceito. I- inépcia da petição inicial. II- coisa julgada. III- litispendência. IV- carência de ação. A - Há____________________________, quando se repete ação, que está em curso. B - Há____________________________, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. C - Há _________________________ quando Ihe faltar pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível e/ou contiver pedidos incompatíveis entre si. D - Há ___________________________ quando para propor ou contestar ação faltar às partes interesse e legitimidade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A – III; B – II; C – I; D – IV."
      },
      {
        "letra": "B",
        "texto": "A – IV; B – III; C – II; D – I."
      },
      {
        "letra": "C",
        "texto": "A – II; B – III; C – I; D – IV"
      },
      {
        "letra": "D",
        "texto": "A – I; B – II; C – IV; D – III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "496906",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Quanto aos pressupostos processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os pressupostos processuais são os requisitos a serem preenchidos para que o processo possa ter um desenvolvimento válido e regular."
      },
      {
        "letra": "B",
        "texto": "Se as condições da ação foram preenchidas, estará prejudicada a análise dos pressupostos processuais, por perda de objeto."
      },
      {
        "letra": "C",
        "texto": "Se o não preenchimento dos pressupostos processuais não for alegado pela parte, a matéria torna-se preclusa, não podendo ser reexaminada judicialmente."
      },
      {
        "letra": "D",
        "texto": "Se os pressupostos processuais não forem preenchidos, a ação deverá ser julgada extinta com resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "Os pressupostos processuais constituem matéria de ordem dispositiva, devendo ser arguidas pela parte para que possam ser examinadas pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "482533",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Sobre o tema Processo e Procedimento, são apresentadas uma proposição 1 e uma razão 2. 1. O autor da ação pode formular mais de um pedido de forma eventual e sucessiva contra dois réus, PORQUE 2. o Código de Processo Civil giza que “É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior” (art. 289). Assim, é autorizado que se formulem mais de um pedido, em ordem sucessiva, a fim de que o segundo seja acolhido, em não o sendo o primeiro. É a chamada cumulação eventual ou subsidiária, concretizada nesse diploma legal. Em assim sendo, será lícito colocar em juízo, cumulativamente, duas demandas dirigidas a pessoas diferentes, invocando esse artigo do Código de Processo Civil havendo, assim, litisconsórcio sem consórcio, pois os litisconsortes serão adversários. Assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposição e a razão são verdadeiras e a razão justifica a proposição"
      },
      {
        "letra": "B",
        "texto": "A proposição e a razão são verdadeiras, mas a razão não justifica a proposição."
      },
      {
        "letra": "C",
        "texto": "A proposição é verdadeira, mas a razão é falsa"
      },
      {
        "letra": "D",
        "texto": "A proposição é falsa, mas a razão é verdadeira."
      },
      {
        "letra": "E",
        "texto": "A proposição e a razão são falsas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425304",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Existem inúmeras teorias para se explicar a ação, entretanto a teoria idealizada por Enrico Túlio Liebman, chamada de eclética por possuir caracteres próprios de duas linhas teóricas (a abstrata e a concretista), traduz que a essência da ação se encontra na relação que ocorre no ordenamento jurídico entre a iniciativa dos particulares e o exercício em concreto da jurisdição, deste modo o juiz deve determinar de acordo com as normas que regulam sua atividade o conteúdo positivo ou negativo do provimento final. De acordo com essa teoria, para se obter uma sentença de mérito há necessidade de se demonstrar a matéria de processo, os pressupostos processuais. Desta forma, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existência de órgão jurisdicional e de partes."
      },
      {
        "letra": "B",
        "texto": "Competência."
      },
      {
        "letra": "C",
        "texto": "Imparcialidade."
      },
      {
        "letra": "D",
        "texto": "Ausência de litispendência e coisa julgada."
      },
      {
        "letra": "E",
        "texto": "Capacidade de estar em juízo (legitimatio ad processum), independente da capacidade de ser parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "378709",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Para propor ou contestar ação é necessário ter interesse e legitimidade. O postulado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra dirá respeito à legitimação ordinária."
      },
      {
        "letra": "B",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade ordinária para a causa."
      },
      {
        "letra": "C",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra tratará da legitimação extraordinária."
      },
      {
        "letra": "D",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade extraordinária para a causa."
      },
      {
        "letra": "E",
        "texto": "ao interesse processual em demandar e na legitimação para a defesa dos interesses próprios e alheios, tanto difusos como coletivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305300",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e do processo no âmbito do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procedimento é o instrumento de realização da justiça."
      },
      {
        "letra": "B",
        "texto": "A formação da relação processual completa-se com a propositura da ação, ou seja, com o despacho da inicial ou com a distribuição, onde houver mais de uma vara."
      },
      {
        "letra": "C",
        "texto": "O interesse-adequação refere-se à necessidade de o autor ingressar em juízo para obter o bem da vida que ele almeja."
      },
      {
        "letra": "D",
        "texto": "Será improcedente o pedido que for considerado juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "No caso dos pressupostos processuais, não ocorre a preclusão, podendo, inclusive em grau de recurso aos tribunais superiores, ser reconhecida a inexistência de pressuposto processual e decretada a extinção do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "292467",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: ANP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Os pressupostos processuais e as condições da ação formam o que se denomina juízo de admissibilidade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1237617",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. De acordo com a teoria da exposição, a parte autora deve provar a existência da legitimidade das partes, a possibilidade jurídica do pedido, o interesse de agir e a capacidade postulatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235371",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Podem ser considerados pressupostos processuais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão investido de jurisdição voluntária, citação válida e capacidade processual;"
      },
      {
        "letra": "B",
        "texto": "legitimidade para agir, capacidade postulatória e ônus probatório;"
      },
      {
        "letra": "C",
        "texto": "capacidade de ser parte, demanda e órgão investido de jurisdição;"
      },
      {
        "letra": "D",
        "texto": "interesse processual, juízo competente e partes"
      },
      {
        "letra": "E",
        "texto": "órgão investido de jurisdição, questões prejudiciais e agravos."
      }
    ],
    "gabarito": "C"
  }
]