[
  {
    "id": "611772",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "\"(...) forma pela qual um terceiro ingressa em processo alheio para excluir direito de autor e réu, pleiteando o direito ou coisa que controvertem esses sujeitos processuais.\" O trecho acima citado trata-se de: Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 232",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assistência simples"
      },
      {
        "letra": "B",
        "texto": "Chamamento ao processo"
      },
      {
        "letra": "C",
        "texto": "Denunciação a lide"
      },
      {
        "letra": "D",
        "texto": "Oposição"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936933",
    "metadata": "Ano: 2015 | Banca: COPS-UEL | Órgão: UEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, corretamente, o instituto processual pelo qual se convoca, coativamente, o sujeito oculto das relações de dependência, corrigindo-se o polo passivo da relação jurídica processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assistência."
      },
      {
        "letra": "B",
        "texto": "Chamamento ao proceso."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "Oposição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649672",
    "metadata": "Ano: 2015 | Banca: INAZ do Pará | Órgão: Prefeitura de Terra Alta - PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, nomear à autoria o proprietário ou o possuidor."
      },
      {
        "letra": "B",
        "texto": "A denunciação da lide é obrigatória ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção Ihe resulta."
      },
      {
        "letra": "C",
        "texto": "A citação do denunciado será requerida, juntamente com a do réu, se o denunciante for o autor; e, no prazo para contestar, se o denunciante for o réu."
      },
      {
        "letra": "D",
        "texto": "É admissível o chamamento ao processo do devedor, na ação em que o fiador for réu."
      },
      {
        "letra": "E",
        "texto": "A sentença, que julgar procedente a ação, condenando os devedores, valerá como título executivo, em favor do que satisfizer a dívida, para exigi-la, por inteiro, do devedor principal, ou de cada um dos co-devedores a sua quota, na proporção que Ihes tocar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "598820",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: CRF-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Segundo as regras do direito processual civil brasileiro acerca da intervenção de terceiros, aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer oposição contra o titular do direito."
      },
      {
        "letra": "B",
        "texto": "nomear a autoria o proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "apresentar denunciação a lide para assegurar direito de regresso."
      },
      {
        "letra": "D",
        "texto": "promover o chamamento ao processo do terceiro coobrigado."
      },
      {
        "letra": "E",
        "texto": "atuar como assistente em razão da existência de interesse comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "701002",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "De acordo com as normas estabelecidas no Código de Processo Civil (CPC), qual constitui forma de intervenção de terceiro obrigatória, provocada pelo autor ou réu, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670340",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Quanto à nomeação à autoria, como forma de intervenção de terceiros, pode-se dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "além de ser obrigatória para o réu, tem por finalidade a correção da legitimidade passiva, somente em duas hipóteses: detenção e reparação de danos causados em decorrência de atos ilícitos praticados por preposto a mando do patrão."
      },
      {
        "letra": "B",
        "texto": "além de ser facultativa para o réu, tem por finalidade a correção da legitimidade passiva, em qualquer tipo de tutela jurisdicional em que haja equívoco na indicação daquele que deve ocupar o polo passivo da ação."
      },
      {
        "letra": "C",
        "texto": "além de ser obrigatória para o réu, tem por finalidade a correção da legitimidade passiva, em qualquer tipo de tutela jurisdicional em que haja equívoco na indicação daquele que deve ocupar o polo passivo da ação."
      },
      {
        "letra": "D",
        "texto": "tem por finalidade, em nome da economia processual, promover ação regressiva contra aquele que está obrigado a indenizar, seja por lei ou por contrato, sendo que se trata de intervenção facultativa para o réu."
      },
      {
        "letra": "E",
        "texto": "tem por finalidade trazer para o processo aquele que deve tanto quanto o réu, sendo que este, por expressa disposição legal, está obrigado a nomear."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492063",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer denunciação da lide contra ambos."
      },
      {
        "letra": "B",
        "texto": "aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá chamar ao processo o proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide é obrigatória, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "D",
        "texto": "é admissível a nomeação à autoria do devedor, na ação em que o fiador for réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "461139",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Everaldo trabalha como caseiro em um sítio localizado em Veranópolis, há quatro anos. Ele mora com sua esposa e seus filhos em um pequeno quarto construído na propriedade. É certo que o possuidor do sítio é Benício, que viaja muito e precisa dos serviços de Everaldo para a manutenção da área. Em determinado dia, Samira, julgando ser a legítima possuidora da área, que presume ter sido invadida, ajuíza em face de Everaldo, única pessoa que vê no sítio, uma ação de reintegração de posse. Everaldo, a fim de indicar Benício, real possuidor do sítio, para o polo passivo da ação, deve propor I. denunciação da lide; II. oposição; III. nomeação à autoria. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente as propostas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se somente as propostas I e III estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se somente as propostas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente a proposta III estiver correta."
      },
      {
        "letra": "E",
        "texto": "se somente a proposta II estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447564",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre as espécies da chamada Intervenção de Terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá o manejo da oposição quando alguém pretender, no todo ou em parte, a coisa ou direito sobre que controvertem autor e réu, até ser proferida a sentença."
      },
      {
        "letra": "B",
        "texto": "É admissível a oposição ao devedor na ação em que o fiador for réu."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá denunciar a lide ao proprietário e ao possuidor."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá julgar, em momentos processuais distintos, a ação e a oposição."
      },
      {
        "letra": "E",
        "texto": "A nomeação à autoria é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444024",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Em uma Ação de Usucapião em que A move contra B, adquirente, sob o fundamento de que a aquisição do domínio se consumou anteriormente ao registro da escritura pública de compra e venda outorgada por C a B. B, no prazo de defesa, para resguardar seus direitos e permanecer com o domínio sobre o imóvel, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não contestar a ação e denunciar da lide C."
      },
      {
        "letra": "B",
        "texto": "não contestar a ação e nomear à autoria C."
      },
      {
        "letra": "C",
        "texto": "contestar a ação e chamar ao processo C."
      },
      {
        "letra": "D",
        "texto": "contestar a ação e nomear à autoria C."
      },
      {
        "letra": "E",
        "texto": "contestar a ação e denunciar da lide C."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "438077",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Kevin e Kate são grandes amigos e, em determinado momento, resolvem iniciar, conjuntamente, uma atividade empresarial. Para dar início ao negócio, ambos procuram Selma e com ela assinam um contrato de empréstimo, no qual fica estabelecido que Selma emprestará à dupla a quantia de R$ 50.000,00 (cinquenta mil reais), e que, seis meses após a assinatura do contrato, Kevin e Kate deverão devolver integralmente a quantia devidamente corrigida e acrescida de uma taxa de 5% sobre o valor emprestado. Com o vencimento do empréstimo, nos termos contratados, e a dupla não cumpre com a obrigação devida a Selma. Diante dessa situação, Selma ajuíza ação de cobrança em face de Kevin. O réu, julgando não ser correto apenas ele ter responsabilidade pelo pagamento da dívida, decide levar Kate para o processo, a fim de agir regressivamente contra ela, caso venha a pagar sozinho todo o montante previsto no contrato de empréstimo. Considerando o caso acima apresentado, assinale a opção que indica corretamente a figura de intervenção de terceiros de que Kevin deve se valer para atingir o seu propósito quanto a Kate.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433958",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "O instrumento processual que permite incluir na lide aquele que estiver obrigado pela lei a indenizar o réu em ação regressiva denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria"
      },
      {
        "letra": "B",
        "texto": "denunciação da lide"
      },
      {
        "letra": "C",
        "texto": "assistência litisconsorcial"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429579",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A empresa de transportes XXX é segurada pela Empresa de Seguros YYY. Em virtude de acidente de veículo ocasionado por um dos veículos da transportadora XXX, esta vem a ser demandada em ação indenizatória pela vítima do dano. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a transportadora deverá oferecer chamamento ao processo à Empresa de Seguros YYY, sendo que, nesse caso, esta última não poderá ser condenada diretamente em face da vítima do dano, pois não há que se falar em qualquer relação jurídica direta entre a Seguradora e a vítima."
      },
      {
        "letra": "B",
        "texto": "a transportadora deverá, necessariamente, aguardar o desfecho da ação para depois pedir o reembolso à Empresa de Seguros YYY, pois a Seguradora não tem legitimidade para figurar na relação jurídica processual, eis que não participou do acidente."
      },
      {
        "letra": "C",
        "texto": "a transportadora deverá nomear a Empresa de Seguros YYY à autoria, pois esta última é a única legitimada, em virtude do contrato de seguro existente, a responder pelos danos causados à vítima."
      },
      {
        "letra": "D",
        "texto": "segundo a orientação do STJ, a transportadora poderá oferecer denunciação da lide em face da Empresa de Seguros YYY, sendo que, nesse caso, esta última poderá ser condenada diretamente em face da vítima do dano, pois figurará, juntamente com a transportadora, na qualidade de litisconsorte passiva em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427902",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Nas demandas de fornecimento de medicamentos, ajuizadas contra o Estado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem ser citados o Município e a União, na qualidade de litisconsortes passivos necessários."
      },
      {
        "letra": "B",
        "texto": "é vedado o chamamento ao processo da União ou do Município, realizado com espeque na solidariedade."
      },
      {
        "letra": "C",
        "texto": "não se admite a formação de litisconsórcio ativo facultativo."
      },
      {
        "letra": "D",
        "texto": "é possível a nomeação à autoria da União, com base na sua legitimidade como responsável financeira pelo Sistema Único de Saúde."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426391",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, sendo que este fenômeno jurídico será conceituado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litisconsórcio."
      },
      {
        "letra": "B",
        "texto": "Nomeação à Autoria."
      },
      {
        "letra": "C",
        "texto": "Assistência."
      },
      {
        "letra": "D",
        "texto": "Denunciação da Lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417887",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria é obrigatória ao alienante, na ação em que terceiro reivindica a coisa cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que lhe resulta da evição."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de oposição, ação prejudicial proposta por terceiro que se julga titular do bem ou direito disputado em juízo, o prazo para a resposta será duplicado, pois os opoentes têm procuradores diferentes e são litisconsortes na oposição."
      },
      {
        "letra": "C",
        "texto": "Denomina-se oposição autônoma a oferecida antes do início da audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Se a parte demandada nomear a autoria, haverá suspensão do prazo de resposta."
      },
      {
        "letra": "E",
        "texto": "Conforme a doutrina majoritária, admite-se a denunciação da lide per saltum, ou seja, de qualquer um que tenha participado da cadeia de transmissão do bem"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416641",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca das diferentes espécies de intervenção de terceiros, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria visa a corrigir o polo passivo da demanda, sendo dever do réu nomear a autoria nos casos em que, na relação jurídica material, figure como mero detentor da coisa litigiosa ou quando o ato lesivo discutido tenha sido praticado por ordem ou instrução de terceiro, nesse último caso excluídas as hipóteses de relação de emprego ou comissão."
      },
      {
        "letra": "B",
        "texto": "A denunciação da lide inaugura relação jurídica processual paralela e dependente em caso de direito de regresso, sendo discutida, em jurisprudência, sua obrigatoriedade nos casos de direitos resultantes da evicção."
      },
      {
        "letra": "C",
        "texto": "A oposição é ação contraposta em que o opoente pretende, no todo ou em parte, o direito sobre o qual controvertem autor e réu, sendo seu exercício obrigatório, sob pena de perda do direito."
      },
      {
        "letra": "D",
        "texto": "O chamamento ao processo amplia o polo passivo da demanda e tem por fundamento obrigações solidárias ou, simplesmente comuns entre os obrigados, mesmo que não haja solidariedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416566",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "O fenômeno da intervenção de terceiros é, comumente, definido no sistema processual brasileiro como ingresso, em um processo, de quem não é parte. Tal fenômeno ocorre porque, muitas vezes, um processo produz efeitos sobre a esfera jurídica de interesses que pertencem a pessoas estranhas à relação processual. A doutrina divide as intervenções de terceiros em intervenções espontâneas e coactas. Sobre as diversas intervenções de terceiros, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a ocorrência de denunciações da lide sucessivas."
      },
      {
        "letra": "B",
        "texto": "É admissível o chamamento ao processo do devedor, na ação em que o fiador for réu."
      },
      {
        "letra": "C",
        "texto": "A nomeação à autoria pode ser feita por qualquer réu que pretenda corrigir a ilegitimidade passiva de uma ação."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é espécie de intervenção de terceiros, que pode ser feita pelo autor ou pelo réu de uma ação."
      },
      {
        "letra": "E",
        "texto": "Para que a nomeação à autoria se concretize, promovendo troca de réus em uma ação, com ela precisam concordar autor e nomeado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408730",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "B. é proprietário de uma chácara a 50 km de Goiânia. Após uma viagem de três meses pela Europa, B. se deparou com um sujeito chamado J. ocupando o seu imóvel. J. estava morando na chácara de B. a pedido de V., que havia tomado posse do imóvel e se apresentado como seu dono, tendo contratado J. para cuidar da chácara como caseiro. Sem saber da situação, B. ajuizou ação reivindicatória em face de J., visando a imediata desocupação do imóvel, bem como a reparação dos prejuízos decorrentes da invasão. Sendo citado nos termos da ação proposta, J.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá chamar ao processo o verdadeiro esbulhador da posse de B., o senhor V., conforme demonstrado na narrativa dos fatos."
      },
      {
        "letra": "B",
        "texto": "deverá nomear à autoria o senhor V., de forma a regularizar o polo passivo da demanda, sob pena de responder por perdas e danos decorrentes da extinção do processo sem resolução de mérito"
      },
      {
        "letra": "C",
        "texto": "poderá denunciar à lide o senhor V., tendo em vista o seu direito de regresso contra este em caso de eventual condenação à reparação civil pecuniária de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "poderá ser assistido pelo senhor V., que possui total interesse no julgamento de improcedência da ação reivindicatória."
      },
      {
        "letra": "E",
        "texto": "deverá apresentar defesa de mérito na ação, tendo em vista a sua legitimidade passiva para a demanda ajuizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402232",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Da extinção do processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Depois de uma áspera discussão envolvendo os amigos Caio, Ticio e Mevio, travou-se uma luta corporal durante a qual Ticio desferiu um violento soco em Caio. Tendo sofrido graves lesões na face, que inclusive o levaram a se submeter a cirurgias, Caio, supondo equivocadamente que a agressão partira de Mevio, moveu-lhe ação, sob o rito ordinário, pleiteando a indenização dos danos materiais e morais experimentados. Citado, Mevio procurou o órgão da Defensoria Pública para atuar em sua defesa. Diante dos fatos, a linha principal a nortear a defesa de Mevio deverá ser no sentido de se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suscitar a questão preliminar de ilegitimidade passiva ad causam, pugnando-se pela extinção do processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "promover a denunciação da lide em relação a Ticio, para que, caso seja condenado a pagar as verbas indenizatórias reclamadas por Caio, possa o réu receber o correspondente valor, no mesmo processo, do único responsável pelo ato ilícito."
      },
      {
        "letra": "C",
        "texto": "promover a nomeação à autoria em relação a Ticio, o único responsável pelo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "alegar, como tese de mérito, a ausência dos pressupostos da responsabilidade civil que lhe foi atribuída na petição inicial, pugnando-se pela improcedência do pedido ali formulado."
      },
      {
        "letra": "E",
        "texto": "arguir a questão preliminar de inobservância da regra do litisconsórcio passivo necessário, pugnando-se pela extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402224",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A modalidade de intervenção de terceiros que se presta a assegurar a efetivação do direito de regresso em favor da parte eventualmente sucumbente no processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "a assistência."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo."
      },
      {
        "letra": "E",
        "texto": "a oposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe denunciação da lide àquele que for obrigado a indenizar, em ação regressiva, o que se despendeu em juízo, mesmo quando isso demandar a análise de fato diverso dos envolvidos na ação principal."
      },
      {
        "letra": "B",
        "texto": "Na ação em que o fiador for réu, a nomeação do devedor à autoria poderá ser requerida em qualquer fase do procedimento."
      },
      {
        "letra": "C",
        "texto": "Contar-se-á em dobro o prazo para recorrer quando só um dos litisconsortes for sucumbente."
      },
      {
        "letra": "D",
        "texto": "O assistente simples, em nome próprio, atua no processo como legitimado extraordinário, auxiliando na defesa de direito alheio."
      },
      {
        "letra": "E",
        "texto": "A oposição pode ser oferecida antes ou depois da audiência, cabendo ao juiz decidi-la sempre simultaneamente com a ação principal e desta primeiro conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393013",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Lucius, em razão de contrato de prestação de serviços médicos através de seguro-saúde, está obrigado a indenizar, em ação regressiva, o prejuízo que a empresa titular do seguro-saúde terá se perder ação de reparação de danos morais e materiais proposta por paciente que foi vítima de erro médico. Lucius será convocado para intervir no processo através",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "do chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "da nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "da oposição sucessiva."
      },
      {
        "letra": "E",
        "texto": "da assistência simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "381213",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento sumário",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de litisconsórcio, assistência e intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de nomeação à autoria, ainda que o autor recuse o nomeado, o nomeante deve ser retirado do polo passivo da demanda e, em seu lugar, entrar aquele que foi nomeado"
      },
      {
        "letra": "B",
        "texto": "Na denunciação da lide, modalidade de intervenção de terceiro, fundada em direito de regresso, há apenas cumulação de ordem subjetiva."
      },
      {
        "letra": "C",
        "texto": "Nos feitos que tramitem no rito sumário, inadmite-se qualquer modalidade de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Nos litisconsórcios facultativos, o número de litigantes é ilimitado, sem possibilidade de restrição pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A posição do assistente simples deve ser a mesma do assistido, podendo, portanto, o assistido formular pedido de desistência da ação sem que o assistente se oponha a esse requerimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380246",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Petição Inicial",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá proceder a que procedimento processual para resguardar seus direitos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oposição;"
      },
      {
        "letra": "B",
        "texto": "Denunciação a lide;"
      },
      {
        "letra": "C",
        "texto": "Litisconsórcio;"
      },
      {
        "letra": "D",
        "texto": "Inépcia da petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361728",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor recusar a nomeação à autoria pleiteada pela ré, esta não terá direito à abertura de novo prazo para contestação"
      },
      {
        "letra": "B",
        "texto": "O regime do litisconsórcio necessário assegura decisão unitária para todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O direito do evicto de indenizar-se do pagamento indevido em face do anterior alienante não se condiciona à denunciação da lide em ação de terceiro reivindicante."
      },
      {
        "letra": "D",
        "texto": "A alienação do objeto litigioso não altera a legitimidade processual das partes, de forma que o legitimado superveniente não poderá, como parte, ingressar no feito como assistente litisconsorcial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, o cabimento do chamamento ao processo em fase de execução evidencia a aplicação dos princípios da economicidade e celeridade processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360459",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No que se refere às hipóteses de intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um terceiro apresenta oposição, pretendendo a coisa ou o direito sobre o qual controvertem autor e réu, antes da audiência de instrução e julgamento, forma-se novo processo, mediante petição inicial que deve respeitar os requisitos previstos na legislação processual civil."
      },
      {
        "letra": "B",
        "texto": "Se, em ação de despejo, for requerida a intervenção de terceiro na modalidade de assistência simples, mediante a demonstração de interesse exclusivamente econômico, o juiz deverá admitir a intervenção, pois, para a admissão do assistente simples, basta a demonstração do interesse meramente econômico."
      },
      {
        "letra": "C",
        "texto": "Considere que pessoa com sessenta e cinco anos de idade tenha ingressado com oposição interventiva em ação sob o rito ordinário e tenha requerido o benefício da prioridade na tramitação processual. Nessa situação, o juiz rejeitará o pedido de prioridade, pois o benefício é concedido ao idoso com mais de sessenta e cinco anos nos processos em que figura como parte, não se estendendo às hipóteses de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Considere que no prazo de resposta o réu tenha nomeado à autoria determinada pessoa e que o juiz, considerando ausentes os pressupostos previstos na legislação processual, tenha indeferido o pedido. Nessa situação, o juiz deverá assinar ao nomeante novo prazo para contestar o pedido do autor."
      },
      {
        "letra": "E",
        "texto": "Caso o réu tenha deixado de denunciar à lide aquele que estava obrigado, pelo contrato, a indenizar em ação regressiva o prejuízo decorrente de sua perda na demanda, não será possível o exercício do direito de regresso em ação autônoma."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "557411",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "A respeito da pluralidade de partes no direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No litisconsórcio necessário simples, o resultado da decisão será obrigatoriamente o mesmo para todas as partes que ocupam o mesmo polo processual."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de assistência litisconsorcial, o litisconsórcio decorrente desse fenômeno será sempre necessário."
      },
      {
        "letra": "C",
        "texto": "Cabe chamamento ao processo na ação de indenização, intentada pelo proprietário ou pelo titular de um direito sobre a coisa, toda vez que o responsável pelos prejuízos alegar que praticou o ato por ordem, ou em cumprimento de instruções de terceiro."
      },
      {
        "letra": "D",
        "texto": "A oposição é hipótese de intervenção de terceiros cuja aplicação dá-se exclusivamente para a reivindicação de coisa."
      },
      {
        "letra": "E",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá nomear à autoria o proprietário ou o possuidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433117",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "João, citado em nome próprio em determinada ação, alega ser possuidor direto da coisa demandada, que é objeto de obrigação pignoratícia. Nesse caso, é cabível a intervenção de terceiros nos termos da qual é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João deverá denunciar a lide ao proprietário e, ordenada a citação do denunciado, suspende-se o processo"
      },
      {
        "letra": "B",
        "texto": "trata-se de hipótese de chamamento ao processo que possui caráter obrigatório."
      },
      {
        "letra": "C",
        "texto": "na hipótese, é cabível a oposição, oferecida obrigatoriamente no prazo de resposta do réu."
      },
      {
        "letra": "D",
        "texto": "a qualquer tempo, desde que antes da Audiência de Instrução e Julgamento, João poderá nomear a autoria ao proprietário."
      },
      {
        "letra": "E",
        "texto": "João poderá denunciar a lide ao proprietário, mesmo depois de transcorrido o prazo de resposta do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "421723",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Conceito de competência"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constituem fundamentos para que duas ou mais pessoas possam litigar, no mesmo processo, em conjunto, ativa ou passivamente, dentre outros, a afinidade de questões por um ponto comum de fato ou de direito e quando houver entre as causas conexão pelo objeto ou pela causa de pedir;"
      },
      {
        "letra": "B",
        "texto": "há litisconsórcio necessário quando, por disposição de lei ou pela natureza da relação jurídica, o juiz tiver de decidir a lide de modo uniforme para todas as partes; caso em que a eficácia da sentença dependerá da citação de todos os litisconsortes no processo;"
      },
      {
        "letra": "C",
        "texto": "no que tange aos prazos processuais, é correto afirmar que a superveniência de férias suspenderá o curso do prazo; o que lhe sobejar recomeçará a correr do primeiro dia útil seguinte ao termo das férias;"
      },
      {
        "letra": "D",
        "texto": "reputam-se conexas duas ou mais ações quando lhe for comum o objeto ou a causa de pedir; dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes e ao pedido, mas o objeto de uma, por ser mais amplo, abrange o das outras;"
      },
      {
        "letra": "E",
        "texto": "aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá nomear à autoria o proprietário ou o possuidor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410540",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Considere que Rafael seja proprietário de imóvel localizado em um condomínio do município X, no qual Manoel trabalha como caseiro, e, ainda, que o condomínio tenha ajuizado demanda motivada por atraso de cotas condominiais contra Manoel, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel deve chamar ao processo Rafael no prazo de defesa, e, se deferido o pedido, o processo será suspenso e será ordenada a citação de Rafael."
      },
      {
        "letra": "B",
        "texto": "Manoel deve nomear à autoria Rafael no prazo da defesa e, se deferido o pedido, o processo será suspenso e o juiz deverá mandar ouvir o condomínio no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "O caseiro deve nomear Rafael à autoria e requerer a citação de seu patrão no prazo para contestação e, se a nomeação for presumidamente aceita, o juiz deverá ouvir Manoel no prazo de cinco dias."
      },
      {
        "letra": "D",
        "texto": "Manoel deve denunciar à lide e requerer que Rafael seja citado dentro de dez dias, para evitar que a ação prossiga unicamente em relação a si."
      },
      {
        "letra": "E",
        "texto": "O caseiro deve denunciar Rafael à lide no prazo para a defesa, fato que acarretará a suspensão do processo para que o denunciado seja ouvido no prazo de dez dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410115",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos."
      },
      {
        "letra": "B",
        "texto": "Em caso de demanda judicial, aquele que detiver coisa que está em nome alheio, deverá, em seu próprio nome, responder pela demanda."
      },
      {
        "letra": "C",
        "texto": "Nomeação à autoria é obrigatório quando, ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção lhe resulta."
      },
      {
        "letra": "D",
        "texto": "Na ação que cobra o fiador de um contrato, é inadmissível o chamamento ao processo do devedor principal."
      },
      {
        "letra": "E",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, não será obrigado a assumir a posição de litisconsorte do denunciante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407301",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Autor e réu litigam em juízo sobre determinado bem e um terceiro pretende integralmente a coisa sobre a qual controvertem as partes.Nessa situação, a figura processual a ser utilizada será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria, que deve solicitada pelo terceiro contra o autor e o réu em litisconsórcio passivo necessário."
      },
      {
        "letra": "B",
        "texto": "nomeação à autoria, solicitada pelo terceiro em face do autor e do réu e que, caso reconhecida pelo réu, a ação prosseguirá contra o autor."
      },
      {
        "letra": "C",
        "texto": "oposição, que deve ser julgada antes da ação principal devido a seu caráter prejudicial em relação a esta última."
      },
      {
        "letra": "D",
        "texto": "denunciação da lide, que deve ser requerida pelo próprio terceiro no prazo de resposta do réu."
      },
      {
        "letra": "E",
        "texto": "oposição, que deve ser oferecida pelo próprio terceiro antes do trânsito em julgado do processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "405777",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Da Intervenção de terceiros",
      "Da ação",
      "Condições da ação",
      "Nomeação à autoria",
      "Critérios de competência",
      "Da formação do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienado o bem objeto da lide, será impositiva a alteração subjetiva do processo."
      },
      {
        "letra": "B",
        "texto": "A nomeação à autoria, havendo concordância do nomeado e da outra parte, determina a sucessão processual."
      },
      {
        "letra": "C",
        "texto": "A substituição do requerido em razão do reconhecimento de sua ilegitimidade pode ocorrer a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "Nas localidades em que houver mais de uma vara de competência idêntica, distribuída a petição, considera-se proposta a ação para ambas as partes."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de ação de caráter pessoal estrito, a morte de uma das partes necessariamente determina a extinção prematura do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388852",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão de haver expressa proibição legal, não se admite a intervenção de terceiros no procedimento sumário, ainda que a denunciação da lide tenha como fundamento contrato de seguro."
      },
      {
        "letra": "B",
        "texto": "o autor da oposição (opoente) deve deduzi-la contra os réus (opostos), que são, por força de lei, autor e réu da ação principal, devendo ser formado litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "a nomeação à autoria é dever imposto pela lei ao réu que, se descumprido, sujeita-o a responder por perdas e danos. E, para que o réu-nomeante se retire do processo e o nomeado assuma seu lugar como novo sujeito passivo (réu) da relação processual, exige-se a concordancia do autor ou do nomeado à autoria."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo dá-se por iniciativa do réu, com o objetivo de chamar o devedor principal ou os codevedores solidários ao feito e depende do assentimento do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "382850",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Febo é designado como vigia da propriedade de Marco. Em determinado dia, é surpreendido com citação realizada em processo civil, sendo autor Cláudio, alegando este que haveria violação à sua posse. Após contratar advogado, Febo apresenta a defesa cabível que seria, no sistema processual positivo, a alegação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio"
      },
      {
        "letra": "B",
        "texto": "oposição"
      },
      {
        "letra": "C",
        "texto": "denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      },
      {
        "letra": "E",
        "texto": "nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359235",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando as disposições do Código de Processo Civil sobre as figuras de intervenção de terceiros, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide de outros fiadores é admissível quando, para a ação, for citado apenas um deles"
      },
      {
        "letra": "B",
        "texto": "Por meio da oposição, busca-se obter a coisa ou o direito que está sendo disputado em processo pendente."
      },
      {
        "letra": "C",
        "texto": "chamamento ao processo pode ensejar a formação e litisconsórcio ulterior, passivo, facultativo e unitário."
      },
      {
        "letra": "D",
        "texto": "A aceitação expressa da nomeação à autoria acarreta o fenômeno da extromissão da parte ré originária."
      },
      {
        "letra": "E",
        "texto": "A denunciação da lide feita pelo réu prescinde de oferecimento formal de contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "351415",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Na relação jurídico-processual podem ser agregadas outras pessoas com interesse na solução da lide. Identifique nas proposições abaixo as figuras de intervenção de terceiro, apontando a alternativa em que conste a ordem seqüencial correta: I. Ação de indenização movida contra a Administração Pública, por dano causado por funcionário publico, que ingressa em Juízo, também. II. Ação reivindicatória movida por A contra BeC, em que este se apresenta como proprietário do imóvel, pretendendo a coisa sobre a qual litigam A e B. III. Ação movida contra quem tem a detenção da coisa e o detentor busca a mudança no polo passivo da demanda.Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência, oposição, nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "oposição, nomeação à autoria, assistência."
      },
      {
        "letra": "C",
        "texto": "nomeação à autoria, oposição, assistência."
      },
      {
        "letra": "D",
        "texto": "assistência, assistência, nomeação a autoria."
      },
      {
        "letra": "E",
        "texto": "nomeação a autoria, oposição, nomeação a autoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350508",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Moraes Silveira envolve-se em acidente automobilístico em Salvador, colidindo seu veículo com o de Consuelo, a quem acusa de haver provocado danos ao dirigir negligentemente. Propõe ação contra Consuelo, cujo carro estava segurado contra acidentes. Querendo que a seguradora componha o polo passivo da lide, o advogado de Consuelo deverá requerer, visando à eventual formação de título judicial contra a seguradora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua oposição."
      },
      {
        "letra": "B",
        "texto": "seu chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "sua nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "sua assistência."
      },
      {
        "letra": "E",
        "texto": "sua denunciação da lide."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335954",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Acerca do litisconsórcio e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de assistência simples, são ineficazes os atos meléficos ou de disposição praticados pelo assistido ou pelo assistente, em razão da aplicação do regime do litisconsórcio unitário."
      },
      {
        "letra": "B",
        "texto": "É majoritário na doutrina o entendimento de que, aceita a nomeação pelo autor e pelo nomeado, o nomeante pode permanecer no processo como assistente simples do nomeado."
      },
      {
        "letra": "C",
        "texto": "Considere que Pedro ajuíze ação em face de determinado estado, objetivando o fornecimento de medicamentos a sua esposa, que esteja internada em determinado hospital público. Nesse caso, segundo o STJ, o estado pode chamar ao processo a União, com fundamento no princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "É unânime o entendimento de que, na denunciação da lide, a relação entre denunciante e denunciado é de litisconsórcio."
      },
      {
        "letra": "E",
        "texto": "Considera-se litisconsórcio facultativo e simples a ação de nulidade de casamento em face dos cônjuges ajuizada pelo MP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332700",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: DETRAN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "B",
        "texto": "Não é admissível o chamamento ao processo no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Àquele que detiver a coisa em nome alheio, sendo- lhe demandada em nome próprio, é facultado nomear à autoria o proprietário ou o possuidor."
      },
      {
        "letra": "D",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação e a oposição, conhecerá àquela emprimeiro lugar."
      },
      {
        "letra": "E",
        "texto": "É vedada a denunciação da lide no direito brasileiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329216",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o julgamento de ação proposta por litisconsortes ativos voluntários domiciliados em distintos estados da Federação, quando o pedido se originar de natureza comum, são competentes tanto o foro da sede da ré quanto o do domicílio de um dos autores."
      },
      {
        "letra": "B",
        "texto": "A recusa pelo autor da nomeação à autoria pleiteada pela ré impede a abertura de novo prazo para que a nomeante apresente contestação, dada a violação do princípio da igualdade de tratamento às partes."
      },
      {
        "letra": "C",
        "texto": "De acordo com entendimento do STJ, não há óbice ao chamamento ao processo dos devedores solidários da dívida comum em fase de execução do título executivo extrajudicial cujo crédito tenha sido discutido em processo de conhecimento prévio à execução."
      },
      {
        "letra": "D",
        "texto": "No mandado de segurança, somente se admite o litisconsórcio ativo voluntário quando postulado no momento do ajuizamento da ação, sob pena de violação do princípio do juiz natural."
      },
      {
        "letra": "E",
        "texto": "O assistente litisconsorcial, embora não seja considerado interveniente secundário e acessório, uma vez que a relação discutida entre o assistido e o seu adversário também lhe pertence, não terá tratamento processual idêntico ao do conferido ao assistido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322954",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Ao réu em ação de indenização que detém direito de regresso contra terceiro, por força de lei ou contrato, é possível utilizar-se da seguinte forma de intervenção de terceiros no processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "oposição."
      },
      {
        "letra": "D",
        "texto": "nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "assistência simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322208",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que concerne à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locatário é legitimado a denunciar a lide ao proprietário, quando demandado por terceiro em nome próprio, podendo a lide acarretar-lhe a perda da posse."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo do fiador na ação de conhecimento de cobrança em que o devedor seja réu."
      },
      {
        "letra": "D",
        "texto": "Deixando de nomear à autoria, aquele a quem incumbia a nomeação sofrerá consequências apenas de ordem processual, visto que a referida intervenção de terceiros tem natureza jurídica de instrumento processual de celeridade para a solução da lide."
      },
      {
        "letra": "E",
        "texto": "O chamamento ao processo não caracteriza intervenção de terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "309093",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Nas opções a seguir, são apresentadas situações hipotéticas seguidas de uma assertiva a ser julgada a respeito da intervenção de terceiros no processo. Assinale a opção em que a assertiva apresentada está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos adquiriu um veículo da montadora X e, após usar o carro por aproximadamente 100 km, a barra de direção do veículo se quebrou, o que provocou a colisão do carro com a pilastra do prédio onde Carlos vive, causando diversos danos. Por isso, Carlos propôs ação contra a empresa, tendo sido adotado, pelo valor da causa, o procedimento sumário. Nessa situação, será lícito à montadora proceder ao chamamento de sua seguradora ao processo, caso em que, havendo condenação de ambas, a responsabilidade será solidária."
      },
      {
        "letra": "B",
        "texto": "Joana e Marta são fiadoras do contrato de locação de Rafael, que deixou de pagar os aluguéis, razão por que foi pedida a condenação de Joana ao pagamento do valor correspondente. Nessa situação, Joana poderá, na contestação, proceder à nomeação à autoria de Marta, com a finalidade de estabelecer sua responsabilidade pela dívida."
      },
      {
        "letra": "C",
        "texto": "Pedro propôs contra o DF demanda fundada em ato culposo de servidor público que lhe causou dano. Nessa situação, o DF deve denunciar o servidor à lide, sob pena de perda do direito de regresso."
      },
      {
        "letra": "D",
        "texto": "Ao construir uma cerca na fazenda de Manoel, onde é empregado responsável por cuidar da propriedade, Nelson invadiu a fazenda de Antônio, que, em razão disso, entrou com ação possessória contra ele. Nessa situação, por ser apenas detentor do imóvel, Nelson, ao ser citado, deverá proceder ao chamamento ao processo de Manoel."
      },
      {
        "letra": "E",
        "texto": "Daniel propôs ação reivindicatória de imóvel contra Paulo, que, em sua defesa, alegou ser o proprietário do imóvel, e Jorge, afirmando ser o possuidor do imóvel, ofereceu oposição contra ambos. Nessa situação, caso a oposição tenha sido proposta depois da audiência de instrução, o procedimento do processo de Daniel contra Paulo deverá ficar sobrestado até que a oposição possa ser julgada em conjunto com ele."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661607",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No Processo Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, será considerado litisconsorte."
      },
      {
        "letra": "B",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer assistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "E",
        "texto": "É admissível a nomeação à autoria na ação em que o fiador for réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462555",
    "metadata": "Ano: 2012 | Banca: OBJETIVA | Órgão: EPTC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, analisar os itens abaixo: I - Para que haja unidade procedimental e decisória, a oposição poderá ser oferecida até a sentença. II - A nomeação à autoria é uma exceção ao princípio da perpetuatio legitimationis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Somente o item II está correto."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II estão incorretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425988",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, não altera a legitimidade das partes, salvo se o adquirente ou o cessionário ingressar em juízo, substituindo o alienante, ou o cedente, com o consentimento da parte contrária. Caso a parte contrária não consinta, o adquirente ou o cessionário poderá intervir no processo como assistente litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de uma relação jurídica indivisível, na ação que busca anular um casamento tem-se um litisconsórcio necessário por força de lei, caso em que o juiz ordenará ao autor que promova a citação do outro cônjuge, dentro do prazo que assinar, sob pena de declarar extinto o processo."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide pode ser feita pelo autor e pelo réu."
      },
      {
        "letra": "D",
        "texto": "Na nomeação à autoria, se o nomeado reconhecer a qualidade que lhe é atribuída, contra ele correrá o processo; se a negar, o processo continuará contra o nomeante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "397756",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "É cabível a nomeação à autoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, até ser proferida a sentença."
      },
      {
        "letra": "B",
        "texto": "do proprietário ou do possuidor, por aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio."
      },
      {
        "letra": "C",
        "texto": "do alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção lhe resulta."
      },
      {
        "letra": "D",
        "texto": "do devedor, na ação em que o fiador for réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372199",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio male gesti processus é a exceção que cabe ao assistido para obter a exclusão do assistente simples do processo."
      },
      {
        "letra": "B",
        "texto": "À assistência litisconsorcial pode habilitar-se aquele que teria legitimidade para figurar como parte."
      },
      {
        "letra": "C",
        "texto": "Em caso de corresponsabilidade por danos, o réu na ação de indenização poderá nomear à autoria os demais responsáveis pelo dano."
      },
      {
        "letra": "D",
        "texto": "Está pacificado que a denunciação da lide não é um dever processual, mas, simplesmente, um ônus, mesmo nos casos de exercício do direito que da evicção resulta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312080",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta relativamente à intervenção de terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Distribuída a oposição, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de 15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "É admissível o chamamento ao processo dos outros fiadores, quando para a ação for citado apenas um deles."
      },
      {
        "letra": "C",
        "texto": "Em ação de reparação de danos movida em face do segurado, a seguradora denunciada pode ser condenada direta e solidariamente junto com este a pagar indenização à vítima, nos limites contratados da apólice."
      },
      {
        "letra": "D",
        "texto": "Em caso de nomeação à autoria, se o nomeado recusar a nomeação, esta ficará sem efeito."
      },
      {
        "letra": "E",
        "texto": "Em caso de denunciação à lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte, mas não poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270727",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação à autoria deverá ser requerida pelo réu, obrigatoriamente, na peça de contestação."
      },
      {
        "letra": "B",
        "texto": "aceita a nomeação à autoria, o processo passará a correr contra o terceiro nomeado e o primitivo demandado."
      },
      {
        "letra": "C",
        "texto": "presume-se recusada a nomeação à autoria quando o autor, regularmente intimado, deixar de se manifestar expressamente a respeito."
      },
      {
        "letra": "D",
        "texto": "a nomeação à autoria não é uma faculdade, mas sim um dever da parte demandada, de cuja inobservância deriva a responsabilidade por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1635824",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Aquele que detém uma coisa em nome alheio, sendo-lhe demandada em nome próprio, processualmente deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamar ao processo o proprietário da coisa."
      },
      {
        "letra": "B",
        "texto": "Litigar em conjunto com o proprietário da coisa."
      },
      {
        "letra": "C",
        "texto": "Oferecer oposição ao demandante da coisa."
      },
      {
        "letra": "D",
        "texto": "Prestar assistência ao proprietário da coisa."
      },
      {
        "letra": "E",
        "texto": "Nomear à autoria o proprietário da coisa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495183",
    "metadata": "Ano: 2010 | Banca: IV - UFG | Órgão: Prefeitura de Aparecida de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "J. interpõe ação de reintegração de posse em face de C., sob o argumento de que este está lavrando terras depropriedade do demandante e, pois, usurpando-lhe a posse. O réu C., embora arrendatário da gleba de propriedade de M., e, portanto, seu possuidor direto, é citado “emnome próprio”, isto é, como se fora possuidor pleno. Emtais circunstâncias,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá denunciar a lide ao seu arrendante M., possuidor indireto"
      },
      {
        "letra": "B",
        "texto": "deverá chamar ao processo seu arrendante M., possuidor indireto."
      },
      {
        "letra": "C",
        "texto": "deverá nomear à autoria seu arrendante M., possuidor indireto."
      },
      {
        "letra": "D",
        "texto": "arrendante, deverá ingressar na lide como assistente litisconsorcial de C., possuidor direto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "391109",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A respeito das diversas formas de intervenção de terceiros, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é cabível ao proprietário, quando o réu, citado em nome próprio, exerce a posse direta da coisa demandada."
      },
      {
        "letra": "B",
        "texto": "Na oposição, o terceiro opoente coloca-se contrário à pretensão deduzida pelo autor, auxiliando o réu."
      },
      {
        "letra": "C",
        "texto": "A correção do pólo passivo da demanda é feita através do chamamento ao processo daquele que nela deve figurar como réu."
      },
      {
        "letra": "D",
        "texto": "A nomeação à autoria é cabível quando apenas um dos devedores solidários é acionado judicialmente e pretende, no mesmo processo, a responsabilização dos co-devedores."
      },
      {
        "letra": "E",
        "texto": "A oposição, oferecida antes da audiência, será processada nos autos principais e correrá simultaneamente com a ação."
      }
    ],
    "gabarito": "A"
  }
]