[
  {
    "id": "1102690",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Sobre o tratamento que a Lei nº 5.869, de 11 de janeiro de 1973 – Código de Processo Civil – dá às pessoas casadas, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "A falta, não suprida pelo juiz, da autorização ou da outorga do cônjuge, quando necessária, invalida o processo. Esta nulidade é sempre absoluta."
      },
      {
        "letra": "C",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      },
      {
        "letra": "D",
        "texto": "Ambos os cônjuges serão necessariamente citados para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de um ou de ambos os cônjuges."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "614571",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Quanto à teoria das nulidades do processo civil, assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando puder decidir do mérito a favor da parte a quem aproveite a declaração da nulidade, o juiz a pronunciará e mandará repetir o ato."
      },
      {
        "letra": "B",
        "texto": "Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta pode ser requerida até mesmo pela parte que lhe deu causa."
      },
      {
        "letra": "C",
        "texto": "Anulado o ato, reputam-se de nenhum efeito todos os subsequentes, que dele dependam; todavia, a nulidade de uma parte do ato não prejudicará as outras, que dela sejam independentes."
      },
      {
        "letra": "D",
        "texto": "A nulidade dos atos não precisa ser alegada na primeira oportunidade em que couber à parte falar nos autos, tendo em vista os efeitos processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1326339",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "O princípio do Direito Processual Civil que tem destaque na norma do art. 250 do CPC, in verbis, “O erro de forma do processo acarreta unicamente a anulação dos atos que não possam ser aproveitados, devendo praticar-se os que forem necessários, a fim de se observarem, quanto possível, as prescrições legais”, é o princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da formalidade."
      },
      {
        "letra": "B",
        "texto": "do contraditório."
      },
      {
        "letra": "C",
        "texto": "da ampla defesa."
      },
      {
        "letra": "D",
        "texto": "do duplo grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "da instrumentalidade das formas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "619838",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Considerando a teoria das nulidades processuais, analise as afirmativas a seguir. I. Quando puder decidir do mérito a favor da parte a quem aproveite a declaração da nulidade, o juiz não a pronunciará nem mandará repetir o ato ou suprir-lhe a falta. II. O ato processual defeituoso produz efeitos até a sua invalidação, pois toda invalidade processual é decretada. III. A nulidade dos atos deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de preclusão, não havendo exceções. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente a afirmativa III estiver correta."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598628",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "A sentença que julga matéria não compreendida pela demanda, que deixa de julgar pedido formulado pelo autor ou que confere à parte mais do que foi postulado incorre em vícios, por aplicação de um princípio fundamental do Direito Processual. Os vícios e o princípio processual acima referidos são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade absoluta, nulidade relativa e irregularidade — princípio nemo tenetur se detegere;"
      },
      {
        "letra": "B",
        "texto": "extra petita, retro petita e supra petita — princípio da equidade;"
      },
      {
        "letra": "C",
        "texto": "nulidade absoluta, nulidade relativa e irregularidade —princípio da congruência;"
      },
      {
        "letra": "D",
        "texto": "extra petita, retro petita e supra petita — princípio nemo tenetur se detegere;"
      },
      {
        "letra": "E",
        "texto": "extra petita, citra petita e ultra petita — princípio da congruência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592478",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, às nulidades e à atuação do juiz no processo civil, julgue o item a seguir, de acordo com o CPC e com a jurisprudência dos tribunais superiores. Segundo o entendimento do STJ, a ausência de intimação do Ministério Público em ação civil na qual deveria intervir como fiscal da lei, por si só, não enseja a decretação de nulidade do julgado, que somente deverá ser decretada caso haja demonstração de prejuízo no caso concreto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591072",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos atos processuais, julgue o item a seguir.Quando a lei prescrever determinada forma, sem cominação de nulidade, o ato realizado de outro modo será considerado inválido, ainda que tenha alcançado a sua finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "581536",
    "metadata": "Ano: 2015 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação às nulidades de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora não resulte prejuízo à defesa, por se tratarem de normas de direito público, os atos inquinados por nulidade não poderão ser aproveitados."
      },
      {
        "letra": "B",
        "texto": "É nulo o processo, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir."
      },
      {
        "letra": "C",
        "texto": "Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta poderá ser suscitada pelo Ministério Público e pelas partes, inclusive a que Ihe deu causa."
      },
      {
        "letra": "D",
        "texto": "Quando a lei prescrever determinada forma, mesmo que sem cominação de nulidade, o juiz não poderá considerar válido o ato e declarará que atos são atingidos, ordenando as providências necessárias, a fim de que sejam repetidos, ou retificados."
      },
      {
        "letra": "E",
        "texto": "Se o juiz não decretar, no primeiro momento em que se manifestar nos autos, as nulidades de ofício estarão sujeitas aos efeitos da preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "562609",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise a situação a seguir. Enquanto advogado da Cohab Minas, Paulo juntou aos autos procuração com poderes para receber a citação inicial e fez carga dos autos para apresentar defesa. Ocorre que não foi apresentada defesa pela Cohab Minas, reputando-se a mesma revel. Desse momento em diante, é CORRETO afirmar que a Cohab Minas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode apresentar objeção de incompetência absoluta e pedir a nulidade dos atos decisórios."
      },
      {
        "letra": "B",
        "texto": "não deverá ser intimada dos atos processuais ulteriores."
      },
      {
        "letra": "C",
        "texto": "pode oferecer exceção de incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "pode oferecer denunciação da lide, reconvenção e ação declaratória incidental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "559273",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Sobre a nulidade no processo civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nulidade pode ser requerida por qualquer uma das partes, inclusive pela parte que lhe deu causa."
      },
      {
        "letra": "B",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, Ihe alcançar a finalidade."
      },
      {
        "letra": "C",
        "texto": "a nulidade dos atos pode ser alegada a qualquer momento, não necessariamente na primeira oportunidade em que couber à parte falar nos autos."
      },
      {
        "letra": "D",
        "texto": "no caso das citações e das intimações as mesmas serão válidas independentemente da forma que se realiza, uma vez que ambas não precisam seguir nenhuma prescrição legal."
      },
      {
        "letra": "E",
        "texto": "a nulidade de uma parte do ato prejudicará as outras, que dela seja dependente ou independente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "544543",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Em relação às nulidades processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "B",
        "texto": "o erro de forma do processo é inescusável e acarreta a anulação dos atos processuais anteriores, com a ocorrência necessária de sua retificação ou repetição."
      },
      {
        "letra": "C",
        "texto": "a nulidade dos atos deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de perempção."
      },
      {
        "letra": "D",
        "texto": "é anulável o processo, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir."
      },
      {
        "letra": "E",
        "texto": "mesmo quando possa decidir do mérito a favor da parte a quem aproveite a declaração da nulidade, o juiz deverá pronunciá-la, por se tratar de matéria de ordem pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "528072",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Havendo modificação de competência no curso de um processo, em razão de incompetência absoluta, os atos processuais já praticados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são ineficazes, devendo a ação prosseguir com nova citação."
      },
      {
        "letra": "B",
        "texto": "são anuláveis."
      },
      {
        "letra": "C",
        "texto": "estão automaticamente invalidados."
      },
      {
        "letra": "D",
        "texto": "podem ser ratificados pelo juízo competente."
      },
      {
        "letra": "E",
        "texto": "quando forem decisórios serão nulos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "521377",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Com relação à teoria das nulidades processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É pacífico o entendimento do STJ de que o reconhecimento de nulidade pela falta de intimação do MP de qualquer decisão proferida em processo em que sua atuação é prevista em lei independe da demonstração de prejuízo às partes."
      },
      {
        "letra": "B",
        "texto": "No caso de ajuizamento de ação pelo marido, a ausência de outorga da mulher, nas situações em que a lei a considere obrigatória, será causa de nulidade absoluta, que pode ser reconhecida de ofício pelo julgador."
      },
      {
        "letra": "C",
        "texto": "A coisa julgada material afasta a possibilidade de discussão sobre a invalidade de atos praticados em processos por ela alcançados."
      },
      {
        "letra": "D",
        "texto": "O ato processual absolutamente nulo é inválido de pleno direito e sua ineficácia independe do pronunciamento do julgador."
      },
      {
        "letra": "E",
        "texto": "Ocorre a convalidação subjetiva do ato processual quando a parte prejudicada pela prática de ato anulável deixa de requerer sua invalidade no primeiro momento em que deveria se manifestar nos autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "511187",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "As nulidades processuais civis,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só podem ser declaradas após provocação das partes, vedado ao juiz reconhecê-las de ofício, pelo caráter privado das normas do processo civil."
      },
      {
        "letra": "B",
        "texto": "devem ser declaradas necessariamente sempre que a matéria disser respeito a questões de ordem pública."
      },
      {
        "letra": "C",
        "texto": "serão decretadas de imediato se a citação do réu for irregular, sem possibilidade de regularização por seu comparecimento espontâneo aos autos."
      },
      {
        "letra": "D",
        "texto": "por falta de intervenção do Ministério Público em processo com interesse de incapazes, são insanáveis, haja ou não prejuízo ao incapaz."
      },
      {
        "letra": "E",
        "texto": "são passíveis de sanação, pela incidência do princípio da instrumentalidade das formas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "503379",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Havendo interesses de incapazes, deverá a parte que ingressar com ação requerer a intimação do Ministério Público e quando a lei considerar obrigatória. Neste caso, é correto afirmar que a falta do pedido de intimação do Ministério Público acarretará nulidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do ato do processo."
      },
      {
        "letra": "B",
        "texto": "parcial do processo."
      },
      {
        "letra": "C",
        "texto": "relativa do processo."
      },
      {
        "letra": "D",
        "texto": "do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495407",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Sobre o ato processual, considere: I. Por se tratar de preceito de ordem pública, a decretação da nulidade pode ser requerida por quaisquer das partes, incluindo a que lhe deu causa. II. Se a lei não cominar nulidade, o juiz considerará válido o ato que alcançar sua finalidade, ainda que não atenda à forma, legalmente prevista. III. A nulidade de uma parte do ato prejudica a outra, ainda que dela seja independente. IV. O juiz não pronunciará a nulidade quando puder decidir o mérito a favor da parte a quem aproveitaria a declaração. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "481197",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Quanto às nulidades dos atos processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As citações e as intimações serão nulas, quando feitas sem observância das prescrições legais."
      },
      {
        "letra": "B",
        "texto": "Em regra é nulo o processo quando o Ministério Público não se manifestar em feito em que deva intervir."
      },
      {
        "letra": "C",
        "texto": "A anulação de um ato processual não prejudica a validade dos atos que lhe forem subsequentes e que dele dependam."
      },
      {
        "letra": "D",
        "texto": "A nulidade dos atos processuais pode ser alegada em qualquer oportunidade em que couber à parte falar nos autos."
      },
      {
        "letra": "E",
        "texto": "Quando a lei prescrever determinada forma, ainda que com cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, Ihe alcançar a finalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "480542",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Procedimento ordinário",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Analise as seguintes proposições e indique a assertiva CORRETA. I - Em relação às nulidades absolutas e relativas, os juízes e tribunais devem pronunciá-las em qualquer instância ou grau de jurisdição, ainda que não provocados. II – A sentença fundada em erro ou prova equivocada, após o prazo de ajuizamento da ação rescisória, está apta a produzir os efeitos jurídicos dela decorrentes. III – É nulo o processo sentenciado em que o Ministério Público devia intervir e não o fez por falta de intimação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição I está correta."
      },
      {
        "letra": "B",
        "texto": "As proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "670338",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Com relação à teoria das nulidades processuais, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nulidade de uma parte do ato processual prejudica as demais, ainda que dela sejam independentes."
      },
      {
        "letra": "B",
        "texto": "os atos processuais eivados de nulidade absoluta produzem efeitos enquanto não forem assim declarados pelo órgão julgador."
      },
      {
        "letra": "C",
        "texto": "ainda que não haja prejuízo para as partes, os atos processuais nulos devem ser repetidos e sanados para poderem ter eficácia."
      },
      {
        "letra": "D",
        "texto": "se o juiz puder decidir o mérito a favor da parte a quem aproveita a nulidade, o juiz a pronunciará e mandará repetir o ato, antes de proferir a sentença, já que não há nulidade sem prejuízo."
      },
      {
        "letra": "E",
        "texto": "em razão do princípio da concatenação dos atos processuais, o erro de forma de um ato processual acarreta a nulidade de todos que o seguem, ainda que o ato processual em si tenha atingido sua finalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598457",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Sobre nulidades no direito processual civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz, ao proferir o despacho saneador, ordenará as diligências necessárias para sanar qualquer nulidade."
      },
      {
        "letra": "B",
        "texto": "A nulidade ocorrerá por ilegitimidade de parte."
      },
      {
        "letra": "C",
        "texto": "Não será declarada a nulidade de ato processual que não houver influído na apuração da verdade substancial ou na decisão da causa."
      },
      {
        "letra": "D",
        "texto": "Verificada a incapacidade processual do autor e não tendo esse cumprido tempestivamente a determinação para sanar o defeito, o juiz decretará a nulidade do processo."
      },
      {
        "letra": "E",
        "texto": "Será sempre nulo o processo, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "526281",
    "metadata": "Ano: 2014 | Banca: CEPERJ | Órgão: FSC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Nos termos do Decreto nº. 20.910/32, que regula a prescrição contra a Fazenda Pública, a citação inicial não interrompe a prescrição quando, por qualquer motivo, o processo tenha sido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinto"
      },
      {
        "letra": "B",
        "texto": "interrompido"
      },
      {
        "letra": "C",
        "texto": "anulado"
      },
      {
        "letra": "D",
        "texto": "renovado"
      },
      {
        "letra": "E",
        "texto": "restaurado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460034",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Juízo indeferiu, imotivadamente, depoimento pessoal cuja tomada havia sido requerida pela Procuradoria do Estado. Contra referida decisão, interpôs-se agravo de instrumento, ao qual foi dado provimento, decretando-se a nulidade da decisão monocrática e determinando-se que o Juízo analisasse, motivadamente, o pedido de tomada do depoimento pessoal. Contudo, o Juízo não cumpriu a determinação e realizou audiência de instrução, sem tomada do depoimento pessoal, prolatando sentença contrária aos interesses do Estado, que interpôs recurso de apelação. De acordo com disposto pelo Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não perdem a eficácia a audiência de instrução nem a sentença, por se tratarem de atos independentes do ato nulificado."
      },
      {
        "letra": "B",
        "texto": "reputam-se sem efeitos a audiência de instrução e a sentença, por se tratarem de atos subsequentes e dependentes do ato nulificado."
      },
      {
        "letra": "C",
        "texto": "a prolação da sentença convalida o ato nulificado."
      },
      {
        "letra": "D",
        "texto": "reputa-se sem efeito a audiência de instrução, mas não a sentença, por se tratar de ato independente do ato nulificado."
      },
      {
        "letra": "E",
        "texto": "o Tribunal deverá necessariamente converter o julgamento do recurso em diligência, tomando o depoimento pessoal da parte a fim de ratificar, ou não, a sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "430339",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Nulidades no CPC 1973",
      "Da extinção do processo",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Não está em consonância com as disposições sobre os Recursos no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constatando a ocorrência de nulidade insanável, o tribunal poderá determinar a realização ou renovação do ato processual. Cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento"
      },
      {
        "letra": "C",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito devolutivo, quando interposta de sentença que rejeitar liminarmente embargos à execução"
      },
      {
        "letra": "D",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "E",
        "texto": "Apresentada a resposta, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "426395",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Se o processo civil tiver corrido, sem conhecimento do Ministério Público, em ação que a lei exija sua presença e manifestação, o juiz anulará o referido processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desde a citação da parte ex-adversa."
      },
      {
        "letra": "B",
        "texto": "A partir da réplica."
      },
      {
        "letra": "C",
        "texto": "Desde a sua distribuição."
      },
      {
        "letra": "D",
        "texto": "A partir do momento em que o órgão devia ter sido intimado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "416630",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Considere as assertivas I, II e III. I. Em caso de ser declarada a incompetência absoluta, os atos decisórios são nulos, mas os atos instrutórios podem ser aproveitados. II. A declaração de nulidade de um ato processual não importa a automática nulificação dos atos subsequentes, devendo haver efetiva subordinação e incompatibilidade para que a nulidade gere efeito expansivo, de modo a que a nulidade de um ato gere a nulidade do subsequente. III. A máxima pas de nullitè sans grief significa que a decretação de nulidade dos atos processuais exige a efetiva existência de prejuízo, o que pode ser traduzido por violação real ao direito ao processo justo. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413795",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Tempo",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão em dias úteis, das 8 (oito) às 20 (vinte) horas. Todavia, serão concluídos após as 20 (vinte) horas os atos iniciados antes, quando o adiamento prejudicar a diligência ou causar grave dano."
      },
      {
        "letra": "B",
        "texto": "É defeso às partes e ao juiz, ainda que todas estejam de acordo, reduzir ou prorrogar os prazos peremptórios. Em caso de calamidade pública, poderá ser excedido o limite previsto neste artigo para a prorrogação de prazos."
      },
      {
        "letra": "C",
        "texto": "A citação far-se-á pelo correio, mesmo nas ações de estado das pessoas, por oficial de justiça, por edital e por meio eletrônico, conforme regulado em lei própria."
      },
      {
        "letra": "D",
        "texto": "As citações e as intimações serão nulas, quando feitas sem observância das prescrições legais. Anulado o ato, reputam-se de nenhum efeito todos os subseqüentes, que dele dependam. Todavia, a nulidade de uma parte do ato prejudicará as outras posteriores, ainda que sejam independentes."
      },
      {
        "letra": "E",
        "texto": "É lícito a qualquer interessado cobrar os autos ao advogado que exceder o prazo legal. Se, intimado, não os devolver dentro em 24 (vinte e quatro) horas, perderá o direito à vista fora de cartório e incorrerá em multa, correspondente à metade do salário mínimo vigente na sede do juízo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412587",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Quanto às nulidades processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem elas ser alegadas pela parte a qualquer tempo, jamais havendo preclusão a respeito dessa arguição."
      },
      {
        "letra": "B",
        "texto": "O juiz, quando puder decidir do mérito a favor da parte a quem aproveite a declaração de nulidade, não a pronunciará nem mandará repetir o ato, ou suprir-lhe-á a falta."
      },
      {
        "letra": "C",
        "texto": "Em nosso sistema processual, o juiz depende sempre de requerimento da parte interessada para declará-las, inviável atuar de ofício para tal fim."
      },
      {
        "letra": "D",
        "texto": "Anulado o ato processual, são ineficazes todos os subsequentes, que dependam ou não do ato anulado, ainda que a nulidade tenha sido parcial."
      },
      {
        "letra": "E",
        "texto": "O juiz as declarará desde que a forma do ato processual não tenha sido respeitada, tendo o ato atingido sua finalidade ou não."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406873",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Juiz no CPC 1973",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Prazos",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. a prolação de sentença imediatamente após a negativa do Promotor de Justiça em emitir parecer num processo onde a participação do Ministério Público como “custos legis” é obrigatória gera a nulidade da decisão e dos atos que lhe sejam posteriores. II. o impedimento do juiz contemporâneo ao ajuizamento da ação, decorrente de sua condição de cônjuge de um dos litisconsortes que integram o polo ativo, pode ser alegado a qualquer tempo e grau de jurisdição, não ocorrendo preclusão temporal em razão de não ter sido arguida no prazo de defesa. III. o juiz pode conhecer de ofício da existência de cláusula de convenção de arbitragem e, com base nisso, extinguir o processo de conhecimento sem resolução do mérito. IV. em razão da adoção, pelo Código de Processo Civil, do princípio da “perpetuatio jurisdiciones”, a criação de nova comarca não implica em deslocamento para o juízo cível desta da competência para presidir a ação reivindicatória de bem móvel anteriormente ajuizada. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as afirmações II e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as afirmações I e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmações I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as afirmações II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402229",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Nos autos da demanda que propôs em face de Ticio, Caio se dá conta de que as chances de seu êxito no feito são inexistentes, já que o conjunto probatório formado não o favorece e o direito em disputa efetivamente assiste ao réu. Desse modo, e já prevendo que Ticio jamais concordaria com uma eventual manifestação sua de desistência da ação, Caio resolve, antes da prolação da sentença, revogar o mandato outorgado ao seu advogado. Determinada, pelo juiz da causa, a intimação de Caio para regularizar a sua representação processual, este deliberadamente se mantém inerte. Nesse contexto, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar extinto o processo sem resolução do mérito."
      },
      {
        "letra": "B",
        "texto": "decretar a nulidade do processo e suspender o seu curso, até que o autor regularize o vício de sua representação."
      },
      {
        "letra": "C",
        "texto": "nomear Defensor Público para prosseguir no patrocínio da causa do autor."
      },
      {
        "letra": "D",
        "texto": "determinar a intimação por edital do autor para que regularize a sua representação."
      },
      {
        "letra": "E",
        "texto": "julgar, a despeito da persistência do vício de representação, o mérito da causa, rejeitando o pedido do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386628",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Assinale a opção correta quanto aos atos processuais, considerando a disciplina do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carta precatória é a requisição expedida pelo juiz à autoridade judiciária estrangeira."
      },
      {
        "letra": "B",
        "texto": "Não há publicação de sentença em audiência, uma vez que tal ato deve ser escrito e formal."
      },
      {
        "letra": "C",
        "texto": "Se houver nulidade no processo, o juiz deve declará-la e mandar repetir o ato, ainda que possa decidir a causa em favor da parte a quem aproveite a declaração de nulidade."
      },
      {
        "letra": "D",
        "texto": "A intimação do réu para apresentar sua defesa pode ser feita por correio."
      },
      {
        "letra": "E",
        "texto": "Havendo dois réus, o prazo para defesa corre a partir da juntada aos autos do último aviso de recebimento ou do mandado cumprido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386624",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Caio, de dezessete anos de idade, ajuizou ação contra a escola particular em que estuda, objetivando obter indenização por danos morais decorrentes de ofensas repetidamente proferidas por colegas, inclusive com uso de palavras e expressões de baixo calão. O adolescente sustentou que a pessoa jurídica teria obrigação legal e contratual de coibir tais condutas. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a incapacidade processual de Caio não esteja suprida, caberá ao o juiz decretar imediatamente a nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "Se os genitores de Caio forem casados e estiverem no exercício do poder familiar, a falta de anuência de um dos cônjuges inviabilizará o prosseguimento da ação."
      },
      {
        "letra": "C",
        "texto": "A escola será representada em juízo por quem o seu estatuto designar ou, no silêncio deste, por seu diretor."
      },
      {
        "letra": "D",
        "texto": "Se o advogado de Caio registrar, na petição inicial, os palavrões que foram dirigidos a ele pelos colegas, caberá ao juiz mandar riscá-los, pois é proibido empregar expressões injuriosas nos processos."
      },
      {
        "letra": "E",
        "texto": "A ação será ajuizada em nome de Caio, mas um de seus genitores deverá ser indicado como representante legal do filho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "384800",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Trata-se da nulidade que se verifca quando a matéria de fato ou de direito, em que se fundamenta o ato, é materialmente inexistente ou juridicamente inadequada ao resultado obtido. De acordo com a Lei da Ação Popular, essa conceituação se refere______________. Assinale a alternativa que completa corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À inexistência dos motivos"
      },
      {
        "letra": "B",
        "texto": "À ilegalidade do objeto."
      },
      {
        "letra": "C",
        "texto": "Ao desvio de fnalidade."
      },
      {
        "letra": "D",
        "texto": "Ao vício de forma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "376236",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Em uma situação hipotética, J. M., por meio de advogado constituído, propõe na Justiça Federal do Ceará, 5ª Região, ação de indenização por ato ilícito em desfavor da Universidade Federal do Ceará. Alega que em razão de acidente sofrido por atropelamento de um veículo daquela entidade ficou paralítico, não possuindo mais condições de manter- se em sua atividade de feirante e que tem dificuldade até mesmo para a compra de remédios. Nessa situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de morte do advogado de J. M., se ainda irá ser iniciada a audiência de instrução e julgamento, o juiz marcará o prazo de 20 dias para a indicação de novo mandatário, sob pena de extinção do processo."
      },
      {
        "letra": "B",
        "texto": "na verificação pelo juiz da existência de prova inequívoca e se convencendo da verossimilhança do alegado, poderá conceder a antecipação da tutela para o peticionário, ainda que tenha deixado de ser objeto de requerimento pela parte."
      },
      {
        "letra": "C",
        "texto": "na ocorrência de comparecimento da parte requerida apenas para arguir a nulidade, e sendo esta decretada, considerar-se-á feita a citação na data em que esta ou seu advogado for intimado da decisão."
      },
      {
        "letra": "D",
        "texto": "no caso da ocorrência de transação entre as partes, o processo será declarado extinto pelo juiz, sem, no entanto, ocorrer a resolução do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "373388",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Em relação à comunicação dos atos processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de ordem judicial a ser cumprida em Comarca diversa, a carta precatória deve ser assinada pessoalmente pelo juiz, não se permitindo, nesse caso, a assinatura eletrônica."
      },
      {
        "letra": "B",
        "texto": "se o réu comparecer inicialmente nos autos apenas para arguir nulidade e sendo esta decretada, considerar-se-á feita a citação na data em que ele ou seu advogado for intimado da decisão."
      },
      {
        "letra": "C",
        "texto": "tratando-se de ato formal e solene, a citação irregular não pode ser suprida em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "o cumprimento da carta precatória é impositivo, não podendo o juiz deprecado de mesma hierarquia devolvê- la sem cumprir o ato requerido em nenhuma situação."
      },
      {
        "letra": "E",
        "texto": "expede-se carta de ordem quando dirigida à autoridade judiciária estrangeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371686",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Nulidade é a sanção cominada pelo ordenamento jurídico ao ato praticado em desrespeito às formalidades legais. No que diz respeito à matéria das nulidades é correto afirmar: I. Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta pode ser requerida pela parte que Ihe deu causa. II. A nulidade dos atos deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de preclusão. III. É nulo o processo, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir. IV. Se o processo tiver corrido, sem conhecimento do Ministério Público, o juiz o anulará a partir do momento da sua distribuição. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva III está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371677",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Durante a marcha processual civil, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir, o processo será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulado."
      },
      {
        "letra": "B",
        "texto": "Encaminhado ao Tribunal de Justiça do Estado em questão para decisão em segunda instância."
      },
      {
        "letra": "C",
        "texto": "Arquivado pelo efeito da percepção."
      },
      {
        "letra": "D",
        "texto": "Nulo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360456",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Em ação sob o rito ordinário, o juiz que presidiu a instrução do processo se declarou suspeito antes de proferir a sentença. O juiz que assumiu a condução do feito após a declaração de suspeição indeferiu o pedido da parte de repetição das provas, julgando-as adequadamente colhidas e suficientes à formação do seu livre convencimento.Diante dessa situação hipotética, assinale a opção correta à luz do entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos de instrução são nulos de pleno direito e deverão ser repetidos exclusivamente se o magistrado tiver se declarado suspeito por ser amigo íntimo de uma das partes."
      },
      {
        "letra": "B",
        "texto": "Caso o magistrado não se declarasse suspeito nem a parte suscitasse o tema por via de exceção, a suspeição poderia ser alegada em qualquer tempo e grau de jurisdição, ensejando, inclusive, o posterior ajuizamento de ação rescisória."
      },
      {
        "letra": "C",
        "texto": "A declaração de suspeição gera automaticamente a nulidade de todos os atos de instrução, já que a instrução foi presidida por juiz suspeito."
      },
      {
        "letra": "D",
        "texto": "O juiz que assumiu a condução do feito pode manter os atos de instrução já praticados, caso constate a ausência de violação aos princípios da imparcialidade e da paridade de armas."
      },
      {
        "letra": "E",
        "texto": "A declaração de suspeição do magistrado não gera a nulidade dos atos decisórios praticados no curso do processo e, tampouco, dos atos de instrução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843817",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incidente de falsidade tem lugar em qualquer tempo em primeiro grau de jurisdição, incumbido à parte, contra quem foi produzido o documento, suscitá-lo na contestação ou no prazo de 15 (quinze) dias, contados da intimação da sua juntada aos autos."
      },
      {
        "letra": "B",
        "texto": "Nulidade absoluta é aquela que impede a produção dos efeitos legais do ato jurídico processual, por ausência da observância de alguns dos requisitos essenciais. Não comporta convalidação. Contamina todos os atos subsequentes. Deve ser declarada de ofício pelo juízo. Independe de provocação das partes."
      },
      {
        "letra": "C",
        "texto": "A exceção de suspeição não pode ser reconhecida de ofício. A suspeição do juiz deve ser alegada pelas partes (autor ou réu) no prazo de 15 dias a contar da ciência do fato."
      },
      {
        "letra": "D",
        "texto": "São absolutamente impenhoráveis os frutos e rendimentos dos bens inalienáveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471557",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No tocante às nulidades no processo civil, NÃO se pode afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo o Princípio da Instrumentalidade das Formas, independentemente do tipo de nulidade – absoluta ou relativa –, o juiz considerará válido o ato, não lhe retirando a eficácia, se ele, realizado de outro modo, alcançar sua finalidade."
      },
      {
        "letra": "B",
        "texto": "um ato processual não deve ser declarado nulo se não houver prejuízo para a parte ou se o juiz puder decidir o mérito a favor de quem se beneficiaria com a declaração da nulidade."
      },
      {
        "letra": "C",
        "texto": "a doutrina majoritária classifica as imperfeições dos atos jurídicos em meras irregularidades, nulidades absolutas, nulidades relativas e inexistência."
      },
      {
        "letra": "D",
        "texto": "não existem nulidades de pleno direito, o que significa que mesmo o ato eivado de nulidade produzirá efeitos e consequências processuais até que haja decisão judicial reconhecendo seu vício."
      },
      {
        "letra": "E",
        "texto": "reconhecida judicialmente a nulidade de um ato processual, deverão ser anulados todos os atos subsequentes, sendo irrelevante se estes são dependentes ou não do ato cujo vício foi reconhecido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433341",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Ação Rescisória",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Pedro moveu uma ação judicial em face de José. A sentença, sem a assinatura do juiz, foi publicada em dezembro de 2009. Em fevereiro de 2011, estando a causa ainda aguardando julgamento em razão de interposição de recurso de apelação, Mário tomou conhecimento da referida ação judicial e da sentença que lhe afetava diretamente, pois entende que deveria ter integrado o processo, já que se trava de hipótese de litisconsórcio passivo necessário e unitário, nos termos da lei. A partir do contexto fático descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de citação de Mário não impediu a formação da relação jurídica processual, sendo válida e eficaz a sentença."
      },
      {
        "letra": "B",
        "texto": "É cabível a imediata propositura de ação rescisória como o único remédio jurídico hábil a anular os efeitos da sentença, pela falta de assinatura do juiz e pela ausência de citação de Mário."
      },
      {
        "letra": "C",
        "texto": "Se Mário tivesse comparecido espontaneamente, não haveria que se falar em ausência de citação e, portanto, na situação narrada, a sentença poderia transitar em julgado."
      },
      {
        "letra": "D",
        "texto": "As hipóteses narradas implicam em nulidade relativa e houve preclusão, pois Mário não requereu a declaração de nulidade no prazo legal."
      },
      {
        "letra": "E",
        "texto": "O Tribunal poderá conhecer de ofício a falta de assinatura na sentença e a ausência da citação de Mário, devendo os autos retornar à origem a fim de se promover a citação do litisconsorte necessário unitário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433119",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Revelia",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise a decisão que trata da situação verídica na qual a parte, sem representante processual, assinou a contestação.\"O Magistrado sentenciante decretou a revelia do Apelante em razão de não ter constituído procurador nos autos e condenou-o ao pagamento, a título de danos morais, no valor de 30 (trinta) salários mínimos (...) recorrente não trouxe nenhuma justificativa da fa lta de representação por advogado, fazendo-o tão somente em sede de Apelação quando junta declarações de pessoas moradoras daquele município, significando preclusão no seu direito, porque não o fe z oportunamente\"Partindo da temática em foco, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À parte é lícito postular em causa própria quando tiver habilitação legal ou, não a tendo, caso falte advogado no lugar."
      },
      {
        "letra": "B",
        "texto": "A nulidade de ato é sempre matéria de ordem pública mesmo nos casos em que o juiz não deva agir de ofício e, portanto, não se sujeita aos efeitos da preclusão."
      },
      {
        "letra": "C",
        "texto": "O advogado poderá procurar em juízo sem mandato se a parte representada assinar a petição inicial conjuntamente, constituindo tacitamente o patrono."
      },
      {
        "letra": "D",
        "texto": "Em caso de revelia, ao autor é lícito demandar declaração incidente no mesmo processo, que absorverá os efeitos da revelia, dispensando-se nova citação do réu."
      },
      {
        "letra": "E",
        "texto": "É lícita a alteração do pedido mesmo depois de saneado o processo, desde que o revel seja novamente citado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371571",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Nulidades no CPC 1973",
      "Da suspensão do processo",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Acerca da formação, suspensão e extinção do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STJ, se o juiz não determinar a suspensão do processo a partir da morte de uma das partes, haverá nulidade absoluta dos atos praticados a partir dessa data"
      },
      {
        "letra": "B",
        "texto": "A perda superveniente de interesse processual do autor, por ausência de necessidade de prosseguir com a ação para obter o resultado útil que pretendia, acarreta a extinção do processo sem resolução de mérito."
      },
      {
        "letra": "C",
        "texto": "Convencionada pelas partes a suspensão do processo por seis meses, a conclusão dos autos ao magistrado para restabelecer o curso do processo dependerá de pedido das partes."
      },
      {
        "letra": "D",
        "texto": "Conforme a jurisprudência do STJ, a extinção do processo sem julgamento do mérito por falta de legitimidade ad causam produz coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "A suspensão do processo cível até o julgamento definitivo da ação penal, imposição legal dirigida ao magistrado, visa evitar decisões conflitantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "358891",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Verificada nulidade de ato processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser ordenada a repetição dos atos imediatamente anteriores e posteriores ao ato nulo."
      },
      {
        "letra": "B",
        "texto": "o ato não se repetirá se a invalidade não tiver prejudicado a parte."
      },
      {
        "letra": "C",
        "texto": "se a nulidade for de apenas parte do ato processual, as outras partes serão também atingidas, ainda que independentes."
      },
      {
        "letra": "D",
        "texto": "deverá a parte prejudicada alegar o fato ao juiz, que não pode decretar a nulidade de ofício."
      },
      {
        "letra": "E",
        "texto": "o ato nulo deverá ser repetido mesmo que, de outro modo, tenha alcançado sua finalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "357058",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No que diz respeito às NULIDADES PROCESSUAIS: I. A nulidade dos atos deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de preclusão. II. Não prevalece a preclusão quando a parte alegar legítimo impedimento. III. Anulado o ato, reputam-se de nenhum efeito todos os subsequentes, que dele dependam; todavia, a nulidade de uma parte do ato não prejudicará as outras, que dela sejam independentes. IV. O erro de forma do processo acarreta a anulação de todos os atos. V. Dar-se-á o aproveitamento dos atos praticados, desde que não resulte prejuízo à defesa. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V"
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V"
      },
      {
        "letra": "C",
        "texto": "II, III e V"
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354708",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Considerando a forma, os prazos, a comunicação e a nulidade dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pronunciada a nulidade do ato processual pelo juiz, todos os demais atos realizados a partir do declarado nulo serão repetidos ou retificados."
      },
      {
        "letra": "B",
        "texto": "A parte que requerer a desistência da ação, mediante petição nos autos, não poderá retratar-se posteriormente, ainda que antes da sentença homologatória."
      },
      {
        "letra": "C",
        "texto": "As partes podem decidir prorrogar, por convenção, o prazo para manifestação sobre laudo pericial, desde que haja motivo legítimo para a prorrogação e o pedido seja feito dentro do prazo originalmente concedido."
      },
      {
        "letra": "D",
        "texto": "As intimações às partes, no DF e nas capitais dos estados e territórios, consideram-se feitas pela simples publicação dos atos no órgão oficial."
      },
      {
        "letra": "E",
        "texto": "Nos casos de pluralidade de litisconsortes com procuradores distintos, o prazo para recurso conta em dobro, mesmo que apenas um haja sucumbido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352985",
    "metadata": "Ano: 2013 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Considere as afirmações abaixo a respeito das nulidades processuais. I - É nulo o processo quando, intimado, o Ministério Público não acompanha o feito em que devia intervir. II - Reputam-se de nenhum efeito todos os atos processuais subsequentes ao ato processual anulado, ainda que dele sejam independentes. III - Quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz deve considerar válido o ato se, realizado de outro modo, lhe alcançar a finalidade. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "351050",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma"
    ],
    "enunciado_principal": "Considere as afirmativas abaixo. I. O direito processual brasileiro é marcado pelo formalismo, não permitindo, por exemplo, o aproveitamento de ato não revestido da forma legal, mesmo que, de outro modo, tenha alcançado a finalidade e ainda que a lei não tenha cominado nulidade pela não observância da prescrição legal. II. O direito processual brasileiro não permite suprir a irregularidade de forma, o que se vislumbra, por exemplo, no fato de poder alegar nulidade até aquele que lhe deu causa. III. Por ser questão de ordem pública, o ato que não atende à forma deve ser repetido, com as formalidades legais, ainda que não tenha trazido prejuízo às partes. Está INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "340846",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Conclusos os autos para a prolação de sentença, em ação de reparação por danos morais e materiais, proposta por parte incapaz, devidamente representada e com advogado particular, constata o juiz que o órgão do Ministério Público não foi intimado pessoalmente sobre o litígio. Atento ao que dispõe o artigo 246 do Código de Processo Civil, segundo o qual “é nulo o processo, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir”, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ante ao comando do dispositivo processual transcrito, e cuidando-se de direito indisponível, não há necessidade de remessa dos autos ao Ministério Público, mas, a anulação, de ofício, de todos os atos processuais pelo órgão julgador, desde o momento em que o Ministério Público deveria ter sido intimado e não o foi."
      },
      {
        "letra": "B",
        "texto": "Antes de decretar a nulidade por violação ao artigo 82, inciso I, do Código de Processo Civil, o juiz mandará intimar o Ministério Público, que se pronunciará sobre a necessidade, ou não, de sua intervenção, pronunciará pela nulidade, ou não, dos atos processuais, evitando-se a renovação de atos processuais, por vezes desnecessária."
      },
      {
        "letra": "C",
        "texto": "O juiz remeterá os autos ao órgão ministerial, que, verificando que os atos processuais praticados atendem integralmente ao interesse da parte hipossuficiente, ainda que para tal não haja contribuído o Ministério Público, oferecerá memorial com as alegações derradeiras. Todavia, não cabe ao juiz tergiversar sobre a norma expressa, caso em que anulará os atos processuais e a ação judicial retornará ao primeiro momento processual em que o Ministério Público deveria ter sido intimado e o não foi, sob pena de a sentença ser reformada em segunda instância, em caso de recurso."
      },
      {
        "letra": "D",
        "texto": "O juiz remeterá os autos ao órgão ministerial, mas, a essa altura do trâmite do processo, nada mais há para fazer por parte do órgão ministerial de primeira instância. O que importa agora é a intimação pessoal do órgão do Ministério Público, antes da prolação da sentença, nos feitos que reclamam sua intervenção."
      },
      {
        "letra": "E",
        "texto": "O juiz prolatará a sentença e não precisa tocar no assunto da falta de intimação do Ministério Público, já que a parte incapaz estava devidamente representada e assistida por advogado particular, e cuja atuação foi suficiente e robusta na defesa do direito do hipossuficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314543",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No que se refere às nulidades processuais, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de forma do processo acarreta unicamente a anulação dos atos que não possam ser aproveitados, devendo praticar-se os que forem necessários, a fim de se observarem, quanto possível, as prescrições legais."
      },
      {
        "letra": "B",
        "texto": "Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta não pode ser requerida pela parte que lhe deu causa."
      },
      {
        "letra": "C",
        "texto": "Quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "D",
        "texto": "Quando puder decidir do mérito a favor da parte a quem aproveite a declaração da nulidade, o juiz não a pronunciará nem mandará repetir o ato, ou suprir-lhe a falta."
      },
      {
        "letra": "E",
        "texto": "A nulidade dos atos processuais pode ser alegada a qualquer tempo, tratando-se de matéria não sujeita à preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314278",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "A nulidade relativa deve ser arguida na primeira manifestação da parte nos autos, sob pena de preclusão, exceto se essa parte demonstrar a existência de justo impedimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303720",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere que, ao contestar uma ação, o réu não tenha alegado nem a carência de ação nem a nulidade de citação. Nessa situação hipotética, a carência de ação pode ser declarada pelo juiz de ofício ou a requerimento do réu. No entanto, considera-se precluso o direito do réu de arguir a nulidade da citação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300438",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Quanto às nulidades processuais, analise os enunciados abaixo. I. Não existem nulidades de pleno direito no processo civil, pois toda invalidade processual deve ser decretada pelo juiz. Todos os atos processuais, cuja existência se reconheça, são válidos e eficazes até que se decretem as suas invalidades. II. Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta não pode ser requerida pela parte que lhe deu causa. III. Quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298695",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta em matéria processual civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz, ao pronunciar a nulidade, declarará, de imediato, as providências necessárias a sua repetição."
      },
      {
        "letra": "B",
        "texto": "Anulado o ato, reputam-se de nenhum efeito todos os subsequentes."
      },
      {
        "letra": "C",
        "texto": "A nulidade de uma parte do ato prejudicará todo o ato."
      },
      {
        "letra": "D",
        "texto": "O erro de forma do processo acarreta unicamente a anulação dos atos que não possam ser aproveitados, devendo praticar-se os que forem necessários, a fim de se observarem, quanto possível, as prescrições legais."
      },
      {
        "letra": "E",
        "texto": "A nulidade dos atos poderá ser alegada em qualquer fase processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298496",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No sistema de nulidades dos atos processuais, adota-se o princípio do pas de nullité sans grief.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1223978",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: FPMA - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Em relação às nulidades processuais, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto o juiz não declara a nulidade do processo, a relação processual existe e produz efeitos de uma relação válida."
      },
      {
        "letra": "B",
        "texto": "O princípio processual da instrumentalidade das formas determina que a declaração de nulidade exige a comprovação de prejuízo."
      },
      {
        "letra": "C",
        "texto": "O ato processual que atingiu a sua finalidade sem causar prejuízo à parte, apesar de ter sido praticado com desvio de forma, será anulado de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Se a nulidade é absoluta e declarável de ofício pelo juiz, não se sujeita à preclusão, podendo ser arguida em qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta não pode ser requerida pela parte que lhe deu causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "473521",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação ao regime das Nulidades no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte que der causa à nulidade deverá requerer a respectiva decretação."
      },
      {
        "letra": "B",
        "texto": "O ato realizado em desacordo com a forma prescrita em lei deverá, necessariamente, ser considerado inválido pelo Juiz."
      },
      {
        "letra": "C",
        "texto": "Anulado o ato, reputam-se de nenhum efeito todos os subsequentes que dele não dependam."
      },
      {
        "letra": "D",
        "texto": "Quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir, o processo é nulo desde seu início."
      },
      {
        "letra": "E",
        "texto": "O erro de forma do processo acarreta unicamente a anulação dos atos que não possam ser aproveitados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425985",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I) Nos termos do Código de Processo Civil, determina-se a competência no momento em que a ação é proposta. São irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimirem o órgão judiciário ou alterarem a competência territorial. Trata-se do princípio da perpetuado jurisditionis.II) A decisão de incompetência enseja a remessa dos autos ao juízo competente. Contudo, nos juizados especiais, excepcionalmente, a decisão de incompetência gera a extinção do processo.III) A nulidade da cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu. IV) Nas ações fundadas em direito real sobre imóveis é competente o foro da situação da coisa. Pode o autor, entretanto, optar pelo foro do domicílio ou de eleição, não recaindo o litígio sobre direito de propriedade, vizinhança, servidão, posse, superfície, usufruto e imissão de posse. São CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ll e lll."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e lll."
      },
      {
        "letra": "D",
        "texto": "II, lll e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "368717",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Forma"
    ],
    "enunciado_principal": "Quanto aos atos e termos processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não dependem de forma determinada, senão quando a lei expressamente a exigir."
      },
      {
        "letra": "B",
        "texto": "reputam-se nulos os que forem realizados de outro modo, atingindo ou não sua finalidade essencial."
      },
      {
        "letra": "C",
        "texto": "podem ser produzidos, transmitidos, armazenados e assinados por qualquer meio mecânico, excluídos os meios eletrônicos por ausência de previsão legal."
      },
      {
        "letra": "D",
        "texto": "correm em regra em segredo de justiça, tornando-se públicos se o juiz autorizar expressamente a publicidade, devidamente justificada"
      },
      {
        "letra": "E",
        "texto": "o uso do vernáculo é facultativo, podendo ser utilizada língua estrangeira nos autos se for do conhecimento pessoal do juiz da causa e das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365660",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Petrópolis - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ao decidir sobre determinada causa, o juiz verifica que a citação da parte ré foi realizada de forma errônea, uma vez que o réu era militar e foi citado por edital. No entanto, o autor não conseguiu comprovar seu suposto direito. Na hipótese, o juiz deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem pronunciar a nulidade da citação, julgar o pedido improcedente;"
      },
      {
        "letra": "B",
        "texto": "pronunciar a nulidade do processo, desde a citação, e condenar o réu nas despesas processuais a que deu causa;"
      },
      {
        "letra": "C",
        "texto": "julgar o pedido, uma vez que houve preclusão quanto à matéria;"
      },
      {
        "letra": "D",
        "texto": "considerar válida a citação, uma vez que o comparecimento do réu supriu a nulidade da citação;"
      },
      {
        "letra": "E",
        "texto": "declarar a nulidade do processo, uma vez que se trata de matéria de ordem pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293713",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Assinale a afirmação correta, quanto ao que expressamente estabelece o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nulidade dos atos processuais deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de preclusão, permitindo o Código, porém, pronunciar-se a nulidade se a parte demonstrar legítimo impedimento quanto à alegação tempestiva."
      },
      {
        "letra": "B",
        "texto": "Quanto à Repercussão Geral que justifica o cabimento de Recurso Extraordinário, determina o CPC que se a mesma for decidida existente pela Turma do STF por no mínimo três votos, ficará dispensada a remessa do recurso ao Plenário."
      },
      {
        "letra": "C",
        "texto": "A ausência de qualquer um dos pressupostos processuais deverá ser pronunciada de ofício."
      },
      {
        "letra": "D",
        "texto": "Negada a existência da repercussão geral que justifica o conhecimento de Recurso Extraordinário, a decisão valerá para todos os futuros recursos sobre matéria idêntica, que serão indeferidos liminarmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "271090",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Analise as assertivas abaixo sobre as nulidades dos atos processuais. I. O princípio da instrumentalidade do processo aplica-se exclusivamente às nulidades relativas, sendo, nas absolutas, inaplicável. II. A alegação de nulidade relativa pode precluir. III. O juiz mandará repetir o ato, mesmo quando puder decidir o mérito a favor da parte que se aproveitaria da declaração de nulidade. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270481",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Critérios de competência",
      "Modificação de competência",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta somente pode ser arguida pela parte através de exceção."
      },
      {
        "letra": "B",
        "texto": "os motivos de impedimento e de suspeição, a que alude o Código, aplicam-se também ao perito e ao intérprete."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não tem legitimação para suscitar conflito de competência, mas será necessariamente ouvido em todos os conflitos suscitados, que são de ordem pública."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e às circunstâncias dos autos, ainda que não alegados pelas partes, podendo sempre decidir por equidade, independentemente de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270117",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Mauro ajuizou ação de indenização contra Pedro. O processo tramitou em uma Vara Cível da Comarca de João Pessoa e o Magistrado designou audiência de instrução e julgamento, que ocorreu normalmente, a despeito da ausência de Pedro, que não foi intimado regularmente para o ato processual. Produzida a prova em audiência e encerrada a instrução, mesmo após constatar a existência de ato processual nulo, o Magistrado que preside o feito,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá declarar a nulidade do ato de intimação de ofício, independentemente se for julgar o mérito da lide em favor uma ou outra parte."
      },
      {
        "letra": "B",
        "texto": "não declarará a nulidade do ato de intimação ou mandará repeti-lo se puder decidir o mérito a favor de Pedro, que aproveitaria a declaração da nulidade."
      },
      {
        "letra": "C",
        "texto": "deverá declarar a nulidade do ato de intimação se houver requerimento expresso de Pedro no prazo máximo de cinco dias após a realização do ato irregular, ainda se for decidir o mérito em favor de Pedro."
      },
      {
        "letra": "D",
        "texto": "deverá declarar a nulidade do ato de intimação se houver requerimento expresso de Pedro no prazo de quinze dias após a realização do ato irregular, independentemente se for julgar o mérito da lide em favor de uma ou outra parte."
      },
      {
        "letra": "E",
        "texto": "não declarará a nulidade do ato de intimação, ou mandará repeti-lo apenas no caso de Pedro comparecer espontaneamente no processo no prazo de até 5 dias contado da data da audiência, aceitando os atos já realizados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "255286",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Relativamente às invalidades processuais civis, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de forma do processo acarreta a anulação de todos os atos processuais dele decorrentes, pois as irregularidades formais não podem ser supridas em face de nosso sistema processual."
      },
      {
        "letra": "B",
        "texto": "as nulidades processuais dependerão sempre da iniciativa da parte ou do Ministério Público para serem reconhecidas pelo juiz."
      },
      {
        "letra": "C",
        "texto": "é anulável o processo, desde o início, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir."
      },
      {
        "letra": "D",
        "texto": "o ato processual nulo não terá sua falta suprida em nenhuma hipótese, pois não produz efeitos jurídicos."
      },
      {
        "letra": "E",
        "texto": "quando a lei prescrever determinada forma, sem estabelecer nulidade, o juiz validará o ato se, realizado de outra maneira, lhe alcançar a finalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253736",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Nulidades no CPC 1973",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Da extinção do processo"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à capacidade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade processual superveniente implica a imediata extinção do processo."
      },
      {
        "letra": "B",
        "texto": "A incapacidade processual não sanada pelo autor após a oportunidade para fazê-lo é caso de nulidade do processo."
      },
      {
        "letra": "C",
        "texto": "Para se ter legitimidade como parte é necessário ter capacidade processual."
      },
      {
        "letra": "D",
        "texto": "Para se ter capacidade processual é necessário ter capacidade postulatória."
      },
      {
        "letra": "E",
        "texto": "O membro do MP poderá ingressar com ação em nome do interdito a quem tenha sido nomeado curador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249953",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "A respeito da teoria das invalidades processuais, considere as seguintes assertivas: I. A nulidade absoluta é caracterizada pela violação à norma protetiva de interesse público, de caráter cogente. II. O princípio da causalidade afirma que a nulidade não pode ser invocada pela parte que lhe deu causa, não sendo aplicável às hipóteses de inexistência processual. III. O princípio do prejuízo não se aplica às anulabilidades, com exceção expressa da ressalva ao praticar o ato. Está(ão) CORRETA(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas II e III."
      },
      {
        "letra": "C",
        "texto": "Somente a assertiva I."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "E",
        "texto": "Somente a assertiva II."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "241467",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "De acordo com o que o Código de Processo Civil dispõe a respeito da intimação, a grafia equivocada dos nomes das partes e de seus advogados na publicação impõe por si só a nulidade do ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239500",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Processo Cautelar"
    ],
    "enunciado_principal": "Sobre as nulidades, no processo civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é dado à parte autora ou ré do processo postular a decretação de invalidade a que deu causa."
      },
      {
        "letra": "B",
        "texto": "Em face do dever de consulta às partes, não pode o órgão jurisdicional decretar qualquer invalidade processual sem antes ouvi-las a respeito da questão."
      },
      {
        "letra": "C",
        "texto": "Pelo STJ, a decretação de invalidade do processo, à vista da não intimação do Ministério Público, ocorrerá ainda que não haja prejuízo para os seus fins."
      },
      {
        "letra": "D",
        "texto": "A decretação da invalidade retroage ao momento em que em que se fez necessária a intimação do Ministério Público e essa não ocorreu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236631",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Sobre as nulidades no processo civil, assinale a alternativa correta, considerando as assertivas: I - Somente será possível a decretação de ofício de nulidade cominada. II – É possível a sanação de nulidades em grau de recurso. III – Será nulo o processo se o Ministério público, intimado, não comparecer aos autos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a II está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232326",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Em relação às nulidades,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui mera irregularidade a ausência de intimação do Ministério Público para acompanhar o feito em que deva intervir."
      },
      {
        "letra": "B",
        "texto": "qualquer nulidade dos atos processuais pode ser alegada pela parte a qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "C",
        "texto": "quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade."
      },
      {
        "letra": "D",
        "texto": "a decretação da nulidade formal pode ser requerida inclusive pela parte que lhe deu causa."
      },
      {
        "letra": "E",
        "texto": "o erro de forma do processo acarreta a anulação de todos os atos praticados, indistintamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "231480",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No que concerne a nulidades, considere: I. Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta não pode ser requerida pela parte que lhe deu causa. II. Quando a lei prescrever determinada forma, sem cominação de nulidade, o juiz considerará válido o ato se, realizado de outro modo, lhe alcançar a finalidade. III. O juiz pronunciará a nulidade e mandará repetir o ato, ou suprir-lhe a falta, mesmo se puder proferir sentença de mérito a favor da parte a quem aproveite a declaração da nulidade. IV. A nulidade de uma parte do ato não prejudicará as outras, que dela sejam independentes. Está correto o que consta SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "219480",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Constitui caso de nulidade processual absoluta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a citação ocorrida durante a celebração de culto religioso."
      },
      {
        "letra": "B",
        "texto": "a ausência da indicação do dia da realização do ato em auto de penhora."
      },
      {
        "letra": "C",
        "texto": "a citação realizada após quarenta e oito horas do falecimento de cônjuge."
      },
      {
        "letra": "D",
        "texto": "o cumprimento de sentença que não se funde em crédito líquido e exigível."
      },
      {
        "letra": "E",
        "texto": "a ação de marido que atua independentemente da outorga uxória necessária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198475",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Pelo sistema da lei processual civil, as nulidades nela previstas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convalidam-se, se o ato processual, realizado de forma diversa à prevista, lhe alcançar a finalidade."
      },
      {
        "letra": "B",
        "texto": "não são passíveis de convalidação, pois o que é nulo não produz nenhum efeito."
      },
      {
        "letra": "C",
        "texto": "não abrangem a atuação do Ministério Público, salvo se atuar no interesse de incapazes."
      },
      {
        "letra": "D",
        "texto": "devem ser sempre alegadas a qualquer tempo, inexistindo preclusão a respeito."
      },
      {
        "letra": "E",
        "texto": "não podem ser declaradas de ofício pelo juiz, vigorando sobre o tema, sem ressalvas, o princípio da iniciativa da parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "87796",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No tocante às nulidades processuais, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sob pena de preclusão, a nulidade dos atos processuais deve ser alegada na primeira oportunidade em que couber à parte manifestar-se nos autos, mesmo quando deva o juiz decretá-la de ofício."
      },
      {
        "letra": "B",
        "texto": "Em ação na qual haja interesse de incapaz, a não intervenção do Ministério Público acarreta a nulidade do processo."
      },
      {
        "letra": "C",
        "texto": "Pelo princípio da instrumentalidade das formas, realizado o ato processual de modo diverso ao previsto em lei, sem nulidade estabelecida, o juiz terá tal ato como válido se alcançar sua finalidade."
      },
      {
        "letra": "D",
        "texto": "Ao pronunciar a nulidade, o juiz declarará os atos atingidos, ordenando as providências necessárias para que sejam repetidos ou retificados."
      },
      {
        "letra": "E",
        "texto": "São nulas as citações e intimações, quando feitas sem observância das prescrições legais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "466330",
    "metadata": "Ano: 2010 | Banca: ACEP | Órgão: BNB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Acerca dos regimes da nulidade no âmbito do processo civil, é CORRETO afirmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não vige no processo civil o princípio da instrumentalidade das formas"
      },
      {
        "letra": "B",
        "texto": "em sede de nulidades dos atos processuais, o Código de Processo Civil (CPC) alberga, como regra geral, a tese inserida no velho brocardo pas de nulitté sans grief."
      },
      {
        "letra": "C",
        "texto": "por se tratar de matéria de ordem pública, a nulidade pode ser alegada em qualquer oportunidade pelas partes, não se aplicando o instituto da preclusão"
      },
      {
        "letra": "D",
        "texto": "é nulo o processo, desde o seu início, quando o Ministério Público não for intimado a acompanhar o feito em que deva intervir, em qualquer de suas fases."
      },
      {
        "letra": "E",
        "texto": "quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta se impõe, de ofício ou a requerimento de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "118602",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "No campo do processo civil, a parte que não alega a nulidade de ato processual na primeira oportunidade em que falar nos autos se sujeita aos efeitos da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perempção."
      },
      {
        "letra": "B",
        "texto": "Prevenção."
      },
      {
        "letra": "C",
        "texto": "Revelia."
      },
      {
        "letra": "D",
        "texto": "Deserção."
      },
      {
        "letra": "E",
        "texto": "Preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "115400",
    "metadata": "Ano: 2010 | Banca: ESAF | Órgão: SMF-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Julgue os itens a seguir; após, assinale a opção adequada:I. são nulos os atos praticados por autoridade, órgão ou servidor incompetente; II. a nulidade de um ato pode prejudicar atos posteriores; III. são nulas as decisões não fundamentadas; IV. a nulidade não aproveita ao interessado, exceto quando este lhe houver dado causa; V. na decretação da nulidade de um ato, a autoridade poderá mencionar os atos alcançados por ela.Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93223",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Considere que João obtenha uma sentença de improcedência e, apenas posteriormente ao seu trânsito em julgado, em abril de 2008, tome conhecimento de que o juiz que a proferiu era absolutamente incompetente. Nesse caso, para obter a declaração da nulidade da sentença proferida por juiz absolutamente incompetente, não há qualquer óbice, no ordenamento jurídico, para que João proponha ação declaratória até abril de 2010.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "63661",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "A respeito da nulidade dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei prescrever determinada forma para a prática do ato, sob pena de nulidade, a decretação não poderá ser requerida pela parte que causou o vício processual."
      },
      {
        "letra": "B",
        "texto": "Se a lei prescrever determinada forma para a realização de um ato processual, o juiz deverá considerar válido o ato se, realizado de outro modo, for alcançada a finalidade."
      },
      {
        "letra": "C",
        "texto": "Anulado um ato processual, serão reputados de nenhum efeito todos os atos subsequentes, ainda que dele não dependam."
      },
      {
        "letra": "D",
        "texto": "O erro de forma do processo acarretará a anulação de todos os atos praticados."
      },
      {
        "letra": "E",
        "texto": "A nulidade dos atos poderá ser alegada em qualquer fase do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "62330",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Considerando as disposições do Código de Processo Civil sobre nulidades, analise as seguintes afirmativas. I. Comparecendo o réu apenas para arguir a nulidade e sendo essa decretada, considerar-se-á feita a citação na data em que ele ou seu advogado for intimado da decisão. II. Sendo obrigatória a intervenção do Ministério Público, a ausência da sua intimação implicará nulidade do processo. III. A nulidade de cláusula de eleição de foro em contrato de adesão não pode ser declarada de ofício do juiz, mas dependerá de provocação das partes. IV. A alegação de nulidade relativa dos atos não está sujeita à preclusão, podendo ser suscitada em qualquer fase do processo.A análise permite concluir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as afirmativas I e IV são corretas."
      },
      {
        "letra": "B",
        "texto": "apenas as afirmativas II e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "apenas a afirmativa III é incorreta."
      },
      {
        "letra": "D",
        "texto": "apenas as afirmativas III e IV são incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "31544",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "A falta de intervenção do Ministério Público não acarreta nulidade do processo, se os menores envolvidos na causa resultaram vitoriosos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "27365",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Com relação as nulidades é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei prescrever determinada forma, sob pena de nulidade, a decretação desta não pode ser requerida pela parte que Ihe deu causa."
      },
      {
        "letra": "B",
        "texto": "O erro de forma do processo acarreta a nulidade absoluta de todos os atos nele praticado em razão da inobservância legal pré-determinada, sendo vedado o aproveitamento de atos."
      },
      {
        "letra": "C",
        "texto": "Em regra, a nulidade dos atos deve ser alegada na primeira oportunidade em que couber à parte falar nos autos, sob pena de preclusão."
      },
      {
        "letra": "D",
        "texto": "Anulado o ato, reputam-se de nenhum efeito todos os subsequentes, que dele dependam; todavia, a nulidade de uma parte do ato não prejudicará as outras, que dela sejam independentes."
      },
      {
        "letra": "E",
        "texto": "Se o processo em que deva intervir tiver corrido sem conhecimento do Ministério Público o juiz o anulará a partir do momento em que o órgão devia ter sido intimado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341734",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "Mariana, de 19 anos, portadora de grave retardo mental, ingressou em juízo com ação de indenização contra o Distrito Federal, alegando que o retardo mental, de que é portadora, somente ocorreu em razão de falha na prestação do serviço de saúde, atendimento hospitalar recebido por sua mãe por ocasião de seu nascimento em hospital da rede pública do DF. As partes não requereram a intimação do Ministério Público e, por tal razão, o Juiz não tomou providência neste sentido. No entanto, após a sentença ter julgado improcedente a pretensão da autora, por falta de demonstração do alegado, esta recorreu e alegou nulidade do feito ante a ausência de prova pericial. Em suas contra- razões de recurso, o DF alegou prescrição da pretensão indenizatória. Com base nestas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O feito é nulo, porque a intervenção ministerial era obrigatória."
      },
      {
        "letra": "B",
        "texto": "Não aproveita à autora a declaração de nulidade do feito, vez que já tinha ocorrido a prescrição da pretensão deduzida em juízo."
      },
      {
        "letra": "C",
        "texto": "A intervenção ministerial não era obrigatória, tendo em vista que a autora já era maior de dezoito anos na data do ingresso em juízo."
      },
      {
        "letra": "D",
        "texto": "Não há a nulidade alegada pela autora, uma vez que o Juiz agiu em conformidade com a vontade das partes que não haviam requerido a intervenção ministerial."
      },
      {
        "letra": "E",
        "texto": "O feito é nulo, não só porque a intervenção ministerial era cabível, mas também porque a prova pericial era essencial para o deslinde da questão."
      }
    ],
    "gabarito": "A"
  }
]