[
  {
    "id": "643101",
    "metadata": "Ano: 2015 | Banca: Prefeitura de Fortaleza - CE | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Quanto ao cumprimento de sentença no moderno processo sincrético, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de vinte por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II, desta lei, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor não é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "C",
        "texto": "O exequente poderá, em seu requerimento, indicar, desde logo, os bens a serem penhorados."
      },
      {
        "letra": "D",
        "texto": "Não sendo requerida a execução no prazo de um ano, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "583360",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o procedimento de cumprimento de sentença instaurado pela Lei n.º 11.232/2005, segundo as disposições legais pertinentes e o entendimento consolidado no Superior Tribunal de Justiça, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de cumprimento de sentença, são cabíveis honorários advocatícios na hipótese de rejeição da impugnação quando esta versar sobre excesso de execução."
      },
      {
        "letra": "B",
        "texto": "A interpretação conferida ao artigo 475-J-CPC pelo Superior Tribunal de Justiça indica que o prazo para pagamento voluntário de condenação líquida e certa se inicia a partir do trânsito em julgado do título judicial exequendo."
      },
      {
        "letra": "C",
        "texto": "Iniciada a fase de cumprimento de sentença definitivo, deve o juiz arbitrar honorários advocatícios de plano, independentemente de haver ou não escoado o prazo de quinze dias para pagamento voluntário da condenação."
      },
      {
        "letra": "D",
        "texto": "A decisão que resolver a impugnação é recorrível mediante apelação, salvo quando importar extinção da execução, caso em que caberá agravo de instrumento, desde que se demonstre que a decisão é suscetível de causar à parte lesão grave ou de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, desde que ofereça e preste caução suficiente e idônea, arbitrada pelo juiz e prestada nos próprios autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "598455",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento de sentença, analise as seguintes afirmativas: I. É possível exigir-se o cumprimento de sentença declaratória que reconheça a existência de uma obrigação de fazer, não fazer, entregar coisa ou pagar quantia. II. A decisão que julgar a impugnação de sentença arbitrará honorários de advogado. III. O cumprimento da sentença efetuar-se-á perante os tribunais, nas causas de sua competência originária. IV. A decisão que resolve a impugnação ao cumprimento de sentença, extinguindo a execução é impugnável por meio de apelação. V. Na impugnação ao cumprimento de sentença pode-se conceder antecipação de tutela. Em relação a estas afirmativas estão CORRETAS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V apenas."
      },
      {
        "letra": "B",
        "texto": "II, IV e V apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I, IV e V apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e V apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826659",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de entrega de coisa",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Leia as assertivas e assinale o item correto: I- O devedor de obrigação de entrega de coisa certa, constante de título executivo extrajudicial, será citado para, dentro de 10 (dez) dias, satisfazer a obrigação ou, seguro o juízo, apresentar embargos. II- Cabe ação monitória para haver saldo remanescente oriundo da venda extrajudicial de bem alienado fiduciariamente em garantia. III- A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas. IV- Não é admitido o preparo do recurso no primeiro dia útil subsequente mesmo quando a interposição do recurso ocorrer após o encerramento do expediente bancário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      }
    ],
    "gabarito": "D"
  }
]