[
  {
    "id": "599852",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Conceito e Classificação da Intervenção de Terceiros",
      "Obrigações de fazer e não fazer/tutela inibitória: conversão em perdas e danos",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A última década revela um notável aumento na judicialização das políticas públicas de saúde no Brasil, notadamente em razão de demandas judiciais relativas ao fornecimento de medicamentos e tratamentos de saúde. A par de tais fatos, sob o viés processual civil da questão, conclui-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o município não possui legitimidade passiva para figurar em demandas cujo objeto seja o fornecimento de medicamento de alto custo, já que sua responsabilidade é subsidiária ante as atribuições da União e dos Estados."
      },
      {
        "letra": "B",
        "texto": "a decisão que determina o fornecimento de medicamentos não poderá fixar astreintes em face da Fazenda Pública Municipal. Poderá, entretanto, se necessário, determinar o sequestro de valores da municipalidade (bloqueio) a fim de que seja efetivada."
      },
      {
        "letra": "C",
        "texto": "a ação proposta em face do Município visando à obtenção de medicamento, no caso de chamamento da União ao processo, deverá ser remetida à Justiça Federal, por força do artigo 109, I, da Constituição e Súmula 150 do STJ."
      },
      {
        "letra": "D",
        "texto": "a demanda que tenha por objetivo a entrega de medicamento pelo Poder Público pode ser ajuizada em face de qualquer um dos entes estatais ou em face de todos, conjuntamente, nesse último caso sendo competente para processar e julgar a causa a Justiça Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592853",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Sobre a execução de prestação alimentícia, conforme o disposto no Código de Processo Civil e a jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cumprimento da pena de prisão exime o devedor de alimentos do pagamento das prestações vencidas, continuando obrigado ao adimplemento das vincendas;"
      },
      {
        "letra": "B",
        "texto": "o pagamento da prestação alimentícia não suspende o cumprimento da ordem de prisão;"
      },
      {
        "letra": "C",
        "texto": "o débito alimentar que autoriza a prisão civil é o que compreende as três prestações anteriores ao ajuizamento da execução e as que vencerem após;"
      },
      {
        "letra": "D",
        "texto": "o oferecimento de embargos pelo devedor de alimentos obsta o levantamento da penhora em dinheiro;"
      },
      {
        "letra": "E",
        "texto": "o não pagamento escusável da prestação alimentícia no prazo assinalado pelo Juiz sujeita o devedor à prisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555753",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Sendo relevante o fundamento da demanda, e havendo fundado receio de ineficácia do provimento final, em ação de obrigação de fazer ou não fazer, é lícito ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fixar de imediato perdas e danos, independentemente de pedido do autor, se considerar que se trata da solução mais razoável no caso concreto, impondo multa diária em caso de não pagamento da indenização."
      },
      {
        "letra": "B",
        "texto": "conceder liminarmente a tutela ou mediante justificação prévia, após a citação do réu, bem como impor multa diária ao mesmo, independentemente de pedido do autor, se for suficiente ou compatível com a obrigação, fixando-lhe prazo razoável para o cumprimento do preceito."
      },
      {
        "letra": "C",
        "texto": "impor multa diária ao réu, somente se requerida pelo autor, bem como conceder liminarmente a tutela, que poderá ser revogada a qualquer tempo, por decisão fundamentada."
      },
      {
        "letra": "D",
        "texto": "conceder liminarmente a tutela, que só poderá ser revogada por ocasião do proferimento da sentença, ou impor multa diária ao réu, de ofício ou a requerimento do autor, em valor compatível com a obrigação e fixado desde logo prazo razoável para cumprimento do preceito cominatório."
      },
      {
        "letra": "E",
        "texto": "conceder a tutela após justificação prévia, somente, ou impor multa diária ao réu, se esta for requerida pelo autor e for compatível com a natureza da causa e valor da obrigação objeto da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534558",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A respeito da tutela específica das obrigações de fazer e não fazer, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração do valor ou da periodicidade da multa fixada pelo juiz para forçar o cumprimento da tutela depende de requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "A lei enumera taxativamente as providências que o juiz pode determinar para obter do devedor o cumprimento específico da obrigação."
      },
      {
        "letra": "C",
        "texto": "É obrigatório ao juiz fixar astreintes no caso de o devedor não cumprir determinação judicial como forma de garantir a efetividade do título judicial."
      },
      {
        "letra": "D",
        "texto": "É vedada a fixação de astreintes contra pessoa jurídica de direito público."
      },
      {
        "letra": "E",
        "texto": "Nas ações cominatórias de obrigação de fazer ou não fazer, caso não seja possível cumprir a obrigação, será permitida a substituição da tutela específica pela condenação em perdas e danos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "531960",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Processo de execução",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Acerca do cumprimento de sentença e da execução, no Código de Processo Civil de 1973, considere as seguintes afirmativas: 1. Os dispositivos que tratam do cumprimento de obrigação de fazer ou não fazer e da entrega de coisa aplicam-se ao cumprimento de sentença. 2. Têm competência para realizar o cumprimento das sentenças os juízes e os tribunais, de acordo com os termos da lei. 3. Quando, por vários meios, o credor puder promover a execução, o juiz mandará que se faça pelo modo menos gravoso para o devedor. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512806",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA, a respeito do cumprimento das obrigações de fazer e não fazer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se procedente o pedido, a obrigação será imediatamente convertida em perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A indenização por perdas e danos não é acumulável com a multa."
      },
      {
        "letra": "C",
        "texto": "Na ação que tenha por objeto a entrega de coisa, o juiz, ao conceder a tutela específica, fixará o prazo para o cumprimento da obrigação."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de entrega de coisa determinada pelo gênero e quantidade, o credor a individualizará na petição inicial, ainda que não lhe caiba a escolha."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495298",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Em relação à liquidação e ao cumprimento das sentenças, à luz da legislação vigente, aponte a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença homologatória de conciliação ou de transação, desde que não inclua matéria que não foi posta em juízo, e considerada título executivo judicial."
      },
      {
        "letra": "B",
        "texto": "Constitui título executivo judicial a sentença estrangeira devidamente homologada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "As sentenças arbitral e a que reconhece a existência de obrigação de não fazer são consideradas títulos executivos judiciais."
      },
      {
        "letra": "D",
        "texto": "A execução provisória da sentença e possível, no que couber, por iniciativa do exequente ou ex officio, ante os princípios da economia e celeridade processuais, observando-se que não deverão ser ultrapassados os atos de constrição."
      },
      {
        "letra": "E",
        "texto": "Ante os dispositivos legais que permitem a execução provisória da sentença do mesmo modo da execução definitiva, e possível que aquela execução processe-se nos mesmos autos em que foi proferida a sentença impugnada, ainda que o recurso seja recebido no efeito meramente devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "506141",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, no que diz respeito à execução das obrigações de fazer, na forma do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o fato puder ser prestado por terceiro, é lícito ao juiz, a requerimento do exequente, decidir que aquele o realize à custa do executado. O exequente adiantará as quantias previstas na proposta que, ouvidas as partes, o juiz houver aprovado."
      },
      {
        "letra": "B",
        "texto": "Prestado o fato, o juiz ouvirá as partes no prazo de 10 (dez) dias; não havendo impugnação, dará por cumprida a obrigação; em caso contrário, decidirá a impugnação."
      },
      {
        "letra": "C",
        "texto": "Se o contratante não prestar o fato no prazo, ou se o praticar de modo incompleto ou defeituoso, poderá o credor requerer ao juiz, no prazo de 10 (dez) dias, que o autorize a concluí-lo, ou a repará-lo, por conta do contratante."
      },
      {
        "letra": "D",
        "texto": "Ouvido o contratante no prazo de 10 (dez) dias, o juiz mandará avaliar o custo das despesas necessárias e condenará o contratante a pagá-lo."
      },
      {
        "letra": "E",
        "texto": "Se o credor quiser executar, ou mandar executar, sob sua direção e vigilância, as obras e trabalhos necessários à prestação do fato, terá preferência, em igualdade de condições de oferta, ao terceiro. O direito de preferência será exercido no prazo de 5 (cinco) dias, contados da apresentação da proposta pelo terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "328943",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Na ação que tenha por objeto o cumprimento de obrigação de fazer,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indenização por perdas e danos dar-se-á sem prejuízo da multa cominatória, podendo, entretanto, o juiz, de ofício, modificar o valor ou a periodicidade da multa, caso verifique que se tornou excessiva ou insuficiente."
      },
      {
        "letra": "B",
        "texto": "o juiz não pode conceder tutela específica da obriga- ção, por violar a liberdade individual da parte e con- trariar o princípio constitucional da dignidade da pes- soa humana."
      },
      {
        "letra": "C",
        "texto": "a indenização por perdas e danos dar-se-á como alternativa à multa cominatória, que não poderá ser alterada, ainda que se mostre excessiva."
      },
      {
        "letra": "D",
        "texto": "o juiz não pode determinar medidas como busca e apreensão ou remoção de coisas, ainda que para assegurar o resultado prático de sua decisão, porque ficará alterada a natureza do provimento para cumprimento de obrigação de dar."
      },
      {
        "letra": "E",
        "texto": "cabe imposição de indenização por perdas e danos, que não é cabível quando o objeto é cumprimento de obrigação de não fazer, hipótese em que somente se aplicará multa diária pelo descumprimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "473545",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da tutela das obrigações de entregar coisa, fazer e não fazer.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação que tenha por objeto a entrega de coisa móvel, é cabível a fixação de multa coercitiva."
      },
      {
        "letra": "B",
        "texto": "A imposição de multa diária, enquanto meio de coerção previsto para a tutela específica da obrigação de fazer e não fazer, depende de requerimento da parte autora."
      },
      {
        "letra": "C",
        "texto": "A multa coercitiva, nas ações que tenham por objeto o cumprimento de obrigações de fazer e não fazer, somente poderá ser imposta na sentença."
      },
      {
        "letra": "D",
        "texto": "É vedado ao autor requerer a conversão da obrigação de fazer ou não fazer em obrigação de indenizar por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "O Juiz não poderá, de ofício, modificar o valor ou a periodicidade da multa coercitiva, devendo aguardar a iniciativa da parte interessada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "465885",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "A empresa XY & Y Ltda. propõe ação através do procedimento ordinário objetivando o cumprimento de obrigação de fazer consistente na construção de edificação avaliada em R$ 300.000,00. Apresenta pedido cumulativo de indenização por danos morais no valor fixo de R$ 150.000,00. O réu, regularmente citado, apresenta contestação e, no seu bojo, elabora um item impugnando o valor dado à causa pelo autor, que fora de R$ 10.000,00. Nesse caso, segundo as normas processuais, o(a) valor da causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ser conhecido diante da via utilizada, pois há incidente específico a ser manejado."
      },
      {
        "letra": "B",
        "texto": "não possui meio processual de combate, ficando o valor ao arbítrio da parte."
      },
      {
        "letra": "C",
        "texto": "a ser fixado não é relevante por ausência de consequências processuais."
      },
      {
        "letra": "D",
        "texto": "seria inestimável e, portanto, correto o fixado na peça inicial."
      },
      {
        "letra": "E",
        "texto": "fixado na peça exordial, diante da alegação defensiva, deve ser modificado pelo Juiz."
      }
    ],
    "gabarito": "A"
  }
]