[
  {
    "id": "632935",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "A respeito do pedido, o CPC/1973 dispõe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito formular mais de um pedido alternativo, a fim de que o juiz conheça do seguinte em não podendo acolher o anterior."
      },
      {
        "letra": "B",
        "texto": "É permitida a cumulação, num mesmo processo, contra o mesmo réu, de vários pedidos, desde que entre eles haja conexão."
      },
      {
        "letra": "C",
        "texto": "Não será possível a cumulação de pedidos que correspondam a tipos diversos de procedimento, ainda que se empregue o procedimento ordinário."
      },
      {
        "letra": "D",
        "texto": "Quando a escolha do modo de cumprimento da obrigação couber ao réu, em razão de contrato, a possibilidade de cumprimento da obrigação, de um modo ou de outro, dependerá da existência de pedido alternativo formulado pelo autor."
      },
      {
        "letra": "E",
        "texto": "Quando a obrigação consistir em prestações periódicas, as mesmas considerar-se-ão incluídas no pedido, independentemente de declaração expressa do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832017",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o cumprimento da sentença que reconheça a existência de obrigação de pagar quantia certa, é CORRETO afirmar, segundo o Processo Civil brasileiro, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão que resolver a impugnação é recorrível mediante apelação, salvo quando importar em extinção da execução, caso em que caberá agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "na execução provisória, o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade sempre exigem prévia caução suficiente e idônea, arbitrada de plano pelo juiz e prestada nos próprios autos."
      },
      {
        "letra": "C",
        "texto": "a impugnação, como regra, é recebida com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "a sentença arbitral é título executivo judicial."
      },
      {
        "letra": "E",
        "texto": "caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa diária no percentual de dez por cento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "643101",
    "metadata": "Ano: 2015 | Banca: Prefeitura de Fortaleza - CE | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Quanto ao cumprimento de sentença no moderno processo sincrético, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de vinte por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II, desta lei, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "Quando na sentença houver uma parte líquida e outra ilíquida, ao credor não é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta."
      },
      {
        "letra": "C",
        "texto": "O exequente poderá, em seu requerimento, indicar, desde logo, os bens a serem penhorados."
      },
      {
        "letra": "D",
        "texto": "Não sendo requerida a execução no prazo de um ano, o juiz mandará arquivar os autos, sem prejuízo de seu desarquivamento a pedido da parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598630",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Um Juízo com competência em matéria de Fazenda Pública da Capital condenou o Estado do Piauí ao pagamento, em favor de um servidor público, de diferenças remuneratórias referentes ao quinquênio anterior ao ajuizamento da demanda, conforme fosse apurado posteriormente. Após o trânsito em julgado, a parte vencedora formulou requerimento de cumprimento de sentença para haver o pagamento da verba. Nesse caso, o Juiz competente deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimar a parte executada, mediante publicação no Diário Oficial, para cumprimento da obrigação no prazo de 15 (quinze) dias, sob pena de multa;"
      },
      {
        "letra": "B",
        "texto": "indeferir o requerimento, tendo em vista que o título executado não cumpre o requisito da liquidez;"
      },
      {
        "letra": "C",
        "texto": "citar a parte executada para oferecer embargos no prazo legal, sob pena de expedição de precatório ou requisição de pequeno valor;"
      },
      {
        "letra": "D",
        "texto": "indeferir o requerimento, tendo em vista que o título executado não cumpre o requisito da certeza;"
      },
      {
        "letra": "E",
        "texto": "intimar a parte executada, pessoalmente, para cumprimento da obrigação no prazo de 15 (quinze) dias, sob pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "583360",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sobre o procedimento de cumprimento de sentença instaurado pela Lei n.º 11.232/2005, segundo as disposições legais pertinentes e o entendimento consolidado no Superior Tribunal de Justiça, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase de cumprimento de sentença, são cabíveis honorários advocatícios na hipótese de rejeição da impugnação quando esta versar sobre excesso de execução."
      },
      {
        "letra": "B",
        "texto": "A interpretação conferida ao artigo 475-J-CPC pelo Superior Tribunal de Justiça indica que o prazo para pagamento voluntário de condenação líquida e certa se inicia a partir do trânsito em julgado do título judicial exequendo."
      },
      {
        "letra": "C",
        "texto": "Iniciada a fase de cumprimento de sentença definitivo, deve o juiz arbitrar honorários advocatícios de plano, independentemente de haver ou não escoado o prazo de quinze dias para pagamento voluntário da condenação."
      },
      {
        "letra": "D",
        "texto": "A decisão que resolver a impugnação é recorrível mediante apelação, salvo quando importar extinção da execução, caso em que caberá agravo de instrumento, desde que se demonstre que a decisão é suscetível de causar à parte lesão grave ou de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, desde que ofereça e preste caução suficiente e idônea, arbitrada pelo juiz e prestada nos próprios autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "582926",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Laura ajuizou ação cautelar preparatória contra seu marido Adamastor, por meio da qual objetiva a apreensão judicial de bens adquiridos na constância da união conjugal cuja posse se encontrava em poder do requerido. O juízo deferiu a liminar inaudita altera parte, e o feito teve seu trâmite regular. Ao proferir sentença, o juízo julgou improcedente o pedido de sequestro e revogou a liminar concedida. Nessa situação, caso pretenda reformar a decisão que rejeitou o seu pedido, Laura poderá interpor recurso de apelação no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "580873",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Imaginando-se que estando em trâmite o cumprimento de uma sentença cuja obrigação é o pagamento de quantia certa, não sejam encontrados bens do devedor, mesmo sendo adotadas todas as medidas necessárias para que sejam encontrados bens do executado. Nesse caso, dentro do que prevê as regras do Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a execução deverá ser extinta caso não se encontrem bens dentro do prazo de 30 dias."
      },
      {
        "letra": "B",
        "texto": "deverá ser arquivado definitivamente de forma imediata o processo que será extinto pela insolvência do devedor."
      },
      {
        "letra": "C",
        "texto": "será suspensa a execução por prazo indeterminado, até que sejam encontrados bens do devedor."
      },
      {
        "letra": "D",
        "texto": "as partes ficam obrigadas a convencionar um prazo de suspensão até que o executado tenha condições que quitar espontaneamente o crédito, caso em que será extinta a execução."
      },
      {
        "letra": "E",
        "texto": "o credor deverá requerer a remissão da dívida, para que seja declarada sua extinção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "571873",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, assinale a opção correta no que concerne à liquidação, ao cumprimento de sentença e ao processo de execução.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se reconheça a impenhorabilidade do único imóvel residencial do devedor, decorrente da proteção legal dada ao bem de família, é imprescindível que o devedor resida com seus familiares no imóvel."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de a sentença ilíquida transitar em julgado, a imposição da multa de 10% sobre a condenação somente ocorrerá após a prévia liquidação da quantia certa e da intimação do devedor, por intermédio de seu advogado, para pagamento."
      },
      {
        "letra": "C",
        "texto": "O magistrado deve realizar o desbloqueio dos ativos financeiros do devedor, penhorados pelo sistema de comunicação eletrônica entre o Poder Judiciário e instituições financeiras, quando a quantia bloqueada for considerada irrisória ou inexpressiva frente ao total da dívida."
      },
      {
        "letra": "D",
        "texto": "A desconsideração inversa da personalidade jurídica, ou desconsideração às avessas, é incompatível com o sistema processual brasileiro em vigor e, se realizada em execução, será ilegítima por falta de previsão normativa."
      },
      {
        "letra": "E",
        "texto": "Em execução movida por particular contra a fazenda pública, é inconstitucional o fracionamento do valor da execução, em caso de litisconsórcio facultativo simples, para expedição de requisição de pequeno valor para cada um dos credores beneficiados pela condenação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "552563",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No que tange ao cumprimento de sentença de obrigação de pagamento de quantia certa, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o juiz proferir sentença condenatória em parte líquida e em parte ilíquida, o credor deverá promover a liquidação da parte ilíquida antes de requerer o cumprimento da parte líquida."
      },
      {
        "letra": "B",
        "texto": "São devidos honorários advocatícios no cumprimento de sentença apenas quando houver impugnação, depois de escoado o prazo para pagamento voluntário, que se inicia após a intimação do advogado da parte executada."
      },
      {
        "letra": "C",
        "texto": "A ausência de requerimento de cumprimento de sentença no prazo de seis meses gera prescrição da pretensão ao crédito e o arquivamento dos autos."
      },
      {
        "letra": "D",
        "texto": "É inaplicável o cumprimento de sentença à Fazenda Pública, pois, seja na qualidade de exequente ou executada, permanece a necessidade de uma ação autônoma de execução, cuja defesa será exercida mediante embargos."
      },
      {
        "letra": "E",
        "texto": "Ainda que atribuído efeito suspensivo à impugnação ao cumprimento de sentença, é lícito ao exequente requerer o prosseguimento da execução, oferecendo e prestando caução idônea, arbitrada pelo juiz e prestada nos próprios autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "537547",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em havendo condenação, transitada em julgado, ao pagamento de quantia certa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o exequente poderá, ao requerer o cumprimento da sentença, indicar os bens que deseja ver penhorados, os quais são avaliados, em regra, por perito da confiança do juízo."
      },
      {
        "letra": "B",
        "texto": "a requerimento do credor, instruído com demonstrativo do débito atualizado até a data da propositura da ação, se não efetuado o pagamento no prazo legal, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "se não for requerido o cumprimento da sentença no prazo de 180 dias, o juiz declarará extinta a obrigação."
      },
      {
        "letra": "D",
        "texto": "o devedor suportará multa de 10% sobre a totalidade do débito caso não efetue o pagamento ou o faça parcialmente."
      },
      {
        "letra": "E",
        "texto": "requerido o cumprimento da sentença, o devedor poderá apresentar impugnação, a qual é recebida, em regra, no efeito suspensivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "483596",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Marcos ajuizou ação no âmbito da qual Renan foi condenado, em primeira instância, a pagar-lhe R$ 10.000,00. Contra a sentença, Renan interpôs recurso de apelação, recebido apenas no efeito devolutivo. Antes do trânsito em julgado, Marcos requereu a execução provisória da sentença. A execução provisória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será autuada nos próprios autos, devendo ser decidida pelo tribunal, quando do julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "depende de caução idônea para que tenha início, a qual pode ser dispensada, dentre outros, no caso de crédito de natureza alimentar, até o limite de sessenta salários-mínimos, se o exequente demonstrar necessidade."
      },
      {
        "letra": "C",
        "texto": "deverá ser indeferida de plano, pois, antes do trânsito em julgado, inexiste liquidez e certeza quanto ao título judicial, que não pode, por isto, embasar a execução."
      },
      {
        "letra": "D",
        "texto": "depende de caução idônea para que tenha início, a qual não pode ser dispensada em nenhuma hipótese."
      },
      {
        "letra": "E",
        "texto": "correrá por conta e responsabilidade de Marcos, que deverá, em caso de reforma da sentença, reparar os danos que Renan houver experimentado, cuja liquidação será feita nos mesmos autos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "598455",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de entrega de coisa",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "A respeito do cumprimento de sentença, analise as seguintes afirmativas: I. É possível exigir-se o cumprimento de sentença declaratória que reconheça a existência de uma obrigação de fazer, não fazer, entregar coisa ou pagar quantia. II. A decisão que julgar a impugnação de sentença arbitrará honorários de advogado. III. O cumprimento da sentença efetuar-se-á perante os tribunais, nas causas de sua competência originária. IV. A decisão que resolve a impugnação ao cumprimento de sentença, extinguindo a execução é impugnável por meio de apelação. V. Na impugnação ao cumprimento de sentença pode-se conceder antecipação de tutela. Em relação a estas afirmativas estão CORRETAS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V apenas."
      },
      {
        "letra": "B",
        "texto": "II, IV e V apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I, IV e V apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e V apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464869",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Quanto ao cumprimento de sentença, considere:I. É definitiva a execução da sentença transitada em julgado e provisória quando se tratar de sentença impugnada mediante recurso ao qual tenha sido atribuído efeito suspensivo.II. Quando na sentença houver uma parte líquida e outra ilíquida, ao credor é lícito promover simultaneamente a execução daquela e, em autos apartados, a liquidação desta. III. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não efetue tal pagamento em quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, de ofício, determinará o juiz a expedição de mandado de penhora e avaliação. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "455130",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Se o réu for condenado, por sentença, a pagar ao autor o valor de R$10.000,00 a título de compensação pelos danos imateriais provocados, terá 15 dias para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados da publicação da sentença no Diário Oficial;"
      },
      {
        "letra": "B",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados do seu trânsito em julgado;"
      },
      {
        "letra": "C",
        "texto": "pagar o valor, sob pena de multa no percentual de 10%, contados da intimação de seu advogado constituído nos autos;"
      },
      {
        "letra": "D",
        "texto": "impugnar a execução, contados da juntada aos autos do comprovante da intimação feita pessoalmente;"
      },
      {
        "letra": "E",
        "texto": "impugnar a execução, contados da intimação de seu advogado constituído nos autos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "447569",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No que tange ao cumprimento de sentença de obrigação de pagamento de quantia certa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá o exequente apresentar, em seu requerimento inicial, os bens do executado a serem penhorados, por ser este ato privativo do devedor."
      },
      {
        "letra": "B",
        "texto": "é obrigação exclusiva do oficial de justiça avaliar os bens que forem oferecidos à penhora, tendo em vista que a atual legislação determinou a esse auxiliar da justiça o papel de avaliador."
      },
      {
        "letra": "C",
        "texto": "não sendo requerida a execução da sentença em seis meses, o juiz mandará extinguir o processo, determinando seu arquivamento."
      },
      {
        "letra": "D",
        "texto": "o cumprimento de sentença efetuar-se-á perante o juízo que processou a causa em primeiro grau de jurisdição, podendo o exequente optar pelo local onde estão os bens do executado sujeitos à expropriação ou ainda o atual domicílio do executado, caso em que a remessa dos autos será solicitada ao juízo de origem."
      },
      {
        "letra": "E",
        "texto": "não havendo pagamento dos valores devidos no prazo de três dias, contados da intimação do advogado do executado ou da sua intimação pessoal quando não estiver assistido por procurador, sobre o valor total da dívida, recairá multa de dez por cento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418381",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Impugnação ao cumprimento de sentença",
      "Processo de execução",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "Sobre o cumprimento de sentença, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de quinze dias, o montante da condenação será acrescido de multa no percentual de dez por cento e, a requerimento do credor e observado o disposto no art. 614, inciso II do CPC, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "B",
        "texto": "A impugnação não terá efeito suspensivo, podendo o juiz atribuir-lhe tal efeito desde que relevantes seus fundamentos e o prosseguimento da execução seja manifestamente suscetível de causar ao executado grave dano de difícil ou incerta reparação."
      },
      {
        "letra": "C",
        "texto": "Quando o executado alegar que o exequente, em excesso de execução, pleiteia quantia superior à resultante da sentença, deverá o juiz declarar de imediato o valor que entende correto, ou declarar à rejeição liminar dessa impugnação."
      },
      {
        "letra": "D",
        "texto": "É inexigivel o titulo judicial fundado em interpretação de ato normativo considerado pelo Supremo Tribunal Federal incompativel com a Carta Magna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409237",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "O termo inicial do prazo de 15 dias para o cumprimento voluntário, pelo devedor, da sentença condenatória ao pagamento de quantia, sob pena de multa de 10% e penhora de bens, ocorre na data",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da intimação pessoal do devedor, acerca do trânsito em julgado da sentença."
      },
      {
        "letra": "B",
        "texto": "em que o título judicial se torna passível de execução, ainda que provisória, independentemente de intimação."
      },
      {
        "letra": "C",
        "texto": "da intimação do devedor, na pessoa do seu advogado, por publicação na imprensa oficial, para que efetue o pagamento da quantia discriminada em específico requerimento, segundo cálculos do credor."
      },
      {
        "letra": "D",
        "texto": "do trânsito em julgado da sentença, independentemente de intimação."
      },
      {
        "letra": "E",
        "texto": "da intimação do devedor, na pessoa do seu advogado, por publicação na imprensa oficial, acerca do trânsito em julgado da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "383807",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFGD",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente as lacunas. Caso o devedor, condenado ao pagamento de quantia certa ou já fixada em liquidação, não o efetue no prazo de _____________, o montante da condenação será acrescido de multa no percentual de __________.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez dias / dez por cento"
      },
      {
        "letra": "B",
        "texto": "quinze dias / dez por cento"
      },
      {
        "letra": "C",
        "texto": "quinze dias / quinze por cento"
      },
      {
        "letra": "D",
        "texto": "vinte dias / cinco por cento"
      },
      {
        "letra": "E",
        "texto": "cinco dias / cinco por cento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "355316",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Liquidação por arbitramento",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em ação promovida por José, João é condenado a indenizá-lo pelas consequências decorrentes de lesão corporal dolosa, incluindo danos materiais emergentes, arbitrados em quantia certa, e despesas com tratamentos médicos futuros, até total recuperação de José. Ao executar a sentença, transitada em julgado, José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá, primeiro, promover a liquidação por arbitramento da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "B",
        "texto": "deverá, primeiro, promover a liquidação por artigos da parte ilíquida, para depois executar a decisão."
      },
      {
        "letra": "C",
        "texto": "poderá promover, simultaneamente, a execução da parte líquida e a liquidação por artigos da parte ilíquida da decisão."
      },
      {
        "letra": "D",
        "texto": "poderá promover, nos mesmos autos, a execução da parte líquida e a liquidação por arbitramento da parte ilíquida da decisão."
      },
      {
        "letra": "E",
        "texto": "poderá promover apenas a execução da parte líquida, pois é vedado ao juiz proferir decisão sem determinação prévia do quantum debeatur."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354221",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.Caso D efetue pagamento de R$ 30.000,00 no prazo de 15 dias da intimação para o cumprimento da sentença, a multa de dez por cento incidirá sobre o restante da condenação, ou seja, sobre R$ 20.000,00.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350690",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Em um processo de cobrança, que Lúcia sofreu pelas dívidas que contraiu em Morro de São Paulo, foi proferida sentença condenatória, que se tornou definitiva, possibilitando o início da fase de cumprimento de sentença. Desta feita, será observado o seguinte procedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não efetuando o pagamento, Lúcia poderá nomear bens à penhora, sendo o credor intimado a se manifestar sobre eles, se não aceitá-los, fundamentadamente, o juiz de ofício determinará que se proceda à penhora livre de bens de Lúcia."
      },
      {
        "letra": "B",
        "texto": "se Lúcia não efetuar o pagamento do valor da condenação, já certo e determinado, em quinze dias, o montante respectivo será acrescido de multa no percentual de dez por cento e, a requerimento do credor e com o demonstrativo atualizado do débito, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "C",
        "texto": "se Lúcia não efetuar o pagamento do valor da condenação, em quinze dias, o montante apurado será acrescido de multa no percentual de vinte por cento e, de oficio ou a requerimento do credor, com o demonstrativo atualizado do débito, será expedido mandado de penhora e avaliação."
      },
      {
        "letra": "D",
        "texto": "se Lúcia não efetuar o pagamento do valor certo da condenação, em dez dias, o montante apurado será acrescido de multa no percentual de quinze por cento e, a requerimento do credor, atualizado o débito, expedir-se-á mandado de penhora e avaliação."
      },
      {
        "letra": "E",
        "texto": "não efetuando o pagamento, Lúcia não poderá nomear bens a penhora, procedendo-se de imediato a penhora e avaliação de seus bens, de início sem multa, que só será devida se Lúcia não indicar onde se encontram seus bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331489",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Na vigência do Código Civil de 1916, o réu foi condenado ao pagamento de indenização com incidência de juros moratórios de 0,5% ao mês, a contar do ilícito até a data do pagamento. Tal decisão transitou em julgado. Ao iniciar o cumprimento da sentença, já sob a vigência do atual Código Civil, o credor pleiteia a adoção dos juros moratórios de acordo com a nova legislação. Dada esta situação assinale a alternativa correta, em face de entendimento consolidado junto ao Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os juros moratórios devem ser mantidos até a data do pagamento em 0,5% ao mês, sob pena de ofensa à coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Os juros são consectários legais da obrigação principal, razão por que devem ser regulados pela lei vigente à época de sua incidência; logo, a alteração não ofende a coisa julgada."
      },
      {
        "letra": "C",
        "texto": "A adoção dos juros moratórios, como regulados no atual Código Civil, somente seria possível se a sentença tivesse fixado juros “à taxa legal”, sem especificar o percentual mensal ou a lei de regência ao tempo desta fixação."
      },
      {
        "letra": "D",
        "texto": "A partir da vigência do novo Código Civil os juros moratórios serão sempre de 12% ao ano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "487546",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Considerando o cumprimento da sentença, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tribunais possuem competência originária e derivada para a instauração da atividade executiva do Estado. No caso da competência derivada, o cumprimento da sentença efetuar-se-á perante o juízo que processou a causa de primeiro grau, podendo o exequente optar pelo juízo de seu atual domicílio, ou pelo juízo do atual domicílio do executado"
      },
      {
        "letra": "B",
        "texto": "A impugnação não poderá versar sobre a ilegitimidade das partes"
      },
      {
        "letra": "C",
        "texto": "Na execução provisória, o levantamento de depósito em dinheiro e a prática de atos que importem alienação de propriedade ou dos quais possa resultar grave dano ao executado, dependem de caução suficiente e idônea, arbitrada de plano pelo juiz e prestada nos próprios autos, a qual pode ser dispensada quando, nos casos de crédito de natureza alimentar ou decorrente de ato ilícito, o juiz, de ofício, verifique a existência de situação de necessidade da parte."
      },
      {
        "letra": "D",
        "texto": "Caso o oficial de justiça não possua conhecimentos especializados para a avaliação de um determinado bem, a parte interessada deverá requerer ao juiz da causa a nomeação de perito técnico, no prazo de quinze dias, contados da data de sua notificação."
      },
      {
        "letra": "E",
        "texto": "Quando a indenização por ato ilícito incluir prestação de alimentos, o juiz, quanto a esta parte, poderá ordenar ao devedor constituição de capital, cuja renda assegure o pagamento do valor mensal da pensão. Pode, entretanto, por iniciativa do juiz haver substituição de capital pela inclusão do beneficiário da prestação em folha de pagamento de entidade de direito público ou de empresa de direito privado de notória capacidade econômica, ou, a requerimento do devedor, por fiança bancária ou garantia real, em valor a ser arbitrado de imediato pelo juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "341137",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Sujeitos da relação processual",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - O menor de 16 anos, sem assistência de seu representante legal, não pode figurar no processo como autor ou réu, pois, nessa situação faltar-lhe-ia \"capacidade para estar em juízo\". II - Recusada pelo autor da ação reivindicatória a substituição do réu pelo adquirente do imóvel, é facultado a este intervir no processo como assistente. III - Acha-se pacificado o entendimento de que, condenado a pagar quantia certa ou já fixada na liquidação da sentença, tem o devedor o prazo de 15 dias, contado do trânsito em julgado da sentença, independentemente de intimação, para efetuar o pagamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432557",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "Sentença condenatória ao pagamento de quantia certa é proferida contra réu residente em Porto Alegre-RS, pelo juízo da 5. a Vara Cível do Foro Central desta capital. O réu possui bens tanto em Porto Alegre-RS quanto em Caxias do Sul-RS. Neste caso: I. Poderá o credor requerer o cumprimento da sentença em Caxias do Sul-RS, hipótese em que necessariamente deverá requerer ao Juízo de Porto Alegre-RS expedição de carta precatória para o Juízo de Caxias do Sul-RS. II. Deverá o credor requerer o cumprimento da sentença necessariamente em Porto Alegre- RS, na medida em que a competência do juízo prolator da sentença para o seu cumprimento é de caráter absoluto.III. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS, vinculando-se à sua escolha e renunciando, com isso, à possibilidade de expropriar bens na localidade preterida. IV. Poderá o credor optar tanto por requerer o cumprimento da sentença em Caxias do Sul- RS quanto em Porto Alegre-RS. Na primeira hipótese, a remessa dos autos do processo para Caxias do Sul-RS será solicitada ao Juízo da 5. a Vara Cível de Porto Alegre-RS. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas IV está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "189814",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "A multa legal coercitiva, prevista no Código de Processo Civil, de 10% (dez por cento) do valor da dívida será imposta ao devedor que deixar de realizar o pagamento de quantia a que foi condenado em decisão transitada em julgado. A respeito da aplicação dessa multa, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá estar prevista na decisão transitada em julgado para ser aplicada."
      },
      {
        "letra": "B",
        "texto": "será aplicável somente após o decurso do prazo de quinze dias para adimplemento voluntário da obrigação."
      },
      {
        "letra": "C",
        "texto": "terá sua aplicação condicionada à liquidez da dívida."
      },
      {
        "letra": "D",
        "texto": "incidirá sobre o restante da dívida no caso de pagamento parcial."
      },
      {
        "letra": "E",
        "texto": "incidirá sobre o valor total da condenação inadimplida, inclusive sobre os juros moratórios fixados na decisão transitada em julgado."
      }
    ],
    "gabarito": "A"
  }
]