[
  {
    "id": "632928",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "A respeito da intervenção de terceiros, considere: I. A oposição, oferecida antes da audiência, será apensada aos autos principais e correrá simultaneamente com a ação, sendo ambas julgadas pela mesma sentença. II. Se o nomeado à autoria negar a qualidade que lhe é atribuída, o processo continuará contra o nomeante, a quem então se assinará novo prazo para contestar. III. A citação do responsável pela indenização, nos casos de denunciação da lide, deverá ser feita dentro de 30 dias quando o mesmo encontrar-se em lugar incerto, período em que ficará suspenso o processo. IV. Na hipótese de chamamento ao processo, a sentença que julgar procedente a ação, condenando os devedores, valerá como título executivo em favor do que satisfizer a dívida. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611772",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "\"(...) forma pela qual um terceiro ingressa em processo alheio para excluir direito de autor e réu, pleiteando o direito ou coisa que controvertem esses sujeitos processuais.\" O trecho acima citado trata-se de: Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4. Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 232",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assistência simples"
      },
      {
        "letra": "B",
        "texto": "Chamamento ao processo"
      },
      {
        "letra": "C",
        "texto": "Denunciação a lide"
      },
      {
        "letra": "D",
        "texto": "Oposição"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832020",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Sobre os institutos relativos à intervenção de terceiros no âmbito do Código de Processo Civil brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é ato exclusivo do réu, sendo-lhe facultativa na hipótese de o alienante, na ação em que terceiro reivindica a coisa, buscar exercer o direito que da evicção Ihe resulta."
      },
      {
        "letra": "B",
        "texto": "No chamamento ao processo, a sentença que julgar procedente a ação condenando os devedores valerá como título executivo, em favor do que satisfizer a dívida, para exigi-la, por inteiro, do devedor principal, ou de cada um dos codevedores a sua quota, na proporção que Ihes tocar."
      },
      {
        "letra": "C",
        "texto": "É inadmissível o chamamento ao processo do devedor na ação em que o fiador for réu, cabendo, nesta hipótese, a nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "A oposição, quando oferecida depois da audiência de instrução de julgamento, será apensada aos autos principais e correrá simultaneamente com a ação vinculada, devendo, no entanto, ser julgada posteriormente à causa principal."
      },
      {
        "letra": "E",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá denunciar à lide o proprietário ou o possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "634711",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "De acordo com as disposições do Código de Processo Civil, analise as assertivas abaixo e marque a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suspende-se o processo quando a sentença de mérito tiver por pressuposto o julgamento de questão de estado, requerido como declaração incidente."
      },
      {
        "letra": "B",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte do denunciante e poderá aditar a petição inicial, procedendo-se em seguida à citação do réu."
      },
      {
        "letra": "C",
        "texto": "A oposição, oferecida depois da audiência, será apensada aos autos principais e correrá simultaneamente com a ação, sendo ambas julgadas pela mesma sentença."
      },
      {
        "letra": "D",
        "texto": "Ressalvados os advogados que se sujeitam exclusivamente aos estatutos da OAB, a violação do dever de cumprir com exatidão os provimentos mandamentais e não criar embaraços à efetivação de provimentos judiciais, de natureza antecipatória ou final, constitui ato atentatório ao exercício da jurisdição, podendo o juiz, sem prejuízo das sanções criminais, civis e processuais cabíveis, aplicar ao responsável multa em montante a ser fixado de acordo com a gravidade da conduta e não superior a vinte por cento do valor da causa; não sendo paga no prazo estabelecido, contado do trânsito em julgado da decisão final da causa, a multa será inscrita sempre como dívida ativa da União ou do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598820",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: CRF-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Segundo as regras do direito processual civil brasileiro acerca da intervenção de terceiros, aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer oposição contra o titular do direito."
      },
      {
        "letra": "B",
        "texto": "nomear a autoria o proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "apresentar denunciação a lide para assegurar direito de regresso."
      },
      {
        "letra": "D",
        "texto": "promover o chamamento ao processo do terceiro coobrigado."
      },
      {
        "letra": "E",
        "texto": "atuar como assistente em razão da existência de interesse comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "578444",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973"
    ],
    "enunciado_principal": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, até ser proferida a sentença, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomear a autoria."
      },
      {
        "letra": "B",
        "texto": "denunciar a lide."
      },
      {
        "letra": "C",
        "texto": "oferecer oposição."
      },
      {
        "letra": "D",
        "texto": "chamar ao processo."
      },
      {
        "letra": "E",
        "texto": "oferecer embargos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "823603",
    "metadata": "Ano: 2014 | Banca: MS CONCURSOS | Órgão: CRM-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973"
    ],
    "enunciado_principal": "Distribuída a oposição por dependência, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "05 (cinco) dias."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "15 (quinze) dias."
      },
      {
        "letra": "D",
        "texto": "20 (vinte) dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "701002",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "De acordo com as normas estabelecidas no Código de Processo Civil (CPC), qual constitui forma de intervenção de terceiro obrigatória, provocada pelo autor ou réu, àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "461139",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Everaldo trabalha como caseiro em um sítio localizado em Veranópolis, há quatro anos. Ele mora com sua esposa e seus filhos em um pequeno quarto construído na propriedade. É certo que o possuidor do sítio é Benício, que viaja muito e precisa dos serviços de Everaldo para a manutenção da área. Em determinado dia, Samira, julgando ser a legítima possuidora da área, que presume ter sido invadida, ajuíza em face de Everaldo, única pessoa que vê no sítio, uma ação de reintegração de posse. Everaldo, a fim de indicar Benício, real possuidor do sítio, para o polo passivo da ação, deve propor I. denunciação da lide; II. oposição; III. nomeação à autoria. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente as propostas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se somente as propostas I e III estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se somente as propostas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente a proposta III estiver correta."
      },
      {
        "letra": "E",
        "texto": "se somente a proposta II estiver correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447564",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre as espécies da chamada Intervenção de Terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá o manejo da oposição quando alguém pretender, no todo ou em parte, a coisa ou direito sobre que controvertem autor e réu, até ser proferida a sentença."
      },
      {
        "letra": "B",
        "texto": "É admissível a oposição ao devedor na ação em que o fiador for réu."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá denunciar a lide ao proprietário e ao possuidor."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá julgar, em momentos processuais distintos, a ação e a oposição."
      },
      {
        "letra": "E",
        "texto": "A nomeação à autoria é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "438077",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: SUSAM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Kevin e Kate são grandes amigos e, em determinado momento, resolvem iniciar, conjuntamente, uma atividade empresarial. Para dar início ao negócio, ambos procuram Selma e com ela assinam um contrato de empréstimo, no qual fica estabelecido que Selma emprestará à dupla a quantia de R$ 50.000,00 (cinquenta mil reais), e que, seis meses após a assinatura do contrato, Kevin e Kate deverão devolver integralmente a quantia devidamente corrigida e acrescida de uma taxa de 5% sobre o valor emprestado. Com o vencimento do empréstimo, nos termos contratados, e a dupla não cumpre com a obrigação devida a Selma. Diante dessa situação, Selma ajuíza ação de cobrança em face de Kevin. O réu, julgando não ser correto apenas ele ter responsabilidade pelo pagamento da dívida, decide levar Kate para o processo, a fim de agir regressivamente contra ela, caso venha a pagar sozinho todo o montante previsto no contrato de empréstimo. Considerando o caso acima apresentado, assinale a opção que indica corretamente a figura de intervenção de terceiros de que Kevin deve se valer para atingir o seu propósito quanto a Kate.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "Nomeação à autoria."
      },
      {
        "letra": "C",
        "texto": "Denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "Oposição."
      },
      {
        "letra": "E",
        "texto": "Assistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417887",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria é obrigatória ao alienante, na ação em que terceiro reivindica a coisa cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que lhe resulta da evição."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de oposição, ação prejudicial proposta por terceiro que se julga titular do bem ou direito disputado em juízo, o prazo para a resposta será duplicado, pois os opoentes têm procuradores diferentes e são litisconsortes na oposição."
      },
      {
        "letra": "C",
        "texto": "Denomina-se oposição autônoma a oferecida antes do início da audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Se a parte demandada nomear a autoria, haverá suspensão do prazo de resposta."
      },
      {
        "letra": "E",
        "texto": "Conforme a doutrina majoritária, admite-se a denunciação da lide per saltum, ou seja, de qualquer um que tenha participado da cadeia de transmissão do bem"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "416641",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca das diferentes espécies de intervenção de terceiros, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nomeação à autoria visa a corrigir o polo passivo da demanda, sendo dever do réu nomear a autoria nos casos em que, na relação jurídica material, figure como mero detentor da coisa litigiosa ou quando o ato lesivo discutido tenha sido praticado por ordem ou instrução de terceiro, nesse último caso excluídas as hipóteses de relação de emprego ou comissão."
      },
      {
        "letra": "B",
        "texto": "A denunciação da lide inaugura relação jurídica processual paralela e dependente em caso de direito de regresso, sendo discutida, em jurisprudência, sua obrigatoriedade nos casos de direitos resultantes da evicção."
      },
      {
        "letra": "C",
        "texto": "A oposição é ação contraposta em que o opoente pretende, no todo ou em parte, o direito sobre o qual controvertem autor e réu, sendo seu exercício obrigatório, sob pena de perda do direito."
      },
      {
        "letra": "D",
        "texto": "O chamamento ao processo amplia o polo passivo da demanda e tem por fundamento obrigações solidárias ou, simplesmente comuns entre os obrigados, mesmo que não haja solidariedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402224",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A modalidade de intervenção de terceiros que se presta a assegurar a efetivação do direito de regresso em favor da parte eventualmente sucumbente no processo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "a assistência."
      },
      {
        "letra": "C",
        "texto": "a denunciação da lide."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo."
      },
      {
        "letra": "E",
        "texto": "a oposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No que tange ao litisconsórcio, à assistência e à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe denunciação da lide àquele que for obrigado a indenizar, em ação regressiva, o que se despendeu em juízo, mesmo quando isso demandar a análise de fato diverso dos envolvidos na ação principal."
      },
      {
        "letra": "B",
        "texto": "Na ação em que o fiador for réu, a nomeação do devedor à autoria poderá ser requerida em qualquer fase do procedimento."
      },
      {
        "letra": "C",
        "texto": "Contar-se-á em dobro o prazo para recorrer quando só um dos litisconsortes for sucumbente."
      },
      {
        "letra": "D",
        "texto": "O assistente simples, em nome próprio, atua no processo como legitimado extraordinário, auxiliando na defesa de direito alheio."
      },
      {
        "letra": "E",
        "texto": "A oposição pode ser oferecida antes ou depois da audiência, cabendo ao juiz decidi-la sempre simultaneamente com a ação principal e desta primeiro conhecer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393013",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Lucius, em razão de contrato de prestação de serviços médicos através de seguro-saúde, está obrigado a indenizar, em ação regressiva, o prejuízo que a empresa titular do seguro-saúde terá se perder ação de reparação de danos morais e materiais proposta por paciente que foi vítima de erro médico. Lucius será convocado para intervir no processo através",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "do chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "da nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "da oposição sucessiva."
      },
      {
        "letra": "E",
        "texto": "da assistência simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392928",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Petrus adquiriu, através de compromisso particular de venda e compra, um apartamento, sabendo tratar-se de coisa litigiosa, face à existência de ação judicial proposta por terceiro que se diz proprietário do imóvel. Nesse caso, Petrus .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá intervir no processo através de denunciação da lide."
      },
      {
        "letra": "B",
        "texto": "não poderá intervir no processo."
      },
      {
        "letra": "C",
        "texto": "poderá ingressar em juízo substituindo o alienante, sem o consentimento da parte contrária."
      },
      {
        "letra": "D",
        "texto": "poderá intervir no processo na qualidade de opoente."
      },
      {
        "letra": "E",
        "texto": "poderá intervir no processo, assistindo o alienante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380246",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Petição Inicial",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá proceder a que procedimento processual para resguardar seus direitos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oposição;"
      },
      {
        "letra": "B",
        "texto": "Denunciação a lide;"
      },
      {
        "letra": "C",
        "texto": "Litisconsórcio;"
      },
      {
        "letra": "D",
        "texto": "Inépcia da petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372265",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se terceiro pretender, no todo ou em parte, a coisa ou o direito sobre o qual litigam autor e réu, poderá oferecer oposição. Nesse caso, autor e réu do processo originário assumirão a condição de litisconsortes passivos necessários na oposição. Contudo, este litisconsórcio não é considerado unitário."
      },
      {
        "letra": "B",
        "texto": "No caso de litisconsórcio necessário não se admite a prolação de sentença que não seja uniforme em relação a todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de litisconsórcio passivo, a revelia de um dos litisconsortes acarreta, por expressa disposição legal, a incidência da presunção de veracidade dos fatos alegados na inicial."
      },
      {
        "letra": "D",
        "texto": "Quanto ao momento de sua formação o litisconsórcio pode ser inicial ou ulterior; quanto ao pólo de sua composição, pode ser ativo ou passivo; quanto à obrigatoriedade, pode ser simples ou unitário; quanto à exigência de uniformidade da sentença, pode ser necessário ou facultativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360459",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "No que se refere às hipóteses de intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um terceiro apresenta oposição, pretendendo a coisa ou o direito sobre o qual controvertem autor e réu, antes da audiência de instrução e julgamento, forma-se novo processo, mediante petição inicial que deve respeitar os requisitos previstos na legislação processual civil."
      },
      {
        "letra": "B",
        "texto": "Se, em ação de despejo, for requerida a intervenção de terceiro na modalidade de assistência simples, mediante a demonstração de interesse exclusivamente econômico, o juiz deverá admitir a intervenção, pois, para a admissão do assistente simples, basta a demonstração do interesse meramente econômico."
      },
      {
        "letra": "C",
        "texto": "Considere que pessoa com sessenta e cinco anos de idade tenha ingressado com oposição interventiva em ação sob o rito ordinário e tenha requerido o benefício da prioridade na tramitação processual. Nessa situação, o juiz rejeitará o pedido de prioridade, pois o benefício é concedido ao idoso com mais de sessenta e cinco anos nos processos em que figura como parte, não se estendendo às hipóteses de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Considere que no prazo de resposta o réu tenha nomeado à autoria determinada pessoa e que o juiz, considerando ausentes os pressupostos previstos na legislação processual, tenha indeferido o pedido. Nessa situação, o juiz deverá assinar ao nomeante novo prazo para contestar o pedido do autor."
      },
      {
        "letra": "E",
        "texto": "Caso o réu tenha deixado de denunciar à lide aquele que estava obrigado, pelo contrato, a indenizar em ação regressiva o prejuízo decorrente de sua perda na demanda, não será possível o exercício do direito de regresso em ação autônoma."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433117",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "João, citado em nome próprio em determinada ação, alega ser possuidor direto da coisa demandada, que é objeto de obrigação pignoratícia. Nesse caso, é cabível a intervenção de terceiros nos termos da qual é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João deverá denunciar a lide ao proprietário e, ordenada a citação do denunciado, suspende-se o processo"
      },
      {
        "letra": "B",
        "texto": "trata-se de hipótese de chamamento ao processo que possui caráter obrigatório."
      },
      {
        "letra": "C",
        "texto": "na hipótese, é cabível a oposição, oferecida obrigatoriamente no prazo de resposta do réu."
      },
      {
        "letra": "D",
        "texto": "a qualquer tempo, desde que antes da Audiência de Instrução e Julgamento, João poderá nomear a autoria ao proprietário."
      },
      {
        "letra": "E",
        "texto": "João poderá denunciar a lide ao proprietário, mesmo depois de transcorrido o prazo de resposta do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423190",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973"
    ],
    "enunciado_principal": "A propósito da oposição, considere as proposições abaixo: I. Sendo o réu revel, a oposição somente poderá ser proposta contra o autor. II. Não se admite oposição nos Juizados Especiais. III. A oposição será distribuída por dependência e os opostos serão citados, na pessoa dos seus respectivos advogados, para contestar o pedido, fixando o prazo de quinze dias para cada um. IV. O opoente, ao utilizar da oposição, obriga-se em exercê-la contra as partes no processo em andamento, as quais são denominadas de opostos, havendo a obrigatória formação de litisconsórcio necessário e unitário. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente a proposição II."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410115",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Acerca da intervenção de terceiros, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer oposição contra ambos."
      },
      {
        "letra": "B",
        "texto": "Em caso de demanda judicial, aquele que detiver coisa que está em nome alheio, deverá, em seu próprio nome, responder pela demanda."
      },
      {
        "letra": "C",
        "texto": "Nomeação à autoria é obrigatório quando, ao alienante, na ação em que terceiro reivindica a coisa, cujo domínio foi transferido à parte, a fim de que esta possa exercer o direito que da evicção lhe resulta."
      },
      {
        "letra": "D",
        "texto": "Na ação que cobra o fiador de um contrato, é inadmissível o chamamento ao processo do devedor principal."
      },
      {
        "letra": "E",
        "texto": "Feita a denunciação pelo autor, o denunciado, comparecendo, não será obrigado a assumir a posição de litisconsorte do denunciante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407301",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Autor e réu litigam em juízo sobre determinado bem e um terceiro pretende integralmente a coisa sobre a qual controvertem as partes.Nessa situação, a figura processual a ser utilizada será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação à autoria, que deve solicitada pelo terceiro contra o autor e o réu em litisconsórcio passivo necessário."
      },
      {
        "letra": "B",
        "texto": "nomeação à autoria, solicitada pelo terceiro em face do autor e do réu e que, caso reconhecida pelo réu, a ação prosseguirá contra o autor."
      },
      {
        "letra": "C",
        "texto": "oposição, que deve ser julgada antes da ação principal devido a seu caráter prejudicial em relação a esta última."
      },
      {
        "letra": "D",
        "texto": "denunciação da lide, que deve ser requerida pelo próprio terceiro no prazo de resposta do réu."
      },
      {
        "letra": "E",
        "texto": "oposição, que deve ser oferecida pelo próprio terceiro antes do trânsito em julgado do processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "405323",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas causas em que é oferecida a oposição, o juiz decidirá primeiro a lide principal, em seguida, a oposição."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo- Ihe demandada em nome próprio, deverá chamar ao processo o proprietário ou o possuidor."
      },
      {
        "letra": "C",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "D",
        "texto": "Nas causas em que interveio o assistente, simples ou litisconsorcial, uma vez transitada em julgado a sentença, este não poderá, em hipótese alguma, em processo posterior, discutir a justiça da decisão."
      },
      {
        "letra": "E",
        "texto": "Nas causas em que interveio o assistente, a parte principal não poderá reconhecer a procedência do pedido, desistir da ação ou transigir sobre direitos controvertidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "401390",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A sentença proferida num processo, em princípio, só deve atingir, favorecer ou prejudicar as partes (autor e réu). Todavia, há situações em que a decisão tomada num processo tem reflexo em outra relação jurídica de direito material, estendendo indiretamente os efeitos da sentença a terceira pessoa, estranha à relação jurídica processual originária. O “terceiro juridicamente interessado” pode, com o escopo de defender interesse próprio, intervir voluntariamente no processo, ou mediante provocação de uma das partes. Sobre as hipóteses de intervenção de terceiros no processo civil brasileiro, está INCORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que pretende evitar que seja proferida, em determinado processo, decisão desfavorável a uma das partes que, mediata ou imediatamente, possa lhe trazer prejuízos pode fazer uso da assistência, modalidade de intervenção de terceiros voluntária, que não suspende o andamento do processo."
      },
      {
        "letra": "B",
        "texto": "A oposição é a modalidade de intervenção de terceiros voluntária pela qual um terceiro pretende o mesmo direito sobre o qual outros sujeitos litigam em um processo já pendente, sendo que o seu julgamento é questão prévia e prejudicial à demanda originária."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá convocar o proprietário ou possuidor a participar da demanda, através do chamamento ao processo."
      },
      {
        "letra": "D",
        "texto": "A denunciação à lide é obrigatória para aquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "E",
        "texto": "Não é cabível intervenção de terceiros nas ações que tramitam nos juizados especiais cíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "388852",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão de haver expressa proibição legal, não se admite a intervenção de terceiros no procedimento sumário, ainda que a denunciação da lide tenha como fundamento contrato de seguro."
      },
      {
        "letra": "B",
        "texto": "o autor da oposição (opoente) deve deduzi-la contra os réus (opostos), que são, por força de lei, autor e réu da ação principal, devendo ser formado litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "a nomeação à autoria é dever imposto pela lei ao réu que, se descumprido, sujeita-o a responder por perdas e danos. E, para que o réu-nomeante se retire do processo e o nomeado assuma seu lugar como novo sujeito passivo (réu) da relação processual, exige-se a concordancia do autor ou do nomeado à autoria."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo dá-se por iniciativa do réu, com o objetivo de chamar o devedor principal ou os codevedores solidários ao feito e depende do assentimento do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "382850",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Febo é designado como vigia da propriedade de Marco. Em determinado dia, é surpreendido com citação realizada em processo civil, sendo autor Cláudio, alegando este que haveria violação à sua posse. Após contratar advogado, Febo apresenta a defesa cabível que seria, no sistema processual positivo, a alegação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litisconsórcio"
      },
      {
        "letra": "B",
        "texto": "oposição"
      },
      {
        "letra": "C",
        "texto": "denunciação da lide"
      },
      {
        "letra": "D",
        "texto": "chamamento ao processo"
      },
      {
        "letra": "E",
        "texto": "nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "379516",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Constitui forma de intervenção de terceiro, nos termos do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a assistência"
      },
      {
        "letra": "B",
        "texto": "o litisconsórcio"
      },
      {
        "letra": "C",
        "texto": "a oposição"
      },
      {
        "letra": "D",
        "texto": "a substituição"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379299",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito de intervenção causado em decorrência da assistência simples, o assistente sempre poderá discutir a justiça da decisão, desde que o faça em ação autônoma deduzindo pretensão própria, visto que não é considerado parte e não está sujeito aos efeitos da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "Em ação movida por terceiro vítima de acidente auto- mobilístico, a jurisprudência do Superior Tribunal de Justiça admite que a demanda seja endereçada concomitantemente contra o segurado causador do acidente e a seguradora, dispensada a denunciação à lide para que esta possa figurar no polo passivo da causa."
      },
      {
        "letra": "C",
        "texto": "Em caso de evicção é autorizada a denunciação da lide ao alienante imediato em litisconsórcio com seus antecessores, sendo vedada, entretanto, a denunciação per saltum."
      },
      {
        "letra": "D",
        "texto": "O recurso de terceiro prejudicado deve veicular pedido de reforma ou anulação da decisão impugnada, a fim de satisfazer seus interesses, razão pela qual não é admitida a participação do terceiro prejudicado que oferece simples embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Não é cabível a oposição em ação que o réu reconheceu a procedência do pedido do autor no prazo de contestação, visto que inexiste controvérsia entre ambos sobre o bem ou direito pretendido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359235",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Considerando as disposições do Código de Processo Civil sobre as figuras de intervenção de terceiros, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide de outros fiadores é admissível quando, para a ação, for citado apenas um deles"
      },
      {
        "letra": "B",
        "texto": "Por meio da oposição, busca-se obter a coisa ou o direito que está sendo disputado em processo pendente."
      },
      {
        "letra": "C",
        "texto": "chamamento ao processo pode ensejar a formação e litisconsórcio ulterior, passivo, facultativo e unitário."
      },
      {
        "letra": "D",
        "texto": "A aceitação expressa da nomeação à autoria acarreta o fenômeno da extromissão da parte ré originária."
      },
      {
        "letra": "E",
        "texto": "A denunciação da lide feita pelo réu prescinde de oferecimento formal de contestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "351415",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Na relação jurídico-processual podem ser agregadas outras pessoas com interesse na solução da lide. Identifique nas proposições abaixo as figuras de intervenção de terceiro, apontando a alternativa em que conste a ordem seqüencial correta: I. Ação de indenização movida contra a Administração Pública, por dano causado por funcionário publico, que ingressa em Juízo, também. II. Ação reivindicatória movida por A contra BeC, em que este se apresenta como proprietário do imóvel, pretendendo a coisa sobre a qual litigam A e B. III. Ação movida contra quem tem a detenção da coisa e o detentor busca a mudança no polo passivo da demanda.Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência, oposição, nomeação à autoria."
      },
      {
        "letra": "B",
        "texto": "oposição, nomeação à autoria, assistência."
      },
      {
        "letra": "C",
        "texto": "nomeação à autoria, oposição, assistência."
      },
      {
        "letra": "D",
        "texto": "assistência, assistência, nomeação a autoria."
      },
      {
        "letra": "E",
        "texto": "nomeação a autoria, oposição, nomeação a autoria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350508",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Moraes Silveira envolve-se em acidente automobilístico em Salvador, colidindo seu veículo com o de Consuelo, a quem acusa de haver provocado danos ao dirigir negligentemente. Propõe ação contra Consuelo, cujo carro estava segurado contra acidentes. Querendo que a seguradora componha o polo passivo da lide, o advogado de Consuelo deverá requerer, visando à eventual formação de título judicial contra a seguradora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua oposição."
      },
      {
        "letra": "B",
        "texto": "seu chamamento ao processo."
      },
      {
        "letra": "C",
        "texto": "sua nomeação à autoria."
      },
      {
        "letra": "D",
        "texto": "sua assistência."
      },
      {
        "letra": "E",
        "texto": "sua denunciação da lide."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346768",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "A respeito do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera afinidade de questões mostra-se suficiente para que seja formado litisconsórcio ativo ou passivo."
      },
      {
        "letra": "B",
        "texto": "Ainda que a omissão da parte não implique a perda do direito de regresso, a denunciação da lide será obrigatória."
      },
      {
        "letra": "C",
        "texto": "No ordenamento jurídico brasileiro, é proibido o litisconsórcio superveniente, em razão da prevalência do princípio do juiz natural."
      },
      {
        "letra": "D",
        "texto": "Aceito pela parte que pretende assistir, o assistente qualificado passa à condição de autor ou de réu no processo."
      },
      {
        "letra": "E",
        "texto": "Os opostos terão prazo em dobro para contestar a demanda, dada a existência de litisconsórcio entre eles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332700",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: DETRAN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No tocante à intervenção de terceiros, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é obrigatória àquele que estiver obrigado, pela lei ou pelo contrato, a indenizar, em ação regressiva, o prejuízo do que perder a demanda."
      },
      {
        "letra": "B",
        "texto": "Não é admissível o chamamento ao processo no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "Àquele que detiver a coisa em nome alheio, sendo- lhe demandada em nome próprio, é facultado nomear à autoria o proprietário ou o possuidor."
      },
      {
        "letra": "D",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação e a oposição, conhecerá àquela emprimeiro lugar."
      },
      {
        "letra": "E",
        "texto": "É vedada a denunciação da lide no direito brasileiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322954",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Ao réu em ação de indenização que detém direito de regresso contra terceiro, por força de lei ou contrato, é possível utilizar-se da seguinte forma de intervenção de terceiros no processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "chamamento ao processo."
      },
      {
        "letra": "B",
        "texto": "denunciação da lide."
      },
      {
        "letra": "C",
        "texto": "oposição."
      },
      {
        "letra": "D",
        "texto": "nomeação à autoria."
      },
      {
        "letra": "E",
        "texto": "assistência simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322417",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que concerne à intervenção de terceiros, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "feita a denunciação à lide pelo demandante, se o demandado não comparecer, o processo será julgado à sua revelia."
      },
      {
        "letra": "B",
        "texto": "a denunciação à lide pode dar-se tanto pelo demandante, como pelo demandado."
      },
      {
        "letra": "C",
        "texto": "no chamamento ao processo, aceito o chamamento, forma-se um litisconsórcio facultativo simples entre o chamante e o chamado."
      },
      {
        "letra": "D",
        "texto": "a oposição pode ser oferecida em qualquer fase do processo, inclusive na segunda instância, após a sentença."
      },
      {
        "letra": "E",
        "texto": "oferecida a oposição, os opostos serão citados na pessoa de seus advogados, podendo oferecer contestação, bem como apresentar exceção ou reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322208",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "No que concerne à intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locatário é legitimado a denunciar a lide ao proprietário, quando demandado por terceiro em nome próprio, podendo a lide acarretar-lhe a perda da posse."
      },
      {
        "letra": "B",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "C",
        "texto": "É admissível o chamamento ao processo do fiador na ação de conhecimento de cobrança em que o devedor seja réu."
      },
      {
        "letra": "D",
        "texto": "Deixando de nomear à autoria, aquele a quem incumbia a nomeação sofrerá consequências apenas de ordem processual, visto que a referida intervenção de terceiros tem natureza jurídica de instrumento processual de celeridade para a solução da lide."
      },
      {
        "letra": "E",
        "texto": "O chamamento ao processo não caracteriza intervenção de terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "309093",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Nas opções a seguir, são apresentadas situações hipotéticas seguidas de uma assertiva a ser julgada a respeito da intervenção de terceiros no processo. Assinale a opção em que a assertiva apresentada está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos adquiriu um veículo da montadora X e, após usar o carro por aproximadamente 100 km, a barra de direção do veículo se quebrou, o que provocou a colisão do carro com a pilastra do prédio onde Carlos vive, causando diversos danos. Por isso, Carlos propôs ação contra a empresa, tendo sido adotado, pelo valor da causa, o procedimento sumário. Nessa situação, será lícito à montadora proceder ao chamamento de sua seguradora ao processo, caso em que, havendo condenação de ambas, a responsabilidade será solidária."
      },
      {
        "letra": "B",
        "texto": "Joana e Marta são fiadoras do contrato de locação de Rafael, que deixou de pagar os aluguéis, razão por que foi pedida a condenação de Joana ao pagamento do valor correspondente. Nessa situação, Joana poderá, na contestação, proceder à nomeação à autoria de Marta, com a finalidade de estabelecer sua responsabilidade pela dívida."
      },
      {
        "letra": "C",
        "texto": "Pedro propôs contra o DF demanda fundada em ato culposo de servidor público que lhe causou dano. Nessa situação, o DF deve denunciar o servidor à lide, sob pena de perda do direito de regresso."
      },
      {
        "letra": "D",
        "texto": "Ao construir uma cerca na fazenda de Manoel, onde é empregado responsável por cuidar da propriedade, Nelson invadiu a fazenda de Antônio, que, em razão disso, entrou com ação possessória contra ele. Nessa situação, por ser apenas detentor do imóvel, Nelson, ao ser citado, deverá proceder ao chamamento ao processo de Manoel."
      },
      {
        "letra": "E",
        "texto": "Daniel propôs ação reivindicatória de imóvel contra Paulo, que, em sua defesa, alegou ser o proprietário do imóvel, e Jorge, afirmando ser o possuidor do imóvel, ofereceu oposição contra ambos. Nessa situação, caso a oposição tenha sido proposta depois da audiência de instrução, o procedimento do processo de Daniel contra Paulo deverá ficar sobrestado até que a oposição possa ser julgada em conjunto com ele."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661607",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "No Processo Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pendendo uma causa entre duas ou mais pessoas, o terceiro, que tiver interesse jurídico em que a sentença seja favorável a uma delas, será considerado litisconsorte."
      },
      {
        "letra": "B",
        "texto": "Quem pretender, no todo ou em parte, a coisa ou o direito sobre que controvertem autor e réu, poderá, até ser proferida a sentença, oferecer assistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, deverá oferecer oposição ao proprietário ou ao possuidor."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é obrigatória ao proprietário ou ao possuidor indireto quando, por força de obrigação ou direito, em casos como o do usufrutuário, do credor pignoratício, do locatário, o réu, citado em nome próprio, exerça a posse direta da coisa demandada."
      },
      {
        "letra": "E",
        "texto": "É admissível a nomeação à autoria na ação em que o fiador for réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1237553",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. O chamamento ao processo, a denunciação à lide e a oposição são cabíveis tanto no processo de execução e no processo cautelar quanto no processo de conhecimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462555",
    "metadata": "Ano: 2012 | Banca: OBJETIVA | Órgão: EPTC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria"
    ],
    "enunciado_principal": "Sobre a intervenção de terceiros, analisar os itens abaixo: I - Para que haja unidade procedimental e decisória, a oposição poderá ser oferecida até a sentença. II - A nomeação à autoria é uma exceção ao princípio da perpetuatio legitimationis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Somente o item II está correto."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II estão incorretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372042",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O assistente simples defende direito próprio no processo em que participa nessa condição."
      },
      {
        "letra": "B",
        "texto": "A assistência litisconsorcial é, também, reconhecida, em doutrina, como verdadeira intervenção litisconsorcial ulterior. É fundamental que seja requerida ao juiz da causa sob o fundamento de que o habilitando é parte em relação jurídica material e que o outro polo de tal relação é composto pelo adversário do assistido."
      },
      {
        "letra": "C",
        "texto": "A oposição é espécie de intervenção de terceiro que compete a quem pretender o direito, ou a coisa, que é objeto da demanda. Na oposição, o terceiro opoente deduz demanda contra ambas as partes do processo, podendo apresentá-la em qualquer tempo ou grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide e o chamamento ao processo são espécies de intervenção de terceiro cabíveis tanto no processo de conhecimento, como no processo de execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "336238",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973"
    ],
    "enunciado_principal": "Caso duas pessoas litiguem sobre a propriedade de determinado bem e um terceiro, que se considera verdadeiro dono, ofereça oposição, então, nessa situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recebida a oposição, o juiz determinará a citação dos opostos na pessoa dos seus advogados, não havendo revelia no processo original."
      },
      {
        "letra": "B",
        "texto": "oferecida a oposição após ter sido realizada audiência de instrução e julgamento, o processo original será suspenso."
      },
      {
        "letra": "C",
        "texto": "o prazo para contestar será duplicado, de acordo com o STJ, porque os opoentes têm procuradores diferentes e são litisconsortes na oposição."
      },
      {
        "letra": "D",
        "texto": "se o autor no processo original reconhecer a procedência do pedido do opoente, o processo será extinto."
      },
      {
        "letra": "E",
        "texto": "se já houver sido proferida sentença no processo original e interposta apelação, o juiz remeterá os autos ao tribunal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312080",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta relativamente à intervenção de terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Distribuída a oposição, serão os opostos citados, na pessoa dos seus respectivos advogados, para contestar o pedido no prazo comum de 15 (quinze) dias."
      },
      {
        "letra": "B",
        "texto": "É admissível o chamamento ao processo dos outros fiadores, quando para a ação for citado apenas um deles."
      },
      {
        "letra": "C",
        "texto": "Em ação de reparação de danos movida em face do segurado, a seguradora denunciada pode ser condenada direta e solidariamente junto com este a pagar indenização à vítima, nos limites contratados da apólice."
      },
      {
        "letra": "D",
        "texto": "Em caso de nomeação à autoria, se o nomeado recusar a nomeação, esta ficará sem efeito."
      },
      {
        "letra": "E",
        "texto": "Em caso de denunciação à lide pelo autor, o denunciado, comparecendo, assumirá a posição de litisconsorte, mas não poderá aditar a petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "707088",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Tendo a oposição sido apresentada depois de iniciada a audiência de instrução e julgamento, não é possível a sua apreciação simultânea com a ação principal. II - A decisão que mantiver, em juízo de retratação, o indeferimento da petição inicial, fundada na prescrição, encerra o processo com julgamento do mérito, hipótese em que, independentemente do trânsito em julgado, o escrivão comunicará ao réu o resultado do julgamento. III - O juiz poderá proferir julgamento liminar de procedência ou de improcedência, em causas repetitivas ou seriadas, quando a matéria discutida for unicamente de direito, desde que já tenham sido julgados casos similares no Juízo, com base em jurisprudência do tribunal ao qual o magistrado esteja vinculado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "74584",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Em ação de oposição, cria-se litisconsórcio passivo necessário entre os sujeitos da demanda originária, que passam a ser denominados opostos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "391109",
    "metadata": "Ano: 2009 | Banca: FUMARC | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "A respeito das diversas formas de intervenção de terceiros, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denunciação da lide é cabível ao proprietário, quando o réu, citado em nome próprio, exerce a posse direta da coisa demandada."
      },
      {
        "letra": "B",
        "texto": "Na oposição, o terceiro opoente coloca-se contrário à pretensão deduzida pelo autor, auxiliando o réu."
      },
      {
        "letra": "C",
        "texto": "A correção do pólo passivo da demanda é feita através do chamamento ao processo daquele que nela deve figurar como réu."
      },
      {
        "letra": "D",
        "texto": "A nomeação à autoria é cabível quando apenas um dos devedores solidários é acionado judicialmente e pretende, no mesmo processo, a responsabilização dos co-devedores."
      },
      {
        "letra": "E",
        "texto": "A oposição, oferecida antes da audiência, será processada nos autos principais e correrá simultaneamente com a ação."
      }
    ],
    "gabarito": "A"
  }
]