[
  {
    "id": "633154",
    "metadata": "Ano: 2016 | Banca: FAUEL | Órgão: CISMEPAR - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a petição inicial, com base nas disposições do Código de Processo Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da petição inicial, entre outros, a indicação do juiz ou tribunal a que é dirigida, o estado civil do autor e do réu e as provas com que o autor pretende demonstrar a veracidade dos fatos."
      },
      {
        "letra": "B",
        "texto": "Como regra, o pedido deve ser certo ou determinado. É lícito, entretanto, formular pedido genérico quando a determinação do valor da condenação depender de ato que deva ser praticado pelo autor"
      },
      {
        "letra": "C",
        "texto": "O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "D",
        "texto": "Verificando o juiz que a petição inicial apresenta irregularidade capaz de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de 10 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628739",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No tocante aos requisitos, vícios e pedidos da petição inicial, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos artigos 282 e 283 do CPC, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de 5 (cinco) dias."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total procedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "C",
        "texto": "Se o autor pedir que seja imposta ao réu a abstenção da prática de algum ato, tolerar alguma atividade, prestar ato ou entregar coisa, poderá requerer cominação de pena pecuniária para o caso de descumprimento da sentença ou da decisão antecipatória de tutela."
      },
      {
        "letra": "D",
        "texto": "Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo só receberá a sua parte se instaurar o competente procedimento incidental no bojo da ação."
      },
      {
        "letra": "E",
        "texto": "Os pedidos são interpretados restritivamente, excetuando-se, entretanto, no principal os juros legais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "611512",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Relacione corretamente instituto processual ao respectivo conceito. I- inépcia da petição inicial. II- coisa julgada. III- litispendência. IV- carência de ação. A - Há____________________________, quando se repete ação, que está em curso. B - Há____________________________, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. C - Há _________________________ quando Ihe faltar pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível e/ou contiver pedidos incompatíveis entre si. D - Há ___________________________ quando para propor ou contestar ação faltar às partes interesse e legitimidade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A – III; B – II; C – I; D – IV."
      },
      {
        "letra": "B",
        "texto": "A – IV; B – III; C – II; D – I."
      },
      {
        "letra": "C",
        "texto": "A – II; B – III; C – I; D – IV"
      },
      {
        "letra": "D",
        "texto": "A – I; B – II; C – IV; D – III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "610111",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. A petição inicial será indeferida quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for inepta ensejando a extinção do processo sem julgamento do mérito."
      },
      {
        "letra": "B",
        "texto": "a parte for manifestamente ilegítima ensejando a extinção do processo sem julgamento do mérito."
      },
      {
        "letra": "C",
        "texto": "o juiz verificar, desde logo, a decadência ou a prescrição ensejando a extinção do processo sem julgamento do mérito."
      },
      {
        "letra": "D",
        "texto": "o autor carecer de interesse processual ensejando a extinção do processo sem julgamento do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "596367",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: IPREM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considera-se inepta a petição inicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o tipo de procedimento, escolhido pelo autor, não corresponder à natureza da causa, ou ao valor da ação."
      },
      {
        "letra": "B",
        "texto": "quando Ihe faltar pedido ou causa de pedir."
      },
      {
        "letra": "C",
        "texto": "quando a parte for ilegítima."
      },
      {
        "letra": "D",
        "texto": "quando o autor carecer de interesse processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "592855",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Relativamente à petição inicial, seus requisitos, elementos e causas de indeferimento, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interposta apelação em face da sentença liminar de improcedência, mantida esta e recebido o recurso pelo juiz, deverá o apelado ser intimado para oferecer contrarrazões;"
      },
      {
        "letra": "B",
        "texto": "é requisito da petição inicial, versando a causa sobre obrigações decorrentes de empréstimo, financiamento ou arrendamento mercantil, a quantificação do valor incontroverso, que será consignado em juízo;"
      },
      {
        "letra": "C",
        "texto": "o pedido será cumulativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo;"
      },
      {
        "letra": "D",
        "texto": "quando a obrigação consistir em prestações periódicas, deverá o autor formular pedido expresso que as compreenda para que sejam apreciadas na sentença;"
      },
      {
        "letra": "E",
        "texto": "para que seja admissível a cumulação de pedidos compatíveis entre si, o mesmo procedimento deve ser adequado e o mesmo juízo deve ser competente para conhecer de todos eles, não sendo exigida a conexão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591204",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Quais das assertivas acima estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas a I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "590367",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Contribuinte, reputando inconstitucional lei estadual que instituiu determinado tributo, ajuizou demanda em face do ente federativo, pleiteando a declaração de inexistência da relação jurídico-tributária e, na sequência, a repetição dos valores que em sua ótica pagara indevidamente, a tal título. Após a apresentação da peça contestatória estatal, o juiz, julgando antecipadamente a lide, rejeitou o pleito declaratório, por não vislumbrar nenhum vício de inconstitucionalidade na lei questionada na inicial, sem nada aludir ao pedido de repetição de indébito tributário. Nesse cenário, é correto afirmar que o autor procedeu a uma cumulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "simples de pedidos, tendo o juiz proferido sentença nula, por citra petita;"
      },
      {
        "letra": "B",
        "texto": "sucessiva de pedidos, tendo o juiz proferido sentença válida;"
      },
      {
        "letra": "C",
        "texto": "sucessiva de pedidos, tendo o juiz proferido sentença nula, por citra petita;"
      },
      {
        "letra": "D",
        "texto": "simples de pedidos, tendo o juiz proferido sentença válida;"
      },
      {
        "letra": "E",
        "texto": "eventual de pedidos, tendo o juiz proferido sentença nula, por extra petita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589576",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que diz respeito a petição inicial, resposta do réu e revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da petição inicial o pedido, a causa de pedir e a indicação dos dispositivos legais que fundamentam a pretensão do autor."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da petição inicial poderá importar em extinção do processo com resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "A revelia importa em presunção absoluta de veracidade dos fatos descritos pelo autor, exceto quanto àqueles para os quais não se admite confissão."
      },
      {
        "letra": "D",
        "texto": "Preenchidos os requisitos, o juiz deve admitir a reconvenção proposta em desfavor do substituto processual e determinar que este exerça, em nome próprio, a sua defesa dentro do prazo legal."
      },
      {
        "letra": "E",
        "texto": "A cumulação de pedidos em uma mesma petição inicial depende da existência de conexão entre as diversas demandas cumuladas e de um único juízo competente para conhecê-las separadamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588494",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Uma vez apresentada a petição inicial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há possibilidade legal de aditamento do pedido, salvo se houver anuência do réu após sua citação."
      },
      {
        "letra": "B",
        "texto": "quando a matéria controvertida for só de direito, mas no juízo já houver sido proferida sentença de parcial ou de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "C",
        "texto": "nos litígios que tenham por objeto obrigações decorrentes de empréstimo, financiamento ou arrendamento mercantil, o autor deverá discriminar na peça inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso."
      },
      {
        "letra": "D",
        "texto": "o juiz poderá, diante do não preenchimento na peça inicial de todos os requisitos legais, ou determinar sua emenda, ou indeferi-la de pronto, por inépcia, ainda que a emenda fosse possível."
      },
      {
        "letra": "E",
        "texto": "o pedido nela contido deve ser necessariamente certo ou determinado, porque é defeso oferecer pedido condicional ou abstrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "587980",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Revelia",
      "Critérios de competência",
      "Petição Inicial",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "No tocante a competência, atos processuais, petição inicial, revelia e resposta do réu, assinale a opção correta conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contagem dos prazos para a interposição de recursos pela DP começa a fluir da data da ciência do defensor no processo."
      },
      {
        "letra": "B",
        "texto": "O prazo destinado para o autor emendar ou completar a petição inicial é peremptório, não podendo ser reduzido ou ampliado por convenção das partes ou por determinação do juiz."
      },
      {
        "letra": "C",
        "texto": "O prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da decisão que acolhe a exceção."
      },
      {
        "letra": "D",
        "texto": "No rito sumário, a não apresentação de contestação na audiência de conciliação, quando presidida por conciliador auxiliar, implica revelia do réu."
      },
      {
        "letra": "E",
        "texto": "O foro competente para processar e julgar ação declaratória de nulidade de escritura pública de cessão e transferência de direitos possessórios é o do domicílio do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "586281",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ao despachar petição inicial, o juiz verificou existir vício sanável e determinou a emenda no prazo de 10 dias. No entanto, na fluência do prazo, o autor requereu sua ampliação, o que foi deferido. Citado e intimado, o réu interpôs agravo de instrumento alegando ocorrência de preclusão, que, de acordo com jurisprudência dominante do Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu, pois o prazo para emenda é dilatório e não admite ampliação."
      },
      {
        "letra": "B",
        "texto": "não ocorreu, pois o prazo para emenda é dilatório e admite ampliação."
      },
      {
        "letra": "C",
        "texto": "ocorreu, pois o prazo para emenda é peremptório e não admite ampliação."
      },
      {
        "letra": "D",
        "texto": "não ocorreu, pois o prazo para emenda é peremptório e admite dilação."
      },
      {
        "letra": "E",
        "texto": "não ocorreu, pois, apesar de peremptório, o autor requereu a ampliação do prazo enquanto ainda estava fluindo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584604",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A cumulação de pedidos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admitida, mesmo que cada pedido corresponda a um tipo diverso de procedimento, se o autor empregar o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "é sempre possível, independentemente do procedimento adotado, por configurar hipótese de economia e agilidade processuais."
      },
      {
        "letra": "C",
        "texto": "não é possível, porque cada um deles exige rito próprio e singular, sem possibilidade de adaptação processual."
      },
      {
        "letra": "D",
        "texto": "é possível, como regra geral, contra o mesmo réu, em um único processo, desde que entre eles haja conexão, necessariamente."
      },
      {
        "letra": "E",
        "texto": "é possível desde que todos eles exijam o rito ordinário, pois tipos diferentes de procedimento impedem a cumulação, por incompatibilidade lógica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "583364",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A súmula 37 da jurisprudência do Superior Tribunal de Justiça enuncia que “são cumuláveis as indenizações por dano material e dano moral oriundas do mesmo fato”. Qual modalidade de cumulação de pedidos essa súmula representa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cumulação própria simples."
      },
      {
        "letra": "B",
        "texto": "Cumulação própria sucessiva."
      },
      {
        "letra": "C",
        "texto": "Cumulação imprópria eventual."
      },
      {
        "letra": "D",
        "texto": "Cumulação imprópria subsidiária."
      },
      {
        "letra": "E",
        "texto": "Cumulação por prejudicialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "570818",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O autor, menor impúbere, representado por sua mãe, ajuizou ação ordinária visando à reparação de supostos danos morais causados por ofensas raciais que lhe teriam sido dirigidas por seu próprio pai. Isso posto,assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permite-se a qualquer tempo o aditamento da inicial para inclusão do pedido de danos materiais, desde que o réu seja intimado para responder ao novo pedido no prazo de 15 dias."
      },
      {
        "letra": "B",
        "texto": "Constatando a irregularidade da representação do autor, deve o juiz, necessariamente, intimar o advogado do autor para regularizar a situação no prazo de 15 dias."
      },
      {
        "letra": "C",
        "texto": "Constatando o juiz que os interesses do autor colidem com os interesses de sua representante legal, deve o juiz nomear a ele curador especial."
      },
      {
        "letra": "D",
        "texto": "Falecendo o menor no curso do processo, deve o juiz extinguir o processo sem resolução do mérito, em virtude da intransmissibilidade da ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565656",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Petição Inicial"
    ],
    "enunciado_principal": "No que concerne aos honorários advocatícios, à tutela antecipada e aos atos processuais no processo civil, julgue o item subsequente.Segundo o STJ, o prazo de dez dias previsto no Código de Processo Civil para que o autor emende a petição inicial é peremptório e, em regra, não pode ser alterado por convenção das partes ou por determinação do juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "563778",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito do procedimento ordinário e das provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ação cujo objeto seja obrigação decorrente de empréstimo, o autor deverá indicar, na petição inicial, as obrigações contratuais que pretende controverter e quantificar o valor incontroverso."
      },
      {
        "letra": "B",
        "texto": "O juiz não pode, sem pedido da parte interessada, determinar o comparecimento pessoal das partes para interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "C",
        "texto": "A revelia, embora não acarrete a procedência automática dos pedidos iniciais, enseja presunção absoluta de veracidade dos fatos narrados na inicial."
      },
      {
        "letra": "D",
        "texto": "Nas causas submetidas ao procedimento sumário, a desistência da ação em relação a corréu não citado altera o prazo para o comparecimento dos demais réus à audiência de conciliação, conforme entendimento do STJ."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de ato personalíssimo, a confissão espontânea não pode ser feita por mandatário com poderes especiais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555561",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "De acordo com o que está previsto no Código de Processo Civil, há inúmeras possibilidades que acarretam o indeferimento da petição inicial. Uma hipótese que não permite que nova petição inicial seja apresentada é caracterização de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inépcia"
      },
      {
        "letra": "B",
        "texto": "ilegitimidade"
      },
      {
        "letra": "C",
        "texto": "prescrição"
      },
      {
        "letra": "D",
        "texto": "carência"
      },
      {
        "letra": "E",
        "texto": "causa de pedir"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "549032",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considere: I. Quando a obrigação consistir em prestações periódicas, considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor; se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, a sentença as incluirá na condenação, enquanto durar a obrigação. II. Na obrigação indivisível com pluralidade de credores aquele que não participou do processo não fica inibido de cobrá-la em outro processo, porque não poderá receber a sua parte no processo de que não participou, ainda que concorde com a dedução das despesas proporcionais a seu crédito. III. É permitida a cumulação, em um único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. IV. Somente é permitida a cumulação de vários pedidos, em um único processo, contra o mesmo réu, se entre eles houver conexão.V. Os pedidos são interpretados restritivamente, compreendendo-se, entretanto, no principal os juros legais. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544932",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito da petição inicial, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o endereçamento para juiz incompetente dá lugar ao seu indeferimento."
      },
      {
        "letra": "B",
        "texto": "ela será instruída com os documentos indispensáveis à propositura da ação."
      },
      {
        "letra": "C",
        "texto": "o requerimento para citação do réu é requisito da petição inicial."
      },
      {
        "letra": "D",
        "texto": "deve ser indicado o valor da causa, ainda que a pretensão não tenha conteúdo econômico imediato."
      },
      {
        "letra": "E",
        "texto": "deve expor o fato jurídico concreto que serve de fundamento para o efeito jurídico pretendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544545",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O julgamento liminar de improcedência das ações repetitivas ocorrerá quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, caso em que poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "a matéria fática for incontroversa e se possa verificar isso antes mesmo da citação do réu, considerado ainda o direito alegado pelo autor como aplicável à hipótese dos autos a ser julgada por sentença liminar."
      },
      {
        "letra": "C",
        "texto": "a matéria de fato e de direito for toda ela incontroversa, aspecto verificado pelo juiz após citação do réu e oferecimento de sua contestação."
      },
      {
        "letra": "D",
        "texto": "não se encontrem presentes pressupostos de constituição e de desenvolvimento válido e regular do processo, ou condições da ação, em relação a situações jurídicas repetitivas e que não dependam de controvérsia entre as partes."
      },
      {
        "letra": "E",
        "texto": "forem aplicadas súmulas vinculantes, em qualquer grau de jurisdição, antes ou após citação do réu para contestar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "534551",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Petição Inicial",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Geraldo, representado pela defensoria pública, ajuizou ação em que requereu usucapião de imóvel público de propriedade do estado da Paraíba, ente da Federação que figurava como réu no processo. O juiz a quem foi distribuída a ação observou que a petição inicial não havia sido assinada pelo defensor público. Com referência a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de assinatura na petição enseja o indeferimento de plano da petição inicial por falta de pressuposto processual."
      },
      {
        "letra": "B",
        "texto": "Como a declaração de usucapião de imóvel público é vedada pela CF, o juiz deve extinguir, de ofício, o processo por carência de ação."
      },
      {
        "letra": "C",
        "texto": "Tanto Geraldo quanto o estado da Paraíba fazem jus a intimações pessoais e prazos em dobro para as suas manifestações processuais."
      },
      {
        "letra": "D",
        "texto": "Se, em eventual contestação, não for apresentado algum questionamento quanto a eventuais impropriedades do pedido, restará precluso o direito do réu de sobre elas se manifestar."
      },
      {
        "letra": "E",
        "texto": "O juiz deve sentenciar pela improcedência do pedido, uma vez que este é juridicamente impossível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530881",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ada está atrasada no pagamento das despesas mensais ordinárias de condomínio. Este propõe ação de cobrança contra Ada, tendo sido pedidas apenas as parcelas vencidas, sem qualquer menção às parcelas vincendas, nem a juros ou correção monetária. Nessas condições, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em obediência ao princípio da adstrição ou congruência, seguirá estritamente o que foi pedido pelo autor, sem acréscimo de nenhuma espécie, salvo anuência expressa da ré até ao saneamento do processo."
      },
      {
        "letra": "B",
        "texto": "ciente de que não pode ampliar os pedidos, o que configuraria julgamento ultra petita, não incluirá as parcelas vincendas nem os juros legais, acrescendo apenas a correção monetária por se tratar de mera atualização do valor nominal da moeda."
      },
      {
        "letra": "C",
        "texto": "ciente de que os pedidos interpretam-se restritivamente, não poderá incluir as parcelas vincendas, por ausência de previsão legal, embora inclua os juros legais e a correção monetária, por força de lei."
      },
      {
        "letra": "D",
        "texto": "considerará todas as verbas incluídas, uma vez que os pedidos interpretam-se ampliativamente."
      },
      {
        "letra": "E",
        "texto": "embora ciente de que os pedidos interpretam-se restritivamente, considerará incluídas as parcelas vincendas, por consistirem em prestações periódicas, bem como acrescerá ao principal os juros legais e a correção monetária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "525343",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Romero propõe ação de despejo por falta de pagamento contra Oicilef, mas seu advogado apresenta petição inicial sem a observância de todos os requisitos legais, ostentando ainda defeitos e irregularidades na exposição dos fatos capazes de dificultar o julgamento do mérito. Em razão disso, deverá o juiz, em relação à inicial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "declarar a ineficácia da inicial apresentada, intimando o autor para que a substitua, para aproveitamento das custas processuais recolhidas."
      },
      {
        "letra": "B",
        "texto": "determinar a imediata citação do réu, pois pelo princípio da isonomia processual não pode orientar o autor de nenhum modo."
      },
      {
        "letra": "C",
        "texto": "indeferir de imediato a inicial, pelo prejuízo aos princípios do contraditório e da ampla defesa."
      },
      {
        "letra": "D",
        "texto": "declarar a nulidade do processo, por se tratar de vícios insanáveis."
      },
      {
        "letra": "E",
        "texto": "determinar que o autor a emende, ou a complete, no prazo de dez dias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "516494",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial é o instrumento da demanda. Considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. Todavia, há casos em que a petição inicial será indeferida. Deverá o juiz indeferir a petição inicial quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contiver pedidos alternativos, quando pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo;"
      },
      {
        "letra": "B",
        "texto": "o autor formular mais de um pedido em ordem sucessiva a fim de que o juiz conheça do posterior, em não podendo acolher o anterior;"
      },
      {
        "letra": "C",
        "texto": "o autor atribuir um valor à causa, quando esta não tem conteúdo econômico;"
      },
      {
        "letra": "D",
        "texto": "contiver pedidos incompatíveis entre si;"
      },
      {
        "letra": "E",
        "texto": "o pedido for juridicamente possível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516492",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "João distribuiu uma petição inicial em que postula a condenação de José ao pagamento de uma indenização em dinheiro, por força do descumprimento de uma obrigação contratual. A petição inicial foi instruída com os documentos e requisitos indispensáveis à propositura da ação. Nesse sentido, NÃO configura requisito da petição inicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato e os fundamentos jurídicos do pedido;"
      },
      {
        "letra": "B",
        "texto": "o valor da causa;"
      },
      {
        "letra": "C",
        "texto": "o pedido, com suas especificações;"
      },
      {
        "letra": "D",
        "texto": "o requerimento de citação do réu;"
      },
      {
        "letra": "E",
        "texto": "a norma jurídica aplicável ao caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "515200",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Tendo a parte autora formulado em sua petição inicial pleito de cobrança de duas obrigações, derivadas de contratos distintos, está-se diante de uma hipótese de cumulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alternativa de pedidos;"
      },
      {
        "letra": "B",
        "texto": "simples de pedidos;"
      },
      {
        "letra": "C",
        "texto": "sucessiva de pedidos;"
      },
      {
        "letra": "D",
        "texto": "eventual de pedidos;"
      },
      {
        "letra": "E",
        "texto": "ulterior de pedidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512802",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: 1) O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo. Quando, pela lei ou pelo contrato, a escolha couber ao devedor, o juiz lhe assegurará o direito de cumprir a prestação de um ou de outro modo, desde que o autor tenha formulado pedido alternativo. 2) O juiz, de ofício ou a requerimento, pode determinar, para a efetivação da tutela específica requerida ou para a obtenção de resultado prático equivalente, as medidas necessárias para tanto, inclusive a imposição de multa por tempo de atraso.3) A sentença que condenar o réu no pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária, cuja inscrição será ordenada pelo juiz na forma prescrita na Lei de Registros Públicos. De acordo com as assertivas propostas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas 1 e 3 estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas 1 e 2 estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas 2 e 3 estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511188",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial"
    ],
    "enunciado_principal": "No tocante ao pedido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nosso código processual adotou a teoria da substanciação, segundo a qual se exige, para identificação do pedido, a dedução dos fundamentos de fato e de direito da pretensão."
      },
      {
        "letra": "B",
        "texto": "o autor está obrigado a mencionar, ao menos, o texto de lei no qual o pedido se fundamenta, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "C",
        "texto": "será sempre certo ou determinado, em obediência ao princípio da congruência."
      },
      {
        "letra": "D",
        "texto": "quando se pedir ao réu a prestação de um ato ou pagamento de quantia certa, poderá o autor requerer a cominação de pena pecuniária diária, como “astreintes”, para o caso de descumprimento da sentença ou de decisão antecipatória de tutela."
      },
      {
        "letra": "E",
        "texto": "pode o autor formular pedido alternativo, mas não sucessivo, que é defeso pelo sistema processual civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503175",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Quanto ao pedido feito pelo autor na petição inicial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilícito formular mais de um pedido em ordem sucessiva, por não ser possível ao juiz conhecê-­los de modo contínuo."
      },
      {
        "letra": "B",
        "texto": "Os pedidos são interpretados extensivamente, devendo haver pedido explícito para o pagamento do principal e dos juros legais."
      },
      {
        "letra": "C",
        "texto": "Não é possível a formulação de mais de um pedi­do, quando cada um corresponder a tipo diverso de procedimento."
      },
      {
        "letra": "D",
        "texto": "Antes da sentença, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "E",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495292",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Havendo vícios na petição inicial não corrigidos oportunamente pelo autor, o juiz poderá resolver o processo, deixando de promover os atos subsequentes como, por exemplo, a citação do réu. Há, contudo, hipótese em que o juiz poderá julgar desde já o mérito da pretensão, mesmo sem a citação do réu. Aponte a alternativa que indique esta última situação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a parte for manifestamente ilegítima."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e o juízo houver proferido sentença de total improcedência em outros casos idênticos."
      },
      {
        "letra": "C",
        "texto": "Quando a matéria controvertida já houver sido julgada pelo Supremo Tribunal Federal em regime de repercussão geral."
      },
      {
        "letra": "D",
        "texto": "Quando for inepta a petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Quando a questão de mérito for unicamente de direito ou sendo de direito e de fato não houver necessidade de produção de provas de audiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494764",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ao ajuizar ação indenizatória moral contra Ana Helena, Ana Maria deixa de atribuir valor à causa na inicial. O juiz, nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferirá de pronto a inicial, pois a questão diz respeito a pressuposto de constituição e desenvolvimento válido e regular do processo e é insanável."
      },
      {
        "letra": "B",
        "texto": "determinará a citação de Ana Helena, normalmente, pois o valor da causa não é defeito que justifique a emenda da inicial."
      },
      {
        "letra": "C",
        "texto": "por se tratar de questão de ordem pública, conferirá ele próprio valor à causa, concedendo para Ana Maria dez dias para pagamento das custas processuais correspondentes."
      },
      {
        "letra": "D",
        "texto": "determinará a emenda à inicial, o que é direito público subjetivo da parte, para regularizá-la em dez dias, sob pena de indeferimento."
      },
      {
        "letra": "E",
        "texto": "poderá determinar a emenda à inicial, o que é faculdade do juiz fazer ou não, para regularizá-la em dez dias, sob pena de indeferimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "494585",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a opção correta quanto à petição inicial e à fase postulatória no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, na análise da petição inicial, o juiz constatar que a questão de mérito é unicamente de direito e que já há outros julgados de idêntico teor, ele poderá valer-se de paradigma de seu próprio juízo para julgar de plano, procedente ou improcedente, a ação, sem necessidade de citação da parte contrária."
      },
      {
        "letra": "B",
        "texto": "É requisito indispensável da petição inicial o pedido de condenação da parte contrária ao pagamento dos honorários advocatícios, e a ausência desse elemento impede o julgador de tratar da matéria."
      },
      {
        "letra": "C",
        "texto": "Para que o julgador exerça o controle judicial do valor da causa constante da petição inicial, é necessário que esse valor seja impugnado pelo réu."
      },
      {
        "letra": "D",
        "texto": "Embora o autor deva formular pedido certo e determinado, o juiz da causa pode prolatar sentença homologatória de conciliação ou transação abrangendo matéria não posta em juízo antes do acordo."
      },
      {
        "letra": "E",
        "texto": "A falta de demonstração do interesse em agir é prevista na legislação processual civil como hipótese de inépcia da petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "475674",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando que determinada parte tenha proposto ação de indenização contra outra parte, pleiteando sua condenação em danos morais e materiais, julgue o item seguinte.Se os danos materiais se referirem a indenização pelas mensalidades pagas em estabelecimento de ensino superior para atendimento a curso não reconhecido formalmente e os danos morais se referirem à frustração na obtenção do diploma, estará configurada hipótese de cumulação simples de pedidos, sendo irrelevante a rejeição de um e o acolhimento de outro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "465959",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Claudio propôs uma demanda em face do Banco SSD pleiteando a compensação por danos extrapatrimoniais experimentados em razão da inclusão indevida de seu nome nos cadastros de maus pagadores. Ocorre que Claudio reconheceu na própria petição inicial que seu nome já estava devidamente negativado por outro credor. Nesse caso, ao receber a petição inicial, o juiz pode:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a sua emenda, para incluir expressamente o pedido de retirada do nome de Claudio do cadastro de maus pagadores;"
      },
      {
        "letra": "B",
        "texto": "determinar a sua emenda, para incluir na demanda o outro credor que também negativou o nome de Claudio no cadastro de maus pagadores;"
      },
      {
        "letra": "C",
        "texto": "julgar procedente o pedido, caso exista jurisprudência favorável à tese defendida por Claudio nos tribunais superiores;"
      },
      {
        "letra": "D",
        "texto": "julgar improcedente o pedido, caso exista jurisprudência consolidada no juízo e nos tribunais superiores sobre o tema, refutando a tese autoral;"
      },
      {
        "letra": "E",
        "texto": "deferir tutela antecipada, de ofício, para determinar a imediata retirada do nome de Claudio do cadastro de maus pagadores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464256",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Processo Cautelar",
      "Petição Inicial",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "Requerida pelo autor antecipação dos efeitos da tutela pretendida, na petição inicial, se a providência pleiteada for de natureza cautelar, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não conhecerá desse pedido."
      },
      {
        "letra": "B",
        "texto": "suspenderá o processo e determinará que, em dez dias, o autor promova ação cautelar incidente, para que possa conhecer do pedido."
      },
      {
        "letra": "C",
        "texto": "poderá, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental no processo ajuizado."
      },
      {
        "letra": "D",
        "texto": "indeferirá, de plano, para que não ocorra julgamento extra petita."
      },
      {
        "letra": "E",
        "texto": "deverá marcar prazo de dez dias para o autor emendá-la, sob pena de indeferimento da petição inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1005308",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Da ação",
      "Petição Inicial",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "Considere as assertivas abaixo transcritas: I. De acordo com o Código de Processo Civil, o processo civil começa por iniciativa das partes, mas se desenvolve por impulso oficial. II. Considera-se inepta a petição inicial quando o juiz verificar a prescrição. III. Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. Quais estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, lI e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "823604",
    "metadata": "Ano: 2014 | Banca: MS CONCURSOS | Órgão: CRM-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I – É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior. II – Quando a obrigação consistir em prestações periódicas, considerar-se-ão elas incluídas no pedido, desde que expressamente declarado pelo autor; se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, a sentença as incluirá na condenação, enquanto durar a obrigação. III – Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo não poderá receber a sua parte. Segundo o Código de Processo Civil, é correto o que se afirma somente em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e II."
      },
      {
        "letra": "D",
        "texto": "I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "670343",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial será inepta quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o tipo de procedimento escolhido pelo autor não corresponder à natureza da causa."
      },
      {
        "letra": "B",
        "texto": "for indeferida, seja qual for o motivo do indeferimento."
      },
      {
        "letra": "C",
        "texto": "o pedido for juridicamente impossível."
      },
      {
        "letra": "D",
        "texto": "as partes forem ilegítimas ou faltar interesse processual."
      },
      {
        "letra": "E",
        "texto": "da narração dos fatos decorrer logicamente a conclusão, ainda que os pedidos sejam compatíveis entre si."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670341",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Conforme a lei processual, o valor da causa constará sempre da petição inicial e será correspondente ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pedido de maior valor, quando se tratar de pedido subsidiário."
      },
      {
        "letra": "B",
        "texto": "valor de todas as prestações vincendas e mais doze das vencidas, quando se pedirem umas e outras, e o contrato for por tempo indeterminado."
      },
      {
        "letra": "C",
        "texto": "valor do pedido, exceto nas causas de valor inestimável, como é o caso da investigação de paternidade, caso em que a lei permite não seja dado valor expresso à causa."
      },
      {
        "letra": "D",
        "texto": "valor do pedido principal, quando se tratar de pedido alternativo."
      },
      {
        "letra": "E",
        "texto": "valor do contrato, quando o litígio tiver por objeto a existência, a validade, o cumprimento, a modificação ou a rescisão de negócio jurídico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "670339",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Conforme o artigo 286 do CPC, o pedido deve ser certo ou determinado. No entanto, admitem-se os chamados pedidos implícitos nas seguintes hipóteses:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existência de pedido de tutela antecipada que represente estrita antecipação do pedido final, caso em que este será dispensado."
      },
      {
        "letra": "B",
        "texto": "correção monetária, ônus da sucumbência e cominação de multa astreinte."
      },
      {
        "letra": "C",
        "texto": "pedidos incontroversos, prestações vincendas e juros."
      },
      {
        "letra": "D",
        "texto": "pedidos incontroversos, honorários da sucumbência e multa."
      },
      {
        "letra": "E",
        "texto": "pedidos possessórios, custas e correção monetária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "574683",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Câmara Municipal do Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Associação legitimada intentou ação civil pública em face de duas sociedades empresárias, imputando-lhes o cometimento de condutas lesivas aos direitos dos consumidores. Finda a instrução, o juiz da causa julgou improcedente o pedido, por entender que os fatos narrados pela parte autora não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do processo, e que seria capaz, por si só, de lhe assegurar um pronunciamento judicial favorável. Desse modo, propôs ação rescisória, com fulcro no artigo 485, inciso VII, do Código de Processo Civil, para impugnar o julgado. Em sua petição inicial, a Associação-autora incluiu no polo passivo apenas uma das empresas que haviam integrado o polo passivo do feito primitivo, tendo se omitido, todavia, quanto à outra. À vista disso, deve o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a autora emende a inicial, a fim de incluir no polo passivo da ação rescisória a ré indevidamente omitida;"
      },
      {
        "letra": "B",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da inobservância da regra do litisconsórcio passivo necessário;"
      },
      {
        "letra": "C",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação da única empresa incluída em seu polo passivo;"
      },
      {
        "letra": "D",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto sem resolução do mérito, diante da carência de ação, em decorrência da ausência de interesse de agir;"
      },
      {
        "letra": "E",
        "texto": "indeferir de imediato a petição inicial, julgando o feito extinto com julgamento do mérito, com a declaração de improcedência do pleito rescindendo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "553264",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: Câmara Municipal de Serra - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No Direito Processual Civil é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. São requisitos de admissibilidade da cumulação, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que os pedidos sejam compatíveis entre si."
      },
      {
        "letra": "B",
        "texto": "Que os pedidos possam ser analisados sucessivamente."
      },
      {
        "letra": "C",
        "texto": "Que seja competente para conhecer deles o mesmo juízo."
      },
      {
        "letra": "D",
        "texto": "Que seja adequado para todos os pedidos o tipo de procedimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "553260",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: Câmara Municipal de Serra - ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No Direito Processual Civil, NÃO é lícito formular pedido genérico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "nas ações universais, se não puder o autor individuar na petição os bens demandados."
      },
      {
        "letra": "C",
        "texto": "quando não for possível determinar, de modo definitivo, as consequências do ato ou fato ilícito."
      },
      {
        "letra": "D",
        "texto": "quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516446",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito do pedido no direito processual civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os pedidos devem ser interpretados restritivamente, não compreendendo prestações periódicas sem que haja declaração expressa do autor."
      },
      {
        "letra": "B",
        "texto": "a compatibilidade procedimental e a conexão são requisito de admissibilidade da cumulação de pedidos."
      },
      {
        "letra": "C",
        "texto": "o pedido pode ser aditado pelo autor até a sentença de primeiro grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "os juros legais podem ser incluídos na sentença independentemente de pedido expresso, todavia, se dela não constarem, não poderão ser incluídos em futura liquidação."
      },
      {
        "letra": "E",
        "texto": "as prestações periódicas consideram­se incluídas no pedido e a sentença as incluirá na condenação enquanto durar a obrigação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "510188",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: Prefeitura de Goianésia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, considera-se inepta a petição inicial, entre outros casos, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte for manifestamente ilegítima."
      },
      {
        "letra": "B",
        "texto": "o autor carecer de interesse processual."
      },
      {
        "letra": "C",
        "texto": "o juiz verificar, desde logo, a decadência ou a prescrição."
      },
      {
        "letra": "D",
        "texto": "o pedido for juridicamente impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "473788",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: IPT-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O representante legal do incapaz é considerado parte, pois sua presença é necessária para suprir a incapacidade processual"
      },
      {
        "letra": "B",
        "texto": "O pedido deve ser certo ou determinado, sendo vedado, ainda que excepcionalmente, a formulação de pedido genérico."
      },
      {
        "letra": "C",
        "texto": "É defeso ao autor formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      },
      {
        "letra": "D",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que os pedidos sejam incompatíveis entre si"
      },
      {
        "letra": "E",
        "texto": "Antes da citação, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467031",
    "metadata": "Ano: 2014 | Banca: CONTEMAX | Órgão: COREN-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "São requisitos essenciais da Petição Inicial, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nome e qualificação das partes"
      },
      {
        "letra": "B",
        "texto": "O valor da causa"
      },
      {
        "letra": "C",
        "texto": "O pedido com suas especificações"
      },
      {
        "letra": "D",
        "texto": "As provas autenticadas pelas quais o autor pretende demonstrar a verdade dos fatos"
      },
      {
        "letra": "E",
        "texto": "O requerimento para citação do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462248",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Associação legitimada ajuizou ação civil pública em face de ente federativo municipal, imputando-lhe a prática de atos lesivos ao patrimônio histórico. Finda a fase instrutória, o juiz da causa julgou improcedente o pleito autoral, por concluir que os fatos narrados na petição inicial não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do primeiro processo, e que, em sua ótica, seria capaz, por si só, de lhe ensejar um pronunciamento judicial favorável na demanda que propusera. Desse modo, ajuizou ação rescisória para impugnar o julgado, tendo, todavia, deixado de anexar o instrumento de mandato ad judicia ao advogado subscritor da petição inicial da nova demanda. Nesse cenário, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a parte autora regularize o vício de sua representação processual, assinando-lhe prazo para anexar a procuração faltante, sob pena de indeferimento da inicial."
      },
      {
        "letra": "B",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante do vício de representação processual da parte autora."
      },
      {
        "letra": "C",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da falta de interesse de agir."
      },
      {
        "letra": "D",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da impossibilidade jurídica do pedido, uma vez que a obtenção de documento novo não constitui fundamento legal para o manejo da via rescisória."
      },
      {
        "letra": "E",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação do Município-réu, uma vez que, no âmbito das ações coletivas, não há a exigência da juntada de instrumento de mandato ad judicia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460043",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Petição Inicial"
    ],
    "enunciado_principal": "André ajuizou ação contra o Estado afirmando ter tido o veículo abalroado por viatura policial. Requereu a realização de perícia para quantificação dos danos materiais. A ação deverá tramitar pelo rito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sumário, necessariamente, sem possibilidade de conversão para o ordinário, devendo André formular quesitos e indicar assistente técnico na petição inicial."
      },
      {
        "letra": "B",
        "texto": "ordinário, ante a necessidade de realização de prova técnica."
      },
      {
        "letra": "C",
        "texto": "ordinário, tendo em vista ser parte o Estado."
      },
      {
        "letra": "D",
        "texto": "sumário, necessariamente, sem possibilidade de conversão para o ordinário, devendo André formular quesitos e indicar assistente técnico depois do saneador"
      },
      {
        "letra": "E",
        "texto": "sumário, mas podendo o Juiz converter o rito para o ordinário caso a prova técnica se trate de perícia complexa, devendo André formular quesitos e indicar assistente técnico na petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "458614",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a causa de pedir, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fundamento legal invocado na petição inicial e a argumentação utilizada integram a causa de pedir, a qual, juntamente com o pedido, delimita os contornos objetivos da lide, repercutindo no futuro alcance da coisa julgada material."
      },
      {
        "letra": "B",
        "texto": "Traduzida no fato e nos fundamentos jurídicos do pedido, além de expresso requisito da petição inicial, é um dos elementos identificadores da demanda, com repercussão direta no alcance da coisa julgada."
      },
      {
        "letra": "C",
        "texto": "O CPC adotou a teoria da substanciação, exigindo que se apresente o fato, os fundamentos jurídicos (relação jurídica) e o pedido."
      },
      {
        "letra": "D",
        "texto": "O CPC, ao dispor que a causa de pedir deve individualizar os fatos e os fundamentos jurídicos do pedido, adotou a teoria da individuação."
      },
      {
        "letra": "E",
        "texto": "Conforme preceituado pelo CPC, contém o fato e os fundamentos jurídicos do pedido, esses sinônimos de fundamento legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458613",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre petição inicial, o Código de Processo Civil dispõe que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido será sucessivo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "o requerimento para a citação do réu não é requisito previsto, sendo decorrência lógica do procedimento."
      },
      {
        "letra": "C",
        "texto": "é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, desde que sejam, no mínimo, conexos."
      },
      {
        "letra": "D",
        "texto": "são considerados compreendidos, no pedido principal, os juros legais e as prestações periódicas, em face da regra geral da interpretação extensiva dos pedidos, compatível com a modernização do processo civil, voltada para a efetividade dos direitos."
      },
      {
        "letra": "E",
        "texto": "é causa de seu indeferimento a escolha, pelo autor, de procedimento não correspondente à natureza da causa, salvo se possível a adaptação ao tipo de procedimento legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "457799",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Quanto ao pedido, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é permitida sua cumulação, num único processo, contra o mesmo réu, somente se entre os pedidos houver conexão ou continência."
      },
      {
        "letra": "B",
        "texto": "é ele interpretado ampliativamente, já que incluem no principal os juros legais, correção monetária e honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "na obrigação divisível, com pluralidade de credores, mesmo quem não participou do processo receberá sua parte, deduzidas as despesas cabíveis."
      },
      {
        "letra": "D",
        "texto": "deve ele ser sempre certo ou determinado, pois não é possível que a sentença a ser proferida seja ilíquida."
      },
      {
        "letra": "E",
        "texto": "se o autor pedir que seja imposta ao réu a abstenção da prática de algum ato, tolerar alguma atividade, prestar ato ou entregar coisa, poderá requerer cominação de pena pecuniária para o caso de descumprimento da sentença ou da decisão antecipatória de tutela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456795",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Em razão de acidente, Cristiano sofreu danos físicos e estéticos, além de danos materiais emergentes, consistentes nas despesas hospitalares, e lucros cessantes. Por tal razão, ajuizou ação contra o causador do dano requerendo indenização pelos danos materiais emergentes, não mencionando a incidência de juros legais sobre o principal. De acordo com o Código de Processo Civil, se julgar procedente o pedido, o Juiz deverá condenar o réu a indenizar Cristiano por danos materiais emergentes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais lucros cessantes, danos morais e estéticos, além de juros legais, tendo em vista que os pedidos são interpretados ampliativamente, de modo que a sentença atenda à real intenção do autor."
      },
      {
        "letra": "B",
        "texto": "mais lucros cessantes, por possuírem a mesma natureza dos danos materiais emergentes, além de juros legais, os quais estão compreendidos no principal."
      },
      {
        "letra": "C",
        "texto": "e juros legais, tendo em vista que os pedidos são interpretados restritivamente, mas compreendendo no principal os juros legais."
      },
      {
        "letra": "D",
        "texto": "sem incidência de juros legais, tendo em vista que os pedidos são interpretados restritivamente, não compreendendo tal consectário da condenação."
      },
      {
        "letra": "E",
        "texto": "mais lucros cessantes, por possuírem a mesma natureza dos danos materiais emergentes, porém sem incidência de juros legais, tendo em vista que os pedidos são interpretados restritivamente, não compreendendo tal consectário da condenação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456794",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Condomínio “Sonho de Vida” ajuizou ação de cobrança requerendo a condenação de Guilherme ao pagamento de cotas condominiais em atraso, no valor de R$ 2.000,00. De acordo com o Código de Processo Civil, se julgar procedente o pedido, o Juiz deverá condenar Guilherme ao pagamento de R$ 2.000,00",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas, pois, ao decidir, o Juiz está adstrito ao pedido, que deve ser certo e determinado, sob pena de nulidade da parte da sentença que exceder o pedido."
      },
      {
        "letra": "B",
        "texto": "mais a multa prevista em convenção condominial para o caso de inadimplemento, ainda que não tenha havido pedido do autor."
      },
      {
        "letra": "C",
        "texto": "apenas, pois, ao decidir, o Juiz está adstrito ao pedido, que deve ser certo e determinado, sob pena de nulidade da sentença."
      },
      {
        "letra": "D",
        "texto": "mais as cotas condominiais vencidas e não pagas durante o curso do processo, independentemente de pedido do autor."
      },
      {
        "letra": "E",
        "texto": "mais as cotas condominiais vencidas e não pagas durante o curso do processo, desde que o autor tenha deduzido pedido nesse sentido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456510",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Da suspensão do processo",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "O processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "após contestação, não admite em nenhuma hipótese a alteração do pedido ou da causa de pedir, pois haverá estabilização do processo."
      },
      {
        "letra": "C",
        "texto": "inicia-se por impulso oficial, desenvolvendo-se por iniciativa da parte."
      },
      {
        "letra": "D",
        "texto": "extingue-se, sem resolução de mérito, quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "suspende-se pela convenção das partes, caso em que nunca poderá exceder o prazo de um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448921",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "NÃO se refere a um requisito da petição inicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o órgão judicial ao qual é dirigida;"
      },
      {
        "letra": "B",
        "texto": "o dispositivo legal aplicável ao caso;"
      },
      {
        "letra": "C",
        "texto": "o pedido, com as suas especificações;"
      },
      {
        "letra": "D",
        "texto": "o valor da causa;"
      },
      {
        "letra": "E",
        "texto": "o endereço em que o advogado deverá receber intimação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "448919",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Pretensão de reconhecimento de paternidade atribuída ao réu e de que se lhe imponha o dever de prestar alimentos é uma hipótese de cumulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alternativa de pedidos;"
      },
      {
        "letra": "B",
        "texto": "eventual de pedidos;"
      },
      {
        "letra": "C",
        "texto": "simples de pedidos;"
      },
      {
        "letra": "D",
        "texto": "sucessiva de pedidos;"
      },
      {
        "letra": "E",
        "texto": "ulterior de pedidos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "447572",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Providências preliminares e julgamento conforme o estado do processo"
    ],
    "enunciado_principal": "Sobre a previsão legal constante no Título VIII, capítulo I, seção I do Código de Processo Civil, que versa sobre a petição inicial e julgamento liminar do mérito, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá a petição inicial ser instruída com os documentos dispensáveis à propositura da ação."
      },
      {
        "letra": "B",
        "texto": "verificando o juiz que a petição inicial não preenche os requisitos legais, deverá imediatamente indeferi-la."
      },
      {
        "letra": "C",
        "texto": "quando a matéria controvertida for de fato e de direito, tendo o juiz julgado causa idêntica prolatando sentença de improcedência, poderá dispensar a citação reproduzindo a decisão anteriormente proferida."
      },
      {
        "letra": "D",
        "texto": "o prazo para emenda e aditamento da petição inicial é de 10 dias, sendo que, se o réu não cumprir a diligência, o juiz indeferirá a petição inicial."
      },
      {
        "letra": "E",
        "texto": "nos litígios que versem sobre obrigações decorrentes de empréstimos, financiamento ou arrendamento mercantil, o autor deverá discriminar na petição inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "443752",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Determinado servidor público ajuizou demanda judicial pleiteando uma gratificação que teria sido deferida a outra categoria de servidores e que este entende ter o mesmo direito. Havendo cinco juízos possíveis com competência para a matéria, foi, por sorteio, distribuída a referida ação para o juízo da 1ª Vara. O julgador desta Vara determina que o servidor junte aos autos seu comprovante de pagamento, a fim de verificar sua remuneração, o que não foi atendido. Intimado para dar andamento ao processo, o servidor requer a desistência do feito, o que foi atendido, sendo o processo extinto, sem resolução do mérito, eis que sequer o réu havido sido citado. Desejando propor novamente a mesma lide, deverá o referido servidor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "distribuir nova petição inicial, sem prevenção do juízo da 1ª Vara, eis que naquela outra ação o réu sequer foi citado;"
      },
      {
        "letra": "B",
        "texto": "distribuir nova petição inicial, por dependência ao juízo da 1ª Vara, eis que este estaria prevento para a referida causa;"
      },
      {
        "letra": "C",
        "texto": "requerer o desarquivamento da ação originariamente proposta, e dar prosseguimento ao feito naquele juízo da 1ª Vara, uma vez que o réu sequer foi citado;"
      },
      {
        "letra": "D",
        "texto": "requerer o desarquivamento da ação originária, que será remetida a livre distribuição entre os cinco juízos referidos;"
      },
      {
        "letra": "E",
        "texto": "pagar novamente as custas e peticionar no mesmo processo, não podendo funcionar no feito o mesmo julgador, que estará impedido para a causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432613",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No que concerne às hipóteses de cumulação de pedidos formulados na petição inicial, a modalidade em que o acolhimento de um pressupõe o acolhimento do anterior é a cumulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alternativa;"
      },
      {
        "letra": "B",
        "texto": "eventual;"
      },
      {
        "letra": "C",
        "texto": "sucessiva;"
      },
      {
        "letra": "D",
        "texto": "simples;"
      },
      {
        "letra": "E",
        "texto": "ulterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "430341",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Processo de execução",
      "Da execução de obrigação de pagamento de quantia certa"
    ],
    "enunciado_principal": "Assinale a alternativa que não está de acordo com as normas de direito processual civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial indicará os nomes, prenomes, número de CPF ou CNPJ, estado civil, profissão, domicílio e residência do autor, do réu e de seus procuradores."
      },
      {
        "letra": "B",
        "texto": "Estando em termos a petição inicial, o juiz a despachará, ordenando a citação do réu, para responder; do mandado constará que, não sendo contestada a ação, se presumirão aceitos pelo réu, como verdadeiros, os fatos articulados pelo autor."
      },
      {
        "letra": "C",
        "texto": "Nos litígios que tenham por objeto obrigações decorrentes de empréstimo, financiamento ou arrendamento mercantil, o autor deverá discriminar na petição inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso."
      },
      {
        "letra": "D",
        "texto": "Ficam sujeitos à execução os bens do cônjuge, nos casos em que os seus bens próprios, reservados ou de sua meação, respondem pela dívida."
      },
      {
        "letra": "E",
        "texto": "Os bens particulares dos sócios não respondem pelas dívidas da sociedade senão nos casos previstos em lei; o sócio, demandado pelo pagamento da dívida, tem direito a exigir que sejam primeiro excutidos os bens da sociedade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "430340",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca dos Pedidos, assinale o que não está de acordo com as normas de direito processual civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido deve ser certo ou determinado. É lícito, porém, formular pedido genérico."
      },
      {
        "letra": "B",
        "texto": "Quando, para cada pedido, corresponder tipo diverso de procedimento, não será admitida a cumulação."
      },
      {
        "letra": "C",
        "texto": "É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior"
      },
      {
        "letra": "D",
        "texto": "Os pedidos são interpretados restritivamente, compreendendo-se, entretanto, no principal os juros legais."
      },
      {
        "letra": "E",
        "texto": "Antes da citação, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "421804",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Tendo-se em conta o quanto contido no Código de Processo Civil acerca da petição inicial, no procedimento ordinário, identifique com V as afirmativas verdadeiras e com F, as falsas.( ) Estando em termos a petição inicial, o juiz a despachará, ordenando a citação do réu, para responder; do mandado constará que, não sendo contestada a ação, se presumirão aceitos pelo réu, como verdadeiros, os fatos articulados pelo autor. ( ) A petição inicial indicará, necessariamente, nomes, prenomes, nacionalidade, estado civil, profissão, domicílio e residência do autor, do réu, das testemunhas e dos peritos. ( ) Nos litígios que tenham por objeto obrigações decorrentes de empréstimo, financiamento ou arrendamento mercantil, o autor deverá discriminar na petição inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso. ( ) A petição inicial será instruída com os documentos indispensáveis à propositura da ação. ( ) Verificando que a petição inicial não preenche os requisitos exigidos no Código Civil, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, o Juiz deverá indeferi-la de pronto. A alternativa que indica a sequência correta, de cima para baixo, é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V V V V V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V V F F"
      },
      {
        "letra": "D",
        "texto": "F V V V F"
      },
      {
        "letra": "E",
        "texto": "F F F V V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "417888",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Petição Inicial",
      "Apelação no CPC 1973",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte"
    ],
    "enunciado_principal": "Acerca da petição inicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de cumulação de pedidos própria, o juiz não pode acolher mais de um pedido simultaneamente, o que é possível no caso de pedido alternativo e de pedido sucessivo."
      },
      {
        "letra": "B",
        "texto": "O autor poderá alterar tanto a causa de pedir quanto o pedido depois do saneamento do processo, desde que haja concordância do réu."
      },
      {
        "letra": "C",
        "texto": "Não possuirá efeito regressivo a apelação interposta contra decisão que indeferir a petição inicial."
      },
      {
        "letra": "D",
        "texto": "A emenda da inicial é um direito subjetivo do autor."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência do STJ, a aplicação de multa pelo descumprimento de obrigação de fazer ou não fazer dispensa prévia intimação pessoal do devedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415203",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Somente é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão, desde que os pedidos sejam compatíveis entre si e que seja adequado para todos os pedidos o tipo de procedimento, nos termos do Código de Processo Civil. O autor ainda poderá aditar o pedido desde que antes da citação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413798",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos arts. 282 e 283, do CPC, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de 10 (dez) dias. Se o autor não cumprir a diligência, o juiz indeferirá a petição inicial."
      },
      {
        "letra": "B",
        "texto": "Se o autor pedir que seja imposta ao réu a abstenção da prática de algum ato, tolerar alguma atividade, prestar ato ou entregar coisa, poderá requerer cominaçâo de pena pecuniária para o caso de descumprimento da sentença ou da decisão antecipatória de tutela (arts. 461, § 49, e 461-A). O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo e, caso a escolha caiba ao devedor, o o juiz lhe assegurará o direito de cumprir a prestação de um ou de outro modo, ainda que o autor não tenha formulado pedido alternativo."
      },
      {
        "letra": "C",
        "texto": "Cabe ao réu manifestar-se precisamente sobre os fatos narrados na petição inicial, presumindo- sc verdadeiros os fatos não impugnados, salvo se não for admissível, a seu respeito, a confissão, bem assim nos casos que a inicial não esteja acompanhada do instrumento público que a lei considerar da substância do ato ou se estiverem em contradição com a defesa, considerada em seu conjunto, aplicando-se o ônus da impugnação especificada dos fatos ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "E permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão, sendo requisitos da admissibilidade de cumulação que o pedidos sejam compatíveis entre si, seja competente para deles conhecer o mesmo juízo e que seja adequado para todos os pedidos o tipo de procedimento."
      },
      {
        "letra": "E",
        "texto": "Independem de prova os fatos notórios ou que sejam afirmados por uma parte e confessados pela parte contrária, ou ainda aquelas em cujo favor milita presunção legal de existência ou de veracidade, sendo que na falta de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvado, quanto a esta, o exame pericial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409959",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Com relação à disciplina da petição inicial pelo Código de Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos artigos 282 (indicação do juiz ou tribunal, a que é dirigida, dos nomes, prenomes, estado civil, profissão, domicílio e residência do autor e do réu, dos fatos e fundamentos jurídicos do pedido, do pedido, com as suas especificações, do valor da causa, das provas com que o autor pretende demonstrar a verdade dos fatos alegados e do requerimento para a citação do réu) e 283 (instrução com os documentos indispensáveis à propositura da ação) e que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de 5 (cinco) dias."
      },
      {
        "letra": "B",
        "texto": "Nos litígios que tenham por objeto obrigações decorrentes de empréstimo, financiamento ou arrendamento mercantil, o autor deverá discriminar na petição inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso."
      },
      {
        "letra": "C",
        "texto": "Quando a matéria controvertida for predominantemente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos análogos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "D",
        "texto": "Estando em termos a petição inicial, o juiz a despachará, ordenando a citação do réu, para responder; do mandado constará, se o autor assim o requerer, que, não sendo contestada a ação, se presumirão aceitos como verdadeiros os fatos articulados na inicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386630",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Chegou à vara uma petição inicial, pelo procedimento ordinário, com pedido de gratuidade de justiça, desacompanhada de qualquer documento e sem menção ao valor da causa. No fim da petição, o autor protestou pela juntada posterior de documentos que comprovariam cabalmente suas alegações. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz deve indeferir imediatamente a petição inicial devido à falta de um de seus elementos obrigatórios, que é a indicação do valor da causa."
      },
      {
        "letra": "B",
        "texto": "O juiz deve determinar ao autor que emende a inicial e junte os documentos que mencionou, no prazo de 10 dias."
      },
      {
        "letra": "C",
        "texto": "O juiz deve primeiro mandar citar o réu e só depois analisar a petição inicial, em conjunto com a defesa, para prestigiar sua imparcialidade e o contraditório."
      },
      {
        "letra": "D",
        "texto": "Quando há pedido de gratuidade de justiça, como no caso apresentado, não se dá valor à causa."
      },
      {
        "letra": "E",
        "texto": "A parte pode optar por juntar os documentos comprobatórios de suas alegações só na fase de produção de provas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385370",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Providências preliminares e julgamento conforme o estado do processo",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito da petição inicial e da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos arts. 282 e 283, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, ele a indeferirá de plano."
      },
      {
        "letra": "B",
        "texto": "Independentemente da natureza da lide e das partes envolvidas, se o réu deixar de contestar a ação, o juiz deverá julgar a lide antecipadamente, proferindo sentença de total procedência, em decorrência da presunção de veracidade dos fatos constitutivos do direito do autor."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, a decisão somente poderá ser reformada, em recurso de apelação, pelo tribunal competente."
      },
      {
        "letra": "D",
        "texto": "A regra da impugnação específica dos fatos se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Transcorrido o prazo para a resposta, é vedado ao autor desistir da ação sem o consentimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380246",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Petição Inicial",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Aquele que detiver a coisa em nome alheio, sendo-lhe demandada em nome próprio, poderá proceder a que procedimento processual para resguardar seus direitos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oposição;"
      },
      {
        "letra": "B",
        "texto": "Denunciação a lide;"
      },
      {
        "letra": "C",
        "texto": "Litisconsórcio;"
      },
      {
        "letra": "D",
        "texto": "Inépcia da petição inicial;"
      },
      {
        "letra": "E",
        "texto": "Nomeação à autoria"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "377302",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No que concerne ao pedido, assinale a alternativa correta, segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido poderá ser feito de forma sucessiva, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "Não é permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, se entre eles não houver conexão."
      },
      {
        "letra": "C",
        "texto": "Antes da apresentação de defesa, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "D",
        "texto": "Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo receberá a sua parte, deduzidas as despesas na proporção de seu crédito."
      },
      {
        "letra": "E",
        "texto": "É lícito formular mais de um pedido de forma alternativa, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "376235",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial é peça formal apresentada pela parte que dá início ao processo. O ato postulatório que pleiteia o provimento jurisdicional deve atender aos requisitos mínimos para provocar a movimentação processual sob a presidência do juiz. A interpretação adequada da lei processual considera que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a petição inicial que deixa de preencher os requisitos mínimos exigidos pela norma processual e apresenta defeitos ou irregularidades será emendada ou completada no prazo de 15 dias, prorrogável por igual prazo, por determinação do juiz."
      },
      {
        "letra": "B",
        "texto": "a matéria controvertida que for unicamente de direito e quando já houver no juízo sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida a sentença."
      },
      {
        "letra": "C",
        "texto": "o pedido feito na petição inicial poderá ser incerto ou indeterminado, deixando porém de ser lícito formular pedido genérico."
      },
      {
        "letra": "D",
        "texto": "o autor poderá aditar o pedido durante o processo, ainda que já tenha ocorrido a citação, correndo a sua conta e risco as custas acrescidas da nova citação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372669",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Petição Inicial",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "No momento da entrega do veículo automotivo adquirido por João, este percebeu que o bem era, na verdade, de modelo inferior àquele que seria o objeto da compra. Diante da inércia da concessionária em solucionar a questão, João ajuizou ação pleiteando a entrega do veículo contratado ou, eventualmente, se julgado improcedente esse pedido, o abatimento proporcional do preço pago.Tendo como referência essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se julgado procedente o segundo pedido, será extinto o interesse recursal de João para apelar da sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz deve indeferir liminarmente a petição inicial quanto a um dos pedidos, dada sua incompatibilidade para formulação cumulada"
      },
      {
        "letra": "C",
        "texto": "Os pedidos cumulados por João devem possuir fundamentos jurídicos idênticos."
      },
      {
        "letra": "D",
        "texto": "A sentença que não analisa detalhadamente os fundamentos do segundo pedido não será, necessariamente, citra petita."
      },
      {
        "letra": "E",
        "texto": "João deduziu cumulação de pedidos imprópria e sucessiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370517",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a ação direta de inconstitucionalidade, pode-se afirmar que;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o relator indeferir a petição inicial, por inépcia, dessa decisão não cabe recurso"
      },
      {
        "letra": "B",
        "texto": "se o relator indeferir a petição inicial, por inépcia, dessa decisão cabe agravo, no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "o relator, ao receber a inicial, determinará a oitiva dos órgãos ou autoridade que editaram a lei ou o ato normativo impugnado, para apresentar informações, no prazo de 10 dias."
      },
      {
        "letra": "D",
        "texto": "cabe intervenção de terceiros, na modalidade assistência, apenas."
      },
      {
        "letra": "E",
        "texto": "não possui caráter dúplice."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366587",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A alteração do pedido ou da causa de pedir, no procedimento comum ordinário, somente é possível até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença, dependendo, após a citação, do consenti­mento do réu."
      },
      {
        "letra": "B",
        "texto": "a citação."
      },
      {
        "letra": "C",
        "texto": "o saneamento do processo, independentemente do con­sentimento do réu."
      },
      {
        "letra": "D",
        "texto": "o saneamento do processo, dependendo, após a citação, do consentimento do réu."
      },
      {
        "letra": "E",
        "texto": "a sentença, dependendo, após o saneamento do pro­cesso, de consentimento do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361583",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Tratando-se de acumulação imprópria de pedidos, o acolhimento de um pedido implica a impossibilidade de acolhimento do outro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357870",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Henrique, por distração, abalroou veículo pertencente ao Município do Recife, dando causa a danos materiais, cujo montante necessita ser apurado por meio de perícia. O Município do Recife deve ajuizar ação de indenização pelo rito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sumário, requerendo a realização de perícia, bem como indicando assistente-técnico e formulando quesitos a serem respondidos pelo Perito, apenas depois que o juiz determinar que as partes especifiquem provas."
      },
      {
        "letra": "B",
        "texto": "sumário, requerendo já na petição inicial a realização de perícia e aguardando audiência preliminar para indicação de assistente-técnico e formulação de quesitos"
      },
      {
        "letra": "C",
        "texto": "ordinário, pois não se admite a realização de perícia no rito sumário."
      },
      {
        "letra": "D",
        "texto": "ordinário, pois não se admite a participação do poder público no procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "sumário, requerendo já na petição inicial a realização de perícia, bem como indicando assistente-técnico e formulando quesitos a serem respondidos pelo Perito"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357568",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Maria José propõe ação de cobrança contra Antônio Maria, mas seu advogado deixa de anexar procuração para postular em Juízo, bem como se esquece de requerer a citação do réu, na petição inicial. Deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar que, em dez dias, seja emendada a inicial, sob pena de seu indeferimento, bem como fixar prazo razoável para que seja sanada a irregularidade na representação processual, sob pena de nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "dar sequência regular ao processo, pois as questões tratadas devem ser objeto de arguição pela parte adversa e não de conhecimento de ofício pelo juiz."
      },
      {
        "letra": "C",
        "texto": "determinar a emenda da inicial e a regularização do processo em prazo razoável, em ambos os casos sob pena de nulidade do processo."
      },
      {
        "letra": "D",
        "texto": "extinguir de imediato o processo, por haver duas irregularidades no feito, simultaneamente."
      },
      {
        "letra": "E",
        "texto": "determinar a emenda da inicial e a regularização processual em cinco dias, em ambos os casos sob pena de indeferimento da inicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1202633",
    "metadata": "Ano: 2013 | Banca: FUNDATEC | Órgão: IRGA - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Da decisão do julgador de primeiro grau que indefere a petição inicial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe a interposição de recurso."
      },
      {
        "letra": "B",
        "texto": "cabe a impetração de mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "cabe a interposição do recurso de agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "cabe a interposição do recurso de agravo retido."
      },
      {
        "letra": "E",
        "texto": "cabe a interposição do recurso de apelação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843814",
    "metadata": "Ano: 2013 | Banca: DIRECTA | Órgão: Prefeitura de Angatuba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A existência de pedido é um dos requisitos para que a petição inicial seja apta (art. 282, CPC). Sobre esse requisito é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido deve ser certo e determinado, não sendo permitido que este seja realizado de forma genérica."
      },
      {
        "letra": "B",
        "texto": "O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo. Quando, pela lei ou pelo contrato, a escolha couber ao devedor, o juiz lhe assegurará o direito de cumprir a prestação de um ou de outro modo, ainda que o autor não tenha formulado pedido alternativo."
      },
      {
        "letra": "C",
        "texto": "Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo, deverá ingressar em juízo para receber sua parte dos demais credores."
      },
      {
        "letra": "D",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. Entretanto, se para pedido corresponder tipo diverso de procedimento, a cumulação não será permitida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "500397",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil acerca da petição inicial, qual dos itens apresentados a seguir é arguido, por qualquer das partes, por meio do incidente de Processo denominado exceção?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incompetência."
      },
      {
        "letra": "B",
        "texto": "A conexão"
      },
      {
        "letra": "C",
        "texto": "A convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "A litispendência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "500396",
    "metadata": "Ano: 2013 | Banca: Makiyama | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Pelo disposto no Código de Processo Civil, a petição inicial será indeferida quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contiver pedido genérico"
      },
      {
        "letra": "B",
        "texto": "Contiver pedidos incompatíveis entre si."
      },
      {
        "letra": "C",
        "texto": "Contiver pedidos alternativos."
      },
      {
        "letra": "D",
        "texto": "Contiver pedidos sucessivos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "433119",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Revelia",
      "Nulidades no CPC 1973",
      "Sujeitos da relação processual",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise a decisão que trata da situação verídica na qual a parte, sem representante processual, assinou a contestação.\"O Magistrado sentenciante decretou a revelia do Apelante em razão de não ter constituído procurador nos autos e condenou-o ao pagamento, a título de danos morais, no valor de 30 (trinta) salários mínimos (...) recorrente não trouxe nenhuma justificativa da fa lta de representação por advogado, fazendo-o tão somente em sede de Apelação quando junta declarações de pessoas moradoras daquele município, significando preclusão no seu direito, porque não o fe z oportunamente\"Partindo da temática em foco, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À parte é lícito postular em causa própria quando tiver habilitação legal ou, não a tendo, caso falte advogado no lugar."
      },
      {
        "letra": "B",
        "texto": "A nulidade de ato é sempre matéria de ordem pública mesmo nos casos em que o juiz não deva agir de ofício e, portanto, não se sujeita aos efeitos da preclusão."
      },
      {
        "letra": "C",
        "texto": "O advogado poderá procurar em juízo sem mandato se a parte representada assinar a petição inicial conjuntamente, constituindo tacitamente o patrono."
      },
      {
        "letra": "D",
        "texto": "Em caso de revelia, ao autor é lícito demandar declaração incidente no mesmo processo, que absorverá os efeitos da revelia, dispensando-se nova citação do réu."
      },
      {
        "letra": "E",
        "texto": "É lícita a alteração do pedido mesmo depois de saneado o processo, desde que o revel seja novamente citado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433114",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "José, Maria, Pedro e Caio, por seu advogado Paulo, ingressaram com determinada ação judicial de conhecimento em face da Empresa J, buscando o reconhecimento de relação jurídica e a condenação da Empresa J a devolver verba paga pelos autores. Tratava-se de matéria unicamente de direito e o juízo decidiu casos idênticos que resultaram na total improcedência do pedido. A esse respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz, antes da citação da ré, poderá prolatar a sentença de mérito, podendo os autores interpor recurso de apelação, caso em que será vedado ao juiz não manter a própria decisão."
      },
      {
        "letra": "B",
        "texto": "Se o juiz sentenciar antes mesmo de citada a empresa ré, os litisconsortes terão prazo em dobro para recorrer da decisão por meio de agravo."
      },
      {
        "letra": "C",
        "texto": "Se o juiz sentenciar antes da citação da ré, caberá a interposição de agravo interposto por instrumento por se tratar de decisão suscetível de causa à parte lesão grave."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá sentenciar favorecendo integralmente a ré, mas somente depois da sua regular citação, ato que formaliza o ingresso da parte demandada na relação processual e valida o processo."
      },
      {
        "letra": "E",
        "texto": "O juiz dispensa a citação da ré e profere a sentença reproduzindo o teor da anteriormente prolatada, estando a decisão sujeita ao recurso de apelação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "407303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com as normas que regem a petição inicial, a resposta do réu e os casos de revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção é resposta do réu que amplia os limites objetivos da demanda, já que, aos pedidos feitos pelo autor, acrescentam-se pedidos feitos pelo réu."
      },
      {
        "letra": "B",
        "texto": "As exceções de incompetência, ainda que relativa, impedimento ou suspeição podem ser alegadas por qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "Sempre que o réu não contestar a ação, reputar-se-ão verdadeiros os fatos afirmados pelo autor."
      },
      {
        "letra": "D",
        "texto": "Além dos fatos, cabe ao autor indicar na inicial os fundamentos jurídicos de seu pedido, inclusive fazendo menção aos dispositivos legais respectivos, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "E",
        "texto": "A indicação errônea do juiz ou tribunal a que a petição inicial é dirigida enseja seu imediato indeferimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407302",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "José ajuizou ação judicial contra Ana formulando pedido de rescisão contratual por suposta abusividade e, de forma subsidiária, solicitou a revisão de certas cláusulas do contrato referentes às taxas de juros empregadas.Com base nessa situação hipotética e nas normas aplicáveis ao caso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição do autor deve ser indeferida porque cada pedido deveria ter sido ser direcionado a um juízo diferente por serem incompatíveis entre si."
      },
      {
        "letra": "B",
        "texto": "Como o CPC não permite a cumulação de pedidos, o juiz deve indeferir a petição de José."
      },
      {
        "letra": "C",
        "texto": "O juiz deve indeferir os pedidos do autor por serem incompatíveis entre si e, portanto, juridicamente impossíveis."
      },
      {
        "letra": "D",
        "texto": "O juiz deve analisar primeiramente o pedido de revisão contratual e, somente em caso de improcedência, passar à análise do pedido de rescisão contratual."
      },
      {
        "letra": "E",
        "texto": "Apesar de os pedidos do autor serem incompatíveis entre si, a cumulação desses pedidos na petição inicial é lícita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "401381",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a petição inicial, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indicação do valor da causa consiste em uma faculdade da parte, quando se tratar de ações que não tenham conteúdo econômico imediato."
      },
      {
        "letra": "B",
        "texto": "A petição inicial será instruída com os documentos indispensáveis à propositura da ação."
      },
      {
        "letra": "C",
        "texto": "A petição inicial poderá ser formulada com pedido genérico, nas situações em que não for possível determinar, de modo definitivo, as consequências do ato ou do fato ilícito."
      },
      {
        "letra": "D",
        "texto": "A petição inicial será indeferida quando lhe faltar pedido ou causa de pedir."
      },
      {
        "letra": "E",
        "texto": "Antes de efetivada a citação, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386188",
    "metadata": "Ano: 2013 | Banca: FAFIPA | Órgão: Câmara Municipal de Guairáça - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Citação",
      "Petição Inicial",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, analise as afirmativas a seguir e assinale a alternativa CORRETA: I. Citação é o ato pelo qual se chama a juízo o réu ou o interessado a fim de se defender.II. A toda causa será atribuído um valor certo, ainda que não tenha conteúdo econômico imediato. III. Indeferida a petição inicial, o autor pode apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão. IV. Nas ações que versarem sobre bens imóveis ou direitos sobre imóveis alheios, a confissão de um cônjuge valerá sem a do outro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmativa IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371022",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a opção correta no que se refere à congruência entre sentença e pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá julgamento extra ou ultra petita, caso o juiz ou tribunal pronuncie-se de ofício sobre matéria de ordem pública."
      },
      {
        "letra": "B",
        "texto": "A correção monetária é matéria de ordem pública, integrando, portanto, o pedido de forma implícita, o que torna prescindível a congruência entre o pedido e a decisão judicial."
      },
      {
        "letra": "C",
        "texto": "Em matéria de ordem pública, é defeso ao juiz proferir sentença, a favor do autor, de natureza diversa da pedida."
      },
      {
        "letra": "D",
        "texto": "Nos pedidos implícitos, é imprescindível a aplicação da regra da congruência ou da correlação entre a sentença e o pedido."
      },
      {
        "letra": "E",
        "texto": "A correção monetária não é matéria de ordem pública, não integrando, portanto, o pedido implícito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365727",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca do indeferimento da petição inicial, identifique como verdadeiras (V) ou falsas (F) as seguintes afirmativas: ( ) Após o despacho liminar positivo, o juiz pode indeferir a petição inicial. ( ) É inepta a petição inicial quando da narração dos fatos não decorrer logicamente a conclusão. ( ) Quando o juiz indefere a petição inicial, por motivo de decadência ou prescrição, há encerramento do processo com julgamento de mérito. ( ) O ato do juiz que indefere a petição inicial é decisão interlocutória, impugnável pelo recurso de agravo de instrumento, com possibilidade de juízo de retratação. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "365725",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "São requisitos de admissibilidade da cumulação de pedidos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que os pedidos sejam compatíveis entre si."
      },
      {
        "letra": "B",
        "texto": "que seja competente para conhecer deles o mesmo juízo."
      },
      {
        "letra": "C",
        "texto": "que haja entre eles conexão."
      },
      {
        "letra": "D",
        "texto": "que seja adequado para todos os pedidos o tipo de procedimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359239",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a petição inicial, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juiz, identificando causa para o indeferimento da petição inicial, deve determinar sua emenda, sem indicar a irregularidade, para preservar sua imparcialidade."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da petição inicial é providência que enseja juízo de retratação, se interposto o recurso de apelação"
      },
      {
        "letra": "C",
        "texto": "A cumulação sucessiva de pedidos, que ocorre quando há precedência lógica entre eles, é possível."
      },
      {
        "letra": "D",
        "texto": "A cumulação eventual de pedidos, que ocorre quando há uma preferência por um deles, é possível."
      },
      {
        "letra": "E",
        "texto": "Para a validade da cumulação de pedidos, é necessária, se for o caso, a competência absoluta para julgamento de todos eles, mas não se deve rejeitar a inicial se a acumulação for indevida em relação a alguns deles."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "355320",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Hamilton ajuizou ação cominatória no âmbito da qual postula que seu vizinho se abstenha de realizar ensaios musicais depois das 22 horas. Pugnou pela concessão de liminar mas deixou de atribuir valor à causa e não requereu a fixação de multa para o caso de descumprimento. O Juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em um primeiro momento, determinar a emenda da petição inicial, no prazo de 10 dias, a fim de possibilitar que o autor atribua valor à causa, e, depois da emenda, se deferir o pedido de liminar, fixar multa para o caso de descumprimento, independentemente de pedido da parte."
      },
      {
        "letra": "B",
        "texto": "em um primeiro momento, determinar a emenda da petição inicial, no prazo de 10 dias, a fim de possibilitar que o autor atribua valor à causa e formule pedido de multa cominatória, a qual não pode ser fixada de ofício."
      },
      {
        "letra": "C",
        "texto": "indeferir de plano a petição inicial, por ausência de uma das condições da ação, julgando extinto o processo sem julgamento de mérito."
      },
      {
        "letra": "D",
        "texto": "em um primeiro momento, determinar a emenda da petição inicial, no prazo de 5 dias, a fim de possibilitar que o autor atribua valor à causa e formule pedido de multa cominatória, a qual não pode ser fixada de ofício."
      },
      {
        "letra": "E",
        "texto": "em um primeiro momento, determinar a emenda da petição inicial, no prazo de 5 dias, a fim de possibilitar que o autor atribua valor à causa, e, depois da emenda, se deferir o pedido de liminar, fixar multa para o caso de descumprimento, independentemente de pedido da parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350509",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Petição Inicial"
    ],
    "enunciado_principal": "Verificando o juiz que a petição inicial não preenche os requisitos legais, havendo ainda irregularidade na representação processual do autor, deverá o julgador",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir o processo de imediato, sem resolução do mérito, pois não há como sanar os dois defeitos simultaneamente."
      },
      {
        "letra": "B",
        "texto": "determinar em dez dias que o autor complete ou emende a petição inicial e, suspendendo o processo na mesma decisão, fixar prazo razoável para ser sanada a irregularidade na representação processual."
      },
      {
        "letra": "C",
        "texto": "determinar em cinco dias que o autor emende a petição inicial e, sem suspender o processo, fixar prazo de quinze dias para sanar a irregularidade na representação processual."
      },
      {
        "letra": "D",
        "texto": "determinar desde logo a citação do réu, a quem caberá levantar as irregularidades, em obediência ao princípio dispositivo ou inercial."
      },
      {
        "letra": "E",
        "texto": "conceder quinze dias para que ambas as irregularidades sejam sanadas, sob pena de extinção do processo, sem resolução do mérito, pelo não atendimento a ambas as situações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "346899",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "De acordo com o art. 259 do CPC, o valor da causa constará sempre da petição inicial e será,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na ação de cobrança de dívida, a soma do principal, da pena e dos juros vencidos até publicação da sentença."
      },
      {
        "letra": "B",
        "texto": "em caso de pedidos alternativos, a soma dos valores de todos eles"
      },
      {
        "letra": "C",
        "texto": "na hipótese de cumulação de pedidos, o valor do pedido principal."
      },
      {
        "letra": "D",
        "texto": "quando o litígio tiver por objeto a modificação de negócio jurídico, o valor do contrato."
      },
      {
        "letra": "E",
        "texto": "na ação de alimentos, a soma das 3 (três) últimas prestações mensais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "342273",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a formulação de pedido sucessivo."
      },
      {
        "letra": "B",
        "texto": "A petição inicial sempre deverá conter pedido certo ou determinado, sob pena de indeferimento."
      },
      {
        "letra": "C",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão."
      },
      {
        "letra": "D",
        "texto": "Os pedidos deverão ser interpretados de forma ampliativa, a fim de se incluírem no principal os juros legais."
      },
      {
        "letra": "E",
        "texto": "Deverá ser empregado o rito sumário, quando, para cada pedido do autor, corresponder um tipo diverso de procedimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335955",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando formula pedidos alternativos, o autor deixa à escolha do juiz qualquer um deles, sem ordem de preferência."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do STJ, a falta de um documento indispensável à propositura da ação constitui vício insanável."
      },
      {
        "letra": "C",
        "texto": "De acordo com a doutrina majoritária, o ato pelo qual o juiz ordena a citação tem natureza de decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "Indeferida a petição inicial, eventual apelação interposta em face dessa decisão não terá efeito regressivo."
      },
      {
        "letra": "E",
        "texto": "O autor não poderá alterar a causa de pedir e o pedido depois do saneamento do processo, ainda que ocorra a anuência do réu, podendo, após essa fase processual, ser incluída em transação eventual matéria não posta em juízo, caso em que a sentença homologatória valerá como título executivo judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335863",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca da petição inicial, diante dos termos do Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "verificando o juiz que a petição inicial não preen- che os requisitos exigidos nos arts. 282 e 283, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, ele a indeferirá de plano."
      },
      {
        "letra": "B",
        "texto": "deverá sempre indicar nome e qualificação das partes, os fatos e os fundamentos jurídicos do pedido, o pedido e o valor do pedido."
      },
      {
        "letra": "C",
        "texto": "nos litígios que tenham por objeto obrigações decorrentes de empréstimo, financiamento ou arren- damento mercantil, o autor deverá discriminar, na petição inicial, dentre as obrigações contratuais, aquelas que pretende controverter, quantificando o valor incontroverso."
      },
      {
        "letra": "D",
        "texto": "é lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior, mas é vedado formularem-se pedidos alternativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "332137",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da formação do processo",
      "Petição Inicial"
    ],
    "enunciado_principal": "Maria Rita propõe ação pelo rito ordinário contra Zuleika de Souza, por ter recebido cheque de R$ 500,00, já prescrito, que voltou sem a devida provisão de fundos. Após ter pleiteado apenas o valor do cheque, e após também a citação da ré, adita a inicial para pleitear danos morais, que estima em R$ 1.000,00. Essa alteração do pedido inicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser feita independentemente de consentimento da ré, desde que mantidas as mesmas partes e causa de pedir."
      },
      {
        "letra": "B",
        "texto": "não pode ser feita, sendo defeso qualquer aditamento após a citação da ré."
      },
      {
        "letra": "C",
        "texto": "pode ser feita, desde que com o consentimento da ré, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "não pode ser feita, salvo se houver alteração também da causa de pedir."
      },
      {
        "letra": "E",
        "texto": "pode ser feita, livremente e sem ressalvas, até o saneamento do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331636",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Quanto à petição inicial, é incorreto dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inepta a petição inicial que traz pedidos incompatíveis entre si;"
      },
      {
        "letra": "B",
        "texto": "Indeferida a petição inicial, a decisão somente poderá ser reformada, em recurso de apelação, pelo Tribunal competente;"
      },
      {
        "letra": "C",
        "texto": "O pedido pode ser alternativo, quando o devedor puder cumprir a prestação por mais de um modo;"
      },
      {
        "letra": "D",
        "texto": "Os pedidos devem ser interpretados restritivamente, mas no pedido do principal compreendem-se os juros;"
      },
      {
        "letra": "E",
        "texto": "Antes da citação o autor pode aditar o pedido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "328942",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Os pedidos são interpretados restritivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admitindo pedidos alternativos ou sucessivos."
      },
      {
        "letra": "B",
        "texto": "sendo absolutamente vedada a cumulação deles se para cada um corresponder tipo diverso de procedimento."
      },
      {
        "letra": "C",
        "texto": "por isso neles não se compreendem os juros legais se não os pedir o autor, mas se compreendem as prestações periódicas que se vencerem no curso do processo."
      },
      {
        "letra": "D",
        "texto": "entretanto, compreendem-se no principal os juros le- gais e, quando a obrigação consistir em prestações periódicas, considerar-se-ão incluídas no pedido, in- dependentemente de declaração expressa do autor, aquelas que se vencerem no curso do processo."
      },
      {
        "letra": "E",
        "texto": "admitindo-se, porém, a cumulação deles indepen- dentemente de compatibilidade entre si e mesmo que para um deles o Juízo seja incompetente, dada a ocorrência de prorrogação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322680",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Prova pericial"
    ],
    "enunciado_principal": "Acerca das consequências e da requisição do trabalho pericial e da estrutura do laudo pericial, julgue os próximos itens. Na petição inicial não é permitido ao autor requerer perícia,cabendo-lhe,naquele documento, apenas apresentar o rol de testemunhas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322354",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Com relação a procedimento ordinário, provas, jurisdição e ação, bem como a resposta do réu, revelia e julgamento conforme o estado do processo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento antecipado da lide, que visa encurtar o procedimento, seja comum ou sumário, resume-se aos casos em que a questão de mérito seja de direito."
      },
      {
        "letra": "B",
        "texto": "A petição inicial deve ser instruída com os documentos úteis à propositura da ação."
      },
      {
        "letra": "C",
        "texto": "Na petição, ocorre cumulação alternativa quando verificada a existência de pedidos alternativos."
      },
      {
        "letra": "D",
        "texto": "A contestação e a reconvenção devem ser oferecidas, simultaneamente, nos mesmos autos, em peças autônomas, e a exceção de incompetência absoluta e a exceção de incompetência relativa devem ser processadas em apenso aos autos principais."
      },
      {
        "letra": "E",
        "texto": "Os efeitos de ordem material advindos da decretação da revelia implicam a presunção da veracidade das alegações fáticas apresentadas pelo autor, sendo essa presunção iure et iure."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "313351",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Na seara do direito processual civil, a respeito da petição inicial, das respostas do réu e da suspeição do juiz, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o juiz que presidiu a instrução do processo se declare suspeito antes de proferir a sentença, o juiz que assumir a condução do processo estará impossibilitado de corroborar os atos praticados pelo antecessor."
      },
      {
        "letra": "B",
        "texto": "Ao analisar os pedidos do autor, o juiz se aterá aos pedidos finais, dado que o sistema brasileiro não admite interpretação lógico-sistemática da petição inicial, sob pena de resultar em sentença extra petita."
      },
      {
        "letra": "C",
        "texto": "Se, proposta a demanda, for determinada a emenda da petição inicial por ausência de pedido de citação do réu e essa não for atendida no prazo concedido pelo juiz, ele poderá extinguir o processo sem resolução de mérito, desde que intime pessoalmente o autor."
      },
      {
        "letra": "D",
        "texto": "Caso alguém ajuíze uma ação requerendo ao juiz que, ao final, rescinda determinado contrato ou, se assim não entender, que declare a nulidade de uma cláusula contratual, tem-se pedido sucessivo."
      },
      {
        "letra": "E",
        "texto": "Se a parte ré, regularmente citada em ação de cumprimento de obrigação de fazer, deixar de contestar, mas apresentar reconvenção, em que aduza sua pretensão em face do autor, não se aplicarão os efeitos materiais da revelia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "303719",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Se, ao despachar uma petição inicial, o juiz constatar a falta de pedido, ele deverá determinar a intimação do autor para emendá-la no prazo de dez dias, sob pena de indeferimento e consequente extinção do processo sem a resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300436",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial deverá preencher determinados requisitos, bem como ser instruída com os documentos indispensáveis à propositura da ação. Estando, porém, incompleta, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a emenda da inicial, em cinco dias, sob pena de se considerar descumprido um ônus processual, com a respectiva preclusão."
      },
      {
        "letra": "B",
        "texto": "indeferir de imediato a inicial, extinguindo a ação sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "aguardar a contestação do réu, pois eventual medida dependerá de pedido expresso da parte, sendo- lhe defeso agir de ofício."
      },
      {
        "letra": "D",
        "texto": "determinar que o autor a complete, ou a emende, no prazo de dez dias, sob pena de, não cumprida a diligência, ser indeferida a inicial."
      },
      {
        "letra": "E",
        "texto": "considerar o fato como simples irregularidade, determinando o prosseguimento da ação sem outras consequências."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299129",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre o direito processual civil, leia as afirmações abaixo e, em seguida, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na exceção de incompetência do juízo, a petição deverá ser protocolizada no juízo que determinou a citação."
      },
      {
        "letra": "B",
        "texto": "O pedido é sucessivo quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "C",
        "texto": "É inadmissível a reconvenção em ação declaratória."
      },
      {
        "letra": "D",
        "texto": "O indeferimento da medida cautelar pleiteada pela parte não obsta a que ela intente a ação principal, nem influi no julgamento desta, mesmo que o juiz, no procedimento cautelar, acolha a alegação de decadência ou prescrição do direito do autor."
      },
      {
        "letra": "E",
        "texto": "O arresto, ao contrário da penhora, não cria para o credor preferência sobre o bem apreendido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "299128",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre o direito processual civil, leia as afirmações abaixo e, em seguida, assinale a alternativa correta: I) Havendo republicação de decisão, ainda que desnecessária, reabre-se o prazo recursal. II) O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo. III) Ao autor é vedado apresentar pedido genérico. IV) A tutela inibitória visa inibir o ato contrário ao direito, possuindo, destarte, natureza preventiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmações estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmações I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmações II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmações I, II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "somente a afirmação IV está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "893022",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Em face dessa situação hipotética, julgue o item seguinte.Se o autor não tiver formulado expressamente o pedido cominatório, pleiteando o pagamento de multa para o caso de o réu não cumprir a decisão antecipatória de tutela, ao juiz é vedado arbitrá-la ex offício, visto que, segundo a legislação processual civil vigente, o magistrado deve decidir a lide nos limites de sua propositura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426596",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a única alternativa correta, à luz do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a pretensão for unicamente de direito e no juízo já houver sido proferida sentença de procedência ou improcedência em outros casos idênticos, envolvendo o mesmo réu, poderá, em prestígio aos princípios da celeridade e da economia processual, ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "Antes da entrega da contestação, o Autor poderá aditar o pedido sem a concordância do réu, correndo, contudo, à sua conta as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "C",
        "texto": "Para que seja possível a cumulação válida de pedidos, é necessário apenas que os pedidos sejam compatíveis entre si e que o rito procedimental reservado a cada pedido seja o mesmo."
      },
      {
        "letra": "D",
        "texto": "Considera-se inepta a petição inicial quando: faltar-lhe pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível; o autor carecer de interesse processual; ou contiver pedidos incompatíveis entre si."
      },
      {
        "letra": "E",
        "texto": "Nos termos da lei processual, a petição inicial será indeferida quando o juízo verificar, desde logo, a prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "398529",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O Código de Processo Civil (CPC) estabelece quais os requisitos a petição inicial deve conter. Sobre a petição inicial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilícito formular mais de um pedido em ordem sucessiva."
      },
      {
        "letra": "B",
        "texto": "Não é possível a elaboração de pedido genérico, sempre devendo sê-lo certo e determinado."
      },
      {
        "letra": "C",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos deverá indeferi-la de plano."
      },
      {
        "letra": "D",
        "texto": "Não pode o magistrado proferir sentença antes de determinar a citação do demandado, em nenhuma hipótese, pois isto feriria o princípio do devido processo legal."
      },
      {
        "letra": "E",
        "texto": "Se o autor pedir que seja imposta ao réu a abstenção da prática de algum ato, poderá requerer cominação de pena pecuniária para o caso de descumprimento da decisão antecipatória de tutela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "368721",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Em relação ao pedido no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é defesa a cumulação de vários pedidos, contra o mesmo réu, num único processo."
      },
      {
        "letra": "B",
        "texto": "os documentos indispensáveis à propositura da ação devem ser anexados aos autos até a audiência de instrução e julgamento."
      },
      {
        "letra": "C",
        "texto": "o pedido contido na petição inicial deve ser sempre certo, nunca se admitindo pedido genérico."
      },
      {
        "letra": "D",
        "texto": "se a petição inicial não preencher os requisitos legais exigidos, ou se apresentar defeitos e irregularidades capazes de dificultar o julgamento do mérito, o juiz determinará que seja emendada ou completada no prazo de dez dias."
      },
      {
        "letra": "E",
        "texto": "os pedidos são interpretados ampliativamente, excluídos os juros legais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "365660",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Petrópolis - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ao decidir sobre determinada causa, o juiz verifica que a citação da parte ré foi realizada de forma errônea, uma vez que o réu era militar e foi citado por edital. No entanto, o autor não conseguiu comprovar seu suposto direito. Na hipótese, o juiz deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem pronunciar a nulidade da citação, julgar o pedido improcedente;"
      },
      {
        "letra": "B",
        "texto": "pronunciar a nulidade do processo, desde a citação, e condenar o réu nas despesas processuais a que deu causa;"
      },
      {
        "letra": "C",
        "texto": "julgar o pedido, uma vez que houve preclusão quanto à matéria;"
      },
      {
        "letra": "D",
        "texto": "considerar válida a citação, uma vez que o comparecimento do réu supriu a nulidade da citação;"
      },
      {
        "letra": "E",
        "texto": "declarar a nulidade do processo, uma vez que se trata de matéria de ordem pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359524",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No processo civil, o pedido será alternativo quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "nas ações universais, se não puder o autor individuar na petição os bens demandados."
      },
      {
        "letra": "C",
        "texto": "não for possível determinar, de modo definitivo, as consequências do ato ou do fato ilícito."
      },
      {
        "letra": "D",
        "texto": "a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352439",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Sentença",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Prazos",
      "Petição Inicial"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Entre as sentenças definitivas, no processo civil, inclui-se a que acolhe a alegação de perempção, prescrição ou decadência. II. Se o autor, a título de antecipação de tutela, em ação de rito ordinário, requerer providência de natureza cautelar, não poderá o juiz deferir a medida cautelar em caráter incidental do processo ajuizado, ainda que presentes os seus pressupostos, pois é incabível a cumulação de pedidos que têm procedimentos diferentes. III. No mandado de segurança, verificando o juiz uma das hipóteses previstas no art. 267 do Código de Processo Civil, que prevê a extinção do processo sem resolução do mérito, a ordem deverá ser denegada. IV. Na ação de exibição de documento, se o requerido não apresentar o documento nem contestação, presumir-se-ão verdadeiros os fatos afirmados, nos termos do art. 359 do Código de Processo Civil. V. O prazo previsto no art. 284 do Código de Processo Civil para que a parte emende a inicial não é peremptório, mas dilatório, podendo ser reduzido ou ampliado por convenção das partes ou por determinação do juiz.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas III e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316326",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial da ação de improbidade administrativa ajuizada pelo MP pode ser objeto de aditamento pelos demais legitimados, em atuação supletiva, para suprir omissão objetiva ou subjetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312082",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão."
      },
      {
        "letra": "B",
        "texto": "É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      },
      {
        "letra": "C",
        "texto": "Os honorários sucumbenciais, quando omitidos em decisão transitada em julgado, podem ser cobrados em execução ou em ação própria."
      },
      {
        "letra": "D",
        "texto": "Quando o juiz da causa for arrolado como testemunha e nada souber acerca de fatos que pos sam influir na causa, simplesmente mandará excluir o seu nome."
      },
      {
        "letra": "E",
        "texto": "Concorrendo diversos autores ou diversos réus, os vencidos respondem pelas despesas e honorários em proporção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "296071",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Tomás promove ação condenatória em face de Mara. Antes de a ré ser citada, adita mais dois pedidos aos anteriormente apresentados, sendo a ré comunicada pela citação do referido aditamento. Em termos de cumulação de pedidos, devem concorrer como requisitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compatibilidade, competência do juízo e procedimento adequado"
      },
      {
        "letra": "B",
        "texto": "juízo compatível, procedimento sumário e pedidos líquidos"
      },
      {
        "letra": "C",
        "texto": "procedimento comum, juízo suspeito e pedidos compatíveis"
      },
      {
        "letra": "D",
        "texto": "pedidos ilíquidos, procedimento especial e juízo impedido"
      },
      {
        "letra": "E",
        "texto": "pedidos alternados, juízo competente e procedimento especial"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291032",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Após o saneamento do processo, é possível, a qualquer tempo, a alteração, pelo autor, do pedido ou da causa de pedir, desde que mediante consentimento do réu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291031",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Na ação execução de alimentos das três últimas prestações, o valor da causa corresponderá à soma de doze prestações mensais requeridas pelo autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291030",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A norma jurídica aplicável ao caso concreto não integra a causa de pedir.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289777",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Consistindo a obrigação em prestações periódicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor. Nesse caso, se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, a sentença as incluirá na condenação, enquanto durar a obrigação."
      },
      {
        "letra": "B",
        "texto": "Considerar-se-ão elas incluídas no pedido, desde que haja declaração expressa do autor nesse sentido. Nesse caso, se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, a sentença as incluirá na condenação, enquanto durar a obrigação."
      },
      {
        "letra": "C",
        "texto": "Considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor. Nesse caso, se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, o autor deverá requerer a liquidação por artigos e a sentença as incluirá na condenação, enquanto durar a obrigação."
      },
      {
        "letra": "D",
        "texto": "0 devedor pode requerer sua consignação em juízo e, nesse caso, considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor. Essa presunção, contudo, não milita em favor do credor, que deverá promover a ação apenas em relação às prestação vencidas, eis que o pedido deve ser certo ou determinado, somente sendo lícito formular pretensão genérica quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      },
      {
        "letra": "E",
        "texto": "Nunca se pode presumir encontrarem-se elas incluídas no pedido, pois é defeso ao juiz proferir sentença, a favor do autor, de natureza diversa da pedida, bem como condenar o réu em quantidade superior ou em objeto diverso do que lhe foi demandado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "288643",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando que as alegações e documentos da petição inicial estabelecem o âmbito da lide e assumem relevância especial nos casos de decretação da revelia e nas hipóteses de cabimento de pedidos contrapostos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o juiz indefira a petição inicial antes da citação do réu, por motivo de decadência ou prescrição, há encerramento do processo sem julgamento do mérito, cabendo, nesse caso, apelação."
      },
      {
        "letra": "B",
        "texto": "A indicação do valor da causa é elemento essencial da petição inicial; portanto, de acordo com o que determina o CPC, se o autor não indicar o valor, deve o juiz indeferir de plano a petição inicial, cabendo apelação contra a referida decisão."
      },
      {
        "letra": "C",
        "texto": "Por constituírem ônus processual, os efeitos da revelia são aplicáveis ainda que a petição inicial não esteja acompanhada de instrumento público que a lei considere indispensável à prova do ato."
      },
      {
        "letra": "D",
        "texto": "Em razão do rito abreviado que caracteriza o procedimento sumário, não é permitido ao réu, na contestação, formular pedido em seu favor."
      },
      {
        "letra": "E",
        "texto": "Os efeitos da revelia não incidem sobre o direito da parte, mas sobre a matéria de fato; por essa razão, o revel pode intervir no feito em qualquer fase do processo, apelando e invocando prescrição, por exemplo, caso tal matéria não tenha sido reconhecida de ofício pelo juiz da causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "287543",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido será alternativo quando o juiz não podendo acolher o pedido principal possa conhecer do posterior."
      },
      {
        "letra": "B",
        "texto": "É lícito formular pedido genérico na ação civil pública que tenha por objeto indenização por danos ambientais."
      },
      {
        "letra": "C",
        "texto": "Não cabe ação cominatória para compelir-se o réu a cumprir obrigação de dar."
      },
      {
        "letra": "D",
        "texto": "Não é permitida a cumulação de vários pedidos, num único processo, contra o mesmo réu se o tipo de procedimento não for adequado para todos eles."
      },
      {
        "letra": "E",
        "texto": "É lícito formular pedido genérico quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286562",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a opção correta com referência à petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os juros legais não constituem exemplos de pedido implícito."
      },
      {
        "letra": "B",
        "texto": "Segundo o STJ, o prazo de dez dias fixado pelo juiz para que o autor emende a inicial é improrrogável."
      },
      {
        "letra": "C",
        "texto": "Se o requerimento para a citação do réu não estiver expresso na petição inicial, ele deve ser presumido pelo juiz."
      },
      {
        "letra": "D",
        "texto": "O pedido imediato pode ser indeterminado, enquanto o mediato é sempre determinado."
      },
      {
        "letra": "E",
        "texto": "O pedido não concludente em relação à causa de pedir implica inépcia da petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "273259",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Na petição inicial, o valor da causa deve ser,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sendo alternativos os pedidos, o de menor valor."
      },
      {
        "letra": "B",
        "texto": "na ação de alimentos, a soma de 12 (doze) prestações mensais."
      },
      {
        "letra": "C",
        "texto": "na ação de cobrança de dívida, apenas o valor do principal."
      },
      {
        "letra": "D",
        "texto": "havendo cumulação de pedidos, a quantia correspondente a de maior valor."
      },
      {
        "letra": "E",
        "texto": "se houver também pedido subsidiário, o valor do pedido principal e do subsidiário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "265191",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O Sr. Caio propõe ação de procedimento ordinário em face da empresa Alfavetateta S.A., postulando a sua condenação em danos materiais correspondentes a R$ 300.000,00. Na sua peça, olvidou-se de fixar o valor da causa, tendo o magistrado, ao examinar o petitório, outorgado prazo de dez dias para emenda, que não foi realizada pelo autor, o qual não se pronunciou sobre o tema. Em razão dessa omissão, deve o magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a revelia do autor, por descumprimento de decisão judicial."
      },
      {
        "letra": "B",
        "texto": "julgar extinto o processo, indeferindo a exordial, por falta de requisitos formais."
      },
      {
        "letra": "C",
        "texto": "julgar antecipadamente a lide e improcedente o pedido autoral."
      },
      {
        "letra": "D",
        "texto": "suspender o processo por um ano, aguardando manifestação do autor."
      },
      {
        "letra": "E",
        "texto": "designar audiência de conciliação para que o autor apresente justificativa pelo descumprimento da decisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "261932",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, considerando os termos abaixo: O valor da causa constará sempre da petição inicial e será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação de cobrança de dívida, a soma do principal, da pena e dos juros vencidos até a propositura da ação."
      },
      {
        "letra": "B",
        "texto": "Havendo cumulação de pedidos, a quantia correspondente à soma dos valores de todos eles."
      },
      {
        "letra": "C",
        "texto": "Sendo alternativos os pedidos, o de menor valor."
      },
      {
        "letra": "D",
        "texto": "Se houver também pedido subsidiário, o valor do pedido principal."
      },
      {
        "letra": "E",
        "texto": "Quando o litígio tiver por objeto a existência, validade, cumprimento, modificação ou rescisão de negócio jurídico, o valor do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "256124",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Banco da Amazônia",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Com relação ao indeferimento de petição inicial, às respostas do réu e ao julgamento conforme o estado do processo, julgue os itens subsequentes.Pode o juiz indeferir petição inicial mediante sentença de mérito, caracterizando-se, nesse caso, a ocorrência de julgamento liminar de improcedência, também denominado improcedência prima facie.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "253217",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca do disciplinamento dos pedidos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código de Processo Civil veda a realização de pedidos genéricos no procedimento comum ordinário."
      },
      {
        "letra": "B",
        "texto": "Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo receberá a sua parte, deduzidas as despesas na proporção de seu crédito."
      },
      {
        "letra": "C",
        "texto": "Quando a obrigação consistir em prestações periódicas, considerar-se-ão elas incluídas no pedido, desde que haja declaração expressa do autor."
      },
      {
        "letra": "D",
        "texto": "É lícito formular mais de um pedido em ordem alternativa, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "252435",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Petição Inicial"
    ],
    "enunciado_principal": "Consoante o Código de Processo Civil, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao receber a petição inicial de qualquer processo, o escrivão a autuará, mencionando o juízo, a natureza do feito, o número de seu registro, os nomes das partes e a data do seu início."
      },
      {
        "letra": "B",
        "texto": "As partes não podem exigir recibo de petições, arrazoados, papéis e documentos que entregarem em cartório, salvo quanto aos documentos públicos."
      },
      {
        "letra": "C",
        "texto": "Os despachos e decisões serão redigidos, datados e assinados pelos escrivães. Quando forem proferidos, verbalmente, o taquígrafo ou o datilógrafo os registrará, submetendo-os aos juízes para revisão e assinatura."
      },
      {
        "letra": "D",
        "texto": "Parágrafo único. Às partes, aos advogados, aos órgãos do Ministério Público, aos peritos e às testemunhas é obrigatório rubricar as folhas correspondentes aos atos em que intervieram."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "243921",
    "metadata": "Ano: 2012 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Aponte a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incidente de falsiade tem lugar em qualquer tempo e grau de jurisdição, podendo o juz suspender ou não o processo principal."
      },
      {
        "letra": "B",
        "texto": "A incoimpetência absoluta do Juízo é arguida na contestação, antes de se discutir o mérito."
      },
      {
        "letra": "C",
        "texto": "o pedido deve ser certo ou determinado. É lícito, porém, formular pedido genérico quando não for possível determinar, de modo definitivo, as consequências do ato ou do fato ilícito."
      },
      {
        "letra": "D",
        "texto": "Cosidera-se inepta a petição inicial quando o pedido foi juridicamente impossivel."
      },
      {
        "letra": "E",
        "texto": "Não realizada a adjudicação dos bens penhorados, o exequente poderá requerer sejam eles alienados por sua própria iniciativa ou por intermédio de corretor credenciado perante a aoutoridade judiciária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239530",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a matéria controvertida contida na petição inicial for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá proferir sentença o juiz sem determinar a citação da parte ré."
      },
      {
        "letra": "B",
        "texto": "É vedada a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que não haja conexão entre eles."
      },
      {
        "letra": "C",
        "texto": "É lícita na petição inicial a formulação de pedido subsidiário ao principal, em ordem sucessiva, cujo valor da causa será a soma dos valores de todos eles"
      },
      {
        "letra": "D",
        "texto": "A alteração da causa de pedir será permitida até o início da produção das provas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239309",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "De acordo com o código de processo civil: I – As causas de alimentos provisionais processam-se durante as férias e não se suspendem pela superveniência delas, destacando-se que o valor da causa, na ação de alimentos, será a soma de 12 prestações mensais, pedidas pelo autor. II - Depois de decorrido o prazo para resposta ou após saneado o feito, o autor não poderá alterar o pedido ou a causa de pedir sem o consentimento do réu. III - Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. Todavia, se o autor apelar, é facultado ao juiz decidir, no prazo de 48 horas não manter a sentença e determinar o prosseguimento da ação. IV - São consideradas incapazes para deporem como testemunhas: o interdito por demência; o que, acometido por enfermidade, ou debilidade mental, ao tempo em que ocorreram os fatos, não podia discerni-los, ou , ao tempo em que deve depor, não está habilitado a transmitir percepções; o menor de 16 (dezesseis) anos; o cego e o surdo, quando a ciência do fato depender dos sentidos que lhes faltam. V - O cônjuge, o ascendente ou descendente em qualquer grau, bem como aquele que tiver interesse no litígio, são considerados impedidos para deporem como testemunhas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I , II, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II, III, e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236215",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Em determinada Ação de Alimentos constou o valor da causa de R$ 3.600,00. Considerando que o autor requer um salário mínimo a título de prestação mensal referente aos alimentos, de acordo com o Código de Processo Civil brasileiro, o valor da causa está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorreto e o réu poderá impugnar, no prazo da contestação, o valor atribuído à causa pelo autor."
      },
      {
        "letra": "B",
        "texto": "correto, tratando-se do valor legal previamente estipulado no referido diploma legal correspondente à soma de seis prestações mensais requeridas pelo autor."
      },
      {
        "letra": "C",
        "texto": "incorreto e o réu poderá impugnar, no prazo de cinco dias contados da regular citação, o valor atribuído à causa pelo autor."
      },
      {
        "letra": "D",
        "texto": "incorreto e o réu poderá impugnar, no prazo de dez dias contados da regular citação, o valor atribuído à causa pelo autor."
      },
      {
        "letra": "E",
        "texto": "correto, uma vez que não há previsão legal expressa no Código de Processo Civil brasileiro relativo a valor da causa para Ação de Alimentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "232327",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "É INCORRETO afirmar, no tocante ao pedido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a cumulação de vários pedidos, num único processo, contra o mesmo réu, ainda que entre eles não haja conexão."
      },
      {
        "letra": "B",
        "texto": "Antes da citação, o autor poderá aditar o pedido, correndo à sua conta as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "C",
        "texto": "Os pedidos são interpretados restritivamente, compreendendo-se, entretanto, no principal os juros legais."
      },
      {
        "letra": "D",
        "texto": "Quando a ação disser respeito às consequências do ato ou do fato ilícito, o pedido deverá ser sempre certo ou determinado, vedado o pedido genérico."
      },
      {
        "letra": "E",
        "texto": "É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, se não puder acolher o anterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "222174",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No processo civil, em caso de pedido que englobe prestações vencidas e vincendas por período superior a um(1) ano, o valor da causa corresponderá ao valor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da soma das prestações vencidas e doze parcelas das vincendas."
      },
      {
        "letra": "B",
        "texto": "da soma das prestações vencidas e vincendas."
      },
      {
        "letra": "C",
        "texto": "de doze prestações vincendas."
      },
      {
        "letra": "D",
        "texto": "da soma das prestações vencidas até a propositura da demanda."
      },
      {
        "letra": "E",
        "texto": "da média das últimas doze prestações vencidas somada à de doze vincendas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "215020",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O réu poderá impugnar, no prazo da contestação, o valor atribuído à causa pelo autor. A impugnação será autuada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em apenso, ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "B",
        "texto": "nos autos principais, ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "em apenso, ouvindo-se o autor no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "nos autos principais, ouvindo-se o autor no prazo de dez dias."
      },
      {
        "letra": "E",
        "texto": "nos autos principais, devendo o juiz decidir de plano sendo defeso à oitiva do réu nesta oportunidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "215019",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito da petição inicial, considere: I. Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada. II. Verificando o juiz que a petição inicial apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de dez dias. III. Indeferida a petição inicial, o autor poderá interpor agravo de instrumento no prazo de quinze dias, dirigido ao Tribunal Competente, facultando ao juiz no prazo de 24 horas rever a sua decisão. De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "214903",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito da Petição Inicial: I. Quando a obrigação consistir em prestações perió- dicas, considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor. II. É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. III. Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo receberá a sua parte, deduzidas as despesas na proporção de seu crédito. IV. Os pedidos são interpretados restritivamente, não se compreendendo, no principal os juros legais, que deverão se requeridos expressamente. De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "214477",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No procedimento ordinário, a respeito do pedido constante da petição inicial, considere: I. Se o autor tiver formulado mais de um pedido em ordem sucessiva, se o juiz julgar improcedente o pedido principal, o pedido subsidiário ficará prejudicado. II. Quando a obrigação consistir em prestações periódicas, não serão consideradas incluídas no pedido as que vencerem após o trânsito em julgado da sentença. III. O autor poderá requerer cominação de pena pecuniária para o caso de descumprimento de sentença ou de decisão antecipatória de tutela quando pedir o cumprimento da obrigação de entrega de coisa. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "213525",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Pedro ajuizou ação revisional de contrato bancário contra uma determinada instituição financeira. Se a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá dispensar a citação e proferir sentença, reproduzindo-se o teor da anteriormente prolatada, cabendo contra essa sentença recurso de agravo de instrumento pelo autor."
      },
      {
        "letra": "B",
        "texto": "não poderá dispensar a citação, mas poderá proferir após o decurso do prazo para apresentação da contestação, sentença de mérito, cabendo recurso de apelação sem possibilidade de exercer o Magistrado o juízo de retratação."
      },
      {
        "letra": "C",
        "texto": "poderá dispensar a citação e proferir sentença, reproduzindo-se o teor da anteriormente prolatada e, havendo recurso de apelação pelo autor, é vedado o juízo de retratação pelo Magistrado."
      },
      {
        "letra": "D",
        "texto": "não poderá dispensar a citação, mas poderá proferir, após o decurso do prazo para contestação, sentença de mérito, cabendo recurso de apelação, com possibilidade de juízo de retratação pelo Magistrado."
      },
      {
        "letra": "E",
        "texto": "poderá dispensar a citação e proferir sentença, reproduzindo-se o teor da anteriormente prolatada e, havendo recurso de apelação pelo autor, o juiz poderá exercer o juízo de retratação no prazo de cinco dias, decidindo sobre a manutenção ou não da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "505979",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA:I - Na petição inicial, pela Teoria da Substancialização da causa de pedir, o demandante deve indicar qual o fato jurídico e a relação jurídica dele decorrente, sem que o fato jurídico demonstre esses elementos, não se consubstancia a relação jurídica protegida, obstando a obtenção do efeito jurídico pretendido. II - Caso a petição inicial não cumpra seus requisitos ou não se mostre suficientemente clara, contendo aspectos obscuros que impossibilitam o julgamento, o juiz mandará o autor emendá-la, no prazo de 10 dias. Se ainda assim não o fizer o autor, será indeferida a petição inicial por inépcia, cabendo dessa decisão recurso de apelação.III - Quando o pedido consistir na condenação do réu a não praticar algum ato, ou tolerar alguma atividade, ou ainda a uma obrigação de fazer de natureza personalíssima, é lícita a cumulação de pieito cominatório com a penalidade pecuniária por eventual descumprimento da determinação. IV - É permitida a cumulação, na mesma ação, de mais de um pedido em face do mesmo réu, em homenagem ao princípio da economia processual, desde que haja compatibilidade entre os pedidos, e jurisdição competente para ambos e adequação de procedimentos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II, III e IV estão corretas"
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299017",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido será alternativo quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "Verificando o juiz que a inicial não preenche os requisitos legais, deverá determinar ao autor que a emende, ou complete, em dez dias, sob pena de indeferimento."
      },
      {
        "letra": "C",
        "texto": "Como regra, o pedido deve ser certo ou determinado, havendo hipóteses porém em que permitido o pedido genérico."
      },
      {
        "letra": "D",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total procedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "E",
        "texto": "A petição inicial será instruída com os documentos indispensáveis à propositura da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "219487",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca do pedido, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações indenizatórias decorrentes de ato ilícito, não se admite pedido genérico."
      },
      {
        "letra": "B",
        "texto": "Se a inclusão de juros legais não constar do pedido, será defeso ao juiz concedê-los."
      },
      {
        "letra": "C",
        "texto": "Há cumulação alternativa quando o pedido disser respeito a prestações disjuntivas."
      },
      {
        "letra": "D",
        "texto": "A cumulação imprópria não afasta a compatibilidade dos pedidos."
      },
      {
        "letra": "E",
        "texto": "Na cumulação imprópria subsidiária de pedidos, o juiz está condicionado à ordem de apresentação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "210916",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Tício e Alberto são proprietários de uma fazenda. Parte dessa fazenda está ocupada por invasores. Tício propõe ação reivindicatória. Nesta hipótese, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar que Tício emende a inicial, incluindo Alberto na demanda, pois o autor da ação possui apenas uma fração ideal do imóvel, sendo-lhe defeso atuar na defesa de direito alheio."
      },
      {
        "letra": "B",
        "texto": "determinar que Tício emende a inicial, incluindo Alberto na demanda, por tratar-se de litisconsórcio unitário."
      },
      {
        "letra": "C",
        "texto": "receber a inicial, pois, na hipótese de condomínio, o bem pode ser defendido em juízo por apenas um dos condôminos."
      },
      {
        "letra": "D",
        "texto": "rejeitar a inicial porque, pela natureza da relação jurídica, o juiz terá que decidir a lide de modo uniforme para todas as partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "210351",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Fabiana, advogada recém-formada, ajuizou ação de cobrança para seu cliente Gilberto, em face de Hortência. Na petição inicial Fabiana não fez requerimento para a citação do réu, bem como deixou de atribuir valor à causa. Neste caso, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguirá o processo com resolução de mérito."
      },
      {
        "letra": "B",
        "texto": "determinará a emenda da inicial no prazo de 10 dias."
      },
      {
        "letra": "C",
        "texto": "extinguirá o processo sem resolução de mérito."
      },
      {
        "letra": "D",
        "texto": "determinará a emenda da inicial no prazo de 5 dias."
      },
      {
        "letra": "E",
        "texto": "receberá a inicial e determinará a citação do réu, tendo em vista que Fabiana cometeu apenas erros formais"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "209792",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA com relação à petição inicial e ao pedido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a obrigação consistir em prestações periódicas, considerar-se-ão elas incluídas no pedido, independentemente de declaração expressa do autor; se o devedor, no curso do processo, deixar de pagá-las ou de consigná-las, a sentença as incluirá na condenação, enquanto durar a obrigação."
      },
      {
        "letra": "B",
        "texto": "É permitida a cumulação, num único processo, contra o mesmo réu, de vários pedidos, ainda que entre eles não haja conexão. Quando, para cada pedido, corresponder tipo diverso de procedimento, admitir-se-á a cumulação se o autor empregar o procedimento ordinário."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão."
      },
      {
        "letra": "D",
        "texto": "É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      },
      {
        "letra": "E",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total procedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204285",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Quando o autor formular mais de um pedido, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior, diz-se que formulou pedido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "unitário;"
      },
      {
        "letra": "B",
        "texto": "sucessivo;"
      },
      {
        "letra": "C",
        "texto": "alternativo;"
      },
      {
        "letra": "D",
        "texto": "cumulativo;"
      },
      {
        "letra": "E",
        "texto": "genérico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "202031",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Se a petição inicial NÃO indicar o valor da causa, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indeferirá liminarmente, por não atender os requisitos legais."
      },
      {
        "letra": "B",
        "texto": "determinará que o autor a emende, ou a complete, no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "a despachará ordenando a citação do réu."
      },
      {
        "letra": "D",
        "texto": "a indeferirá liminarmente por ser inepta."
      },
      {
        "letra": "E",
        "texto": "nomeará curador ao autor para suprir a omissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "200555",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "É INCORRETO afirmar que a petição inicial deverá indicar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os dispositivos legais que guarnecem o seu pedido."
      },
      {
        "letra": "B",
        "texto": "as provas com que o autor pretende demonstrar a verdade dos fatos alegados."
      },
      {
        "letra": "C",
        "texto": "o valor da causa."
      },
      {
        "letra": "D",
        "texto": "o pedido, com suas especificações."
      },
      {
        "letra": "E",
        "texto": "o juiz ou o tribunal a que é dirigida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "199102",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: EBC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, cumpre ao juiz indeferir, de pronto, a petição inicial que não preencha os requisitos formais de admissibilidade ou que apresente defeitos e irregularidades capazes de dificultar o julgamento de mérito, ainda que sanáveis, devendo ser, igualmente, indeferida a peça exordial manifestamente inepta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "142777",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, assinale a opção correta.Em ação iniciada sob o rito ordinário, o autor requereu a condenação do réu ao pagamento do preço previamente ajustado pela entrega de uma máquina agrícola. De acordo com a inicial, fora firmado contrato para venda da máquina e de um automóvel. No entanto, mesmo após a entrega do primeiro objeto, o comprador não teria cumprido a obrigação de pagar o preço.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como o contrato envolve prestação periódica, o juiz pode incluir na condenação o pagamento do valor ajustado pela venda do automóvel."
      },
      {
        "letra": "B",
        "texto": "Se não houver, na inicial, pedido de condenação a pagamento de juros legais, não pode o juiz incluir tal condenação na sentença."
      },
      {
        "letra": "C",
        "texto": "Dada a natureza da obrigação, o juiz deve assegurar ao réu a possibilidade de cumprir sua prestação de outro modo."
      },
      {
        "letra": "D",
        "texto": "Trata-se de situação de descumprimento de obrigação contratual, e o juiz pode proferir sentença ilíquida, por lhe ser impossível prever as consequências da inadimplência."
      },
      {
        "letra": "E",
        "texto": "Diante do pedido, o juiz deve, em caso de procedência, ater-se à condenação do réu ao pagamento do valor ajustado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "142772",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Nessa situação hipotética,Lauro ajuizou contra Elias ação sob o procedimento comum ordinário, com o objetivo de anular contrato que este assinara com Júlio para a construção de uma casa. Afirmou, na peça inicial, que, sendo sócio de Júlio, a execução dos serviços poderia levar seu sócio a dificuldades financeiras capazes de prejudicar sua atividade empresarial. Alegou, ainda, que o contrato seria nulo por erro substancial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz deve ordenar a emenda da inicial, para que se substitua Lauro por Júlio."
      },
      {
        "letra": "B",
        "texto": "a inicial deve ser indeferida, visto Lauro carece de legitimidade ad causam."
      },
      {
        "letra": "C",
        "texto": "o juiz deve determinar a inclusão de Júlio no polo ativo da ação."
      },
      {
        "letra": "D",
        "texto": "a inicial deve ser indeferida por ausência de possibilidade jurídica do pedido."
      },
      {
        "letra": "E",
        "texto": "a inicial não apresenta defeitos e deverá ser recebida, e o réu, citado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "117572",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Acerca da propositura da demanda e da petição inicial no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao autor formular pedidos incompatíveis entre si;"
      },
      {
        "letra": "B",
        "texto": "Integram a causa de pedir a qualificação jurídica dada pelo autor ao fato em que se apóia sua pretensão e a norma jurídica aplicável à espécie;"
      },
      {
        "letra": "C",
        "texto": "É defeso ao juiz corrigir de ofício o valor atribuído pelo autor à causa;"
      },
      {
        "letra": "D",
        "texto": "Contra o despacho liminar negativo (indeferimento total da inicial), cabe recurso de apelação com a possibilidade de juízo de retratação."
      },
      {
        "letra": "E",
        "texto": "É nula a sentença que condenar o réu ao pagamento de juros, correção monetária e honorários advocatícios de sucumbência, sem que tais pedidos constem expressamente da petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "103556",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Julgue os itens de 75 a 80, relativos a direito processual civil.De acordo com a sistemática processual, um dos requisitos da petição inicial é que nela conste o pedido com as suas especificações. A petição inicial a que falte o pedido é considerada inepta e será indeferida de plano pelo juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "99972",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial NÃO poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conter pedido genérico, mesmo se a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      },
      {
        "letra": "B",
        "texto": "ser considerada inepta quando da narração dos fatos não decorrer logicamente a conclusão."
      },
      {
        "letra": "C",
        "texto": "ser aditada depois da citação sem o consentimento do réu, mesmo se o autor arcar com as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "D",
        "texto": "ser considerada inepta quando contiver pedidos incompatíveis entre si."
      },
      {
        "letra": "E",
        "texto": "conter mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "97342",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Numa ação ordinária de cobrança, não foram incluídas no pedido as prestações vincendas. Nesse caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inclusão das prestações vincendas na condenação dependerá da expressa concordância do réu."
      },
      {
        "letra": "B",
        "texto": "sentença não poderá incluí-las na condenação, sob pena de nulidade por decisão extra petita."
      },
      {
        "letra": "C",
        "texto": "inclusão das prestações vincendas na condenação dependerá de aditamento da petição inicial pelo autor."
      },
      {
        "letra": "D",
        "texto": "sentença as incluirá na condenação, independentemente de pedido expresso do autor."
      },
      {
        "letra": "E",
        "texto": "sentença só poderá incluir na condenação as prestações vencidas até a citação do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "84778",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O valor da causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando houver pedido subsidiário corresponderá ao valor da soma dos dois pedidos."
      },
      {
        "letra": "B",
        "texto": "quando houver pedidos alternativos corresponderá ao valor da soma dos dois pedidos."
      },
      {
        "letra": "C",
        "texto": "na ação de cobrança de dívida corresponderá a soma do principal corrigido monetariamente, sem o acréscimo de juros."
      },
      {
        "letra": "D",
        "texto": "poderá ser impugnado pelo réu no prazo da constestação, sendo esta impugnação autuada em apenso ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "E",
        "texto": "será dispensado se a causa não tiver conteúdo econômico imediato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1659758",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser dispensada a citação e proferida sentença, quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "Considera-se proposta a ação no momento em que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. A propositura da ação só produz efeitos quanto ao réu depois que for validamente citado."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, é vedado ao juiz, reformar sua decisão, devendo encaminhar imediatamente os autos do processo ao tribunal competente."
      },
      {
        "letra": "D",
        "texto": "O pedido deve ser certo ou determinado, é lícito, porém, formular pedido genérico, quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "497552",
    "metadata": "Ano: 2010 | Banca: IADES | Órgão: CFA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os requisitos da petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz ou tribunal, a que é dirigida; os nomes, prenomes, estado civil, profissão, domicílio e residência do autor e do réu; o fato e os fundamentos jurídicos do pedido; o pedido, com as suas especificações; o valor da causa; as provas com que o autor pretende demonstrar a verdade dos fatos alegados; o requerimento para ouvir o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O juiz ou tribunal, a que é dirigida; os nomes, prenomes, apelidos, estado civil, profissão, domicílio e residência do autor e do réu; o pedido, com as suas especificações; o valor da causa; as provas com que o autor pretende demonstrar a verdade dos fatos alegados; o requerimento para a citação do réu."
      },
      {
        "letra": "C",
        "texto": "O juiz ou tribunal, a que é dirigida; os nomes, prenomes, estado civil, profissão, domicílio e residência do autor e do réu; o fato e os fundamentos jurídicos do pedido; o pedido, com as suas especificações; o valor da causa; as provas com que o autor pretende demonstrar a verdade dos fatos alegados; o requerimento para a citação do réu."
      },
      {
        "letra": "D",
        "texto": "O juiz a que é dirigida; os nomes, prenomes, estado civil, profissão, domicílio e residência do autor e do réu; o fato e os fundamentos jurídicos do pedido; o pedido, com as suas especificações; o valor da indenização; as provas com que o autor pretende demonstrar a verdade dos fatos alegados; o requerimento para a citação do réu, requerimento para ouvir o Ministério Público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "479736",
    "metadata": "Ano: 2010 | Banca: UPENET/IAUPE | Órgão: SUAPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Verificando que a petição inicial não preenche os requisitos exigidos pelo Código de Processo Civil ou apresenta defeitos e irregularidades capazes de dificultar o julgamento do mérito, o juiz, considerando o princípio da economia, terá a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a citação do réu."
      },
      {
        "letra": "B",
        "texto": "julgar antecipadamente a lide."
      },
      {
        "letra": "C",
        "texto": "determinar que o autor a emende."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo sem exame do mérito."
      },
      {
        "letra": "E",
        "texto": "extinguir o processo com exame do mérito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456883",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito do pedido constante da petição inicial, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor não poderá aditar o pedido se já tiver sido expedido o mandado de citação."
      },
      {
        "letra": "B",
        "texto": "A inexistência de conexão impede sempre a cumulação de pedidos, num único processo, contra o mesmo réu."
      },
      {
        "letra": "C",
        "texto": "O autor não pode formular pedido genérico quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      },
      {
        "letra": "D",
        "texto": "Como os pedidos são interpretados restritivamente, não se compreende no principal os juros legais."
      },
      {
        "letra": "E",
        "texto": "Quando a obrigação consistir em prestações periódicas, considerar-se-ão elas incluídas no pedido, independentemente da declaração expressa do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "407154",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "No que diz respeito aos pedidos, é CORRETA a seguinte afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito a parte formular pedido genérico, ainda que seja possível determinar, de modo definitivo, as consequências do ato ou do fato ilícito."
      },
      {
        "letra": "B",
        "texto": "Na obrigação indivisível com pluralidade de credores, aquele que não participou do processo receberá sua parte sem deduções."
      },
      {
        "letra": "C",
        "texto": "Os pedidos são, interpretados restritivamente, compreendendo-se no principal os juros legais."
      },
      {
        "letra": "D",
        "texto": "Antes da citação, o autor não poderá aditar o pedido."
      },
      {
        "letra": "E",
        "texto": "O pedido será alternativo quando a parte pretender que o juiz conheça do posterior, em não podendo acolher o anterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358996",
    "metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito dos pedidos e da resposta do réu, marque a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido pode ser sucessivo eventual, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "Formulado pedido que tenha por objeto o pagamento de prestações periódicas, o autor deverá ter nele incluído o pagamento das prestações vencidas e vincendas, sob pena de o juiz não poder se pronunciar sobre aqueles valores vencidos e compreendidos entre a data do ajuizamento e o do julgamento."
      },
      {
        "letra": "C",
        "texto": "Depois da contestação não existe mais a possibilidade de dedução de novas alegações"
      },
      {
        "letra": "D",
        "texto": "Se o réu alegar qualquer das matérias de defesa previstas no art. 301 do CPC, o juiz deverá ouvir o autor no prazo de 10 dias, permitindo a produção de prova oral."
      },
      {
        "letra": "E",
        "texto": "Sendo a matéria controvertida unicamente de direito e tendo o juízo já proferido decisão de improcedência total em casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da que foi anteriormente prolatada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "257750",
    "metadata": "Ano: 2010 | Banca: UPENET/IAUPE | Órgão: Grande Recife",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "No procedimento ordinário, constante no Código de Processo Civil, a petição inicial será indeferida, quando for inepta. Considera -se inepta, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte for manifestadamente ilegítima."
      },
      {
        "letra": "B",
        "texto": "o juiz verificar desde logo a decadência ou a prescrição."
      },
      {
        "letra": "C",
        "texto": "o autor carecer de interesse processual."
      },
      {
        "letra": "D",
        "texto": "da narração dos fatos não decorrer logicamente a conclusão."
      },
      {
        "letra": "E",
        "texto": "o tipo de procedimento escolhido pelo autor não corresponder à natureza da causa ou ao valor da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "118610",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise as afirmações abaixo e assinale a alternativa correta segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os pedidos são interpretados extensivamente, compreendendo-se no principal os juros legais e a correção monetária."
      },
      {
        "letra": "B",
        "texto": "A contestação e a reconvenção devem ser oferecidas simultaneamente, mas esta deve ser processada em apenso aos autos principais."
      },
      {
        "letra": "C",
        "texto": "É lícito formular pedido genérico quando não for possível determinar de modo definitivo as conseqüências do ato ilícito."
      },
      {
        "letra": "D",
        "texto": "Indeferida a petição inicial, o autor pode agravar, facultando-se ao juiz reformar sua decisão em quarenta e oito horas."
      },
      {
        "letra": "E",
        "texto": "Há litispendência quando se repete ação que já foi decidida por sentença transitada em julgado;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "118603",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO contém uma das causas de inépcia da inicial previstas no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existência de pedidos incompatíveis entre si."
      },
      {
        "letra": "B",
        "texto": "Falta de pedido."
      },
      {
        "letra": "C",
        "texto": "Ausência de causa de pedir."
      },
      {
        "letra": "D",
        "texto": "O procedimento escolhido pelo autor não corresponde à natureza da causa."
      },
      {
        "letra": "E",
        "texto": "A conclusão não decorre logicamente da narração dos fatos,"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "115319",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "De acordo com Luiz Guilherme Marinoni, em sua obra Teoria Geral do Processo, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedido juridicamente impossível é aquele que não é viável, seja por estar expressamente proibido por uma norma, seja por estar obstaculizado pelo sistema jurídico."
      },
      {
        "letra": "B",
        "texto": "Todas as regras processuais relacionadas com o direito fundamental de ação devem ser dimensionadas a partir do direito material."
      },
      {
        "letra": "C",
        "texto": "As normas que tratam das três espécies de tutela antecipatória conferem direito ou poder de determinação de uma técnica entre várias, porque a ação adequada à tutela do direito é dependente da existência do direito material."
      },
      {
        "letra": "D",
        "texto": "O processo é um instrumento voltado à atuação da lei, na medida em que o juiz atribui significado ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "109072",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: IDAF-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial é o instrumento pelo qual a demanda se instrumentaliza, a forma de materializar o interesse em buscar a tutela jurisdicional. Sobre o tema, analise as seguintes afirmativas.I. A petição inicial é considerada inepta quando lhe faltar pedido ou causa de pedir.II. Dentre os requisitos estruturais da petição inicial estão a indicação do juiz ou tribunal a que é dirigida e o fato e os fundamentos jurídicos do pedido.III. Verificando que a petição inicial não preenche os requisitos previstos na lei, caberá ao juiz determinar que o autor a emende ou complete no prazo de 60(sessenta) dias.IV. Da decisão que indefere a petição inicial poderá o autor apelar, facultado ao juiz reformar sua decisão.Somente estão corretas as seguintes afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "93936",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial deve indicar o juiz ou tribunal a que é dirigida."
      },
      {
        "letra": "B",
        "texto": "A petição inicial deve indicar o fato e os fundamentos jurídicos do pedido."
      },
      {
        "letra": "C",
        "texto": "Nas ações declaratórias, deve constar na petição inicial o respectivo pedido de condenação."
      },
      {
        "letra": "D",
        "texto": "Na petição inicial, é indispensável o requerimento de citação do réu."
      },
      {
        "letra": "E",
        "texto": "A petição inicial poderá conter pedidos alternativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "84517",
    "metadata": "Ano: 2010 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre petição inicial, é CORRETO afirmar: I. Quando a petição inicial não vier acompanhada dos documentos indispensáveis à propositura da ação de plano, o juiz a indeferirá. II. Indeferida a petição inicial, o autor poderá apelar, sendo vedada ao juiz a reforma da sua decisão. III. Quando a obrigação consistir em prestações periódicas, elas serão consideradas incluídas no pedido se houver declaração expressa do autor. IV. O juiz, ao pronunciar de ofício a prescrição, indeferirá a petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva IV está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva I está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "82386",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá conter pedido certo e determinado, não comportando pedido alternativo, ainda que, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "não poderá ser indeferida liminarmente, mas somente após a citação do réu, se este tiver formulado pedido nesse sentido."
      },
      {
        "letra": "C",
        "texto": "só poderá ser indeferida liminarmente se o juiz verificar, desde logo, a decadência ou prescrição."
      },
      {
        "letra": "D",
        "texto": "poderá ser aditada pelo autor após a citação, mesmo sem expressa autorização do réu nesse sentido."
      },
      {
        "letra": "E",
        "texto": "poderá ser indeferida liminarmente, hipótese em que o autor poderá apelar, facultado ao juiz, no prazo de 48 horas, reformar a sua decisão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77975",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial da reconvenção será indeferida, se a petição inicial da ação originária for inepta."
      },
      {
        "letra": "B",
        "texto": "No rito ordinário, cabe reconvenção no prazo de dez dias contados da intimação pessoal em audiência preliminar."
      },
      {
        "letra": "C",
        "texto": "O indeferimento da petição inicial, na fase seneadora, com fundamento na coisa julgada, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "D",
        "texto": "É lícito ao réu apresentar reconvenção após a intimação do autor para réplica."
      },
      {
        "letra": "E",
        "texto": "É nula a sentença que julga a lide originária, quando deixa de julgar a reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77974",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "NÃO é inepta a petição inicial quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lhe faltar pedido ou causa de pedir."
      },
      {
        "letra": "B",
        "texto": "a parte for manifestamente ilegítima."
      },
      {
        "letra": "C",
        "texto": "da narração dos fatos não decorrer logicamente a conclusão."
      },
      {
        "letra": "D",
        "texto": "o pedido for juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "contiver pedidos incompatíveis entre si."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "76263",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A petição inicial deverá ser indeferida de plano quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lhe faltar pedido ou causa de pedir; o pedido for juridicamente impossível; o juiz verificar, desde logo, a decadência ou a prescrição."
      },
      {
        "letra": "B",
        "texto": "a parte for manifestamente ilegítima; deixar o advogado de declarar o endereço em que receberá intimações; a parte for incapaz por defeito de representação ou falta de autorização."
      },
      {
        "letra": "C",
        "texto": "o autor carecer de interesse processual; faltar caução ou outra prestação que a lei exigir como preliminar; apresentar defeitos e irregularidades capazes de dificultar o julgamento de mérito."
      },
      {
        "letra": "D",
        "texto": "apresentada, não tiver sido instruída com os documentos indispensáveis à propositura da ação; o tipo de procedimento, escolhido pelo autor, não corresponder à natureza da causa ou ao valor da ação e não puder adaptar-se ao tipo de procedimento legal; quando o pedido for genérico."
      },
      {
        "letra": "E",
        "texto": "não contiver o fato e os fundamentos jurídicos do pedido, o pedido, com as suas especificações e o valor da causa; contiver pedidos incompatíveis entre si; o autor aditar o pedido após a citação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "74595",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial"
    ],
    "enunciado_principal": "O pedido, veículo da pretensão manifestada pelo autor, deve ser certo e determinado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68335",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando a hipótese de ser distribuída petição inicial, cuja matéria controvertida for unicamente de direito e já houver sido proferidas sentenças de total improcedência do pedido em outras ações idênticas, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A citação do réu poderá ser dispensada."
      },
      {
        "letra": "B",
        "texto": "Poderá ser proferida imediata sentença, reproduzindo-se o teor das decisões anteriores."
      },
      {
        "letra": "C",
        "texto": "Ao receber o recurso do autor contra a sentença, o juiz poderá decidir não manter a decisão e determinar o prosseguimento da ação, com a citação do réu."
      },
      {
        "letra": "D",
        "texto": "O autor deverá ser intimado para manifestar seu interesse no prosseguimento da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "68328",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considerando-se o que prevê o Código de Processo Civil, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento comum é aplicado a todas as causas."
      },
      {
        "letra": "B",
        "texto": "Até a sentença, poderá o autor aditar o pedido inicial, correndo, por sua conta, as custas decorrentes dessa iniciativa."
      },
      {
        "letra": "C",
        "texto": "A petição inicial será indeferida quando for inepta."
      },
      {
        "letra": "D",
        "texto": "A prescrição e a decadência não podem ser pronunciadas de ofício. Questão"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "66968",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: BAHIAGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito da petição inicial no procedimento ordinário, considere:I. A petição inicial será indeferida quando o juiz verificar, desde logo, a decadência ou a prescrição.II. Indeferida a petição inicial, somente caberá agravo de instrumento interposto diretamente no tribunal competente. III. Os pedidos são interpretados restritivamente, compreendendo- se, entretanto, no principal os juros legais. Está correto o que se afirma SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "62323",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, no procedimento comum, são requisitos da petição inicial, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "valor da causa e juízo ou tribunal a que é dirigida e pedido."
      },
      {
        "letra": "B",
        "texto": "requerimento de citação, fato e fundamentos jurídicos do pedido e provas que se pretende produzir."
      },
      {
        "letra": "C",
        "texto": "nomes, prenomes, estado civil, profissão e domicílio das partes."
      },
      {
        "letra": "D",
        "texto": "rol de testemunhas, quesitos e assistente técnico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "61032",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Ao ser atribuído o valor da causa nas ações de execução de alimentos fixados em favor de criança, o Defensor Público deve considerar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a soma do débito vencido e de uma prestação anual."
      },
      {
        "letra": "B",
        "texto": "uma prestação anual da pensão alimentícia fixada no título judicial."
      },
      {
        "letra": "C",
        "texto": "a soma dos três últimos meses da pensão alimentícia vencidos no momento da distribuição da ação e de uma prestação anual."
      },
      {
        "letra": "D",
        "texto": "a soma dos três últimos meses da pensão alimentícia vencidos no momento da distribuição da ação."
      },
      {
        "letra": "E",
        "texto": "a integralidade do débito vencido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "58600",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito do pedido, como requisito da petição inicial da ação ordinária, considere: I. É vedada a cumulação, num único processo, contra o mesmo réu, de vários pedidos, se entre eles não houver conexão. II. Os pedidos são interpretados restritivamente, compreendendo- se, no entanto, no principal os juros legais. III. Não é lícito ao autor formular pedido genérico quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu. IV. O pedido deve ser único, não sendo lícito ao autor formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior. Está correto o que consta SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "56224",
    "metadata": "Ano: 2010 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso o juiz constate, ao examinar a petição inicial, a ausência de legitimidade de uma das partes, deverá determinar a emenda da respectiva peça processual;"
      },
      {
        "letra": "B",
        "texto": "extinto o processo sem resolução do mérito, em razão da ausência de uma das condições da ação, não se permite nova propositura da ação sem que seja sanado o mesmo vício relativo à condição da ação;"
      },
      {
        "letra": "C",
        "texto": "caso seja proposta ação com as mesmas partes e a mesma causa de pedir de ação anteriormente ajuizada, notando o juiz que a segunda ação apenas reproduz um dos pedidos veiculados na primeira ação, não trazendo novo pedido, deverá determinar a reunião de causas, em razão da continência;"
      },
      {
        "letra": "D",
        "texto": "a incompetência relativa não pode ser declarada de ofício pelo juiz, salvo se se tratar de nulidade de cláusula de eleição de foro, prevista em contrato de adesão;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das alternativas está correta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "55874",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Sobre a petição inicial, analise as seguintes assertivas: I. Contra ato judicial que indeferir liminarmente a petição inicial deverá o autor insurgir-se por agravo de instrumento. II. A petição inicial deverá conter, obrigatoriamente, a indicação do juiz ou tribunal a que é dirigida, o valor da causa e o requerimento de citação do réu. III. Será indeferida a petição inicial quando a parte for manifestamente ilegítima. IV. Será considerada inepta quando tiver pedidos incompatíveis entre si. V. Se não constar o pedido, com suas especificações, deverá a petição inicial ser indeferida de plano pelo juiz. Estão corretas as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "41135",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ, assinale a opção correta quanto ao procedimento de emenda da petição inicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só é possível a emenda da petição inicial, por determinação do juiz, antes da citação do réu."
      },
      {
        "letra": "B",
        "texto": "A emenda da petição inicial por determinação do juiz é vedada, por afrontar o princípio constitucional da inércia, da demanda ou da ação."
      },
      {
        "letra": "C",
        "texto": "Contestada a ação, a petição inicial já não pode ser emendada, quer por iniciativa da parte, quer por determinação do juiz."
      },
      {
        "letra": "D",
        "texto": "É possível a emenda da petição inicial enquanto não forem realizadas todas as citações, desde que com o consentimento dos litisconsortes já citados."
      },
      {
        "letra": "E",
        "texto": "A emenda à petição inicial pode ser determinada pelo juiz mesmo após a contestação e ainda que acarrete alteração no pedido ou na causa de pedir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "36861",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Processo de execução"
    ],
    "enunciado_principal": "Verificando o juiz que a petição inicial está incompleta, ou não se acha acompanhada dos documentos indispensáveis à propositura da execução,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinará que o credor a corrija, no prazo de quinze dias, sob pena de ser indeferida."
      },
      {
        "letra": "B",
        "texto": "determinará que o credor a corrija, no prazo de cinco dias, sob pena de ser indeferida."
      },
      {
        "letra": "C",
        "texto": "indeferirá de plano a petição inicial pela sua inépcia."
      },
      {
        "letra": "D",
        "texto": "determinará que o credor a corrija, no prazo de dez dias, sob pena de ser indeferida."
      },
      {
        "letra": "E",
        "texto": "receberá a petição inicial, adotando-se obrigatóriamente o procedimento ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "36121",
    "metadata": "Ano: 2010 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "I - É lícito formular pedido genérico nas ações universais, se o autor não puder individuar na petição os bens demandados.II - Considera-se inepta a petição inicial quando o tipo de procedimento escolhido pelo autor não corresponder à natureza da causa.III - O pedido será sucessivo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo.IV - Os pedidos são interpretados restritivamente, compreendendo-se, entretanto, no principal os juros legais.V - O autor poderá aditar o pedido antes da apresentação da contestação do réu, correndo às suas conta as custas acrescidas em razão desta iniciativa.Com fundamento no Código de Processo Civil, em sua redação atual, estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1224596",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Com relação ao processo, ao procedimento, aos juizados especiais, ao pedido e à resposta do réu no direito processual civil, julgue o item seguinte. A cumulação de pedidos é admissível desde que os pedidos sejam sempre conexos, compatíveis entre si e dirigidos ao mesmo réu. É necessário, ainda, que o mesmo juízo seja competente para conhecer deles.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1188335",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Petição Inicial",
      "Ações possessórias"
    ],
    "enunciado_principal": "Julgue o item que segue no que concerne ao pedido. No caso de o autor formular mais de um pedido, sendo o primeiro de imissão na posse de determinado imóvel e o segundo de reparação dos danos gerados pela ocupação injustificada do bem, há cumulação própria sucessiva, não cumulação subsidiária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "399235",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "A respeito do valor da causa, é INCORRETO afirmar que será,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na ação de alimentos, a soma de doze prestações mensais, pedidas pelo autor."
      },
      {
        "letra": "B",
        "texto": "na ação de cobrança de dívida, a soma do principal, da pena e dos juros vencidos até a propositura da ação."
      },
      {
        "letra": "C",
        "texto": "havendo cumulação de pedidos, a quantia correspondente à soma de todos eles."
      },
      {
        "letra": "D",
        "texto": "sendo alternativos os pedidos, o de maior valor."
      },
      {
        "letra": "E",
        "texto": "se houver além do pedido principal também pedido subsidiário, a soma do valor de ambos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "192625",
    "metadata": "Ano: 2009 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Considere as assertivas abaixo sobre petição inicial.I- A petição inicial que não preencher os requisitos legais ser· indeferida se o autor não a emendar no prazo de cinco dias. II - Estando em termos a petição inicial, o juiz ordenar· a citação do réu para que responda a ação, presumindo-se aceitos pelo réu os fatos e os fundamentos jurÌdicos articulados pelo autor, em não sendo contestada a ação no prazo legal. III - Pela teoria da substanciação, adotada no Código de Processo Civil, a petição inicial dever· indicar o fato e os fundamentos jurídicos do pedido.Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas I e II"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  }
]