[
  {
    "id": "981124",
    "metadata": "Ano: 2016 | Banca: FACET Concursos | Órgão: Prefeitura de Marcação - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "O artigo 263, parte inicial, do CPC/73, preleciona o seguinte: \"considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara\". Tomando-se por base essa regra, e as normas concernentes à prevenção do juízo, é correto afirmar-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação estará preventa logo que for distribuída para o juízo competente;"
      },
      {
        "letra": "B",
        "texto": "somente teremos a prevenção com a citação válida do réu;"
      },
      {
        "letra": "C",
        "texto": "haverá prevenção havendo a citação, mesmo que inválida."
      },
      {
        "letra": "D",
        "texto": "a prevenção ocorrerá com a citação do réu, ainda que ordenada por juiz incompetente."
      },
      {
        "letra": "E",
        "texto": "a distribuição da ação, em qualquer hipótese já torna prevento o juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "635267",
    "metadata": "Ano: 2016 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Ações Coletivas no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Considerando o ordenamento processual na vigência do Código de Processo Civil de 1973: I. A substituição processual é o instituto que se aplica quando se troca a pessoa em algum dos polos da relação processual, como, por exemplo, no caso de falecimento de uma das partes que seja pessoa natural. II. A legitimação extraordinária permite que alguém postule, em nome de outrem, direito desse terceiro. III. A legitimidade para o processo deve estar prevista na lei processual e, para o seu exame, é irrelevante a demanda específica. A legitimidade para a causa deve ser examinada no caso concreto, considerada a pretensão deduzida. IV. Ajuizada ação coletiva atinente à macrolide geradora de processos multitudinários, pode ser decretada a suspensão das ações individuais, no aguardo do julgamento da ação coletiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "633155",
    "metadata": "Ano: 2016 | Banca: FAUEL | Órgão: CISMEPAR - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "No que diz respeito à resposta do réu e, especialmente, à contestação, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito ao juiz se pronunciar de ofício sobre a existência de compromisso arbitral."
      },
      {
        "letra": "B",
        "texto": "Um dos princípios que norteia a atividade desenvolvida pelo réu na contestação é o da eventualidade, também conhecido como princípio da concentração de defesa, de forma que se admite que o réu produza argumentos logicamente incompatíveis, alegando, por exemplo, sucessivamente, que a dívida não existe e que já a pagou."
      },
      {
        "letra": "C",
        "texto": "Litispendência, perempção e coisa julgada são exemplos de defensas preliminares ou processuais."
      },
      {
        "letra": "D",
        "texto": "Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "627557",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da extinção do processo",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise os itens abaixo a propósito de temática processual civil consoante legislação aplicável ao certame:I. Responderá por perdas e danos o juiz, quando no exercício de suas funções, proceder com dolo ou fraude ou recusar, omitir ou retardar, sem justo motivo, providência que deva ordenar de ofício, ou a requerimento da parte. II. Reputa-se fundada a suspeição de parcialidade do juiz, quando amigo íntimo ou inimigo capital de qualquer das partes ou de seus advogados ou alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau; III. Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais. IV. O juiz decidirá o mérito nos limites em que foi proposto, sendo-lhe defeso conhecer de questões não suscitadas a cujo respeito a lei exige a iniciativa da parte. V. O Juiz suspenderá o processo, pelo prazo de 1 (um) ano, quando a sentença de mérito depender do julgamento de outra causa, ou da declaração da existência ou inexistência da relação jurídica, que constitua o objeto principal de outro processo pendente, findo o prazo mencionado, o juiz mandará prosseguir o processo.Agora, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se as afirmativas I, III e V forem verdadeiras e as afirmativas II e IV forem falsas."
      },
      {
        "letra": "B",
        "texto": "Se as afirmativas III, IV e V forem verdadeiras e as afirmativas I e II forem falsas."
      },
      {
        "letra": "C",
        "texto": "Se apenas a afirmativa V for falsa e as demais verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se as afirmativas I, II, III e V forem verdadeiras e a afirmativas IV for falsa."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "627556",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise as proposições abaixo referentes a tema de direito processual civil, segundo a legislação aplicável ao certame, assinalando a opção correta:I. Argúi-se, por meio de exceção, a incompetência relativa, sendo que a nulidade da cláusula de eleição de foro, em contrato de adesão, deverá ser declarada de ofício pelo juiz, que declinará da competência para o juízo de domicílio do autor. II. A incompetência absoluta pode ser declarada de ofício e pode ser alegada, em qualquer tempo e instância, independentemente de exceção e manifestação das partes. III. Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos. IV. O conflito será suscitado ao presidente do tribunal pelo juiz e pelo Ministério Público, por ofício e pela parte, por petição, e deve ser instruído com os documentos necessários à prova do conflito. V. O juiz dirigirá o processo conforme as disposições e os princípios do processo civil, velando pela rápida solução do lítigio, tentando, a qualquer tempo, conciliar as partes, com auxílio de conciliadores e mediadores judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se apenas uma afirmativa for falsa e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Se duas afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Se três afirmativas forem falsas e as demais afirmativas forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Se quatro afirmativas forem falsas e uma afirmativa for verdadeira."
      },
      {
        "letra": "E",
        "texto": "Se todas as afirmativas forem falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620586",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e dos pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da asserção, a análise das condições da ação é feita pelo juiz com base nas alegações apresentadas na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Na ação de alimentos contra o pai, o menor de dezesseis anos de idade tem legitimidade para o processo, mas não goza de legitimidade para a causa."
      },
      {
        "letra": "C",
        "texto": "O direito a determinada prestação jurisdicional se esgota com o simples exercício do direito de ação."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria concreta da ação, o direito de agir é autônomo e independe do reconhecimento do direito material supostamente violado."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de legitimidade extraordinária, a presença e a higidez dos pressupostos processuais serão examinadas em face da parte substituída."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "611512",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Relacione corretamente instituto processual ao respectivo conceito. I- inépcia da petição inicial. II- coisa julgada. III- litispendência. IV- carência de ação. A - Há____________________________, quando se repete ação, que está em curso. B - Há____________________________, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. C - Há _________________________ quando Ihe faltar pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível e/ou contiver pedidos incompatíveis entre si. D - Há ___________________________ quando para propor ou contestar ação faltar às partes interesse e legitimidade. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A – III; B – II; C – I; D – IV."
      },
      {
        "letra": "B",
        "texto": "A – IV; B – III; C – II; D – I."
      },
      {
        "letra": "C",
        "texto": "A – II; B – III; C – I; D – IV"
      },
      {
        "letra": "D",
        "texto": "A – I; B – II; C – IV; D – III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "600810",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É impedido o Juiz, no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "B",
        "texto": "Quando for interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "C",
        "texto": "Quando for herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Quando interveio como mandatário da parte, oficiou como perito, funcionou como órgão do Ministério Público, ou prestou depoimento como testemunha."
      },
      {
        "letra": "E",
        "texto": "Quando amigo íntimo ou inimigo capital de qualquer das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "595608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Modificação de competência",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação processual civil e da jurisprudência dominante do STJ sobre competência e capacidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Proposta ação de usucapião no foro do domicílio do autor, e não havendo exceção de incompetência tempestiva, prorroga-se a competência do juízo perante o qual foi proposta a ação, mesmo que seja em local diverso do imóvel usucapiendo."
      },
      {
        "letra": "B",
        "texto": "A incompetência relativa somente pode ser arguida por meio de exceção, não podendo o juiz, em hipótese alguma, declinar de ofício da competência em razão do lugar."
      },
      {
        "letra": "C",
        "texto": "O réu preso não tem capacidade processual, razão pela qual, impõe-se a nomeação de curador especial em seu favor."
      },
      {
        "letra": "D",
        "texto": "O curador especial tem legitimidade para propor exceção de incompetência, suspeição ou impedimento, impugnação ao valor da causa ou à concessão de assistência judiciária, requerer provas, contestar, propor reconvenção e apresentar embargos à execução, entre outros meios de defesa."
      },
      {
        "letra": "E",
        "texto": "A parte requerida poderá oferecer exceção declinatória de foro ainda que o MP ou o juiz, de ofício, já tenham suscitado conflito de competência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1326335",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "B",
        "texto": "quando herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "C",
        "texto": "que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "D",
        "texto": "quando alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "E",
        "texto": "quando receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1181890",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Prefeitura de Ortigueira - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Em relação às exceções processuais, julgue os itens abaixo e, em seguida, assinale a alternativa correta. I. É lícito, no prazo de 10 (dez) dias, a qualquer das partes, oferecer exceção, aduzindo a incompetência, o impedimento ou a suspeição. II. As exceções de impedimento e de suspeição do juiz podem ser oferecidas, mesmo depois de decorrido o prazo para a resposta do demandado, o que pode se dar em qualquer tempo e grau de jurisdição. III. O oferecimento de qualquer das exceções processuais não acarretará a suspensão do processo. IV. A exceção de incompetência deve ser apresentada em petição autônoma, fundamentada e devidamente instruída, indicando o excipiente o juízo que considera competente. Sobre o tema, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas o item IV."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "619839",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Com relação aos impedimentos e à suspeição, assinale V para a afirmativa verdadeira e F para a falsa. ( ) É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário quando for cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou na colateral, até o terceiro grau.( ) Reputa-se fundada a suspeição de parcialidade do juiz quando este for herdeiro presuntivo de alguma das partes. ( ) Os motivos de impedimento e de suspeição não se aplicam aos serventuários da Justiça. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V e F."
      },
      {
        "letra": "B",
        "texto": "F, V e V."
      },
      {
        "letra": "C",
        "texto": "V, F e F."
      },
      {
        "letra": "D",
        "texto": "V, V e F."
      },
      {
        "letra": "E",
        "texto": "F, F e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "619837",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "A respeito da legitimidade extraordinária, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade extraordinária pode ser atribuída por meio de um negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A extinção do processo por falta de legitimado extraordinário implica uma decisão que não examina o mérito da causa."
      },
      {
        "letra": "C",
        "texto": "O legitimado ordinário é aquele que defende interesse próprio em juízo."
      },
      {
        "letra": "D",
        "texto": "O legitimado extraordinário é aquele que defende em nome próprio interesse alheio."
      },
      {
        "letra": "E",
        "texto": "A legitimação extraordinária autônoma ocorre quando o legitimado extraordinário estiver autorizado a conduzir o processo independentemente da participação do titular do direito litigioso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "614759",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Bernardo ajuizou contra Paulo ação de indenização por danos morais. Após a contestação, o juiz verificou que ambas as partes estavam irregularmente representadas, razão pela qual concedeu ao autor e ao réu o prazo de 10 dias para sanarem o defeito. Decorrido o prazo, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a nulidade do processo, se apenas Paulo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "B",
        "texto": "julgar improcedente o pedido, necessariamente, se apenas Bernardo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "C",
        "texto": "decretar a nulidade do processo, se apenas Bernardo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "D",
        "texto": "julgar procedente o pedido, necessariamente, se apenas Paulo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "E",
        "texto": "conceder a ambas as partes, obrigatoriamente, prazo suplementar para regularização da representação processual, se nem Bernardo nem Paulo o tiverem feito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "597308",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a capacidade processual, nos termos previstos no atual Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz dará curador especial ao incapaz, se não tiver representante legal, ao réu solto, bem como a réu citado por edital ou por hora certa, independentemente da declaração de revelia."
      },
      {
        "letra": "B",
        "texto": "nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      },
      {
        "letra": "C",
        "texto": "a autorização do marido e a outorga da mulher não podem suprir-se judicialmente, por ser ato unilateral e individual, mesmo quando um cônjuge a recuse ao outro sem justo motivo, ou lhe seja impossível dá-la."
      },
      {
        "letra": "D",
        "texto": "a massa falida é representada em juízo, ativa e passivamente, por seu curador, enquanto a herança vacante e jacente o será pelo seu inventariante."
      },
      {
        "letra": "E",
        "texto": "verificando a incapacidade processual ou a irregularidade da representação do autor, o juiz, suspendendo o processo, marcará prazo razoável para ser sanado o defeito, sendo que se não for cumprido pelo requerente a providência que lhe couber, terá declarada a anulação do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "592476",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Com relação ao litisconsórcio, às nulidades e à atuação do juiz no processo civil, julgue o item a seguir, de acordo com o CPC e com a jurisprudência dos tribunais superiores. Se, ao examinar processo judicial que lhe foi distribuído, o magistrado verificar que é amigo íntimo do autor da demanda, deverá declarar-se impedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "590370",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Funcionário público estadual, inconformado com o ato administrativo que o demitiu do serviço público, em virtude do cometimento de grave falta funcional, impetrou mandado de segurança em que pleiteou a invalidação do ato em questão, sob o fundamento de não terem sido observadas, no processo administrativo disciplinar instaurado em seu desfavor, as garantias da ampla defesa e do contraditório. Diante do indeferimento da medida liminar requerida na inicial, para que se suspendesse a eficácia do ato punitivo, o servidor houve por bem ajuizar uma nova demanda, já então sob o rito ordinário, em que postulou, da mesma forma, a invalidação do ato demissório, aduzindo a mesma causa petendi. Considerando a propositura da segunda ação, a que se seguiram o seu juízo positivo de admissibilidade e a citação do ente federativo, está-se diante do fenômeno da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "litispendência;"
      },
      {
        "letra": "B",
        "texto": "conexão;"
      },
      {
        "letra": "C",
        "texto": "continência;"
      },
      {
        "letra": "D",
        "texto": "carência de ação, por impossibilidade jurídica do pedido;"
      },
      {
        "letra": "E",
        "texto": "perempção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "587985",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ações Coletivas no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "A respeito de competência, continência, suspensão do processo, prescrição e execução em ações coletivas, assinale a opção correta à luz da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso seja ajuizada ação coletiva atinente à macrolide geradora de processos multitudinários, não será possível determinar a suspensão do andamento de processos individuais até o julgamento, no âmbito da ação coletiva, da questão jurídica de fundo neles discutida, sob pena de violação ao direito constitucional de acesso à justiça."
      },
      {
        "letra": "B",
        "texto": "No âmbito do direito privado, é de cinco anos o prazo prescricional para o ajuizamento de execução individual em pedido de cumprimento de sentença proferida em ACP, salvo se, na ação de conhecimento, já transitada em julgado, tiver sido reconhecida a aplicabilidade do prazo de prescrição vintenário."
      },
      {
        "letra": "C",
        "texto": "Após o julgamento procedente de pedido em ACP destinada a reparar lesão a direitos individuais homogêneos, os juros de mora devidos serão calculados a partir da citação inicial na ação coletiva."
      },
      {
        "letra": "D",
        "texto": "Compete ao juiz estadual, nas comarcas que não sejam sede de vara federal, processar e julgar ACP, ainda que a União figure no processo."
      },
      {
        "letra": "E",
        "texto": "Se duas ações coletivas forem propostas perante juízos de competência territorial distinta, contra o mesmo réu e com a mesma causa de pedir, e o objeto de uma ação for mais abrangente do que o da outra, competirá ao juízo da ação de objeto mais amplo o processamento e julgamento das duas demandas, ainda que ambas sejam propostas por entidades associativas distintas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "581728",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "De acordo com o entendimento do STF e do STJ, admite-se a ocorrência da litispendência entre um mandado de segurança e uma ação ordinária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "581537",
    "metadata": "Ano: 2015 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre a litispendência, a conexão ou a coisa julgada, quando o autor reproduz ação idêntica, julgada ou não, contra o mesmo réu."
      },
      {
        "letra": "B",
        "texto": "Serão opostos por meio de exceção a incompetência, o impedimento, a suspeição e a reconvenção."
      },
      {
        "letra": "C",
        "texto": "O revel poderá intervir no processo em qualquer fase, recebendo-o no estado em que se encontrar, ressalvado-lhe a reabertura do direito de apresentar defesa."
      },
      {
        "letra": "D",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas."
      },
      {
        "letra": "E",
        "texto": "Indeferida a petição inicial, o autor poderá apelar, no prazo de quinze dias, sendo facultado ao juiz reformar sua decisão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "579102",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "No processo A o juiz é empregador do autor. No processo B o juiz é amigo íntimo do réu. No processo C o juiz é sobrinho do autor. No processo D o autor é devedor da esposa do juiz. E, no processo E o advogado do autor é seu cunhado. Nestes casos, de acordo com o Código de Processo Civil brasileiro, fica o juiz impedido de exercer as suas funções apenas nos processos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "B e C."
      },
      {
        "letra": "B",
        "texto": "A, B e C."
      },
      {
        "letra": "C",
        "texto": "A, B, D e E."
      },
      {
        "letra": "D",
        "texto": "B, C e E."
      },
      {
        "letra": "E",
        "texto": "C e E."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "569508",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre os institutos da representação e substituição processual, à luz da legislação em uso e da doutrina e jurisprudência sobre o tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impetração de mandado de segurança coletivo por entidade de classe em favor dos associados depende da autorização desses."
      },
      {
        "letra": "B",
        "texto": "No processo de execução, credores cessionários têm o direito de substituir o cedente na parte do crédito que lhes foi cedida."
      },
      {
        "letra": "C",
        "texto": "A reconvenção é forma de resposta admissível ao réu, sendo sempre passível de utilização em face de qualquer autor de demanda deduzida em juízo."
      },
      {
        "letra": "D",
        "texto": "O juiz, ao verificar incapacidade processual ou a irregularidade da representação das partes e terceiros, determinará a regularização até a audiência de instrução ou, após, no prazo preclusivo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto sem resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "A massa falida é representada em juízo pelo sócio majoritário da empresa, até que o mesmo indique o síndico, e haja a homologação judicial deste, que passa a representar a massa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "565650",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Processo de execução",
      "Execução fiscal",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.Deve ser reconhecida a litispendência entre os embargos à execução fiscal e a ação anulatória do débito proposta anteriormente ao ajuizamento da execução fiscal embargada, se forem identificadas as mesmas partes, a mesma causa de pedir e o mesmo pedido nas demandas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564038",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue as assertivas abaixo como verdadeiras (V) ou falsas (F): ( ) É dispensável que o autor do ato eletrônico de transmissão possua capacidade postulatória, sendo suficiente que a peça protocolada esteja subscrita por detentor da referida capacidade. ( ) Ainda que se trate de jurisdição voluntária, o Ministério Público tem interesse na interposição de recurso de apelação em face de sentença que, nos autos de ação de retificação de registro civil, julga procedente o pedido. ( ) O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei apenas quando não houver recurso da Parte. ( ) O Ministério Público deve obrigatoriamente intervir em todas as ações de ressarcimento ao erário propostas por entes públicos. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "563777",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Acerca de princípios gerais do processo, ação, jurisdição e pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viola o princípio do juiz natural a criação, em tribunais de justiça, de câmaras para julgamento de ações no período de recesso forense."
      },
      {
        "letra": "B",
        "texto": "A teoria da asserção só pode ser aplicada antes da apresentação da defesa pelo réu."
      },
      {
        "letra": "C",
        "texto": "O substituto processual é aquele que está em juízo em nome alheio, defendendo interesse alheio."
      },
      {
        "letra": "D",
        "texto": "É possível a propositura de ação de cunho declaratório para interpretar decisão judicial."
      },
      {
        "letra": "E",
        "texto": "No âmbito do processo civil, a imputação de penalidades decorrentes da violação ao princípio da boa-fé limita-se ao autor e ao réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "562738",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Da ação",
      "Critérios de competência",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabendo ao juiz decidir simultaneamente a ação principal e a oposição, conhecerá em primeiro lugar a ação principal."
      },
      {
        "letra": "B",
        "texto": "A ação intentada perante tribunal estrangeiro induz litispendência e permite que a autoridade judiciária brasileira conheça da mesma causa e das que lhe são conexas."
      },
      {
        "letra": "C",
        "texto": "Havendo conexão ou continência, o juiz, de ofício ou a requerimento de qualquer das partes, pode ordenar a reunião de ações propostas em separado, a fim de que sejam decididas simultaneamente."
      },
      {
        "letra": "D",
        "texto": "Os atos e termos processuais dependem de forma determinada senão quando a lei expressamente a exigir reputando-se válido os que, realizado de outro modo, lhe preencham a finalidade."
      },
      {
        "letra": "E",
        "texto": "O juiz nunca responderá por perdas e danos pelos atos praticados no exercício de sua função, ainda que proceda com dolo ou fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "562609",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Analise a situação a seguir. Enquanto advogado da Cohab Minas, Paulo juntou aos autos procuração com poderes para receber a citação inicial e fez carga dos autos para apresentar defesa. Ocorre que não foi apresentada defesa pela Cohab Minas, reputando-se a mesma revel. Desse momento em diante, é CORRETO afirmar que a Cohab Minas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode apresentar objeção de incompetência absoluta e pedir a nulidade dos atos decisórios."
      },
      {
        "letra": "B",
        "texto": "não deverá ser intimada dos atos processuais ulteriores."
      },
      {
        "letra": "C",
        "texto": "pode oferecer exceção de incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "pode oferecer denunciação da lide, reconvenção e ação declaratória incidental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "562607",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: COHAB MINAS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Em relação ao processo civil, ação e execução, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo, no caso de não ser atendida alguma das condições da ação, será julgado com resolução do mérito, acarretando coisa julgada formal."
      },
      {
        "letra": "B",
        "texto": "A pretensão do autor será julgada improcedente quando não verificada a possibilidade jurídica do pedido, uma vez que o direito material não ampara pedido juridicamente impossível."
      },
      {
        "letra": "C",
        "texto": "O interesse de agir, um dos pressupostos processuais, pode ser corretamente definido como a necessidade de invocar a prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "A cobrança de dívida em dinheiro ainda não vencida deverá ser julgada extinta, sem resolução de mérito, porque falta interesse processual ao autor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "556506",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Quanto ao tema da capacidade processual, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se trata de um pressuposto de validade da relação processual;"
      },
      {
        "letra": "B",
        "texto": "a ausência de capacidade para estar em juízo constitui vício que não pode ser sanado, devendo o juiz extinguir o processo sem resolução do mérito assim que constatar o defeito;"
      },
      {
        "letra": "C",
        "texto": "têm capacidade de ser parte todas as pessoas físicas e jurídicas, além dos entes e massas de bens desprovidos de personalidade jurídica a que a lei atribui tal capacidade, como o espólio e o condomínio de edifício;"
      },
      {
        "letra": "D",
        "texto": "a capacidade postulatória consiste na aptidão para dirigir petições ao juiz, sendo privativa do advogado e de profissionais do direito que exerçam funções análogas, no âmbito de suas atribuições, como o Promotor de Justiça e o Defensor Público;"
      },
      {
        "letra": "E",
        "texto": "o advogado, mesmo sem instrumento de mandato, pode exercer a sua capacidade postulatória em prol de seu cliente, a fim de evitar a consumação da prescrição ou decadência, caso em que deverá exibir a procuração no prazo de quinze dias, prorrogável por igual período, por despacho do juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "555751",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da extinção do processo",
      "Pressupostos Processuais",
      "Pressupostos processuais de validade subjetivos"
    ],
    "enunciado_principal": "Ana Helena propõe ação de cobrança contra Adriana, mas seu advogado deixa de recolher as custas processuais, o que conduz à extinção do processo sem resolução do mérito. A causa da extinção concerne a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ausência de diligência processual."
      },
      {
        "letra": "B",
        "texto": "ausência da condição objetiva do interesse processual."
      },
      {
        "letra": "C",
        "texto": "ocorrência de perempção."
      },
      {
        "letra": "D",
        "texto": "contumácia."
      },
      {
        "letra": "E",
        "texto": "ausência de pressuposto de constituição e de desenvolvimento válido e regular do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555748",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Direito Civil e Processual CivilNo tocante à capacidade processual, os cônjuges",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão citados como litisconsortes passivos em todas as ações de natureza possessória."
      },
      {
        "letra": "B",
        "texto": "não necessitarão da anuência um do outro em nenhuma hipótese para o ajuizamento de ações, dada sua igualdade jurídica, constitucionalmente assegurada."
      },
      {
        "letra": "C",
        "texto": "somente necessitarão do consentimento um do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "D",
        "texto": "terão necessariamente que ser representados pelos mesmos advogados quando propuserem demandas como litisconsortes."
      },
      {
        "letra": "E",
        "texto": "têm o direito potestativo de consentirem um ao outro para o ajuizamento de demandas comuns, por isso não podendo sua negativa ser suprida judicialmente em nenhuma circunstância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555561",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "De acordo com o que está previsto no Código de Processo Civil, há inúmeras possibilidades que acarretam o indeferimento da petição inicial. Uma hipótese que não permite que nova petição inicial seja apresentada é caracterização de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inépcia"
      },
      {
        "letra": "B",
        "texto": "ilegitimidade"
      },
      {
        "letra": "C",
        "texto": "prescrição"
      },
      {
        "letra": "D",
        "texto": "carência"
      },
      {
        "letra": "E",
        "texto": "causa de pedir"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555481",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Ajuizada ação anulatória por uma cooperativa de rádio táxi, visando a desconstituir autuação fiscal pelo não pagamento de PIS/COFINS, os autos estavam conclusos para sentença. Porém, nesse momento, adveio uma lei que conferiu remissão total aos créditos tributários objeto do lançamento impugnado, bem como anistia dos respectivos encargos legais, multa e juros de mora. Diante deste cenário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advento da lei posterior não pode influenciar o julgamento de demanda anteriormente ajuizada, pois já consumada a sua estabilização."
      },
      {
        "letra": "B",
        "texto": "Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá- lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a sentença. Portanto, deve o juiz julgar procedentes os pedidos do autor."
      },
      {
        "letra": "C",
        "texto": "Se, depois da propositura da ação, algum fato constitutivo, modificativo ou extintivo do direito influir no julgamento da lide, caberá ao juiz tomá- lo em consideração, de ofício ou a requerimento da parte, no momento de proferir a sentença. Portanto, deve o juiz julgar improcedentes os pedidos do autor."
      },
      {
        "letra": "D",
        "texto": "Como a causa de pedir da ação anulatória não guarda qualquer relação com o conteúdo normativo da legislação posterior, o seu advento não interfere no direito a ser aplicado ao caso, razão pela qual deve o juiz apreciar o mérito da demanda, desconsiderando a existência de lei nova."
      },
      {
        "letra": "E",
        "texto": "Ao conferir remissão aos créditos tributários objeto da demanda, a lei posterior proporcionou a falta de interesse processual superveniente, o que importará a extinção do processo sem resolução de mérito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553233",
    "metadata": "Ano: 2015 | Banca: IDECAN | Órgão: Prefeitura de Rio Pomba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a legitimação e substituição, nos termos do Direito Processual Civil, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença, proferida entre as partes originárias, estende os seus efeitos ao adquirente ou ao cessionário."
      },
      {
        "letra": "B",
        "texto": "ocorrendo a morte de qualquer das partes, dar‐se‐á a substituição pelo seu espólio ou pelos seus sucessores."
      },
      {
        "letra": "C",
        "texto": "só é permitida, no curso do processo, a substituição voluntária das partes nos casos expressos na Constituição."
      },
      {
        "letra": "D",
        "texto": "a parte que revogar o mandato outorgado ao seu advogado, no mesmo ato, constituirá outro que assuma o patrocínio da causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "528072",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Nulidades no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Havendo modificação de competência no curso de um processo, em razão de incompetência absoluta, os atos processuais já praticados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são ineficazes, devendo a ação prosseguir com nova citação."
      },
      {
        "letra": "B",
        "texto": "são anuláveis."
      },
      {
        "letra": "C",
        "texto": "estão automaticamente invalidados."
      },
      {
        "letra": "D",
        "texto": "podem ser ratificados pelo juízo competente."
      },
      {
        "letra": "E",
        "texto": "quando forem decisórios serão nulos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "516606",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "João, com 16 (dezesseis) anos de idade, procura o Defensor Público de sua Comarca e relata ter sido vítima de dano moral praticado por um vizinho, que lhe teria imputado a prática de crime de furto em um determinado estabelecimento comercial. João, que tem pais vivos, pretende propor uma demanda judicial para reparação do fato. Nesse sentido, ele poderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser autor da referida ação, sem representação de seus pais, uma vez que João tem capacidade processual, eis que se encontra no exercício dos seus direitos e por isso tem capacidade para estar sozinho em juízo;"
      },
      {
        "letra": "B",
        "texto": "ser autor da ação, assistido por seus pais, uma vez que os incapazes serão representados em juízo para que o processo tenha validade;"
      },
      {
        "letra": "C",
        "texto": "aguardar a maioridade civil para propor a referida ação judicial, uma vez que, por não ter capacidade de juízo, está impedido de postular a pretensão como autor da ação;"
      },
      {
        "letra": "D",
        "texto": "demandar, porém sem ser autor da ação, pois dependerá de que um de seus pais ou ambos o façam em nome próprio como autor ou autores da ação, uma vez que João não tem capacidade de direito;"
      },
      {
        "letra": "E",
        "texto": "demandar em conjunto com seus pais, uma vez que somente sendo ele e seus pais autores da ação esta terá validade, pois João não pode ser autor da ação não tendo capacidade civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "514713",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da capacidade processual, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Juiz, obrigatoriamente, nomeará curador especial ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele, bem como ao réu preso e ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "B",
        "texto": "Os cônjuges são litisconsortes passivos necessários quando a ação versar sobre direitos reais imobiliários ou for fundada em dívidas contraídas pelo marido a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho da mulher ou seus bens reservados."
      },
      {
        "letra": "C",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      },
      {
        "letra": "D",
        "texto": "Serão representados em juízo, ativa e passivamente, a União, os Estados, o Distrito Federal e os Territórios, por seus procuradores, o Município, por seu Prefeito ou procurador, a massa falida e a empresa em recuperação judicial pelo administrador judicial e o espólio, pelo inventariante."
      },
      {
        "letra": "E",
        "texto": "Verificando a incapacidade processual ou a irregularidade da representação das partes, o juiz, suspendendo o processo, marcará prazo razoável para ser sanado o defeito. Não sendo sanado no prazo, se a providência couber ao autor, o juiz decretará a nulidade do processo, ao réu, decretará sua revelia e, ao terceiro, o excluirá da lide."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512808",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Quanto às exceções de suspeição e impedimento é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As hipóteses de suspeição são de natureza absoluta, não se sujeitando à preclusão."
      },
      {
        "letra": "B",
        "texto": "As hipóteses de impedimento são de natureza objetiva, não sujeitas à preclusão."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento são de natureza subjetiva, sujeitas à preclusão."
      },
      {
        "letra": "D",
        "texto": "As hipóteses de suspeição são de natureza relativa, não se sujeitando à preclusão."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512712",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Cumprimento de sentença",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Indique a alternativa correta sobre a impugnação do executado nos casos de cumprimento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol das matérias dedutíveis na impugnação é exauriente."
      },
      {
        "letra": "B",
        "texto": "A incompetência, o impedimento e a suspeição devem ser opostos em exceção, e não por impugnação."
      },
      {
        "letra": "C",
        "texto": "O objeto da impugnação não abrange as nulidades da penhora."
      },
      {
        "letra": "D",
        "texto": "A falta ou a nulidade da citação, se o processo correu à revelia, poderá ser objeto de impugnação na execução de sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "A impugnação não comporta discussão acerca da inexigibilidade do título judicial fundado em lei ou ato normativo, declarados inconstitucionais pelo Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "503378",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Em ação judicial para propor ação, há necessidade do consentimento de um dos cônjuges. Assinale a alternativa que apresenta em qual situação não se pode suprir a obrigatoriedade do consentimento de um dos cônjuges.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos do consumidor."
      },
      {
        "letra": "C",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de família."
      },
      {
        "letra": "D",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de imagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503377",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece a capacidade processual para pleitear em juízo a tutela jurisdicional. No caso de incapazes, assinale a alternativa correta quanto à representação processual em juízo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os incapazes serão tutelados pelos parentes mais próximos ou os mais remotos, na forma da lei civil."
      },
      {
        "letra": "B",
        "texto": "Os incapazes serão curatelados pelos parentes mais próximos excluindo os remotos, na forma da lei civil."
      },
      {
        "letra": "C",
        "texto": "Os incapazes serão curatelados pelos parentes próximos e, na falta de destes, os remotos, na forma da lei civil."
      },
      {
        "letra": "D",
        "texto": "Os incapazes serão representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498199",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "de acordo com o código de Processo Civil, assinale a alternativa incorreta a respeito do tema capacidade processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz dará curador especial não só ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele, mas também ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "B",
        "texto": "Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo."
      },
      {
        "letra": "C",
        "texto": "Ambos os cônjuges serão necessariamente citados para as ações reais imobiliárias;"
      },
      {
        "letra": "D",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados"
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "496906",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Quanto aos pressupostos processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os pressupostos processuais são os requisitos a serem preenchidos para que o processo possa ter um desenvolvimento válido e regular."
      },
      {
        "letra": "B",
        "texto": "Se as condições da ação foram preenchidas, estará prejudicada a análise dos pressupostos processuais, por perda de objeto."
      },
      {
        "letra": "C",
        "texto": "Se o não preenchimento dos pressupostos processuais não for alegado pela parte, a matéria torna-se preclusa, não podendo ser reexaminada judicialmente."
      },
      {
        "letra": "D",
        "texto": "Se os pressupostos processuais não forem preenchidos, a ação deverá ser julgada extinta com resolução do mérito."
      },
      {
        "letra": "E",
        "texto": "Os pressupostos processuais constituem matéria de ordem dispositiva, devendo ser arguidas pela parte para que possam ser examinadas pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495290",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "À luz da legislação vigente e da jurisprudência sumulada do Tribunal Superior do Trabalho, analise as seguintes proposições:I - A legitimidade ad causam ativa e passiva consiste na capacidade de ser sujeito da relação processual e a legitimidade ad processum resulta na capacidade de realizar atos processuais com efeitos jurídicos; entretanto, ficam excluídos, dentre outros, os que, por enfermidade ou deficiência mental, não tiverem o necessário discernimento para o exercício, em ambas as hipóteses, de tais capacitações processuais.II - Os menores impúberes e púberes serão assistidos por seus pais, tutores ou curadores no exercício dos seus direitos em juízo. III - A representação processual em juízo, dos menores púberes, necessita da outorga de procuração por meio de instrumento particular; porém, dos menores impúberes exige-se que o mandato seja conferido mediante instrumento público.IV - 0 inventariante detém capacidade de ser parte na reclamação trabalhista em que o empregado falecer no curso do contrato de trabalho, somente quando devidamente investido como tal pelo Juízo de Família e Sucessões. [V - A União, Estados, Municípios e Distrito Federal, quando representadas em juízo, ativa e passivamente, por seus procuradores, estão dispensados da juntada de instrumento de mandato e de comprovação do ato de nomeação; todavia, as suas autarquias e fundações públicas é imprescindível a outorga de poderes mediante procuração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e V estão incorretas"
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II, IV e V estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494763",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "De acordo com súmula do STJ sobre matéria processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a vaga de garagem que possui matrícula própria no registro de imóveis constitui bem de família para efeito de penhora."
      },
      {
        "letra": "B",
        "texto": "o Ministério Público tem legitimidade para pleitear, em ação civil pública, a indenização do seguro obrigatório decorrente de acidente de veículo (DPVAT) em benefício do segurado."
      },
      {
        "letra": "C",
        "texto": "os honorários sucumbenciais, quando omitidos em decisão transitada em julgado, podem ser cobrados em execução ou ação própria."
      },
      {
        "letra": "D",
        "texto": "é ilegítima a penhora da sede do estabelecimento comercial"
      },
      {
        "letra": "E",
        "texto": "a citação postal, quando autorizada por lei, exige o aviso de recebimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "494585",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a opção correta quanto à petição inicial e à fase postulatória no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, na análise da petição inicial, o juiz constatar que a questão de mérito é unicamente de direito e que já há outros julgados de idêntico teor, ele poderá valer-se de paradigma de seu próprio juízo para julgar de plano, procedente ou improcedente, a ação, sem necessidade de citação da parte contrária."
      },
      {
        "letra": "B",
        "texto": "É requisito indispensável da petição inicial o pedido de condenação da parte contrária ao pagamento dos honorários advocatícios, e a ausência desse elemento impede o julgador de tratar da matéria."
      },
      {
        "letra": "C",
        "texto": "Para que o julgador exerça o controle judicial do valor da causa constante da petição inicial, é necessário que esse valor seja impugnado pelo réu."
      },
      {
        "letra": "D",
        "texto": "Embora o autor deva formular pedido certo e determinado, o juiz da causa pode prolatar sentença homologatória de conciliação ou transação abrangendo matéria não posta em juízo antes do acordo."
      },
      {
        "letra": "E",
        "texto": "A falta de demonstração do interesse em agir é prevista na legislação processual civil como hipótese de inépcia da petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "492126",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Prazos",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa que agrupa corretamente exemplos de defesa peremptória que podem ser apresentados pelo réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulidade de citação, conexão, incompetência"
      },
      {
        "letra": "B",
        "texto": "Inépcia da petição inicial, exceção de suspeição, coisa julgada"
      },
      {
        "letra": "C",
        "texto": "Nulidade de citação, prescrição, exceção de incompetência relativa"
      },
      {
        "letra": "D",
        "texto": "Prescrição, carência de ação, pagamento"
      },
      {
        "letra": "E",
        "texto": "Conexão, pagamento, falta de caução"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485729",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Timóteo, juiz de direito, possui uma família de juristas. Seu bisavô, Carlos, é advogado. Também são advogados seus primos, Nicolau, filho do seu tio Alvaro, e Gilberto, neto do seu tio Alberto. Nestes casos, de acordo com o Código de Processo Civil brasileiro, Timóteo não poderá exercer suas funções de juiz no processo contencioso ou voluntário, quando estiver postulando como advogado da parte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Nicolau, apenas"
      },
      {
        "letra": "B",
        "texto": "Nicolau e Gilberto, apenas."
      },
      {
        "letra": "C",
        "texto": "Nicolau, apenas."
      },
      {
        "letra": "D",
        "texto": "Carlos, Nicolau e Gilberto."
      },
      {
        "letra": "E",
        "texto": "Carlos, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "482533",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Sobre o tema Processo e Procedimento, são apresentadas uma proposição 1 e uma razão 2. 1. O autor da ação pode formular mais de um pedido de forma eventual e sucessiva contra dois réus, PORQUE 2. o Código de Processo Civil giza que “É lícito formular mais de um pedido em ordem sucessiva, a fim de que o juiz conheça do posterior, em não podendo acolher o anterior” (art. 289). Assim, é autorizado que se formulem mais de um pedido, em ordem sucessiva, a fim de que o segundo seja acolhido, em não o sendo o primeiro. É a chamada cumulação eventual ou subsidiária, concretizada nesse diploma legal. Em assim sendo, será lícito colocar em juízo, cumulativamente, duas demandas dirigidas a pessoas diferentes, invocando esse artigo do Código de Processo Civil havendo, assim, litisconsórcio sem consórcio, pois os litisconsortes serão adversários. Assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposição e a razão são verdadeiras e a razão justifica a proposição"
      },
      {
        "letra": "B",
        "texto": "A proposição e a razão são verdadeiras, mas a razão não justifica a proposição."
      },
      {
        "letra": "C",
        "texto": "A proposição é verdadeira, mas a razão é falsa"
      },
      {
        "letra": "D",
        "texto": "A proposição é falsa, mas a razão é verdadeira."
      },
      {
        "letra": "E",
        "texto": "A proposição e a razão são falsas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "482532",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Cumprimento de sentença",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Obrigações de entrega de coisa",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, julgue os itens a seguir. I. Os pressupostos processuais, diferentemente do que ocorre com as condições da ação, não podem ser aferidos de ofício pelo magistrado, haja vista que o sistema processual brasileiro assenta-se no princípio dispositivo que confere apenas às partes litigantes o poder de provocar o juiz para o exame de tais pressupostos. II. Para propor ação é necessário ter interesse e legitimidade. Para contestar, basta ter legitimidade. III. Admite-se que o cumprimento da sentença seja requerido no juízo do local onde se encontram bens sujeitos à expropriação ou no atual domicílio do executado, não caracterizando ofensa ao princípio do juiz natural. IV. A procuração para o foro em geral, assinada pelo réu, habilita seu advogado os poderes para a maioria dos atos processuais, excetuando-se, entre outros, a receber citação inicial, a ser intimado dos atos processuais e a reconhecer a procedência do pedido, que necessitam de outorga específica constante do instrumento do mandato. Está(ão) CORRETO(S) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "IV apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467946",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Quanto à capacidade processual e postulatória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as pessoas, sem exceção, físicas ou jurídicas, têm a capacidade de ser parte, porque são titulares de direitos e obrigações na ordem civil."
      },
      {
        "letra": "B",
        "texto": "os atos praticados por advogado em situação irregular serão tidos por anuláveis, a requerimento da parte adversa, respondendo o advogado por despesas e perdas e danos."
      },
      {
        "letra": "C",
        "texto": "a capacidade de ser parte é exclusiva dos entes personalizados, isto é, das pessoas físicas ou jurídicas que tenham personalidade civil."
      },
      {
        "letra": "D",
        "texto": "se forem demandadas, as sociedades sem personalidade jurídica poderão opor como defesa a irregularidade de sua constituição."
      },
      {
        "letra": "E",
        "texto": "sem instrumento de mandato, o advogado não será admitido a postular em juízo, em nenhuma hipótese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467942",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante às condições da ação e aos pressupostos processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embora preliminares à pretensão meritória, o reconhecimento da ausência das condições da ação ou dos pressupostos processuais conduz à extinção do processo com resolução do mérito, obstando a que, em regra, seja a demanda ajuizada novamente."
      },
      {
        "letra": "B",
        "texto": "para que o juiz possa examinar o pedido inicial deve examinar preliminarmente tanto as condições da ação como os pressupostos processuais, ambos antecedendo a análise da pretensão meritória do autor."
      },
      {
        "letra": "C",
        "texto": "a análise do mérito depende da prévia perquirição dos pressupostos processuais, mas não das condições da ação, que já dizem respeito ao próprio mérito da pretensão deduzida em juízo."
      },
      {
        "letra": "D",
        "texto": "o exame do mérito depende da prévia análise das condições da ação, mas não dos pressupostos processuais, que se consideram como prejudiciais do mérito deduzido em juízo."
      },
      {
        "letra": "E",
        "texto": "tanto os pressupostos processuais como as condições da ação são prejudiciais à análise do mérito e, reconhecida sua ausência, implica deva o juiz determinar a emenda da petição inicial, para sanar o vício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464258",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "No tocante à capacidade de ser parte, o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só a reconhece para advogados."
      },
      {
        "letra": "B",
        "texto": "a reconhece para alguns entes que não possuem personalidade jurídica."
      },
      {
        "letra": "C",
        "texto": "só a reconhece para as pessoas absoluta ou relativamente incapazes, porque elas devem estar representadas ou assistidas."
      },
      {
        "letra": "D",
        "texto": "só a reconhece para as pessoas físicas ou jurídicas."
      },
      {
        "letra": "E",
        "texto": "só a reconhece para as pessoas físicas, porque as pessoas jurídicas devem ser representadas por um administrador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1396091",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da capacidade processual, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte relativamente incapaz será representada por seus genitores, tutores ou curadores."
      },
      {
        "letra": "B",
        "texto": "O juiz deverá nomear curador especial apenas para o réu preso e o revel citado por edital."
      },
      {
        "letra": "C",
        "texto": "Nas ações possessórias, a participação do cônjuge do autor ou do réu somente é dispensável nos casos de composse."
      },
      {
        "letra": "D",
        "texto": "Nas ações fundadas em dívidas contraídas por um dos cônjuges a bem da família, mas cuja execução tenha de recair sobre o produto do trabalho do outro ou os seus bens reservados, ambos serão necessariamente citados para as ações."
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1370463",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Considere as afirmativas. I. Não é lícito deduzir novas alegações, depois da contestação, relativas a direito superveniente. II. Se o réu não contestar a ação que verse sobre direitos indisponíveis, reputar‐se‐ão verdadeiros os fatos afirmados pelo autor. III. A contestação e a exceção serão oferecidas simultaneamente, em peças autônomas, enquanto que a reconvenção será processada em apenso aos autos principais. IV. Verificando o juiz que a petição inicial apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de dez dias. Conforme o que preceitua a legislação processual brasileira, está(ão) correta(s) apenas a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1225930",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "É defeso ao magistrado exercer as suas funções no processo contencioso ou voluntário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "Quando conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão."
      },
      {
        "letra": "C",
        "texto": "Quando for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "Quando for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "Quando interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "",
        "texto": "Quando interessado no julgamento da causa em favor de uma das partes."
      },
      {
        "letra": "",
        "texto": "Quando alguma das partes for sua credora ou devedora."
      },
      {
        "letra": "",
        "texto": "Quando alguma das partes for sua credora ou devedora."
      },
      {
        "letra": "",
        "texto": "Quando figurar como herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "",
        "texto": "Quando figurar como herdeiro presuntivo, donatário ou empregador de alguma das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1200538",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Quanto à atividade processual do juiz, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da identidade física do juiz é próprio do processo penal, não do processo civil."
      },
      {
        "letra": "B",
        "texto": "o poder instrutório do juiz pode ser realizado de ofício, decidindo o processo com base nos princípios do livre convencimento e da persuasão racional."
      },
      {
        "letra": "C",
        "texto": "deve ele decidir por meio de critérios de conveniência e oportunidade, como regra geral."
      },
      {
        "letra": "D",
        "texto": "é defeso a ele impedir que as partes se sirvam do processo para praticar ato simulado."
      },
      {
        "letra": "E",
        "texto": "o juiz apreciará a prova de acordo com o sistema hierarquizado previsto na lei processual civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1039972",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Quando determinada por Juiz absolutamente incompetente, a citação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "induz litispendência, mas não interrompe a prescrição."
      },
      {
        "letra": "B",
        "texto": "opera efeitos apenas processuais."
      },
      {
        "letra": "C",
        "texto": "constitui o devedor em mora, mas não faz litigiosa a coisa objeto do processo."
      },
      {
        "letra": "D",
        "texto": "não constitui o devedor em mora, mas gera prevenção do Juízo."
      },
      {
        "letra": "E",
        "texto": "não opera efeitos processuais ou materiais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670349",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Litispendência é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "repetição de uma mesma ação em que já foi proferida sentença, com trânsito em julgado."
      },
      {
        "letra": "B",
        "texto": "repetição de uma mesma ação que está em curso, ou seja, com as mesmas partes, pedido e causa de pedir mais abrangente que engloba a da outra ação"
      },
      {
        "letra": "C",
        "texto": "mais de uma pessoa em um, ou em ambos os polos da ação."
      },
      {
        "letra": "D",
        "texto": "repetição de uma mesma sentença no processo."
      },
      {
        "letra": "E",
        "texto": "repetição de uma mesma ação que está em curso, ou seja, com as mesmas partes, pedido e causa de pedir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "630418",
    "metadata": "Ano: 2014 | Banca: IOBV | Órgão: Prefeitura de Ituporanga - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo dispõe o Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse, legitimidade e capacidade postulatória."
      },
      {
        "letra": "B",
        "texto": "A procuração geral para o foro habilita o advogado a praticar todos os atos do processo, inclusive para reconhecer a procedência do pedido, transigir e desistir da ação."
      },
      {
        "letra": "C",
        "texto": "Compete ao autor adiantar as despesas relativas a atos, cuja realização o juiz determinar de ofício ou a requerimento do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "É inadmissível a ação declaratória quando já tenha ocorrido a violação do direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598458",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Conceito e Classificação da Intervenção de Terceiros",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Sobre legitimidade e intervenção de terceiros, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá substituição processual quando a lei autorizar a parte a pleitear, em nome próprio, direito alheio."
      },
      {
        "letra": "B",
        "texto": "A alienação da coisa ou do direito litigioso, a título particular, por ato entre vivos, somente admite a intervenção no processo do adquirente ou do cessionário como assistente simples do alienante ou o cedente."
      },
      {
        "letra": "C",
        "texto": "No chamamento ao processo, a sentença, que julgar procedente a ação, condenando os devedores, valerá como título executivo, em favor do que satisfizer a dívida, para exigi-la, por inteiro, do devedor principal, ou de cada um dos codevedores."
      },
      {
        "letra": "D",
        "texto": "A denunciação da lide é obrigatória na ação de indenização, intentada pelo proprietário ou pelo titular de um direito sobre a coisa, toda vez que o responsável pelos prejuízos alegar que praticou o ato por ordem, ou em cumprimento de instruções de terceiro."
      },
      {
        "letra": "E",
        "texto": "Admite-se assistência no processo de execução de título executivo extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552945",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre partes e procuradores, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O habeas corpus somente pode ser impetrado por advogado, mesmo sem procuração."
      },
      {
        "letra": "B",
        "texto": "A capacidade que se exige da parte para participar do processo é a mesma que se reclama para os atos da vida civil."
      },
      {
        "letra": "C",
        "texto": "A substituição processual é faculdade excepcional e compreende demandar em nome próprio o pretendido direito de outrem."
      },
      {
        "letra": "D",
        "texto": "A capacidade de atuar em juízo constitui pressuposto processual, que, se não suprido, impede a formação válida da relação jurídica no processo."
      },
      {
        "letra": "E",
        "texto": "Parte, no sentido processual, é o sujeito que intervém no contraditório ou que se submete às suas consequências dentro da relação processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514049",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA. Nos termos do art. 12 do Código de Processo Civil, serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União, os Estados, o Distrito Federal, os Territórios e o Município, pelo chefe do executivo ou por seus procuradores."
      },
      {
        "letra": "B",
        "texto": "a massa falida, pelo síndico"
      },
      {
        "letra": "C",
        "texto": "as pessoas jurídicas, por quem os respectivos estatutos designarem, ou, não os designando, por seus diretores"
      },
      {
        "letra": "D",
        "texto": "as sociedades sem personalidade jurídica, pela pessoa a quem couber a administração dos seus bens."
      },
      {
        "letra": "E",
        "texto": "a pessoa jurídica estrangeira, pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasi"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506463",
    "metadata": "Ano: 2014 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Será representado(a) em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a massa falida, pelo inventariante."
      },
      {
        "letra": "B",
        "texto": "a herança jacente, pelo síndico."
      },
      {
        "letra": "C",
        "texto": "o espólio, por seu diretor."
      },
      {
        "letra": "D",
        "texto": "o Município, por seu Prefeito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "505075",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Prazos",
      "Pressupostos Processuais",
      "Ausência de Perempção"
    ],
    "enunciado_principal": "Entende-se por prazo processual peremptório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os que admitem ampliação do prazo pelas partes."
      },
      {
        "letra": "B",
        "texto": "Os que admitem redução do prazo pelas partes."
      },
      {
        "letra": "C",
        "texto": "Os que não admitem alteração pelas partes ou pelo juiz."
      },
      {
        "letra": "D",
        "texto": "Os que são estabelecidos pelo juiz."
      },
      {
        "letra": "E",
        "texto": "São os que geram sanções meramente administrativas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492062",
    "metadata": "Ano: 2014 | Banca: COPESE - UFT | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União será representada em juízo, ativa e passivamente, pelo presidente ou por seu procurador."
      },
      {
        "letra": "B",
        "texto": "o Estado será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "C",
        "texto": "o Território será representado em juízo, ativa e passivamente, por seu governador ou procurador."
      },
      {
        "letra": "D",
        "texto": "o Município será representado em juízo, ativa e passivamente, por seu prefeito ou procurador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462261",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Serafim, menor absolutamente incapaz, representado por sua genitora Maria, propõe ação de alimentos em face de Marcelo, ao argumento de que este é o genitor da criança. Marcelo, em contestação, suscita dúvida em relação à paternidade que lhe é atribuída, uma vez que não é casado com Maria e sabe que esta se envolvia também com outros homens. Quanto ao valor pretendido pelo menor, afirma o réu estar desempregado e que não teria condições de prover o sustento do autor, pelo que pede a improcedência do pedido. O julgador, para exercer a cognição exauriente do pedido condenatório formulado, determina a produção de prova pericial, consubstanciada no exame de tipagem de DNA entre as partes. Produzida a referida prova e constatada a paternidade alegada, o juiz julga procedente o pedido e condena o réu a pagar alimentos ao menor no valor de 20% do salário mínimo, caso este exerça atividade sem vínculo empregatício, e determina o mesmo valor percentual sobre os rendimentos brutos do alimentante, caso este venha a trabalhar com vínculo empregatício. No presente caso, a questão da paternidade configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "questão preliminar."
      },
      {
        "letra": "B",
        "texto": "questão prejudicial homogênea exógena."
      },
      {
        "letra": "C",
        "texto": "questão prejudicial heterogênea endógena."
      },
      {
        "letra": "D",
        "texto": "questão prejudicial homogênea endógena."
      },
      {
        "letra": "E",
        "texto": "questão principal do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "462248",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Associação legitimada ajuizou ação civil pública em face de ente federativo municipal, imputando-lhe a prática de atos lesivos ao patrimônio histórico. Finda a fase instrutória, o juiz da causa julgou improcedente o pleito autoral, por concluir que os fatos narrados na petição inicial não restaram suficientemente comprovados. Após o advento do trânsito em julgado da sentença, a entidade demandante obteve um documento novo, ao qual não pudera ter acesso ao longo da tramitação do primeiro processo, e que, em sua ótica, seria capaz, por si só, de lhe ensejar um pronunciamento judicial favorável na demanda que propusera. Desse modo, ajuizou ação rescisória para impugnar o julgado, tendo, todavia, deixado de anexar o instrumento de mandato ad judicia ao advogado subscritor da petição inicial da nova demanda. Nesse cenário, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar, antes do juízo positivo de admissibilidade da demanda, que a parte autora regularize o vício de sua representação processual, assinando-lhe prazo para anexar a procuração faltante, sob pena de indeferimento da inicial."
      },
      {
        "letra": "B",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante do vício de representação processual da parte autora."
      },
      {
        "letra": "C",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da falta de interesse de agir."
      },
      {
        "letra": "D",
        "texto": "indeferir de plano a inicial, julgando o feito extinto sem resolução do mérito, diante da impossibilidade jurídica do pedido, uma vez que a obtenção de documento novo não constitui fundamento legal para o manejo da via rescisória."
      },
      {
        "letra": "E",
        "texto": "proceder ao juízo positivo de admissibilidade da ação rescisória, determinando a citação do Município-réu, uma vez que, no âmbito das ações coletivas, não há a exigência da juntada de instrumento de mandato ad judicia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458616",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alienada a coisa litigiosa, o adquirente não pode ingressar em juízo, substituindo o alienante, mesmo que consinta a parte contrária, tendo em vista o princípio da estabilização subjetiva da demanda."
      },
      {
        "letra": "B",
        "texto": "somente se autorizado por lei ou pelo juiz da causa alguém pode pleitear, em nome próprio, direito alheio."
      },
      {
        "letra": "C",
        "texto": "quem pleiteia, em nome próprio, direito alheio, atua na condição de sucessor processual, dependendo de autorização legal."
      },
      {
        "letra": "D",
        "texto": "a substituição processual não guarda relação com a legitimação extraordinária, uma vez que pressupõe o falecimento da parte."
      },
      {
        "letra": "E",
        "texto": "o cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "457797",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante aos pressupostos processuais, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecerá de ofício, somente em primeiro grau de jurisdição, enquanto não proferida a sentença de mérito, da matéria respectiva, pagando porém o réu que não a alegar os honorários do advogado do autor."
      },
      {
        "letra": "B",
        "texto": "conhecerá de sua ausência de oficio ou a requerimento da parte, em qualquer tempo ou grau de jurisdição, mesmo após ter sido proferida a sentença de mérito; todavia, o réu que não a alegar, na primeira oportunidade que lhe couber falar nos autos, responderá pelas custas e despesas de retardamento, bem como pelos honorários do advogado do autor."
      },
      {
        "letra": "C",
        "texto": "ordenará o arquivamento dos autos, declarando a extinção do processo, se a parte, intimada pessoalmente a suprir sua falta, não o fizer em 48 horas."
      },
      {
        "letra": "D",
        "texto": "conhecerá de ofício, em qualquer tempo e grau de jurisdição, enquanto não proferida a sentença de mérito, da matéria respectiva; no entanto, o réu que não a alegar, na primeira oportunidade em que lhe caiba falar nos autos, responderá pelas custas de retardamento."
      },
      {
        "letra": "E",
        "texto": "só conhecerá de sua eventual ausência se e quando houver requerimento da parte interessada a respeito, vedado agir de ofício nesse caso, embora possa fazê-lo no tocante às condições da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "448916",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Sobre a incompetência absoluta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se trata de vício passível de conhecimento ex officio pelo próprio órgão jurisdicional, gerando a nulidade dos atos decisórios praticados;"
      },
      {
        "letra": "B",
        "texto": "se trata de vício cujo reconhecimento depende exclusivamente da arguição pela parte ré, sob a forma de exceção de incompetência;"
      },
      {
        "letra": "C",
        "texto": "se trata de vício cujo reconhecimento depende exclusivamente da arguição pela parte ré, sob a forma de preliminar em contestação;"
      },
      {
        "letra": "D",
        "texto": "se trata de vício passível de conhecimento ex officio pelo próprio órgão jurisdicional, embora sem comprometer a validade dos atos decisórios praticados;"
      },
      {
        "letra": "E",
        "texto": "se trata de vício que decorre, em regra, da violação ao critério territorial de fixação da competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444816",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da ação",
      "Conceito e características da ação",
      "Ação de usucapião",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Sobre o processo de conhecimento, analise as assertivas a seguir. I. Na ação de usucapião, o valor da causa deve corresponder ao valor venal do imóvel usucapiendo para fins de lançamento do imposto predial e territorial urbano. II. Na forma da lei, a ausência de documento indispensável à propositura da ação na petição inicial conduz ao seu imediato indeferimento com extinção do processo sem resolução do mérito. III. Segundo a teoria da asserção, o momento procedimental adequado para que o juiz se pronuncie sobre a presença das condições da ação é logo após a apresentação da defesa. IV. A oposição, apresentada pelo réu, ao pedido de desistência da ação, formulado pelo autor, deverá ser fundamentada sob pena de caracterizar abuso de direito. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "443752",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Determinado servidor público ajuizou demanda judicial pleiteando uma gratificação que teria sido deferida a outra categoria de servidores e que este entende ter o mesmo direito. Havendo cinco juízos possíveis com competência para a matéria, foi, por sorteio, distribuída a referida ação para o juízo da 1ª Vara. O julgador desta Vara determina que o servidor junte aos autos seu comprovante de pagamento, a fim de verificar sua remuneração, o que não foi atendido. Intimado para dar andamento ao processo, o servidor requer a desistência do feito, o que foi atendido, sendo o processo extinto, sem resolução do mérito, eis que sequer o réu havido sido citado. Desejando propor novamente a mesma lide, deverá o referido servidor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "distribuir nova petição inicial, sem prevenção do juízo da 1ª Vara, eis que naquela outra ação o réu sequer foi citado;"
      },
      {
        "letra": "B",
        "texto": "distribuir nova petição inicial, por dependência ao juízo da 1ª Vara, eis que este estaria prevento para a referida causa;"
      },
      {
        "letra": "C",
        "texto": "requerer o desarquivamento da ação originariamente proposta, e dar prosseguimento ao feito naquele juízo da 1ª Vara, uma vez que o réu sequer foi citado;"
      },
      {
        "letra": "D",
        "texto": "requerer o desarquivamento da ação originária, que será remetida a livre distribuição entre os cinco juízos referidos;"
      },
      {
        "letra": "E",
        "texto": "pagar novamente as custas e peticionar no mesmo processo, não podendo funcionar no feito o mesmo julgador, que estará impedido para a causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429770",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No tocante à capacidade processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu revel citado por edital tem direito a curador especial, mas não o citado com hora certa, por ter-se ocultado para evitar a citação pessoal."
      },
      {
        "letra": "B",
        "texto": "se o incapaz menor não está sob poder familiar, porque os pais foram dele destituídos ou faleceram, a ele será nomeado um curador especial."
      },
      {
        "letra": "C",
        "texto": "os absolutamente incapazes são assistidos, enquanto os relativamente incapazes são representados por seus pais, tutores ou curadores, na forma da lei civil."
      },
      {
        "letra": "D",
        "texto": "dentre as pessoas físicas, a aptidão para estar em juízo pessoalmente, sem representação nem assistência, é atribuída somente a quem se acha no exercício dos seus direitos, ou seja, às pessoas capazes."
      },
      {
        "letra": "E",
        "texto": "quando a incapacidade provier do conflito de interesses entre o incapaz e seu representante legal, será nomeado um tutor desses interesses do incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429161",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "\"Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo\". Este conceito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso, porque é preciso ser advogado para se ter a capacidade processual e para se estar em juízo."
      },
      {
        "letra": "B",
        "texto": "verdadeiro e diz respeito à capacidade postulatória, a ser exercida em regra por meio de advogados que representem a parte."
      },
      {
        "letra": "C",
        "texto": "verdadeiro e diz respeito à legitimação processual, conceito que se confunde com o de capacidade para estar em juízo."
      },
      {
        "letra": "D",
        "texto": "falso, porque é preciso a maioridade civil para se estar em juízo e poder exercer pessoalmente a capacidade postulatória nos autos."
      },
      {
        "letra": "E",
        "texto": "verdadeiro e diz respeito à capacidade processual, que não se confunde com a capacidade postulatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425304",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Existem inúmeras teorias para se explicar a ação, entretanto a teoria idealizada por Enrico Túlio Liebman, chamada de eclética por possuir caracteres próprios de duas linhas teóricas (a abstrata e a concretista), traduz que a essência da ação se encontra na relação que ocorre no ordenamento jurídico entre a iniciativa dos particulares e o exercício em concreto da jurisdição, deste modo o juiz deve determinar de acordo com as normas que regulam sua atividade o conteúdo positivo ou negativo do provimento final. De acordo com essa teoria, para se obter uma sentença de mérito há necessidade de se demonstrar a matéria de processo, os pressupostos processuais. Desta forma, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existência de órgão jurisdicional e de partes."
      },
      {
        "letra": "B",
        "texto": "Competência."
      },
      {
        "letra": "C",
        "texto": "Imparcialidade."
      },
      {
        "letra": "D",
        "texto": "Ausência de litispendência e coisa julgada."
      },
      {
        "letra": "E",
        "texto": "Capacidade de estar em juízo (legitimatio ad processum), independente da capacidade de ser parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412229",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa INCORRETA, relativa à representação judicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A herança jacente será representada por seu curador."
      },
      {
        "letra": "B",
        "texto": "O Município será representado por seu Prefeito ou procurador."
      },
      {
        "letra": "C",
        "texto": "O espólio será representado pelos herdeiros."
      },
      {
        "letra": "D",
        "texto": "As sociedades sem personalidade jurídica serão representadas pela pessoa a quem couber a administração dos seus bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402701",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No que se refere à jurisdição, ação, processo e procedimento e aos princípios constitucionais aplicáveis ao processo civil, julgue os itens subsequentes. A possibilidade jurídica do pedido, o interesse de agir e a legitimidade para a causa são pressupostos de existência e de validade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402699",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No que se refere à jurisdição, ação, processo e procedimento e aos princípios constitucionais aplicáveis ao processo civil, julgue os itens subsequentes. As condições da ação e os pressupostos processuais devem ser apreciados de ofício pelo juiz, isto é, independentemente de provocação das partes. No entanto, a parte ré deve alegar a matéria em seu favor, sob pena de responder pelas custas do retardamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "393343",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Assinale a opção correta acerca do processo e do procedimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As obrigações periódicas exigem pedido expresso na petição inicial."
      },
      {
        "letra": "B",
        "texto": "As ações relativas ao estado e à capacidade das pessoas obedecem ao procedimento sumário."
      },
      {
        "letra": "C",
        "texto": "A atividade jurisdicional de execução sempre depende da fase cognitiva para exaurir a prestação jurisdicional."
      },
      {
        "letra": "D",
        "texto": "O processo independe da existência do direito substancial da parte que o invoca, de modo que a função jurisdicional atua sem se subordinar à procedência ou não das razões de mérito arguidas pela parte requerente."
      },
      {
        "letra": "E",
        "texto": "Nas ações de revogação de doação, as partes podem convencionar a substituição do procedimento sumário pelo ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387736",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de Convenção de Arbitragem"
    ],
    "enunciado_principal": "Julgue os itens a seguir, referentes às competências do juiz. A arguição da existência da convenção de arbitragem ou compromisso arbitral pode ser conhecida de ofício pelo juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "378709",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Para propor ou contestar ação é necessário ter interesse e legitimidade. O postulado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra dirá respeito à legitimação ordinária."
      },
      {
        "letra": "B",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade ordinária para a causa."
      },
      {
        "letra": "C",
        "texto": "às condições da ação do interesse processual de agir e da legitimidade para a causa, que em regra tratará da legitimação extraordinária."
      },
      {
        "letra": "D",
        "texto": "aos pressupostos processuais do interesse processual de agir e da legitimidade extraordinária para a causa."
      },
      {
        "letra": "E",
        "texto": "ao interesse processual em demandar e na legitimação para a defesa dos interesses próprios e alheios, tanto difusos como coletivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "377299",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que concerne à representação em juízo, ativa ou passivamente, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O espólio é representado pelo inventariante"
      },
      {
        "letra": "B",
        "texto": "O condomínio é representado pelo administrador ou pelo síndico."
      },
      {
        "letra": "C",
        "texto": "O Município é representado por seu Prefeito ou procurador."
      },
      {
        "letra": "D",
        "texto": "A Massa Falida é representada pelo síndico ou pelo procurador por ele nomeado."
      },
      {
        "letra": "E",
        "texto": "As sociedades sem personalidade jurídica são representadas pela pessoa a quem couber a administração dos seus bens"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "376233",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A Lei n. 5.869, de 11 de janeiro de 1973, instituiu o Código de Processo Civil. Com as alterações posteriores, estabelece nos Livros I, II, III e IV sobre o Processo de Conhecimento, Processo de Execução, Processo Cautelar e Procedimentos Especiais. Em relação ao Processo de Conhecimento compreende-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisdição civil deverá ser contenciosa, sendo exercida pelos juízes em todo o território nacional, deixando de ser obrigatoriamente sempre provocada."
      },
      {
        "letra": "B",
        "texto": "a relação jurídica de cuja existência ou inexistência depender o julgamento da lide, e no curso do processo se tornar litigiosa, somente a parte requerente poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "C",
        "texto": "a incapacidade processual ou a irregularidade da representação das partes e terceiros, verificada pelo juiz, levará à marcação do prazo de cinco dias para sanar o defeito, e não o fazendo, o processo será extinto."
      },
      {
        "letra": "D",
        "texto": "a requerimento ou de oficio, o juiz ou o tribunal condenará o litigante de má fé a pagar a multa não excedente a 1% sobre o valor da causa, além da indenização dos danos sofridos, honorários advocatícios e despesas feitas pela parte contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "373475",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando matéria de impedimento e suspeição e de atos jurisdicionais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As regras de impedimento do juiz não se aplicam ao procedimento de jurisdição voluntária."
      },
      {
        "letra": "B",
        "texto": "É imperativo ao juiz proferir sentença certa, ainda quando decidir relação jurídica condicional."
      },
      {
        "letra": "C",
        "texto": "Compete ao juiz ter os autos sob sua guarda e responsabilidade, não permitindo que saiam de cartório, exceto nas hipóteses permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "O juiz tem o dever de decidir em face das normas legais, não havendo, porém, esse dever em face de omissão legislativa, o que será apontado no processo para eventual injunção futura."
      },
      {
        "letra": "E",
        "texto": "O juiz não deverá declarar-se impedido quando for órgão de direção ou de administração de pessoa jurídica parte na causa, em processos de jurisdição voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372316",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "AssinaleaalternativacorretaacercadaTeoriadoSincretismo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sincretismo processual traduz uma tendência do direito processual de combinar fórmulas e procedimentos, de modo a possibilitar a obtenção de mais de uma tutela jurisdicional, de forma simples e de imediato, no bojo do mesmo processo, com o que, além de evitar a proliferação de processos, simplifca e humaniza a prestação jurisdicional."
      },
      {
        "letra": "B",
        "texto": "O sincretismo do processo civil é um fenômeno que solidifca a autonomia do processo de conhecimento, do processo cautelar e do processo de execução, entendidos como processos independentes e não como meras fases procedimentais dentro de um único processo."
      },
      {
        "letra": "C",
        "texto": "A teoria do sincretismo não inspirou a legislação processual brasileira, seja quando da codificação do processo civil, seja ulteriormente, passando as reformas atuais ao largo de seus conceitos."
      },
      {
        "letra": "D",
        "texto": "Pela teoria do sincretismo o autor do processo pode assumir antagônica na mesma relação processual, desde que o réu se valha de instrumentos previstos em lei, como a reconvenção ou o pedido contraposto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362501",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Coisa Julgada no CPC 1973",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc.",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor, especificando, outrossim, as provas que pretende produzir. Porém, antes de discutir o mérito, o réu pode alegar preliminarmente na peça contestatória, nos termos do Código de Processo Civil, o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litispendência, coisa julgada, conexão, reconvenção, incapacidade da parte, convenção de arbitragem;"
      },
      {
        "letra": "B",
        "texto": "Inexistência da citação, incompetência absoluta, inépcia da petição inicial, reconvenção, perempção;"
      },
      {
        "letra": "C",
        "texto": "Nulidade da citação, incompetência relativa, perempção, continência, conexão, falta de autorização;"
      },
      {
        "letra": "D",
        "texto": "Continência, carência de ação, defeito de representação, incompetência absoluta, exceção de suspeição;"
      },
      {
        "letra": "E",
        "texto": "Inépcia da petição inicial, litispendência, coisa julgada, conexão, incapacidade da parte, carência de ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361210",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Quanto à adequada configuração do direito à tutela inibitória, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende da separação conceitual entre ato ilícito e fato danoso."
      },
      {
        "letra": "B",
        "texto": "liga-se ao binômio condenação – execução forçada."
      },
      {
        "letra": "C",
        "texto": "dá-se mediante a sua conformação como tutela repressiva específica."
      },
      {
        "letra": "D",
        "texto": "pressupõe a ocorrência de um dano irreparável ou de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "nenhuma das afirmações é totalmente correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361209",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Sobre a tutela específica no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é sinônimo, em todo e qualquer caso, de tutela inibitória."
      },
      {
        "letra": "B",
        "texto": "pode ser obtida, nas prestações de fazer, mediante técnica executiva atípica."
      },
      {
        "letra": "C",
        "texto": "é sinônimo, em todo e qualquer caso, de tutela de remoção do ilícito."
      },
      {
        "letra": "D",
        "texto": "jamais pode ser identificada com a tutela ressarcitória."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das afirmações é totalmente correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361194",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, verificando o juiz a irregularidade da representação da parte, deverá fixar prazo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "razoável para ser sanado o defeito e, caso não atendido, declarará o réu revel, se a providência a este couber."
      },
      {
        "letra": "B",
        "texto": "de dez dias para ser sanado o defeito e, caso não seja atendido, extinguirá o processo com resolução do mérito, se a providência couber ao autor."
      },
      {
        "letra": "C",
        "texto": "de dez dias para ser sanado o defeito e, caso não seja atendido, excluirá o assistente do processo, se a providência a este couber."
      },
      {
        "letra": "D",
        "texto": "razoável para ser sanado o defeito e, caso não seja atendido, declarará a nulidade do processo, se a providência couber ao réu."
      },
      {
        "letra": "E",
        "texto": "de dez dias para sanar o defeito, caso este consista na ausência de instrumento de procuração ao advogado da parte e, caso não seja atendido, declarará sem efeito os atos por este praticados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1286187",
    "metadata": "Ano: 2013 | Banca: AOCP | Órgão: COREN-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção. II. Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência. III. Uma ação é idêntica a outra quando tem as mesmas partes, a mesma causa de pedir e o mesmo pedido. IV. Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "616276",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Francisco casou-se com Helena no Canadá, onde anos mais tarde ocorreu o divórcio do casal, por sentença proferida por juiz local. Ao retornar ao Brasil, Francisco apaixonou-se perdidamente por Matilde, levando-o a propor-lhe casamento. Consultando renomado advogado, o rapaz tem ciência da necessidade de homologar a sentença estrangeira do seu divórcio no país. No sistema atual, a competência para julgar esse caso compete ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supremo Tribunal Federal"
      },
      {
        "letra": "B",
        "texto": "Superior Tribunal de Justiça"
      },
      {
        "letra": "C",
        "texto": "Superior Tribunal Militar"
      },
      {
        "letra": "D",
        "texto": "Tribunal Superior do Trabalho"
      },
      {
        "letra": "E",
        "texto": "Tribunal Federal de Recursos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616273",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sílvio tem um filho de 10 anos de idade. O pai pretende defender a pretensão do garoto relativa à matrícula em escola pública de alto nível, no município em que habitam. Sueli, a mãe do menor, ciente, não se opõe ao pretendido. O pai, assim, propõe, em nome próprio, a ação cabível. O magistrado titular da Vara Cível determina a emenda da exordial para adequação quanto à titularidade da ação proposta. Nesse caso, a legitimidade para a causa é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da mãe, pela tradição do sistema e pelo fato de ela ser a responsável pelo lar."
      },
      {
        "letra": "B",
        "texto": "do genitor, como representante legal do menor."
      },
      {
        "letra": "C",
        "texto": "do menor, a quem cabe a autoria, sendo representado pelo seu genitor."
      },
      {
        "letra": "D",
        "texto": "do pai ou da mãe, desde que haja autorização para propor a ação em defesa do menor."
      },
      {
        "letra": "E",
        "texto": "de ambos os pais, que devem atuar em conjunto na defesa dos interesses do menor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "522867",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de Perempção"
    ],
    "enunciado_principal": "Mario ajuizou ação de cobrança contra Moisés, julgada extinta pelo Magistrado sem resolução de mérito. Nesta hipótese, nos termos preconizados pelo Código de Processo Civil brasileiro, Mario não poderá intentar novamente a ação se a extinção do processo ocorrer com fundamento na",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilegitimidade de parte."
      },
      {
        "letra": "B",
        "texto": "perempção."
      },
      {
        "letra": "C",
        "texto": "convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "desistência do autor."
      },
      {
        "letra": "E",
        "texto": "confusão entre autor e réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471554",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a sequência de palavras que preenche corretamente as seguintes assertivas: I. Haverá ............. quando dois ou mais processos em curso apresentarem identidade de partes, causa de pedir e pedido. II. A carência de ação é fenômeno processual que se caracteriza pela ausência de ............. . III. A ............. é a peça de defesa do réu, por excelência, na atividade de conhecimento, por meio da qual este manifesta sua resistência à pretensão articulada pelo autor. IV. ............. é o ato pelo qual se chama a juízo o réu ou o interessado a fim de se defender.V. Denomina-se ............. “a medida ou quantidade de jurisdição delegada a um determinado órgão ou grupo de órgãos”, ou ainda “a limitação do exercício legítimo da jurisdição por um órgão ou grupo de órgãos”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa julgada – pressuposto processual – contestação – notificação – jurisprudência."
      },
      {
        "letra": "B",
        "texto": "litispendência – capacidade processual – exceção – citação – capacidade jurisdicional."
      },
      {
        "letra": "C",
        "texto": "perempção – condição da ação – impugnação – intimação – competência."
      },
      {
        "letra": "D",
        "texto": "litispendência – condição da ação – contestação – citação – competência."
      },
      {
        "letra": "E",
        "texto": "inépcia – competência – reconvenção – notificação – competência internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471552",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Analise a veracidade das assertivas: I. Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo, devendo os civilmente incapazes ser representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil. II. O Ministério Público deverá intervir nas causas em que há parte incapaz – quer relativamente, quer absolutamente –, sob pena de nulidade, na hipótese de restar configurado prejuízo ao interesse destes. III. A parte processual será representada em juízo por advogado legalmente habilitado, o qual deverá ser regulamente constituído por meio de instrumento de procuração, não se admitindo que pessoa com capacidade postulatória advogue em causa própria. IV. O advogado poderá, a qualquer tempo, renunciar ao mandato, desde que não tenha havido a prolação de sentença de mérito desfavorável ao seu constituinte, hipótese em que deverá prosseguir no feito até reverter o provimento judicial desfavorável. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "470198",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa. Por isso, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estabilidade subjetiva não permite que o adquirente de coisa litigiosa, por ato de alienação, substitua o alienante, parte no processo."
      },
      {
        "letra": "B",
        "texto": "haverá substituição compulsória com o ingresso na ação do adquirente originário da coisa litigiosa."
      },
      {
        "letra": "C",
        "texto": "a aquisição da coisa litigiosa por alienação atribui ao adquirente interesse meramente econômico e, por isso, não admite a assistência litisconsorcial dele ao alienante."
      },
      {
        "letra": "D",
        "texto": "a recusa da parte em consentir com a substituição do alienante da coisa litigiosa pelo adquirente impede o juiz de deferir a substituição subjetiva."
      },
      {
        "letra": "E",
        "texto": "a venda da coisa litigiosa no curso do processo é inválida e ineficaz em relação ao processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "465617",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "No que concerne aos pressupostos processuais, considere: I. Pertinência subjetiva, ativa e passiva, da ação. II. Necessidade e utilidade da tutela jurisdicional pleiteada pelo autor. III. Admissibilidade, em abstrato, do pedido do autor pelo ordenamento jurídico vigente. Tais conceitos dizem respeito, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à legitimidade para agir, ao interesse processual e à possibilidade jurídica do pedido"
      },
      {
        "letra": "B",
        "texto": "ao interesse processual, à legitimidade para agir e à possibilidade jurídica do pedido."
      },
      {
        "letra": "C",
        "texto": "à possibilidade jurídica do pedido, à legitimidade para agir e ao interesse processual."
      },
      {
        "letra": "D",
        "texto": "à legitimidade para agir, à possibilidade jurídica do pedido e ao interesse processual."
      },
      {
        "letra": "E",
        "texto": "ao interesse processual, à possibilidade jurídica do pedido e à legitimidade para agir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "451901",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Na clássica obra “Do espírito das Leis”, Montesquieu definiu o juiz como bouche de la loi (a boca da lei), apontando o perfil inanimado dos juízes daquela época ao pronunciarem suas sentenças. A atividade dos magistrados no Direito Contemporâneo encontra vieses legais para agir de ofício quando autorizado por lei e quando se tratar de questões de ordem pública. O julgador deve observar o princípio da inércia da jurisdição, mas agir à luz do princípio do impulso oficial dos processos, podendo – e por vezes devendo – adotar postura ativa, atentando para as normas que lhe limitam poderes e impõem-lhe deveres e responsabilidades. Considerando o trecho acerca dos atos do juiz, assinale a afirmativa que trata corretamente dos poderes, deveres e responsabilidade do julgador, nos moldes estabelecidos no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz somente poderá determinar as provas necessárias à instrução do processo quando expressamente requerida pelas partes."
      },
      {
        "letra": "B",
        "texto": "O juiz que exercer suas funções em processo em que funcionou como órgão do Ministério Público incorrerá em suspeição de parcialidade."
      },
      {
        "letra": "C",
        "texto": "O juiz, não havendo normas legais, deverá julgar a lide recorrendo aos costumes, à analogia aos princípios gerais do direito, mas somente decidirá por equidade nos casos previsto em lei."
      },
      {
        "letra": "D",
        "texto": "O juiz que, sem justo motivo, omitir ou retardar providência, a qual deva ordenar de ofício, responderá administrativamente, não sendo cabível a responsabilização por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "O juiz que concluir a audiência julgará a lide, salvo se estiver aposentado, caso em que passará os autos ao seu sucessor que não poderá mandar repetir as provas já produzidas para proferir a sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433567",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "O texto a seguir foi extraído de acórdão prolatado por uma das Câmaras Cíveis do Tribunal de Justiça do Amazonas em setembro de 2012, no qual algumas informações foram substituídas por elementos fictícios a fim de não ser possível a identificação da demanda. Analise-o. RELATÓRIO Trata-se de apelação cível interposta por X e Y, contra sentença proferida pelo Juízo de Direito da 200a Vara de Família, que julgou procedente o pedido de exoneração de alimentos formulado por Z. O recurso acostado às fls. 00/00, ataca essencialmente a nulidade da sentença por ausência de citação. O autor da demanda, ora apelado, requer às fls. 00, a exoneração da obrigação alimentar. Adiante, deu-se vista dos autos ao Graduado Órgão do Ministério Público Estadual, que se manifestou nos termos do parecer de fls. 00/00, opinando pelo conhecimento e provimento do presente recurso tendo em vista a falta de citação dos recorrentes. É o relatório. Partindo do objeto da causa tratado na decisão indicada e da falta de citação no processo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implica na extinção do processo, sem resolução do mérito, por ausência de pressuposto processual"
      },
      {
        "letra": "B",
        "texto": "implica na extinção do processo, com resolução do mérito, por carência da ação."
      },
      {
        "letra": "C",
        "texto": "pode ser suprida, depois da sentença, sem ferir o contraditório e a ampla defesa, à luz do princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "não implica em violação do princípio do devido processo legal, se a sentença for reformada beneficiando o réu."
      },
      {
        "letra": "E",
        "texto": "fere pressuposto processual e viola o princípio da ampla defesa, devendo ser arguida pela parte interessada e não podendo ser conhecida de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433121",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Ao ser citado em determinado processo movido por Josefa, Maria observou que a medida não atentou para o foro de eleição estipulado em contrato.Nesse caso, Maria, que pretende levar isso a conhecimento do juízo, deverá se valer da via processual de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preliminar de contestação"
      },
      {
        "letra": "B",
        "texto": "ação declaratória incidental"
      },
      {
        "letra": "C",
        "texto": "impugnação."
      },
      {
        "letra": "D",
        "texto": "exceção de incompetência do juízo."
      },
      {
        "letra": "E",
        "texto": "reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "404114",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca das condições da ação e pressupostos processuais aplicáveis ao processo coletivo brasileiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No que se refere ao direito coletivo tutelado, admite-se a transação ou a concessão somente em relação ao MP."
      },
      {
        "letra": "B",
        "texto": "O MP não tem legitimidade para o ajuizamento de ACP, em face do estado, em defesa de interesses individuais homogêneos, decorrentes de aumento abusivo de taxa de limpeza urbana, por expressa vedação legal."
      },
      {
        "letra": "C",
        "texto": "A extensão subjetiva da coisa julgada e o efeito erga omnes da sentença coletiva obstam a declaração incidental de inconstitucionalidade, que importaria em transmudar-se tutela jurisdicional coletiva em controle concentrado de normas constitucionais."
      },
      {
        "letra": "D",
        "texto": "Possui legitimidade autônoma para a propositura de ação coletiva qualquer interessado para a defesa, em juízo, de direito subjetivo de grupo ou categoria de pessoas ligadas com a parte contrária por relação jurídica base."
      },
      {
        "letra": "E",
        "texto": "Havendo litispendência entre uma ação popular ajuizada pelo cidadão e ACP proposta por um dos legitimados, extingue-se a demanda despachada em segundo lugar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388850",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando se tratar de substituição processual exclusiva, o substituído pode ingressar no processo como assistente litisconsorcial (art. 54, CPC); quando a substituição processual for concorrente, o substituído poderá intervir no processo como assistente simples (art. 50, CPC)."
      },
      {
        "letra": "B",
        "texto": "a coisa julgada somente atinge as partes entre as quais foi dada a sentença, não prejudicando nem beneficiando terceiros (art. 472, CPC). Não atinge o assistente simples, porque a lide decidida em julzo não lhe pertence. Contudo, como participou do processo, o assistente simples fica sempre vinculado aos efeitos da imutabilidade da justiça da decisão."
      },
      {
        "letra": "C",
        "texto": "quando as partes não recorrem de sentença prolatada contra a Fazenda Pública, tanto a coisa julgada formal como a coisa julgada material somente vão ocorrer com o reexame necessário da sentença pelo tribunal."
      },
      {
        "letra": "D",
        "texto": "tratando-se de hipótese excepcional de legitimação para a causa, o direito brasileiro só permite a substituição processual legal, expressa na lei ou decorrente do sistema, não admitindo a substituição processual voluntária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359620",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Por engano, Donato propõe ação de cobrança de um título de crédito, antes do vencimento deste. Falta a Donato;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pressuposto processual de validade da demanda."
      },
      {
        "letra": "B",
        "texto": "a titularidade do direito e, portanto, legitimidade para agir."
      },
      {
        "letra": "C",
        "texto": "a condição da ação relativa à possibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "a condição da ação relativa ao interesse processual de agir"
      },
      {
        "letra": "E",
        "texto": "o pressuposto processual de eficácia da demanda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354704",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade",
      "Pressupostos Processuais",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Em determinada ação, o autor, incapaz, pleiteou indenização por danos materiais, tendo o juiz concedido, na sentença, indenização por danos morais, no mesmo valor pleiteado, com motivação no abalo emocional sofrido. Houve interposição de embargos de declaração em que se apontou o erro, tendo sido negado provimento ao recurso. Na sequência, foram interpostas apelações. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença é nula por ser ultra petita."
      },
      {
        "letra": "B",
        "texto": "O incapaz não tem interesse recursal, já que obteve o valor pretendido."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade e interesse para recorrer no caso."
      },
      {
        "letra": "D",
        "texto": "O tribunal pode sanear a referida sentença, aplicando o princípio da causa madura."
      },
      {
        "letra": "E",
        "texto": "A negativa de provimento aos embargos de declaração justifica-se pela impossibilidade de correção da falha apontada nesse tipo de recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354219",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Considere que C tenha proposto ação de indenização em face de D, pleiteando a quantia de R$ 50.000,00 a título de danos materiais e R$ 100.000,00 a título de danos morais, e que o juiz tenha julgado os pedidos parcialmente procedentes, tendo condenado D ao pagamento integral do valor pleiteado a título de danos materiais e considerado a ausência de prova do abalo moral. Com base nessa situação, julgue os itens que se seguem.Caso C seja menor de 16 anos de idade, ele terá tanto legitimidade para a causa quanto legitimidade para o processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352144",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No que concerne ao processo e aos procedimentos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que o magistrado julgue antecipadamente improcedentes causas repetitivas, é necessário que a matéria controvertida seja unicamente de direito e que, no juízo, já tenha sido proferida sentença de improcedência em casos idênticos, sendo, portanto, imprescindível a prévia citação da parte contrária."
      },
      {
        "letra": "B",
        "texto": "A existência de união estável não reconhecida judicialmente configura questão preliminar de mérito que deve ser apreciada por juiz federal na sentença a ser proferida em demanda proposta contra o INSS para obtenção de pensão por morte de companheiro. Nessa hipótese, o reconhecimento da união estável fará coisa julgada material se os demais herdeiros do segurado participarem da relação processual."
      },
      {
        "letra": "C",
        "texto": "Nas ações materialmente dúplices, a defesa do réu corresponde ao exercício de uma pretensão."
      },
      {
        "letra": "D",
        "texto": "De acordo com a classificação doutrinária fundada na relação jurídica substancial posta em juízo, o litisconsórcio comum é aquele que impõe decisão judicial idêntica para todos os litisconsortes."
      },
      {
        "letra": "E",
        "texto": "A denunciação à lide requerida pelo réu é forma de intervenção de terceiro que objetiva corrigir a legitimidade passiva ad causam."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351412",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Em matéria de sujeitos do processo, representação e assistência, observe as proposições abaixo e ao final aponte a alternativa que contenha proposituras corretas: I. Capacidade de ser parte é a aptidão para ter direitos e obrigações, tal como adjudicada a um sujeito de direito. II. Capacidade processual significa a possibilidade de alguém, idoneamente, instaurar um processo porque maior e capaz. III. Como cabe ao marido e ao pai o exercício do poder familiar, com a colaboração da mulher, a representação do filho menor, em Juízo, far-se-á precipuamente pelo pai. IV.O prefeito de um Município não tem necessariamente capacidade postulatória, mas tem capacidade para constituir advogado. Já o procurador haverá de ter capacidade postulatória. V. A capacidade processual da mulher casada é plena, para toda e qualquer matéria. Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, IV e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e V ."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351152",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando que A ajuíze contra B ação postulando os pedidos X, Y e Z, com base na situação fática F, julgue os itens subsecutivos. Incumbiria exclusivamente a B alegar a suspeição do juiz, por intermédio da exceção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346660",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: TJM-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Antonio, brasileiro, viúvo, pai de Pedro (19 anos), Ana (18 anos) e Joaquim (13 anos), tenciona transferir onerosamente o domínio de um de seus imóveis para o filho mais velho. Para atender à determinação legal de obtenção de anuência dos demais descendentes, a representação legal de Joaquim para o ato :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será suprida por decisão judicial."
      },
      {
        "letra": "B",
        "texto": "far-se-á por intermédio do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "far-se-á por intermédio de tutor nomeado por juiz"
      },
      {
        "letra": "D",
        "texto": "far-se-á por intermédio de curador especial nomeado por juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando a importância dos meios alternativos de resolução de conflitos como forma de diminuir os processos judiciais e de garantir a celeridade da resolução da controvérsia, inclusive para as hipóteses que envolvam interesse da administração pública federal, e tendo em vista, ainda, a correta representação judicial de agentes públicos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A câmara de conciliação e arbitragem não tem competência para promover a celebração de termo de ajustamento de conduta nos casos submetidos à conciliação."
      },
      {
        "letra": "B",
        "texto": "A autorização conferida à Advocacia-Geral da União para representação judicial dos titulares de cargos de direção e assessoramento superiores por atos praticados no exercício de suas atribuições constitucionais, legais ou regulamentares, no interesse público, abrange a possibilidade de impetração de habeas corpus e de mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "Para obter dos órgãos e entidades da administração pública federal informações para subsidiar sua atuação, a câmara de conciliação e arbitragem deverá solicitar a intervenção do advogado-geral da União."
      },
      {
        "letra": "D",
        "texto": "A competência da câmara de conciliação e arbitragem para a conciliação de controvérsias de natureza jurídica entre os órgãos e entidades públicas da administração pública federal não se estende aos conflitos já judicializados."
      },
      {
        "letra": "E",
        "texto": "Não obtida a conciliação, a câmara de conciliação e arbitragem deverá propor ao advogado-geral da União o arbitramento da controvérsia de natureza jurídica estabelecida entre os órgãos e entidades públicas da administração pública federal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "343547",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Da comunicação dos atos processuais - Intimação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue os próximos itens de acordo com a jurisprudência dominante acerca da atuação da DP no processo civil.É prerrogativa da DP a intimação pessoal dos seus membros de todos os atos e termos do processo. A presença do DP na audiência de instrução e julgamento na qual seja proferida a sentença não retira o ônus da sua intimação pessoal, que somente se concretiza com a entrega dos autos com abertura de vistas, em homenagem ao princípio constitucional da ampla defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "343546",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Julgue os próximos itens de acordo com a jurisprudência dominante acerca da atuação da DP no processo civil.Segundo entendimento do STJ, é necessária a intervenção da DP como curadora especial do menor em ação de destituição de poder familiar ajuizada pelo MP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "339519",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito também depois de homologada."
      },
      {
        "letra": "B",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação só produzirá efeito depois de homologada por sentença."
      },
      {
        "letra": "C",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem, depois de homologadas por sentença, a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      },
      {
        "letra": "D",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais, sendo que a desistência da ação produzirá efeito imediatamente depois de protocolizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339517",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, serão representados em juízo, ativa e passivamente: I. a União, os Estados, o Distrito Federal e os Territórios, por seus procuradores. II. o Município, por seu Prefeito ou procurador. III. as pessoas jurídicas, por quem os respectivos estatutos designarem, ou, não os designando, por seus diretores. IV. as sociedades sem personalidade jurídica, pela pessoa a quem couber a administração dos seus bens.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "339516",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o juiz dará curador especial:I. ao incapaz, se não tiver representante legal, ou se os interesses deste colidirem com os daquele. II. ao reconhecidamente carente. III. ao réu preso, bem como ao revel citado por edital ou com hora certa. IV. ao estrangeiro que não residir no país.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335865",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Com relação aos critérios de determinação da prevenção entre 2 juízos, é certo afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre será prevento o juízo onde o juiz despachou em primeiro lugar."
      },
      {
        "letra": "B",
        "texto": "sempre será prevento o juízo onde por primeiro ocorrer a citação válida."
      },
      {
        "letra": "C",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele onde tiver ocorrido por primeiro a citação válida; já entre juízos de comarcas diferentes, prevento será aquele onde por primeiro se proferiu despacho."
      },
      {
        "letra": "D",
        "texto": "entre juízes da mesma competência territorial, será prevento aquele que despachou em primeiro lugar; já entre juízos de comarcas diferentes, prevento será aquele em que por primeiro ocorreu a citação válida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335861",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Acerca dos pressupostos processuais relativos às partes, é acertado dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade de ser parte depende da personalidade jurídica e dela é decorrente, de sorte que somente as pessoas naturais e as pessoas jurídicas dispõem de capacidade de ser parte."
      },
      {
        "letra": "B",
        "texto": "os incapazes dispõem de capacidade postulatória se devidamente representados ou assistidos por seus pais, tutores ou curadores."
      },
      {
        "letra": "C",
        "texto": "não obstante tenha capacidade de ser parte, faltará legitimidade processual àquele que intentar, sem consentimento do cônjuge, ações que versem sobre direitos reais de qualquer natureza."
      },
      {
        "letra": "D",
        "texto": "o nascituro tem capacidade de ser parte, mas se nascer morto, o processo se extinguirá."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332140",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Pressuposto processual de validade objetivo intrínsico"
    ],
    "enunciado_principal": "Apesar de intimado pessoalmente a complementar as custas iniciais do processo, que haviam sido recolhidas a menor, deixa o autor de fazê-lo, limitando-se a informar o Juízo que o fará ao fim do processo. Nessa circunstância, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dar continuidade ao processo, sobrestando a análise do recolhimento posterior das custas para o momento da prolação da sentença."
      },
      {
        "letra": "B",
        "texto": "extinguir o processo, sem resolução de mérito, por ausência de condição da ação."
      },
      {
        "letra": "C",
        "texto": "dar continuidade ao processo, pois é direito do autor pagar parte das custas iniciais ao propor a demanda e parte ao fim desta."
      },
      {
        "letra": "D",
        "texto": "extinguir o processo, com resolução de mérito, declarada a preclusão do autor para o ato de recolhimento das custas."
      },
      {
        "letra": "E",
        "texto": "extinguir o processo, sem resolução do mérito, por ausência de pressuposto processual de constituição e de desenvolvimento válido e regular do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332037",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "QUANTO AO IMPEDIMENTO, ENTENDE O STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Presidente do Tribunal Superior Eleitoral, que prestou informações no processo de controle concentrado de constitucionalidade, relativamente a atos ou resoluções contestados, está impedido de participar de seu julgamento."
      },
      {
        "letra": "B",
        "texto": "os Ministros do STF que participaram, como integrantes do TSE, da formulação e edição de atos ou resoluções contestados, quanto à sua validade jurídica, em sede de fiscalização concentrada de constitucionalidade, estão impedidos de participar do seu julgamento."
      },
      {
        "letra": "C",
        "texto": "Os institutos do impedimento e da suspeição restringem-se ao plano dos processos subjetivos, que discutem situações individuais e interesses concretos, não se estendendo nem se aplicando, ordinariamente, ao processo de fiscalização concentrada de constitucionalidade."
      },
      {
        "letra": "D",
        "texto": "O Presidente do TSE, que prestou informações no processo de controle concentrado de constitucionalidade, está impedido de participar do seu julgamento, bem como os Ministros que participaram, como integrantes daquela Corte, da formulação dos atos contestados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331632",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Quanto à interdição de incapaz, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público tem legitimidade para requerer a interdição apenas em caso de anomalia psíquica;"
      },
      {
        "letra": "B",
        "texto": "O Ministério Púbico tem legitimidade quando as pessoas legitimadas forem menores ou incapazes;"
      },
      {
        "letra": "C",
        "texto": "O tutor não tem legitimidade para requerer a interdição de seu tutelado;"
      },
      {
        "letra": "D",
        "texto": "A sentença de interdição produz efeitos desde logo, embora sujeita à apelação;"
      },
      {
        "letra": "E",
        "texto": "O pedido de levantamento da interdição não pode ser realizado pelo interditado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322963",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso Especial",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Verificando-se que uma nova ação judicial reproduz as mesmas partes, a mesma causa de pedir e o mesmo pedido de outra ação anterior, na qual pende apenas o julgamento de Recurso Especial, ter-se-á:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "continência."
      },
      {
        "letra": "B",
        "texto": "coisa julgada."
      },
      {
        "letra": "C",
        "texto": "conexão."
      },
      {
        "letra": "D",
        "texto": "perempção."
      },
      {
        "letra": "E",
        "texto": "litispendência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322642",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA, acerca do Conceito de Processo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo é um método de exercício da jurisdição e se caracteriza por tutelar situações jurídicas concretamente deduzidas; por isso, o processo deve ser compreendido tendo em vista a situação jurídica material para a qual serve de instrumento de tutela."
      },
      {
        "letra": "B",
        "texto": "Consoante a teoria da relação jurídica processual, o processo é o instrumento através do qual o Estado se desincumbe de seu dever de prestar a tutela jurisdicional, focalizado em diversos aspectos, entre os quais a efetividade da participação das partes na formação da decisão, a adequação do procedimento às necessidades do direito material e a legitimidade do procedimento diante dos direitos fundamentais."
      },
      {
        "letra": "C",
        "texto": "Sob a perspectiva da Teoria do Fato Jurídico, processo é uma espécie de ato jurídico complexo, é um conjunto ordenado de atos destinados a um certo fim, podendo também ser encarado como efeito jurídico. Neste sentido, diz-se que processo é procedimento e é o conjunto das relações jurídicas que se estabelecem entre os diversos sujeitos processuais."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria clássica, processo é procedimento, conjunto de atos jurídicos praticados visando à proteção de direitos. É em face dessa compreensão acerca do processo, que também se diz que processo é procedimento, com fim e conteúdo."
      },
      {
        "letra": "E",
        "texto": "Tendo em vista a natureza pública do direito processual, é adequado o conceito moderno de processo, segundo o qual o processo é o instrumento através do qual o Estado se desincumbe de seu dever de aplicar a lei ao caso concreto e de promover a aplicação judicial do direito material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322634",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela reintegratória, além de pressupor a existência de um dano, expressa uma forma de responsabilidade fundada, em regra, na culpa ou no dolo, ou, em outras palavras, na correlação do evento danoso ao sujeito, que se exprime através da chamada imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A tutela inibitória, como tutela preventiva e específica, é adequada para a proteção de direitos, tais como o direito à saúde e o direito ao meio ambiente saudável, pois além de poder prevenir o ilícito, atua de modo a garantir a atuação do interesse específico pelo qual se invoca a tutela, ao invés do ressarcimento pecuniário do dano, com base no princípio do equivalente monetária."
      },
      {
        "letra": "C",
        "texto": "A tutela ressarcitória prescinde da culpa ou do dolo, enquanto tem por escopo eliminar uma situação de ilicitude, sem a necessidade de qualquer valoração do comportamento de quem impede tal resultado."
      },
      {
        "letra": "D",
        "texto": "Negada a antecipação da tutela, com base no fundamento de que, por exemplo, o direito não foi demonstrado como provável, ainda que mais tarde o direito reste evidenciado e persista o perigo, a tutela não pode mais ser deferida."
      },
      {
        "letra": "E",
        "texto": "No caso de antecipação de soma em dinheiro, declarando-se a inexistência do direito, fica o autor desobrigado de restituir ao réu a quantia antecipada, quando a antecipação tenha ocorrido na ação de indenização fundada em ato ilícito, porque o autor da ação não terá condições financeiras para responder pelo prejuízo causado ao réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322356",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Processo de execução",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Acerca da execução, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o título executivo extrajudicial não apresente valor líquido e certo, faz-se necessária a liquidação por cálculo mediante demonstrativo de débito."
      },
      {
        "letra": "B",
        "texto": "Admite-se o litisconsórcio na execução, com exceção do ulterior ou superveniente."
      },
      {
        "letra": "C",
        "texto": "O adimplemento do devedor e a posse de título de crédito pelo credor constituem pressupostos específicos do processo executivo."
      },
      {
        "letra": "D",
        "texto": "A sentença arbitral inclui-se entre os títulos executivos extrajudiciais."
      },
      {
        "letra": "E",
        "texto": "No processo de execução, a legitimidade ativa é caracterizada como ordinária, extraordinária ou sucessiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322352",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Acerca de provas, atos processuais, formação, suspensão e extinção do processo, bem como de competência, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se proposta a ação a partir do momento em que seja despachada, ainda que haja mais de um juízo, dada a figura, nos fóruns, do juiz distribuidor, que despacha na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de ação que diga respeito a imóvel situado em mais de uma comarca, o foro será determinado por prevenção, estendendo-se a competência sobre a totalidade do imóvel."
      },
      {
        "letra": "C",
        "texto": "A norma que dispõe sobre a distribuição do ônus da prova apresenta como finalidade única a instrução processual, ou seja, visa estimular as partes a desempenhar os seus encargos probatórios."
      },
      {
        "letra": "D",
        "texto": "Na fase de depoimento pessoal, à parte que deixar de responder ao que lhe seja perguntado será aplicada a pena de confissão, dada a presunção absoluta de veracidade dos fatos."
      },
      {
        "letra": "E",
        "texto": "Na sistemática do CPC, são previstos prazos dilatórios e prazos peremptórios, podendo os últimos ser alterados pelo magistrado, de ofício ou a requerimento da parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322160",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Auxiliares de Justiça",
      "Juiz no CPC 1973",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades sem personalidade jurídica, quando demandadas, poderão opor a irregularidade de sua constituição."
      },
      {
        "letra": "B",
        "texto": "Quando o inventariante for dativo, todos os herdeiros e sucessores do falecido serão autores ou réus nas ações em que o espólio for parte."
      },
      {
        "letra": "C",
        "texto": "A sentença condenará o vencido a pagar ao vencedor as despesas que antecipou e os honorários advocatícios, que somente não serão devidos nos casos em que o advogado funcionar em causa própria."
      },
      {
        "letra": "D",
        "texto": "Verificando a incapacidade processual, ou a irregularidade da representação das partes, o juiz, de plano, extinguirá o processo sem resolução do mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "314285",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "A arguição de incompetência absoluta deve ser realizada por meio de exceção e provoca a suspensão do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311419",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual, definida como a capacidade de a pessoa estar em juízo na defesa de seus interesses, distingue-se da capacidade postulatória, atribuída ao advogado para que ele defenda em juízo os interesses do jurisdicionado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305300",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "A respeito da ação e do processo no âmbito do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procedimento é o instrumento de realização da justiça."
      },
      {
        "letra": "B",
        "texto": "A formação da relação processual completa-se com a propositura da ação, ou seja, com o despacho da inicial ou com a distribuição, onde houver mais de uma vara."
      },
      {
        "letra": "C",
        "texto": "O interesse-adequação refere-se à necessidade de o autor ingressar em juízo para obter o bem da vida que ele almeja."
      },
      {
        "letra": "D",
        "texto": "Será improcedente o pedido que for considerado juridicamente impossível."
      },
      {
        "letra": "E",
        "texto": "No caso dos pressupostos processuais, não ocorre a preclusão, podendo, inclusive em grau de recurso aos tribunais superiores, ser reconhecida a inexistência de pressuposto processual e decretada a extinção do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303719",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Se, ao despachar uma petição inicial, o juiz constatar a falta de pedido, ele deverá determinar a intimação do autor para emendá-la no prazo de dez dias, sob pena de indeferimento e consequente extinção do processo sem a resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302747",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante à natureza jurídica do processo, Bulow, em 1868, em seu livro “Teoria dos pressupostos processuais e das exceções dilatórias” expôs a teoria do processo como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relação jurídica processual."
      },
      {
        "letra": "B",
        "texto": "quase contrato."
      },
      {
        "letra": "C",
        "texto": "situação jurídica."
      },
      {
        "letra": "D",
        "texto": "contrato."
      },
      {
        "letra": "E",
        "texto": "instituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302237",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No tocante à capacidade processual e postulatória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a citação de um dos cônjuges é sempre suficiente, não havendo hipóteses em que ambos devam ser citados para a demanda."
      },
      {
        "letra": "B",
        "texto": "o cônjuge necessitará do consentimento do outro para propor ações que versem sobre direitos pessoais e imobiliários."
      },
      {
        "letra": "C",
        "texto": "o juiz dará curador especial ao réu preso, bem como ao revel citado por edital ou com hora certa."
      },
      {
        "letra": "D",
        "texto": "dada a igualdade jurídica entre homem e mulher, não existe situação jurídica na qual seja necessária autorização conjugal para qualquer demanda."
      },
      {
        "letra": "E",
        "texto": "a herança jacente ou vacante é representada judicialmente pelo inventariante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300435",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em relação à capacidade processual, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas ações possessórias é sempre indispensável a participação no processo de ambos os cônjuges."
      },
      {
        "letra": "B",
        "texto": "para propor ações que versem sobre direitos reais imobiliários necessita o cônjuge do consentimento do outro, exceto no caso de regime de separação absoluta de bens, sem no entanto exigir-se a formação de litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "vindo o autor ao processo sem o consentimento do cônjuge, em caso no qual esse consentimento era necessário, deverá o juiz extinguir o processo de imediato, por ausência de pressuposto processual essencial."
      },
      {
        "letra": "D",
        "texto": "a presença de curador especial no processo torna prescindível a participação do Ministério Público, estando em causa interesses de incapazes."
      },
      {
        "letra": "E",
        "texto": "ambos os cônjuges serão necessariamente citados para ações que digam respeito a direitos reais mobiliários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "292467",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: ANP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Os pressupostos processuais e as condições da ação formam o que se denomina juízo de admissibilidade do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1661777",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Leia os artigos do Código de Processo Civil e assinale a alternativa CORRETA: Art. 134. É defeso ao juiz exercer as suas funções no processo contencioso ou voluntário: I. de que for parte; II. em que interveio como mandatário da parte, oficiou como perito, funcionou como órgão do Ministério Público, ou prestou depoimento como testemunha; III. que conheceu em primeiro grau de jurisdição, tendo-lhe proferido sentença ou decisão; IV. quando nele estiver postulando, como advogado da parte, o seu cônjuge ou qualquer parente seu, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau; V. quando cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau; VI. quando for órgão de direção ou de administração de pessoa jurídica, parte na causa. Parágrafo único. No caso do n° IV, o impedimento só se verifica quando o advogado já estava exercendo o patrocínio da causa; é, porém, vedado ao advogado pleitear no processo, a fim de criar o impedimento do juiz.Art. 135. Reputa-se fundada a suspeição de parcialidade do juiz, quando: I. amigo íntimo ou inimigo capital de qualquer das partes; II. alguma das partes for credora ou devedora do juiz, de seu cônjuge ou de parentes destes, em linha reta ou na colateral até o terceiro grau; III. herdeiro presuntivo, donatário ou empregador de alguma das partes; IV. receber dádivas antes ou depois de iniciado o processo; aconselhar alguma das partes acerca do objeto da causa, ou subministrar meios para atender às despesas do litígio; V. interessado no julgamento da causa em favor de uma das partes.Parágrafo único. Poderá ainda o juiz declarar-se suspeito por motivo íntimo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicam-se os motivos de impedimento ao órgão do Ministério Público, apenas quando não for parte, e de suspeição, apenas quando for parte."
      },
      {
        "letra": "B",
        "texto": "Aplicam-se os motivos de suspeição ao órgão do Ministério Público, apenas quando não for parte, e de impedimento apenas quando for parte."
      },
      {
        "letra": "C",
        "texto": "Aplicam-se os motivos de impedimento e de suspeição ao órgão do Ministério Público, quando não for parte, e, sendo parte, nos casos previstos nos incisos I a IV do art. 135."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se os motivos de impedimento e de suspeição ao órgão do Ministério Público, apenas quando for parte."
      },
      {
        "letra": "E",
        "texto": "Ao órgão do Ministério Público aplicam-se apenas os motivos de impedimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1661774",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No Processo Civil, NÃO é representado por curador especial nomeado pelo juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incapaz, sem representante legal."
      },
      {
        "letra": "B",
        "texto": "O incapaz, se os interesses deste colidirem com os do seu representante legal."
      },
      {
        "letra": "C",
        "texto": "O réu preso."
      },
      {
        "letra": "D",
        "texto": "O réu revel citado por hora certa."
      },
      {
        "letra": "E",
        "texto": "A sociedade sem personalidade jurídica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1237617",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. De acordo com a teoria da exposição, a parte autora deve provar a existência da legitimidade das partes, a possibilidade jurídica do pedido, o interesse de agir e a capacidade postulatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984273",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Quanto à causa de pedir, na petição inicial, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A errônea capitulação legal não conduz à inépcia."
      },
      {
        "letra": "B",
        "texto": "O nosso sistema processual adotou o princípio da substanciação, razão por que é desnecessária a exposição dos fatos para a compreensão da relação jurídica."
      },
      {
        "letra": "C",
        "texto": "Os fundamentos jurídicos do pedido se confundem com os fundamentos legais."
      },
      {
        "letra": "D",
        "texto": "O nome dado à ação é relevante, tanto que ele é exigido pelo art. 282 do Código de Processo Civil - CPC."
      },
      {
        "letra": "E",
        "texto": "A lei exige que o autor mencione o artigo de lei em que se baseia o pedido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "487539",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Pressuposto processual de existência"
    ],
    "enunciado_principal": "Considerando o ato decisório do juiz, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma das novidades trazida pela Lei n. 11.232/2005, que alterou o Código de Processo Civil, está na exigência de sentenças de mérito que não extingam o processo."
      },
      {
        "letra": "B",
        "texto": "Apenas nas sentenças condenatória e constitutiva de direito cabe o acolhimento do pedido sem extinção do processo"
      },
      {
        "letra": "C",
        "texto": "Nos casos em que o processo ficar parado durante mais de 1 (um) ano por negligência das partes, ou quando o autor, por não promover os atos e diligências que lhe competir abandonar a causa por mais de 30 (trinta) dias, o juiz ordenará o arquivamento dos autos, declarando a extinção do processo, se a parte, intimada através de seu representante legal, deixar de suprir a falta em 48 (quarenta e oito) horas."
      },
      {
        "letra": "D",
        "texto": "O juiz conhecerá de ofício, em qualquer tempo e grau de jurisdição, enquanto não proferida a sentença de mérito, as matérias relativas à ausência de pressupostos de constituição e de desenvolvimento válido e regular do processo, a alegação de perempção, litispendência ou de coisa julgada e as condições da ação, desde que o réu as alegue na primeira oportunidade em que lhe caiba falar nos autos, sob pena de pagamento das custas processuais de retardamento."
      },
      {
        "letra": "E",
        "texto": "A parte dispositiva da sentença reveste-se da autoridade da coisa julgada material, com exceção dos motivos nela expostos, ainda que importantes para determinar o alcance de sua parte dispositiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "473541",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das causas de suspeição e impedimento do Juiz.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o Juiz ser empregador de uma das partes acarreta o seu impedimento para atuar no processo."
      },
      {
        "letra": "B",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando alguma das partes for credora de parente do Juiz, na linha colateral até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "Não constitui causa de suspeição a circunstância de o Juiz ter recebido dádivas da parte antes de iniciado o processo."
      },
      {
        "letra": "D",
        "texto": "O Código de Processo Civil admite que o Juiz se declare impedido por motivo de foro íntimo."
      },
      {
        "letra": "E",
        "texto": "Reputa-se fundada a suspeição de parcialidade quando o Juiz for amigo íntimo ou inimigo capital do advogado de qualquer das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "473522",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação às regras de impedimento e suspeição no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for parente de alguma das partes até o quarto grau."
      },
      {
        "letra": "B",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando nele estiver postulando, como advogado da parte, qualquer parente seu até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "É defeso ao Juiz exercer as suas funções no processo quando for órgão de direção ou de administração de pessoa jurídica parte na causa."
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição quando alguma das partes for credora ou devedora de parentes do Juiz, em linha reta ou na colateral até o quarto grau."
      },
      {
        "letra": "E",
        "texto": "Os motivos de impedimento e de suspeição não se aplicam ao serventuário de justiça, ao perito e ao intérprete."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426135",
    "metadata": "Ano: 2012 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Ao tratar sobre os impedimentos, o Código de Processo Civil dispõe que é proibido ao juiz exercer as suas funções no processo contencioso ou voluntário quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "B",
        "texto": "credor ou devedor de alguma das partes ou de seus parentes em linha reta ou na colateral até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "recebedor de dádivas antes ou depois de iniciado o processo."
      },
      {
        "letra": "D",
        "texto": "cônjuge, parente, consanguíneo ou afim, de alguma das partes, em linha reta ou, na colateral, até o terceiro grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425987",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Das Partes e Procuradores",
      "Da ação",
      "Condições da ação",
      "Sujeitos da relação processual",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Julgue os itens a seguir:I) A legitimidade ordinária se dá quando alguém discute no processo interesse ou direito próprio. Por sua vez, a legitimidade extraordinária se dá quando alguém está no processo em nome alheio, defendendo direito ou interesse alheio. II) Pela Teoria da Asserção, adotada pela maioria da doutrina e da jurisprudência, a análise das condições da ação deve ser feita à luz do que se afirma na petição inicial \"in statu assertionis\", dispensando- se a produção de prova para aferir a sua existência. Desta forma, se com o que foi alegado pelo autor, as condições estiverem presentes, posterior análise sobre sua veracidade será considerada decisão de mérito. Contudo, apesar de minoritária, o Código de Processo Civil adota a Teoria da Exposição, segundo a qual as condições da ação não são analisadas somente a partir das assertivas da petição inicial, mas podem ser verificadas a qualquer momento, inclusive através de provas. Assim, para esta última teoria, com a verificação superveniente da inexistência de uma condição da ação, o processo deve ser extinto sem julgamento de mérito, independente do momento e do grau de jurisdição.III) Toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo. Trata-se de capacidade de ser parte, pressuposto de existência do processo. IV) O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. Trata-se de capacidade processual das pessoas casadas, requisito de validade do processo. V) A capacidade postulatória constitui requisito de validade do processo. Por isso, os atos processuais praticados por quem não é advogado são nulos. Contudo, os atos processuais praticados por advogado sem procuração, nos termos da lei processual civil, são inexistentes. São CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV eV."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "lll, IV eV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425986",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Identificação da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência absoluta tutela o interesse público, por isso pode ser reconhecida de ofício pelo juiz, podendo ser alegada pelas partes em qualquer tempo e grau de jurisdição, independentemente de exceção. De outro lado, a incompetência relativa tutela interesses privados, devendo ser alegada pelas partes por meio de exceção no prazo legal, sob pena de prorrogação da competência. Assim como na incompetência absoluta, uma vez declarada a incompetência relativa, somente os atos decisórios serão nulos, remetendo-se os autos ao juiz competente."
      },
      {
        "letra": "B",
        "texto": "A existência de vara privativa, instituída por lei estadual, altera a competência territorial resultante das leis de processo."
      },
      {
        "letra": "C",
        "texto": "Não se trata de conexão e sim continência, quando duas ou mais ações possuem identidade de partes e de causa de pedir, mas o objeto de uma, por ser mais amplo, abrange o das outras."
      },
      {
        "letra": "D",
        "texto": "A conexão não determina a reunião dos processos, se um deles já foi julgado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "398532",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Luiz Antônio é citado em São Paulo para se defender em uma ação de cobrança movida por Paulo, em Belo Horizonte. Procura um advogado que propõe exceção de incompetência, postulando a remessa dos autos para São Paulo. Tendo como base as afirmações anteriores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Luiz Antônio terá o prazo de 30 dias para propor a exceção."
      },
      {
        "letra": "B",
        "texto": "o juiz de Belo Horizonte, recebendo a exceção, determinará que o processo de cobrança fique suspenso até o julgamento definitivo da exceção."
      },
      {
        "letra": "C",
        "texto": "Luiz Antônio proporá a exceção de incompetência como preliminar de mérito da contestação."
      },
      {
        "letra": "D",
        "texto": "após a propositura do pedido de exceção de incompetência, o juiz determinará que Paulo seja ouvido em 5 dias."
      },
      {
        "letra": "E",
        "texto": "Luiz Antônio terá que ir a Belo Horizonte para propor a exceção de incompetência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "398531",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo",
      "Ausência de Perempção",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Roxin, dirigindo seu veículo automotor, colide com veículo de propriedade de Thomas. Thomas propõe ação de indenização em desfavor de Roxin, que é citado e procura o advogado Rousseau para fazer sua defesa. Com base no CPC, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rousseau poderá alegar, em sede de preliminar de contestação, a incompetência relativa do juízo."
      },
      {
        "letra": "B",
        "texto": "Caso Thomas já tenha intentado ação idêntica, ainda não sentenciada, poderá Rousseau alegar preliminar de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Se Rousseau não alegar matéria relacionada à perempção, não poderá o juízo conhecer da mesma."
      },
      {
        "letra": "D",
        "texto": "Não é lícito a Rousseau, depois de contestada a ação, deduzir alegação relacionada a direito superveniente, ante a preclusão ocorrida."
      },
      {
        "letra": "E",
        "texto": "Os fatos não impugnados por Rousseau serão considerados verdadeiros, em regra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "397656",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "João pretende cobrar judicialmente Antônio por débito por este contraído. Antes do ajuizamento da demanda, João toma conhecimento de que Antônio faleceu, tendo sido aberto inventário com nomeação de inventariante dativo. João deverá mover a demanda em face",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do cônjuge de Antônio."
      },
      {
        "letra": "B",
        "texto": "do espólio de Antônio, representado pelo inventariante dativo."
      },
      {
        "letra": "C",
        "texto": "dos herdeiros e sucessores de Antônio."
      },
      {
        "letra": "D",
        "texto": "do espólio de Antônio, representado pelo cônjuge sobre- vivente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358190",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Configura prerrogativa processual da Fazenda Pública, dentre outras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prazo em dobro para se defender e em quádruplo para recorrer."
      },
      {
        "letra": "B",
        "texto": "necessidade de homologação pelo sindicato das rescisões de empregados com tempo superior a um ano de serviço e presunção absoluta relativa de validade dos recibos de quitação ou pedidos de demissão de seus empregados."
      },
      {
        "letra": "C",
        "texto": "isenção no pagamento das custas processuais e necessidade de recolhimento do depósito recursal."
      },
      {
        "letra": "D",
        "texto": "a regularidade da representação dos procuradores, que é presumida, dispensa a juntada de instrumento procuratório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "358180",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os Estados, o Distrito Federal e os Territórios, por seus Governadores."
      },
      {
        "letra": "B",
        "texto": "a massa falida, por seu curador."
      },
      {
        "letra": "C",
        "texto": "a herança jacente ou vacante, pelo inventariante."
      },
      {
        "letra": "D",
        "texto": "o Município, por seu Prefeito ou procurador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "321584",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre a defesa de interesses metaindividuais pelo Ministério Público do Estado do Rio de Janeiro, analise as afirmativas a seguir:I. Não há legitimidade, por falta de interesse social, para fazer cessar a poluição sonora por uso anormal da propriedade, se ficar comprovado, no curso da investigação,que os ruídos lesionam interesses de um determinado grupo de vizinhos.II. Não há legitimidade para tutelar interesse de classe de servidores públicos na obtenção de reajuste remuneratório,não lhe cabendo deflagrar ações que beneficiem titulares de direitos individuais disponíveis que possam se organizar adequadamente, ou mesmo atuar de forma individual.III. Há atribuição para investigar o mau uso de verbas públicas repassadas,por convênio, pela União a um Município Fluminense, para a compra de ambulâncias,diante da possível prática de ato de improbidade administrativa, que,caso comprovado,deve seu autor receber a devida sanção punitiva.IV. Embora disponível, o interesse dos consumidores de uma loja de artigos de luxo, que pratica cobrança abusiva e indevida de juros, traduz-se como interesse social, ensejando a atuação do Ministério Público através da Ação Civil Pública para o ressarcimento de danos morais e materiais.Estão corretas somente as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II;"
      },
      {
        "letra": "B",
        "texto": "I e III;"
      },
      {
        "letra": "C",
        "texto": "II e III;"
      },
      {
        "letra": "D",
        "texto": "II e IV;"
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "321583",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Cidadão, em pleno gozo de seus direitos políticos,ajuizou ação popular ambiental, figurando no polo passivo, entre outros, o Estado,o Governador e o Secretário de Fazenda. Nas respostas aos termos da inicial, os réus informaram que, poucos dias depois da propositura da ação popular,o Ministério Público, por meio de Promotor de Justiça, no exercício de suas atribuições ordinárias, ajuizou ação civil pública essencialmente sobre a mesma situação jurídica coletiva, com os mesmos fundamentos e pedidos, figurando as mesmas partes no polo passivo. Constatando- se a veracidade das informações sobre a identidade daqueles elementos, sabe-se também que as comarcas são distintas e que a ação civil pública foi despachada em primeiro lugar, mas a citação válida se deu primeiramente na ação popular.Diante desse quadro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há litispendência entre as ações em virtude de os autores serem entes distintos, inexistindo a tríplice identidade, devendo haver reunião das ações por conexão na comarca em que foi despachada a ação civil pública;"
      },
      {
        "letra": "B",
        "texto": "há conexão de causas, inexistindo identidade jurídica entre os autores, devendo ser extinta a ação civil pública e prosseguir a ação popular no foro em que foi proposta, podendo o Promotor de Justiça ingressar no polo ativo por meio de litisconsórcio facultativo unitário ulterior;"
      },
      {
        "letra": "C",
        "texto": "há conexão de causas, mas não haverá reunião das ações em virtude de o Governador fazer jus a foro por prerrogativa de funções, além de não haver litisconsórcio entre indivíduo e Ministério Público em ação coletiva ambiental;"
      },
      {
        "letra": "D",
        "texto": "há litispendência, estando presente a identidade entre as partes e entre a situação jurídica das demandas, mas, se não houver emenda da inicial, a ação civil pública deverá ser extinta por ausência de atribuição do Promotor de Justiça, sem prejuízo do prosseguimento da ação popular com intervenção do Ministério Público;"
      },
      {
        "letra": "E",
        "texto": "a ação popular deve ser extinta, porque não se presta para a tutela ambiental e também, considerando-se a proeminência da legitimidade do Ministério Público, prevalece a ação civil pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "288641",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A respeito dos aspectos processuais da atuação do curador especial, assinale a opção correta com base no que dispõem o CPC e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu preso tem direito a curador especial, ainda que tenha contestado a ação por intermédio de advogado constituído."
      },
      {
        "letra": "B",
        "texto": "A nomeação de curador especial ao incapaz só ocorrerá se este não tiver representante legal ou se os interesses do incapaz forem colidentes com os do representante legal."
      },
      {
        "letra": "C",
        "texto": "A natureza jurídica do curador especial é a de substituto processual."
      },
      {
        "letra": "D",
        "texto": "O curador especial, excetuado o dever de contestar especificadamente os fatos, atua, em geral, segundo sua convicção profissional, não sendo obrigado a interpor recurso."
      },
      {
        "letra": "E",
        "texto": "É imprescindível a intervenção da DP como curadora especial de menor em ação de destituição de poder familiar ajuizada pelo MP, sob pena de nulidade da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "288640",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Com relação à capacidade postulatória e aos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento de recurso interposto por defensor público estadual deve ser acompanhado no STJ exclusivamente pela DPU, que deve ser intimada das decisões e acórdãos proferidos, constituindo a atuação da DPU impedimento à ação da respectiva DPE."
      },
      {
        "letra": "B",
        "texto": "Outorgado mandato por menor devidamente representado, o instrumento permanece válido até que o mandante atinja a maioridade e, se ainda em curso o processo após o aniversário de dezoito anos do mandante, nova procuração deverá ser juntada aos autos, sob pena de se considerar inadmissível eventual recurso interposto."
      },
      {
        "letra": "C",
        "texto": "O pleito de fornecimento de medicamentos a menor carente deve ser postulado pela DP, em ação individual, ou pelo MP, em ação civil pública."
      },
      {
        "letra": "D",
        "texto": "O pedido de assistência judiciária gratuita formulado no curso da ação deve ser deduzido em petição a ser proposta em separado e autuada em apenso aos autos principais, podendo a proposição no corpo de petição de recurso ser considerada erro grosseiro."
      },
      {
        "letra": "E",
        "texto": "Conforme súmula do STJ, os honorários advocatícios não são devidos à DP quando ela atua contra qualquer pessoa jurídica de direito público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270735",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Do Litisconsórcio",
      "Conceito e Classificação do Litisconsórcio",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as pessoas físicas e jurídicas têm capacidade de ser parte no processo civil."
      },
      {
        "letra": "B",
        "texto": "a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores, em todo o território nacional."
      },
      {
        "letra": "C",
        "texto": "o Município é representado, em juízo, ativa e passivamente, por seu Prefeito e pelo Presidente da Câmara Municipal."
      },
      {
        "letra": "D",
        "texto": "para as causas que versem sobre direitos reais imobiliários, os cônjuges são litisconsortes necessários, se réus; mas não o serão, se autores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270482",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ônus da impugnação específica dos fatos, na contestação, não se aplica ao curador especial, ao órgão do Ministério Público e ao advogado dativo."
      },
      {
        "letra": "B",
        "texto": "os absolutamente incapazes serão representados em juízo, na forma da lei, por não possuírem capacidade para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "a apelação interposta contra sentença que julgar procedente o pedido de instituição de arbitragem será recebida em ambos os efeitos, devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "verificando a incapacidade processual ou a irregularidade de representação das partes, o juiz deve excluir, de imediato, o terceiro do processo, se a irregularidade a ele se referir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "261927",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "É INCORRETO afirmar que serão representados em juízo, ativa e passivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Município, por seu Prefeito ou procurador."
      },
      {
        "letra": "B",
        "texto": "Os Estados, por seus Governadores."
      },
      {
        "letra": "C",
        "texto": "A massa falida, pelo síndico."
      },
      {
        "letra": "D",
        "texto": "A herança jacente ou vacante, por seu curador."
      },
      {
        "letra": "E",
        "texto": "A pessoa jurídica estrangeira, pelo gerente, representante ou administrador de sua filial, agência ou sucursal aberta ou instalada no Brasil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "259339",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "De acordo com a teoria da exposição, a parte autora deve provar a existência da legitimidade das partes, a possibilidade jurídica do pedido, o interesse de agir e a capacidade postulatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236552",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Quanto aos pressupostos processuais, analise os itens abaixo: I - As incompetências absoluta e relativa são apenas exceções dilatórias, vez que não extinguem o processo sem resolução do mérito, sendo que a primeira quando declarada gera a nulidade somente dos atos decisórios e a remessa ao juízo competente. A incompetência absoluta é arguida como preliminar de contestação, não gerando a suspensão do feito, e a relativa, por meio da exceção declinatória, gera a suspensão do feito até ser definitivamente julgada. II - A capacidade processual é um pressuposto processual de validade da relação jurídica processual, sendo que as pessoas jurídicas de direito público interno – União, Estados, Municípios e Distrito Federal – são representadas em Juízo ativa ou passivamente exclusivamente por seus procuradores. Verificando a incapacidade processual ou a irregularidade da representação das partes, o juiz, suspendendo o processo, marcará prazo razoável para a correção do defeito, tendo em vista que é vício sanável. Contudo, não sanado, gera ao autor a nulidade do processo; ao réu, a revelia; ao terceiro, sua exclusão do feito. III - São efeitos processuais da citação válida: prevenção do juízo, litigiosidade da coisa e indução de litispendência. São efeitos materiais da citação válida: constituição do devedor em mora e interrupção da prescrição que retroage à data da propositura da ação. IV - São pressupostos processuais negativos da relação jurídica processual: a perempção, litispendência, coisa julgada e convenção de arbitragem. Os citados pressupostos ocasionam a extinção do processo sem resolução do mérito, possuem natureza de ordem pública e podem ser conhecidos de ofício pelo magistrado e arguidos não só pelas partes, mas por qualquer um no processo, inclusive pelo membro do Ministério Público. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas II e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e IV estão corretas;"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "232849",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Roberval é maior, capaz, técnico em computação, reside da cidade do Rio de Janeiro, se acha em pleno exercício de seus direitos e habilitado a todos os atos da vida civil. Nesse caso, Roberval",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem capacidade postulatória e capacidade para estar em juízo."
      },
      {
        "letra": "B",
        "texto": "tem capacidade postulatória, mas não tem capacidade para estar em juízo."
      },
      {
        "letra": "C",
        "texto": "tem capacidade para estar em juízo, mas não tem capacidade postulatória."
      },
      {
        "letra": "D",
        "texto": "não tem capacidade postulatória, nem capacidade para estar em juízo."
      },
      {
        "letra": "E",
        "texto": "só tem capacidade para estar em juízo e capacidade postulatória se estiver assistido por curador especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "232125",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em face da capacidade processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não forem concedidas, a autorização do marido e a outorga da mulher não podem ser supridas de nenhum modo."
      },
      {
        "letra": "B",
        "texto": "o cônjuge necessita do consentimento do outro para propor ações que versem sobre direitos pessoais."
      },
      {
        "letra": "C",
        "texto": "verificadas a incapacidade processual ou a irregularidade da representação das partes, o juiz suspenderá o processo e marcará prazo razoável para ser sanado o defeito."
      },
      {
        "letra": "D",
        "texto": "toda e qualquer pessoa tem capacidade para estar em juízo."
      },
      {
        "letra": "E",
        "texto": "a representação em juízo, ativa e passiva, da massa falida, do condomínio, do espólio e da herança jacente ou vacante se dá pela figura do síndico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707090",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - A preexistência de compromisso arbitral deve ser alegada, em preliminar, na contestação, sob pena de preclusão. II - A lei que se aplica em questões processuais deve ser a que estiver em vigência no tempo em que ocorreu o ato material. III - A capacidade de ser parte no processo civil não se restringe apenas às pessoas naturais e jurídicas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II está errada."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "620546",
    "metadata": "Ano: 2011 | Banca: Nosso Rumo | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Arbitragem no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de Convenção de Arbitragem"
    ],
    "enunciado_principal": "Extingue-se o processo, sem resolução de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o juiz acolher ou rejeitar o pedido do autor."
      },
      {
        "letra": "B",
        "texto": "pela convenção de arbitragem."
      },
      {
        "letra": "C",
        "texto": "quando o réu reconhecer a procedência do pedido."
      },
      {
        "letra": "D",
        "texto": "quando as partes transigirem."
      },
      {
        "letra": "E",
        "texto": "quando o juiz pronunciar a decadência ou a prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "505976",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Critérios de competência",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dentre outros efeitos, é a partir da citação válida que se tem como configurada a perpetuatio jurisdictionis."
      },
      {
        "letra": "B",
        "texto": "Constituem pressupostos processuais negativos a litispendência, a coisa julgada e a incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "É vedada a intervenção de terceiros no processo de execução por título extrajudicial, salvo quando da instauração incidente de embargos de devedor."
      },
      {
        "letra": "D",
        "texto": "Diante de vício insanável do ato de citação, poderá a qualquer tempo ser aviada pelo réu querela nuliitatis insanabilis dispensando-se a propositura de ação rescisória para tal desiderato."
      },
      {
        "letra": "E",
        "texto": "A transação é causa de extinção do processo com resolução de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "505975",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA:I - Segundo a teoria moderna da ação de direito material defendida por Pontes de Miranda, o direito processual tem de atender à eficácia das ações segundo o direito material correspondente. II - O fenômeno processual da substituição processual constitui hipótese excepcional onde o direito de ação é exercido em nome próprio por quem não é detentor do direito material, apenas quando houver expressa disposição legal autorizativa.III - Segundo a teoria de Liebman, as condições da ação são requisitos necessários à configuração do próprio direito à tutela jurisidicional, o qual, em virtude do seu caráter abstrato, não se confunde com o direito material vindicado. IV - Caso se verifique a ausência de uma das condições da ação no momento da sua propositura, mas no curso do processo tal condição venha a ser implementada, não terá incidência a hipótese do art. 267, VI, do CPC, devendo o julgador apreciar o mérito da pretensão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "486587",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Acerca do instituto da litispendência, é CORRETO afirmar que a proposição de uma ação coletiva - ação civil pública ou ação civil coletiva - ajuizada para a defesa de interesses coletivos – em sctrito sensu – com uma ação individual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denota litispendência, mesmo quando houver identidade das partes e conexão entre as ações."
      },
      {
        "letra": "B",
        "texto": "denota litispendência, quando houver identidade das partes, de pedido e da causa de pedir."
      },
      {
        "letra": "C",
        "texto": "não denota litispendência."
      },
      {
        "letra": "D",
        "texto": "denota litispendência, quando houver conexão entre as ações e causa de pedir"
      },
      {
        "letra": "E",
        "texto": "não denota litispendência, se houver identidade das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252576",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre as pessoas casadas no processo,é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em determinados casos, o casamento afeta a legitimidade processual dos cônjuges, embora sem lhes retirar a capacidade processual;"
      },
      {
        "letra": "B",
        "texto": "o regime legal de separação absoluta de bens dispensa a vênia conjugal;"
      },
      {
        "letra": "C",
        "texto": "o consentimento de um dos cônjuges poderá ser suprido judicialmente, de ofício, em caso de recusa inoportuna;"
      },
      {
        "letra": "D",
        "texto": "um cônjuge somente pode demandar em juízo sobre direito real imobiliário se o outro consentir;"
      },
      {
        "letra": "E",
        "texto": "nas ações possessórias imobiliárias, a participação do cônjuge do autor ou do réu somente é indispensável nos casos de composse ou de ato por ambos praticados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "244404",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que concerne às partes, capacidade, representação e atuação, analise as seguintes proposições:I. Capacidade de ser parte é a capacidade de ter direitos e obrigações, tal como adjudicada a um sujeito de direito. II. Capacidade processual é a de alguém que pode, idoneamente, instaurar um processo, porque maior e capaz. III. A representação, na esfera do processo civil, significa que o absolutamente incapaz, não tendo capacidade processual alguma, mas exclusivamente capacidade de ser parte, não pode processualmente agir. IV. Verificado o defeito na representação processual, o juiz, de imediato, decretará a nulidade do processo. V. Havendo transação e nada tendo as partes disposto quanto às despesas, estas serão pagas pelo autor da demanda.Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva IV está correta."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as assertivas I, Il e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as assertivas I, II e Ill."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas Ill, IV e V."
      },
      {
        "letra": "E",
        "texto": "Apenas a assertiva Il está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235371",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Noções Gerais de Pressupostos Processuais no CPC 1973"
    ],
    "enunciado_principal": "Podem ser considerados pressupostos processuais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão investido de jurisdição voluntária, citação válida e capacidade processual;"
      },
      {
        "letra": "B",
        "texto": "legitimidade para agir, capacidade postulatória e ônus probatório;"
      },
      {
        "letra": "C",
        "texto": "capacidade de ser parte, demanda e órgão investido de jurisdição;"
      },
      {
        "letra": "D",
        "texto": "interesse processual, juízo competente e partes"
      },
      {
        "letra": "E",
        "texto": "órgão investido de jurisdição, questões prejudiciais e agravos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "210913",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre os pressupostos da relação jurídica processual, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável a participação do cônjuge do autor ou do réu nas ações possessórias, quando o ato for praticado por um deles."
      },
      {
        "letra": "B",
        "texto": "não se exige a citação de ambos os cônjuges para as ações que tenham por objeto o reconhecimento, a constituição ou a extinção de ônus sobre imóveis de apenas um deles."
      },
      {
        "letra": "C",
        "texto": "o cônjuge necessita do consentimento do outro para propor ações que versem sobre imóveis, ainda que de caráter obrigacional."
      },
      {
        "letra": "D",
        "texto": "é necessária a citação de ambos os cônjuges para as ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198775",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "DENTRE AS PROPOSlÇÕES ABAIXO, ALGUMAS SÃO FALSAS, OUTRAS VERDADEIRAS: I. O requisito da capacidade postulatória admite exceções previstas em lei; II. São nulos os atos praticados por juiz absolutamente incompetente; III. A perempção é pressuposto processual extrínseco e negativo; IV. O processo, antes da citação do réu, não pode permitir a produção de efeitos.Das proposiçóes acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "( ) I e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "( ) I e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "( ) Nenhuma das opções anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198476",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "No tocante à ação, para nossa lei processual civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da ausência de pressupostos processuais leva ao impedimento da instauração da relação processual ou à nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "a ausência do direito material subjetivo conduz à carência de ação."
      },
      {
        "letra": "C",
        "texto": "a ausência das condições da ação não pode ser aferida de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "não se admite a ação meramente declaratória, se já ocorreu a violação do direito."
      },
      {
        "letra": "E",
        "texto": "o interesse do autor está ligado sempre, e apenas, à constituição de seu direito, com pedido eventual de preceito mandamental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119023",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sabe-se que pessoa casada tem plena personalidade processual, já que o matrimônio não gera incapacidade alguma. Todavia, há situações particulares em que é necessária a aquiescência do consorte para atuar processualmente, designada pela doutrina de integração de capacidade. Dentre as alternativas abaixo, indique a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No regime de separação absoluta de bens, ainda que o casamento tenha sido celebrado antes da vigência do atual Código Civil de 2002, é dispensada a autorização."
      },
      {
        "letra": "B",
        "texto": "Nas ações que versem sobre direitos reais imobiliários é necessária a autorização do marido ou a outorga da mulher. Entretanto, o consentimento não significa que o cônjuge se tornará parte no processo, embora sujeito aos efeitos da coisa julgada."
      },
      {
        "letra": "C",
        "texto": "As ações sobre imóveis, de natureza pessoal, tais como indenizatórias e de locação, por não versarem sobre direitos reais imobiliários, não necessitam da vênia conjugal."
      },
      {
        "letra": "D",
        "texto": "A promessa de compra e venda de imóveis, registrada no ofício imobiliário, assim como as lides acerca da propriedade, usufruto, hipoteca de imóveis exigem a autorização integrativa da capacidade. A negativa de outorga ou a impossibilidade de dá-la pode ser suprida judicialmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119022",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Assinale, dentre as afirmativas abaixo, a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estando no exercício do poder familiar, qualquer dos cônjuges, sozinho, pode ser representante ou assistente do filho absoluta ou relativamente incapaz. Havendo discordância sobre o exercício do poder familiar, qualquer dos pais pode pedir ao juiz que solucione a divergência."
      },
      {
        "letra": "B",
        "texto": "Estabelece-se o princípio da estabilidade subjetiva da relação processual com a citação do réu. Assim, apenas se permite a alteração das partes em razão de alienação posterior do objeto litigioso, se a parte adversa concordar com a sucessão processual. Havendo recusa, permanece inalterada a relação processual originária, a menos que haja o falecimento do alienante ou cedente, hipótese em que estes poderão prosseguir na causa apenas juntando o respectivo título e provando a sua identidade."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de réu preso, revel, o curador especial nomeado exerce um múnus público. Todavia, não tem o dever de contestar o feito e, por isso, a omissão não importa em revelia."
      },
      {
        "letra": "D",
        "texto": "A citação tem de ser feita na pessoa do réu, parte passiva legitimada. Se o réu não tiver capacidade processual, deverá estar representado ou assistido no ato citatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "111834",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é o poder atribuído ao juiz para solucionar o conflito de interesses entre o autor e o réu."
      },
      {
        "letra": "B",
        "texto": "é causa de nulidade insanável, não podendo o juiz assinar prazo para a sua regularização."
      },
      {
        "letra": "C",
        "texto": "é a aptidão profissional para atuar em juízo, como representante da parte."
      },
      {
        "letra": "D",
        "texto": "não é pressuposto de validade do processo."
      },
      {
        "letra": "E",
        "texto": "é inerente a toda pessoa maior e capaz, com plena capacidade de exercício dos atos da vida civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "111306",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "NÃO têm capacidade postulatória para atuar na Justiça Comum",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os membros do Ministério Público no exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "os profissionais regularmente inscritos no quadro de advogados da Ordem dos Advogados do Brasil."
      },
      {
        "letra": "C",
        "texto": "todas as pessoas maiores e capazes que se acharem no exercício de seus direitos."
      },
      {
        "letra": "D",
        "texto": "os Juízes de Direito nas exceções de suspeição ou impedimento contra eles oposta."
      },
      {
        "letra": "E",
        "texto": "os membros da Advocacia Geral da União no exercício de suas atribuições."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "104803",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Caso seja casada no regime de comunhão universal de bens, Maria necessitará do consentimento de seu cônjuge para propor ação contra a loja a fim de cobrar a multa contratualmente prevista para a hipótese de atraso na entrega dos armários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1659765",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Não há impedimento ou suspeição do magistrado quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O magistrado, que nos Tribunais, tenha cônjuge e parentes consanguíneos ou afins em linha reta ou colateral até o terceiro grau, na mesma Turma, Câmara ou Seção."
      },
      {
        "letra": "B",
        "texto": "Amigo íntimo ou inimigo capital de qualquer dos procuradores das partes."
      },
      {
        "letra": "C",
        "texto": "Herdeiro presuntivo, donatário ou empregador de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Quando for órgão de direção ou de administração de pessoa jurídica, parte na causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1659758",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser dispensada a citação e proferida sentença, quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "Considera-se proposta a ação no momento em que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. A propositura da ação só produz efeitos quanto ao réu depois que for validamente citado."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, é vedado ao juiz, reformar sua decisão, devendo encaminhar imediatamente os autos do processo ao tribunal competente."
      },
      {
        "letra": "D",
        "texto": "O pedido deve ser certo ou determinado, é lícito, porém, formular pedido genérico, quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635829",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "No processo civil, o Juiz é impedido de exercer suas funções nos feitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em que for devedor de alguma das partes."
      },
      {
        "letra": "B",
        "texto": "Em que for donatário de alguma das partes."
      },
      {
        "letra": "C",
        "texto": "Em que for amigo íntimo de alguma das partes."
      },
      {
        "letra": "D",
        "texto": "Em que alguma das partes for credora de seu cônjuge."
      },
      {
        "letra": "E",
        "texto": "Em que seja parente afim em linha reta de alguma das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1635822",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "No que se refere à representação ativa e passiva em juízo, assinale a alternativa que NÃO apresenta a correspondência correta, segundo o Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condomínio pelo administrador."
      },
      {
        "letra": "B",
        "texto": "O espólio pelo inventariante."
      },
      {
        "letra": "C",
        "texto": "O Município pelo seu Prefeito."
      },
      {
        "letra": "D",
        "texto": "O Estado por seu Procurador."
      },
      {
        "letra": "E",
        "texto": "A herança jacente pelo testamenteiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1238803",
    "metadata": "Ano: 2010 | Banca: ACAPLAM | Órgão: Prefeitura de Galinhos - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Marque a afirmativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. A propositura da ação, todavia só produz, quanto as partes, os efeitos mencionados no art. 219 depois que houverem as devidas citações."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa por iniciativa da parte, mas se desenvolve por impulso oficial."
      },
      {
        "letra": "C",
        "texto": "Feita a citação é defeso ao autor modificar o pedido sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "Feita a citação é defeso ao autos modificar a causa e pedir sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1184910",
    "metadata": "Ano: 2010 | Banca: CONSULPLAN | Órgão: Prefeitura de Guaxupé - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Da ação",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Sobre Direito Processual Civil, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código de Processo Civil, o município será representado em juízo, ativa e passivamente apenas por seu procurador."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide, quaisquer das partes poderá requerer que o juiz a declare por sentença."
      },
      {
        "letra": "D",
        "texto": "É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "E",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "481375",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Segundo a lei processual, toda pessoa que se acha no exercício dos seus direitos tem capacidade para estar em juízo e os incapazes serão representados ou assistidos por seus pais, tutores ou curadores, na forma da lei civil, cabendo ao juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "designar curador especial ao réu preso, se for incapaz"
      },
      {
        "letra": "B",
        "texto": "designar curador especial ao réu incapaz, ainda que acompanhado de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "designar curador especial ao réu revel que foi citado pela via postal."
      },
      {
        "letra": "D",
        "texto": "suspender o processo, se verificada a incapacidade processual ou a irregularidade da representação de quaisquer das partes, e marcar prazo razoável para ser sanado o defeito, sob pena de decretação da nulidade do processo."
      },
      {
        "letra": "E",
        "texto": "suspender o processo, se verificada a incapacidade processual ou a irregularidade da representação de quaisquer das partes, e marcar prazo razoável para ser sanado o defeito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "257750",
    "metadata": "Ano: 2010 | Banca: UPENET/IAUPE | Órgão: Grande Recife",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "No procedimento ordinário, constante no Código de Processo Civil, a petição inicial será indeferida, quando for inepta. Considera -se inepta, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte for manifestadamente ilegítima."
      },
      {
        "letra": "B",
        "texto": "o juiz verificar desde logo a decadência ou a prescrição."
      },
      {
        "letra": "C",
        "texto": "o autor carecer de interesse processual."
      },
      {
        "letra": "D",
        "texto": "da narração dos fatos não decorrer logicamente a conclusão."
      },
      {
        "letra": "E",
        "texto": "o tipo de procedimento escolhido pelo autor não corresponder à natureza da causa ou ao valor da ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "85001",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Os pressupostos processuais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São os mesmos exigidos para os atos jurídicos em geral, a saber: capacidade do agente, licitude do objeto, forma prescrita ou não defesa em lei."
      },
      {
        "letra": "B",
        "texto": "São requisitos essenciais para a constituição do processo, pois sem eles a relação processual sequer se estabelece."
      },
      {
        "letra": "C",
        "texto": "Referem-se de forma objetiva à capacidade da parte de estar em juízo."
      },
      {
        "letra": "D",
        "texto": "Referem-se de forma subjetiva à ausência de impedimentos, tais como a coisa julgada ou a litispendência."
      },
      {
        "letra": "E",
        "texto": "Não visam à constatação da existência da relação jurídica, mas sim da regularidade desta perante o direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "84515",
    "metadata": "Ano: 2010 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "A capacidade processual, por estar relacionada aos pressupostos de constituição e desenvolvimento válido do processo, pode gerar invalidade deste. Acerca da capacidade processual, assinale a alternativa CORRETA: I. O menor é pessoa, portanto, é capaz de direitos. Contudo, falta-lhe o exercício de direitos e obrigações, na forma da lei civil, razão pela qual não possui capacidade de estar em juízo, devendo ser representado por via da representação legal. II. O juiz dará curador especial ao réu revel citado por edital. III. Ambos os cônjuges deverão ser citados nas ações possessórias. IV. O inventariamente representará, ativa e passivamente, o espólio em juízo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "82449",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Os menores de dezesseis anos, apesar de serem titulares do direito material violado, não podem ajuizar a ação competente sem estarem representados ou assistidos na forma da lei, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falta de capacidade para ser parte."
      },
      {
        "letra": "B",
        "texto": "serem entes despersonalizados."
      },
      {
        "letra": "C",
        "texto": "falta de capacidade postulatória."
      },
      {
        "letra": "D",
        "texto": "ausência de interesse de agir."
      },
      {
        "letra": "E",
        "texto": "falta de capacidade processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82033",
    "metadata": "Ano: 2010 | Banca: TRT - 6R (PE) | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Leia atentamente as assertivas abaixo e, depois, assinale a alternativa CORRETA:I. O absolutamente incapaz pode ser parte. II. O absolutamente incapaz tem capacidade para estar em juízo. III. O absolutamente incapaz deve estar representado para ter capacidade processual. IV. O relativamente incapaz não pode ser parte. V. O absolutamente incapaz deve estar assistido e o relativamente incapaz deve estar representado para terem capacidade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva V está correta."
      },
      {
        "letra": "E",
        "texto": "As assertivas I, II e V estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "81634",
    "metadata": "Ano: 2010 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considere as afirmações abaixo com relação à capacidade processual, disciplinada no Código de Processo Civil. I - Nas ações possessórias, a participação do cônjuge do réu somente é indispensável nos casos de composse ou de ato por ambos praticado. II - O Juiz dará curador especial ao réu revel, quando citado pessoalmente, por edital ou por hora certa. III - Será representada em juízo, ativa ou passivamente, a herança jacente ou vacante por seu procurador constituído mediante instrumento público. IV - A autorização do marido e a outorga da mulher podem suprir-se judicialmente quando um cônjuge a recuse ao outro sem justo motivo. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "76260",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Leia as seguintes afirmações. I. Não é necessária a nomeação de curador especial ao executado que citado por edital ou hora certa permanecer revel. II. Prevê a legislação processual vigente que será dado curador especial ao incapaz que não possuir representante legal; no entanto, este dispositivo é aplicável somente ao réu absolutamente incapaz. III. O curador especial dado pelo juiz para o réu revel citado por edital, ou com hora certa, deverá impugnar especificadamente os fatos narrados na petição inicial. IV. É desnecessária a nomeação de curador especial em favor de terceiros incertos, citados por edital e que porventura tenham interesse em ações de usucapião. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "62749",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Em uma ação ordinária movida contra pessoa jurídica de direito privado, o Juiz verificou que a procuração outorgada ao advogado que apresentou a contestação foi assinada por pessoa alheia ao quadro social da empresa e sem poderes para representá-la. Em vista disso, suspendeu o processo e determinou a intimação da ré pelo correio para sanar o defeito de representação no prazo de 30 dias. Não tendo sido cumprido esse despacho dentro do prazo fixado, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a nulidade do processo."
      },
      {
        "letra": "B",
        "texto": "extinguir o processo sem exame do mérito."
      },
      {
        "letra": "C",
        "texto": "declarar a ré revel."
      },
      {
        "letra": "D",
        "texto": "fixar novo prazo para a regularização da representação."
      },
      {
        "letra": "E",
        "texto": "determinar o prosseguimento do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "60280",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Citado em ação cautelar de busca e apreensão, Mateus verificou que ela tramita em foro diverso do de sua residência, mesmo sem razão suficiente para alterar a regra geral de competência. Mateus não se opôs à incompetência. Encerrado o processo cautelar, o autor ajuizou a ação principal no mesmo foro. Acerca dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz da ação principal poderia declinar de sua competência de ofício."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a exceção, pois se trata de regra de competência absoluta, que pode ser alegada na defesa."
      },
      {
        "letra": "C",
        "texto": "Não pode ser oposta exceção de incompetência no processo principal por ter havido prorrogação de competênci"
      },
      {
        "letra": "D",
        "texto": "Apesar de Mateus não poder opor exceção de incompetência, o MP poderia fazê-lo, se atuasse no feito como parte."
      },
      {
        "letra": "E",
        "texto": "Mateus não se pode opor à prorrogação da competência, que, na hipótese da cautelar, produz efeitos, mesmo sendo absoluta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "59693",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Fala-se que uma ação é idêntica à outra quando tiver",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundamentos e pedidos de mesma natureza."
      },
      {
        "letra": "B",
        "texto": "a mesma natureza."
      },
      {
        "letra": "C",
        "texto": "o mesmo pedido e as mesmas partes."
      },
      {
        "letra": "D",
        "texto": "o mesmo pedido, as mesmas partes e mesma causa de pedir."
      },
      {
        "letra": "E",
        "texto": "o mesmo pedido e mesma causa de pedir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "58234",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Se, no curso do processo, perder a capacidade processual em virtude de doença mental, Rodolfo poderá ser substituído pelo seu cônjuge.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "57155",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Luís ajuizou ação sob o rito comum ordinário contra Felipe, menor de 14 anos de idade, Antônio, pessoa que se encontra em local incerto e não sabido, e Pedro, preso em regime fechado.Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Pedro terá curador especial porque isso é garantia inerente a sua condição."
      },
      {
        "letra": "B",
        "texto": "Apenas Felipe terá curador especial nomeado em razão de sua menoridade."
      },
      {
        "letra": "C",
        "texto": "Apenas Felipe e Antônio terão curador especial, já que Pedro é maior de idade, capaz e pode ser localizado."
      },
      {
        "letra": "D",
        "texto": "Nenhum dos citados terá curador especial"
      },
      {
        "letra": "E",
        "texto": "Antônio, se for revel, terá curador especial após citação por edital, já Felipe, a princípio, não precisará dessa prerrogativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "39660",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito da capacidade processual: I. O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários. II. Nas ações possessórias, a participação do cônjuge do autor ou do réu é indispensável em qualquer hipóteses em razão da natureza jurídica da ação. III. A herança jacente ou vacante será representada em juízo, ativa e passivamente, por seu inventariante. IV. As sociedades sem personalidade jurídica, quando demandadas, não poderão opor a irregularidade de sua constituição. De acordo com o Código de Processo Civil, está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "33168",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Existe estreita relação entre a capacidade processual e a capacidade para o exercício de direitos, de modo que a primeira quase sempre pressupõe a segunda, sem embargo da existência de exceções, como na hipótese da ação popular, que pode ser ajuizada por eleitor de dezesseis anos de idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "27665",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Uma sociedade anônima será representada em juízo, ativa e passivamente, por quem os seus respectivos estatutos designarem, ou, estes não os designando, por seus diretores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341728",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Conceito de competência",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Argui- se por meio de exceção a incompetência em razão do valor."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público, atuando como custos legis, tem legitimidade para arguir a incompetência relativa."
      },
      {
        "letra": "C",
        "texto": "Somente a incompetência relativa pode ser modificada pela conexão."
      },
      {
        "letra": "D",
        "texto": "Há conflito de competência quando entre dois ou mais juízes surge controvérsia acerca da reunião ou separação de processos."
      },
      {
        "letra": "E",
        "texto": "A incompetência relativa não pode ser declarada de ofício."
      }
    ],
    "gabarito": "B"
  }
]