[
  {
    "id": "614567",
    "metadata": "Ano: 2016 | Banca: UECE-CEV | Órgão: DER-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A necessidade de que o Poder Judiciário seja acionado pela parte para a solução das lides apresentadas tem fundamento no princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispositivo."
      },
      {
        "letra": "B",
        "texto": "da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "do contraditório."
      },
      {
        "letra": "D",
        "texto": "do impulso oficial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "612180",
    "metadata": "Ano: 2016 | Banca: IBGP | Órgão: Prefeitura de Nova Ponte - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A norma que determina ao réu a competência para alegar, em sede de contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir, traduz o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inafastabilidade de jurisdição."
      },
      {
        "letra": "B",
        "texto": "eventualidade."
      },
      {
        "letra": "C",
        "texto": "proteção."
      },
      {
        "letra": "D",
        "texto": "economia processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611516",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Observe as afirmações abaixo e assinale a resposta correta sobre a aplicação do princípio do contraditório e da ampla defesa no direito processual civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só em casos excepcionais, expressamente autorizados por lei, determinará o juiz medidas cautelares sem a audiência das partes."
      },
      {
        "letra": "B",
        "texto": "é lícito ao juiz conceder liminarmente ou após justificação prévia a medida cautelar, sem ouvir o réu, quando verificar que este, sendo citado, poderá torná-la ineficaz; caso em que poderá determinar que o requerente preste caução real ou fidejussória de ressarcir os danos que o requerido possa vir a sofrer."
      },
      {
        "letra": "C",
        "texto": "quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "D",
        "texto": "o juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação e haja fundado receio de dano irreparável ou de difícil reparação; ou fique caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1326339",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Nulidades no CPC 1973"
    ],
    "enunciado_principal": "O princípio do Direito Processual Civil que tem destaque na norma do art. 250 do CPC, in verbis, “O erro de forma do processo acarreta unicamente a anulação dos atos que não possam ser aproveitados, devendo praticar-se os que forem necessários, a fim de se observarem, quanto possível, as prescrições legais”, é o princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da formalidade."
      },
      {
        "letra": "B",
        "texto": "do contraditório."
      },
      {
        "letra": "C",
        "texto": "da ampla defesa."
      },
      {
        "letra": "D",
        "texto": "do duplo grau de jurisdição."
      },
      {
        "letra": "E",
        "texto": "da instrumentalidade das formas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "683474",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Da ação",
      "Conceito e características da jurisdição",
      "Conceito e características da ação"
    ],
    "enunciado_principal": "No tocante as noções fundamentais do Direito Processual Civil, aos sujeitos do processo e aos atos processuais, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em questões processuais, será aplicada a lei em vigor no momento da prática do ato formal e não a do tempo em que o ato material se deu. Quando a lei nova atinge um processo em andamento, não produzirá nenhum efeito sobre os fatos e atos ocorridos, que continuam regulados pela lei do tempo em que foram consumados, uma vez que as leis processuais não são retroativas."
      },
      {
        "letra": "B",
        "texto": "O princípio da territorialidade está previsto no art. 1º do Código de Processo Civil, que declara que “a jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional”; assim com relação as provas, seus meios e ônus de produção prevalecerá a lei processual brasileira, mesmo quando os fatos a serem provados tiverem ocorrido em país estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Os pressupostos processuais diferem-se das condições da ação, pois enquanto a ocorrência dos primeiros demonstram a constituição e o desenvolvimento válido e regular do processo; a presença das condições da ação mostra que o direito de ação está validamente exercido, no caso concreto."
      },
      {
        "letra": "D",
        "texto": "O art. 6º do Código de Processo Civil determina que “Ninguém poderá pleitear em nome próprio, direito alheio, salvo quando autorizado por lei”, assim a substituição processual é uma faculdade excepcional, que só ocorrerá nos casos expressamente autorizados por lei e difere da substituição de parte."
      },
      {
        "letra": "E",
        "texto": "Ocorrendo a intimação eletrônica por publicação no Diário de Justiça eletrônico, considera-se como data da publicação o primeiro dia útil seguinte ao da disponibilização da informação no Diário da Justiça eletrônico. Assim, nos casos de intimação eletrônica, os prazos processuais terão início no primeiro dia útil que seguir ao considerado como data da publicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "592856",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em sua clássica obra “Acesso à Justiça\", Mauro Cappelletti e Bryant Garth identificaram os obstáculos a serem transpostos para assegurar o direito ao acesso efetivo à justiça e propuseram soluções práticas para os problemas relacionados a esse acesso, denominando-as de “ondas\". Nesse contexto, a alternativa que caracteriza uma das ondas de acesso à justiça é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "criação de escolas de formação de magistrados;"
      },
      {
        "letra": "B",
        "texto": "representação dos interesses difusos;"
      },
      {
        "letra": "C",
        "texto": "redução dos procedimentos especiais;"
      },
      {
        "letra": "D",
        "texto": "reforço da neutralidade judicial;"
      },
      {
        "letra": "E",
        "texto": "combate ao uso seletivo de incentivos econômicos para encorajar acordos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "582919",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito de jurisdição, ação e processo, julgue o item seguinte. Os termos processo e procedimento são considerados sinônimos, visto que representam a ordem com que os atos processuais se desenvolvem",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "582918",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito de jurisdição, ação e processo, julgue o item seguinte. A decisão que extingue o processo sem resolução de mérito ofende o princípio da indeclinabilidade da jurisdição, pois nela o Estado não presta a tutela jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577692",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito dos princípios processuais civis: I. O princípio da cooperação significa que as autoridades judiciárias de comarcas diversas têm o dever de ajuda mútua quando da coleta de provas por carta precatória. II. O princípio da instrumentalidade das formas consagra o respeito às formas legais estabelecidas para a prática de determinado ato. Desrespeitada essa forma, o ato não gerará efeitos, mesmo que cumprida a sua finalidade e não evidenciado prejuízo às partes ou ao processo. III. O princípio da instrumentalidade das formas está intimamente ligado ao princípio da economia processual porque está baseado no aproveitamento do ato processual viciado, ao invés de declará-lo nulo. IV. O processo civil começa por iniciativa da parte, mas se desenvolve por impulso oficial. Todavia, há casos em que o juiz, de ofício, dá início ao processo de inventário, por exemplo. V. A isonomia no processo civil consiste, sob o aspecto formal, em tratar a todas as partes igualmente. Todavia, existem sujeitos processuais, como o Ministério Público, que tem prazo quadruplicado para contestar.Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "569506",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considerando os princípios gerais do processo civil, bem como a legislação atualmente aplicada, a doutrina e jurisprudência sobre o tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As regras de direito processual são instrumentais às de direito material, razão pela qual alterações legislativas de natureza processual não se aplicam a processos futuros, mantendo-se para as pretensões deduzidas em juízo, a legislação processual vigente, ao tempo da propositura da demanda."
      },
      {
        "letra": "B",
        "texto": "O legislador consagrou o princípio da livre apreciação da prova pelo magistrado, devendo este, no entanto, indicar, obrigatoriamente, na sentença, os motivos que lhe formaram o convencimento."
      },
      {
        "letra": "C",
        "texto": "Cabe ao juiz decidir por equidade quando as normas de direito material impliquem em decisão injusta, segundo o seu entendimento."
      },
      {
        "letra": "D",
        "texto": "O duplo grau de jurisdição é considerado prerrogativa processual da Fazenda Pública, incidindo automaticamente sempre que esta for parte processual."
      },
      {
        "letra": "E",
        "texto": "A inclusão do direito fundamental à razoável duração do processo, no texto constitucional, deu nova feição ao princípio do impulso oficial no âmbito do processo civil permitindo aos magistrados de forma ampla a liberdade de condução do processo, produzindo provas e conhecendo de ofício questões úteis à célere pacificação social através da prestação jurisdicional, ainda que não suscitadas pelas partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "563777",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "Acerca de princípios gerais do processo, ação, jurisdição e pressupostos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viola o princípio do juiz natural a criação, em tribunais de justiça, de câmaras para julgamento de ações no período de recesso forense."
      },
      {
        "letra": "B",
        "texto": "A teoria da asserção só pode ser aplicada antes da apresentação da defesa pelo réu."
      },
      {
        "letra": "C",
        "texto": "O substituto processual é aquele que está em juízo em nome alheio, defendendo interesse alheio."
      },
      {
        "letra": "D",
        "texto": "É possível a propositura de ação de cunho declaratório para interpretar decisão judicial."
      },
      {
        "letra": "E",
        "texto": "No âmbito do processo civil, a imputação de penalidades decorrentes da violação ao princípio da boa-fé limita-se ao autor e ao réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555475",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito do princípio do juiz natural, julgue os itens a seguir e indique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui densificação de tal princípio a necessidade de distribuição por dependência quando, tendo sido extinto o processo sem resolução de mérito, for reiterado o pedido."
      },
      {
        "letra": "B",
        "texto": "Segundo esse princípio, o juiz que colheu a prova dos autos deve necessariamente proferir a sentença."
      },
      {
        "letra": "C",
        "texto": "A jurisdição só pode ser exercida nos limites territoriais da respectiva comarca ou seção judiciária."
      },
      {
        "letra": "D",
        "texto": "Nenhuma lesão ou ameaça a direito pode ser excluída da apreciação do Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "Deverá o magistrado julgar de forma livre, desde que fundamentada a decisão de acordo com as provas constantes dos autos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "552560",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em relação aos princípios do processo civil, identifique como verdadeiras (V) ou falsas (F) as seguintes afirmativas: ( ) O princípio da eventualidade vincula-se ao ônus do réu de alegar, na contestação, toda a matéria que lhe aproveita, sob pena de preclusão. ( ) O princípio da congruência determina que, feita a citação, é defeso ao autor modificar o pedido, ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei. ( ) O Código de Processo Civil acolhe o princípio da liberdade das formas, considerando-se como válidos os atos processuais que, realizados de modo diverso, lhe preencham a finalidade essencial, salvo se dependerem de forma determinada expressamente exigida por lei. ( ) Reputa-se fundada a suspeição de parcialidade do juiz quando ele seja amigo íntimo de qualquer advogado das partes. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "546153",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Deve ser reconhecido como litigante de má-fé aquele que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usar do processo para conseguir objetivo legal."
      },
      {
        "letra": "B",
        "texto": "proceder de modo temerário em qualquer incidente ou ato do processo."
      },
      {
        "letra": "C",
        "texto": "opuser resistência justificada ao andamento do processo."
      },
      {
        "letra": "D",
        "texto": "provocar incidentes manifestamente fundados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "545699",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "No que concerne aos princípios processuais e à jurisdição, julgue o item que se segue.A mitigação do contraditório e da ampla defesa, direitos constitucionalmente garantidos, é admitida em processos judiciais quando há prova inequívoca do direito do autor ou quando o juiz se convence da verossimilhança das alegações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542526",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CORECON - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito da aplicação e interpretação do princípio da instrumentalidade do processo, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No agravo de instrumento, considera-se prescindível a indicação do nome e endereço completos do advogado, quando for possível a obtenção dessas informações por outros documentos."
      },
      {
        "letra": "B",
        "texto": "O equívoco no endereçamento da peça de defesa, apresentada tempestivamente, impede o seu recebimento, recaindo sobre o réu os ônus decorrentes da revelia."
      },
      {
        "letra": "C",
        "texto": "Tem-se permitido, em casos excepcionais, que, mesmo fora do prazo estabelecido, a parte pratique determinados atos processuais, desde que o procedimento ainda não tenha se adiantado."
      },
      {
        "letra": "D",
        "texto": "A eventual nulidade de julgamento por falta de intimação pessoal do representante da Advocacia Geral da União da inclusão do feito em pauta de julgamento admite temperamentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532396",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a princípios do direito processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com base no princípio da estabilidade subjetiva da lide, as partes do processo de execução devem ser as mesmas que atuaram no processo de conhecimento."
      },
      {
        "letra": "B",
        "texto": "O princípio da identidade física do juiz é de natureza infraconstitucional e pode ser suprimido do ordenamento jurídico em eventual reforma realizada pelo legislador ordinário."
      },
      {
        "letra": "C",
        "texto": "Com base no princípio da territorialidade da jurisdição, é vedada ao oficial de justiça a realização de diligências em foro diverso daquele em que atua."
      },
      {
        "letra": "D",
        "texto": "O princípio dispositivo aplica-se às tutelas específicas de adimplemento das obrigações de fazer e não fazer, o que, segundo o STJ, impede o juiz de arbitrar astreintes de ofício nesses casos."
      },
      {
        "letra": "E",
        "texto": "De acordo com a doutrina dominante, o princípio da boa-fé objetiva não se aplica ao processo civil, haja vista a ausência de previsão legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "528071",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O cancelamento unilateral de pensão alimentícia de filho que atingiu a maioridade, sem que haja decisão judicial, viola, com maior intensidade, o(s) princípio(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do devido processo legal."
      },
      {
        "letra": "B",
        "texto": "da isonomia."
      },
      {
        "letra": "C",
        "texto": "da boa-fé e lealdade processual."
      },
      {
        "letra": "D",
        "texto": "do contraditório e da ampla defesa."
      },
      {
        "letra": "E",
        "texto": "da inafastabilidade do controle judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516487",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio constitucional do juiz natural identifica o juiz competente para o julgamento da causa com base em regras estabelecidas previamente à ocorrência do fato em questão. Esse princípio garante a imparcialidade da própria pessoa do juiz. Nesse sentido, o nosso ordenamento jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proíbe a instituição de juízo ou tribunal de exceção;"
      },
      {
        "letra": "B",
        "texto": "admite que se escolha o juízo da causa por foro de eleição;"
      },
      {
        "letra": "C",
        "texto": "proíbe que se ajuíze novamente uma mesma demanda quando a primeira foi extinta por carência de ação;"
      },
      {
        "letra": "D",
        "texto": "proíbe a criação de varas especializadas nas comarcas;"
      },
      {
        "letra": "E",
        "texto": "admite que os juízes sejam substituídos, de ofício, pelo Presidente do Tribunal para julgar as demandas, em casos de repercussão nacional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512965",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Consórcio Intermunicipal Grande ABC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Complete a lacuna inserta na frase a seguir, referindo-se a um dos princípios constitucionais do processo civil. O _________________________________ apresenta dois sentidos, significando “o conjunto de garantias de ordem constitucional, que de um lado asseguram às partes o exercício de suas faculdades poderes de natureza processual e, de outro, legitimam a própria função jurisdicional\".",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da paridade de armas"
      },
      {
        "letra": "B",
        "texto": "princípio do devido processo legal"
      },
      {
        "letra": "C",
        "texto": "princípio da fundamentação das decisões judiciais"
      },
      {
        "letra": "D",
        "texto": "princípio da inafastabilidade do Judiciário"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512399",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Foi emitida sentença constitutiva em processo ordinário. Inconformado com o resultado uma das partes formula pedido de reconsideração. O Juiz da causa conhece do pedido e reformula a sentença, indicando que acatou a reconsideração como embargos de declaração devido ao princípio da fungibilidade recursal. Entendendo que a decisão é equivocada e manifestamente ilegal, o princípio processual violado com a conduta do magistrado é o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "singularidade."
      },
      {
        "letra": "B",
        "texto": "consumação."
      },
      {
        "letra": "C",
        "texto": "taxatividade."
      },
      {
        "letra": "D",
        "texto": "motivação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503383",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Trata-se do princípio constitucional aplicado ao processo civil que almeja a produção de resultados jurídicos para promover a tutela do direito no plano material e a razoabilidade do prazo na duração dos trâmites processuais, sob a responsabilidade do Magistrado. Assinale a alternativa que apresenta o princípio descrito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Princípio do Devido Processo Legal."
      },
      {
        "letra": "C",
        "texto": "Princípio da Identidade Física do Juiz."
      },
      {
        "letra": "D",
        "texto": "Princípio da Efetividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498730",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "CONSTITUEM PRINCIPIOS CONSTITUCIONAIS PROCESSUAIS IMPLÍCITOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A boa-fé processual, a efetividade e a paridade de armas."
      },
      {
        "letra": "B",
        "texto": "A boa-fé processual, a efetividade e a eficiência."
      },
      {
        "letra": "C",
        "texto": "A boa-fé processual, a efetividade e a adequação."
      },
      {
        "letra": "D",
        "texto": "A boa-fé processual, a efetividade e a publicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498726",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "LEIA ATENTAMENTE OS ENUNCIADOS ABAIXO:I - Considera-se valida a citação quando, encaminhada ao endereço da pessoa jurídica, for recebida por quem se apresenta como representante da empresa, sem ressalvas quanto a inexistência de poderes de representação em juízo.II - Em nome dos princípios da economia processual e da fungibilidade, admite-se o recebimento, como embargos declaratórios, de agravo regimental interposto contra decisão monocrática do relator, quando manifesto o seu caráter infringencial.III - O tempo transcorrido ate a citação do réu, nas ações de improbidade, justifica o acolhimento da arguição de prescrição, uma vez que o ajuizamento da ação, por si só, a luz do principio da actio nata, não tem o condão de interrompê-la.IV - O principio da boa-fé objetiva proíbe que a parte assuma comportamentos contraditórios no desenvolvimento da relação processual, o que resulta na vedação do venire contra factum proprium, aplicável também ao direito processual.Considerando o atual entendimento atual do Superior Tribunal de Justiga:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "I, II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "I e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "I, III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "496907",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em relação às fontes do direito processual, considere: I. No direito processual a fonte formal primária é a lei, bem como as súmulas vinculantes. II. Entre outras, são fontes formais acessórias a analogia, os costumes e os princípios gerais do direito. III. Entre as fontes não formais do direito, aponta-se a doutrina e, em regra, os precedentes jurisprudenciais. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II"
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I"
      },
      {
        "letra": "D",
        "texto": "I e II"
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "496901",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considere os artigos da lei processual civil: Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais; e O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte. Dizem respeito aos princípios, respectivamente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da inércia e da inafastabilidade da jurisdição."
      },
      {
        "letra": "B",
        "texto": "do impulso oficial e da persuasão racional."
      },
      {
        "letra": "C",
        "texto": "da inércia e da congruência."
      },
      {
        "letra": "D",
        "texto": "do impulso oficial e da iniciativa da parte."
      },
      {
        "letra": "E",
        "texto": "da motivação das decisões judiciais e da adstrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495289",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Competência no CPC 1973"
    ],
    "enunciado_principal": "À luz da legislação vigente e da jurisprudência consolidada dos Tribunais Superiores, aponte a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As incompetências absoluta e relativa devem ser suscitadas mediante exceção."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da perpetuatio jurisdicionis, a competência e determinada no momento em que a ação é ajuizada, sendo irrelevantes as modificações do estado de fato ou de direito ocorridas posteriormente, salvo quando suprimir o órgão judiciário ou alterar a competência em razão da matéria ou da hierarquia."
      },
      {
        "letra": "C",
        "texto": "A incompetência absoluta somente será declarada mediante provocação da parte interessada; na hipótese de acolhimento do pedido, os autos devem ser remetidos ao juizo competente, sendo declarados nulos somente os atos decisórios proferidos por aquele reputado incompetente."
      },
      {
        "letra": "D",
        "texto": "Pelo critério da conexão, a competência relativa poderá ser modificada ex officio ou mediante requerimento de qualquer das partes, ainda que urn dos processos já tenha sido julgado."
      },
      {
        "letra": "E",
        "texto": "A competência em razão da matéria e da hierarquia pode ser modificada mediante convenção das partes; o acordo derrogando a competência, entretanto, só produzirá efeitos quando constar do contrato escrito e fizer referência expressa a determinado negócio jurídico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "494758",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em relação à norma processual civil e a suas fontes formais, considere os enunciados seguintes: I. Como o processo civil integra o direito público, suas normas são sempre cogentes, inexistindo normas dispositivas processuais. II. Tendo em vista a lei federal como fonte formal primária do processo civil, é correto dizer que compete à União legislar sobre o direito processual civil, tendo porém os Estados competência concorrente à União para legislar sobre normas procedimentais em matéria processual.III. As fontes formais acessóriasdo direito processual civil são as mesmas das normas em geral, quais sejam, analogia, costumes e princípios gerais do direito; servem para suprir as lacunas do ordenamento jurídico, integrando-o. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas"
      },
      {
        "letra": "B",
        "texto": "I, II e III"
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas"
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492697",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Afirma a lei processual civil que, feita a citação, é defeso ao autor modificar o pedido, ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei. Essa regra consagra o princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da inércia jurisdicional"
      },
      {
        "letra": "B",
        "texto": "da estabilidade do processo."
      },
      {
        "letra": "C",
        "texto": "do impulso oficial."
      },
      {
        "letra": "D",
        "texto": "da eventualidade."
      },
      {
        "letra": "E",
        "texto": "da adstrição ou congruência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492690",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "São princípios gerais do processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "economia processual, publicidade dos atos processuais, eventualidade."
      },
      {
        "letra": "B",
        "texto": "individualização da pena, duração razoável do processo, livre investigação das provas."
      },
      {
        "letra": "C",
        "texto": "presunção de inocência, direito ao juiz natural, inércia."
      },
      {
        "letra": "D",
        "texto": "domínio do fato, vedação à prova ilícita, contraditório e ampla defesa."
      },
      {
        "letra": "E",
        "texto": "anualidade, motivação das decisões judiciais, isonomia processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "492689",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto à eficácia das leis processuais civis, no tempo e no espaço, vigora a seguinte regra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao contrário das leis substanciais, o direito processual civil aplica-se no Brasil apenas aos nacionais, devendo os estrangeiros sujeitar-se às normas processuais de seus respectivos países, em razão da soberania a ser respeitada."
      },
      {
        "letra": "B",
        "texto": "A noção de direito adquirido é exclusiva do direito material, inexistindo direitos processuais adquiridos, porque a lei processual nova aplica-se a todo processo em trâmite, integralmente, sendo irrelevantes os atos processuais anteriormente praticados."
      },
      {
        "letra": "C",
        "texto": "Como o processo civil é indivisível, deve ser regulado por uma única lei; assim, sobrevindo lei processual nova, quando já se encontre em tramitação um processo, a lei velha continua a reger integralmente o feito iniciado sob sua vigência, mesmo após revogada, o que se denomina ultra-atividade da lei velha"
      },
      {
        "letra": "D",
        "texto": "De maneira diversa às normas de direito material, as leis processuais civis iniciam sua vigência, em regra, cento e oitenta dias após sua promulgação, dada sua complexidade e necessidade de publicização."
      },
      {
        "letra": "E",
        "texto": "A lei processual civil submete-se à mesma disciplina das normas de direito material: uma vez em vigor, a lei nova tem efeito imediato e geral, respeitados o ato jurídico perfeito, o direito adquirido e a coisa julgada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492125",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito da garantia constitucional contida no princípio do juiz natural, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite a existência e a criação de tribunais de exceção."
      },
      {
        "letra": "B",
        "texto": "a competência do juiz ao caso concreto pode ser instituída após a ocorrência do fato que gerou o processo."
      },
      {
        "letra": "C",
        "texto": "aplica-se somente às hipóteses de competência absoluta."
      },
      {
        "letra": "D",
        "texto": "a prerrogativa de foro em razão de interesse público viola o princípio do juiz natural."
      },
      {
        "letra": "E",
        "texto": "aplica-se somente às hipóteses de competência relativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "482530",
    "metadata": "Ano: 2015 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Sobre os princípios constitucionais explícitos e implícitos do Direito Processual, são dadas uma proposição 1 e uma razão 2. 1. O devido processo legal aplica-se, também, às relações jurídicas privadas. Na verdade, qualquer direito fundamental, e o devido processo legal é um deles, aplica-se ao âmbito das relações jurídicas privadas, PORQUE 2. a palavra processo, aqui, deve ser compreendida em seu sentido amplo: qualquer modo de produção de normas jurídicas (jurisdicional, administrativo, legislativo ou negocial). Desse modo, a atual Constituição Brasileira admite a ampla vinculação dos particulares aos direitos fundamentais nela erigidos, de modo que não só o Estado como toda a sociedade podem ser sujeitos desses direitos. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposição e a razão são verdadeiras e a razão justifica a proposição"
      },
      {
        "letra": "B",
        "texto": "A proposição e a razão são verdadeiras, mas a razão não justifica a proposição"
      },
      {
        "letra": "C",
        "texto": "A proposição é verdadeira, mas a razão é falsa"
      },
      {
        "letra": "D",
        "texto": "A proposição é falsa, mas a razão é verdadeira."
      },
      {
        "letra": "E",
        "texto": "A proposição e a razão são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "481531",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Como regra geral, o juiz que colheu prova oral em audiência fica vinculado ao julgamento do processo. Esta norma refere-se ao princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "persuasão racional."
      },
      {
        "letra": "B",
        "texto": "adstrição ou congruência."
      },
      {
        "letra": "C",
        "texto": "isonomia processual."
      },
      {
        "letra": "D",
        "texto": "concentração dos atos processuais."
      },
      {
        "letra": "E",
        "texto": "identidade física do juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "480541",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Analise as seguintes proposições e responda. I - O direito processual civil submete-se a princípios, destacando-se entre eles o livre convencimento motivado para garantia do cidadão. II – O princípio da inércia não é incompatível com o princípio que determina o impulso oficial. III – Não é possível recusar a prestação jurisdicional, sob qualquer fundamento, em virtude da garantia constitucional do direito subjetivo de ação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma proposição está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas duas proposições estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a proposição III está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467943",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Deve haver correlação entre pedido e sentença, sendo defeso ao juiz decidir aquém, fora ou além do que foi pedido, se para isto a lei exigir a iniciativa da parte. Este enunciado refere-se ao princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da persuasão racional."
      },
      {
        "letra": "B",
        "texto": "da identidade física do juiz."
      },
      {
        "letra": "C",
        "texto": "da eventualidade."
      },
      {
        "letra": "D",
        "texto": "da adstrição ou congruência."
      },
      {
        "letra": "E",
        "texto": "do livre convencimento judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "465958",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A hermenêutica jurídica vem se destacando como um dos temas centrais na reformulação da ciência processual moderna. De acordo com a hermenêutica jurídica, o juiz deve, ao julgar, aplicar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os princípios processuais de acordo com as regras processuais contidas no Código de Processo Civil;"
      },
      {
        "letra": "B",
        "texto": "a analogia, os costumes e os princípios gerais do Direito como fontes primárias das normas processuais;"
      },
      {
        "letra": "C",
        "texto": "a interpretação literal, em detrimento da percepção sistemática das regras e princípios processuais;"
      },
      {
        "letra": "D",
        "texto": "a sua percepção pessoal sobre as regras processuais em razão do princípio constitucional da motivação;"
      },
      {
        "letra": "E",
        "texto": "os princípios e as regras de modo a definir com clareza o alcance e a incidência das normas processuais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "726674",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O direito ao processo no Estado Constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é o direito ao procedimento encartado em lei."
      },
      {
        "letra": "B",
        "texto": "é o direito a um procedimento tendencialmente estável, que pode ser alterado sem qualquer prévio aviso pelo juiz."
      },
      {
        "letra": "C",
        "texto": "é o direito ao processo justo, constituindo ao mesmo tempo um princípio e uma cláusula geral."
      },
      {
        "letra": "D",
        "texto": "é o direito ao processo justo, constituindo uma regra e um conceito jurídico indeterminado."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "726673",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O direito de defesa, no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem de ser necessariamente assimétrico ao direito de ação."
      },
      {
        "letra": "B",
        "texto": "é a resposta ao direito de ação e goza do mesmo status na ordem jurídica brasileira."
      },
      {
        "letra": "C",
        "texto": "determina, em todo e qualquer caso, direito à cognição plena e exauriente na estruturação do procedimento."
      },
      {
        "letra": "D",
        "texto": "determina, em todo e qualquer caso, direito à cognição parcial e exauriente na estruturação do procedimento."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "670347",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito do princípio da demanda, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o interessado deve ter a iniciativa quanto ao exercício de sua pretensão em juízo, sendo que o princípio da demanda é excludente princípio do impulso oficial."
      },
      {
        "letra": "B",
        "texto": "permite que as partes possam tecer suas alegações ao longo de todo o processo, inclusive no segundo grau, não havendo que se falar em preclusão."
      },
      {
        "letra": "C",
        "texto": "prevê que cabe ao órgão julgador determinar, de ofício, todas as providências necessárias com vistas à satisfação do direito do autor, ainda que este não o tenha requerido."
      },
      {
        "letra": "D",
        "texto": "o interessado deve ter a iniciativa quanto ao exercício de sua pretensão em juízo, sendo que o princípio da demanda é complementado pelo princípio do impulso oficial."
      },
      {
        "letra": "E",
        "texto": "assegura a todos os jurisdicionados o direito constitucional de demandar, de forma ampla e ilimitada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "552943",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: UFAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considerando a doutrina dominante, os Princípios possuem três funções dentro do ordenamento jurídico: informativa, interpretativa e normativa. Na função informativa, os princípios orientam o legislador na formação da lei, evitando colisão com os princípios constituídos. Na função interpretativa, servem para compreensão dos significados e sentidos das normas. A função normativa também é voltada ao operador do direito que aplica os princípios do direito aos casos concretos que lhe são apresentados. Quanto aos princípios gerais do direito processual, relacione adequadamente as colunas. 1. Princípio da isonomia. 2. Princípio do contraditório. 3. Princípio da motivação das decisões. 4. Princípio da inafastabilidade de jurisdição. ( ) A todo ato produzido pela acusação caberá igual direito da defesa de a ele se opor ou de dar-lhe a versão que melhor lhe apresente. ( ) A lei não impede a apreciação, pelo Poder Judiciário, de lesão ou ameaça a direito. ( ) No campo processual, especificamente na área trabalhista, demandante e demandado possuem os mesmos direitos e obrigações processuais (direito de recorrer, dever de provar o que alega, dever de não alterar a verdade dos fatos etc.). ( ) Impede decisões arbitrárias, determinando a apresentação dos fundamentos da sentença. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 3, 2, 4."
      },
      {
        "letra": "B",
        "texto": "3, 2, 1, 4."
      },
      {
        "letra": "C",
        "texto": "2, 1, 4, 3."
      },
      {
        "letra": "D",
        "texto": "2, 4, 1, 3."
      },
      {
        "letra": "E",
        "texto": "2, 3, 4, 1."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "505074",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "As partes, no processo, deverão deduzir todas as teses jurídicas no momento oportuno, sob pena de preclusão. Segundo a doutrina, trata- se do princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legitimidade"
      },
      {
        "letra": "B",
        "texto": "Preclusão"
      },
      {
        "letra": "C",
        "texto": "Eventualidade"
      },
      {
        "letra": "D",
        "texto": "Dedução"
      },
      {
        "letra": "E",
        "texto": "Efetividade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494443",
    "metadata": "Ano: 2014 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "É princípio constitucional aplicado ao processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fiabilidade."
      },
      {
        "letra": "B",
        "texto": "Continuidade."
      },
      {
        "letra": "C",
        "texto": "Entidade."
      },
      {
        "letra": "D",
        "texto": "Juiz Natural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "457795",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "“O juiz decidirá a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte”; “O juiz, titular ou substituto, que concluir a audiência julgará a lide, salvo se estiver convocado, licenciado, afastado por qualquer motivo, promovido ou aposentado, casos em que passará os autos a seu sucessor”. Esses dois enunciados referem-se, respectivamente, aos princípios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da obrigatoriedade da jurisdição e da identidade física do juiz"
      },
      {
        "letra": "B",
        "texto": "da eventualidade e da vinculação compulsória do juiz à causa."
      },
      {
        "letra": "C",
        "texto": "da adstrição e da vinculação obrigatória do juiz à causa."
      },
      {
        "letra": "D",
        "texto": "da adstrição ou congruência e da identidade física do juiz."
      },
      {
        "letra": "E",
        "texto": "da obrigatoriedade da jurisdição e da eventualidade jurisdicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456566",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Acerca dos princípios do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sistema informal previsto para as ações que tramitam perante os juizados especiais permite a adoção, pelo magistrado, do sistema do livre convencimento puro."
      },
      {
        "letra": "B",
        "texto": "O princípio da identidade física do juiz vincula ao julgamento do processo o magistrado que tenha concluído a audiência, ainda que ele não tenha colhido prova oral."
      },
      {
        "letra": "C",
        "texto": "Em respeito ao princípio do contraditório, o TJDFT pacificou entendimento, com base na ideia de verdade formal, de ser vedada a utilização de prova emprestada na esfera cível caso a matéria não envolva direito indisponível."
      },
      {
        "letra": "D",
        "texto": "O princípio do dispositivo vincula o julgador no que diz respeito aos limites objetivos e subjetivos da lide e aos limites da instrução do processo."
      },
      {
        "letra": "E",
        "texto": "Pode o julgador prolatar sentença de mérito ainda que não completada a relação processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444814",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Sobre os princípios aplicáveis ao Direito Processual Civil, analise as proposições a seguir. I. É vedada a adoção, pelo juiz, da técnica de fundamentação per relationem, por não restar atendida, nessa hipótese, a exigência constitucional de motivação das decisões. II. O princípio da eventualidade, contrário à regra da preclusão, possibilita às partes o mais amplo exercício das faculdades processuais em todas as fases do procedimento. III. A inobservância, pelo juiz, do princípio da adstrição, tem o condão de gerar ofensa aos princípios constitucionais do contraditório e da ampla defesa. IV. A legislação brasileira contempla situações em que o juiz está autorizado a agir de ofício, mitigando-se, nessas hipóteses, o princípio dispositivo. Estão CORRETAS as proposições",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e III apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429163",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Forma",
      "Prazos"
    ],
    "enunciado_principal": "Quanto aos atos processuais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para sua prática é contínuo, seja estabelecido pela lei ou pelo juiz, mas é interrompido nos feriados."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da publicidade dos atos processuais, bem como do direito à informação, não pode haver atualmente nenhum processo que corra em segredo de justiça."
      },
      {
        "letra": "C",
        "texto": "Acolheu-se entre nós o principio da liberdade das formas, considerando-se como válidos os atos processuais que, realizados de modo diverso, lhe preencham a finalidade essencial, salvo se dependerem de forma determinada expressamente exigida por lei."
      },
      {
        "letra": "D",
        "texto": "A superveniência de férias interromperá o curso do prazo para a prática dos atos processuais."
      },
      {
        "letra": "E",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar prazos processuais de qualquer natureza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "427900",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A respeito da incidência da lei processual nova sobre processos pendentes quando do início da sua vigência, aplica-se a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da unidade processual, segundo a qual a lei nova se aplica apenas aos processos ajuizados após sua entrada em vigor, evitando a retroatividade e preservando a validade dos atos processuais já praticados."
      },
      {
        "letra": "B",
        "texto": "da unidade processual, consoante a qual a lei nova deve incidir sobre todos os atos, passados e futuros do processo pendente, repetindo-se os atos praticados em desconformidade com a lei nova."
      },
      {
        "letra": "C",
        "texto": "do isolamento dos atos processuais, isto é, os atos ainda pendentes dos processos em curso se sujeitam aos comandos da lei nova, respeitada a eficácia daqueles atos já praticados de acordo com a lei antiga."
      },
      {
        "letra": "D",
        "texto": "das fases processuais, devendo cada fase (postulatória, probatória, decisória e recursal) ser compreendida como um conjunto inseparável de atos, devendo a lei nova disciplinar apenas os atos processuais de fases ainda não iniciadas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425305",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Nos moldes da Constituição Federal de 1988, requer-se a imparcialidade do juiz, como um dos fundamentos do princípio do juiz natural, resguardando a decisão de pré-compreensões sobre o fato e sobre o direito e também a pessoa do magistrado que, impulsionado por condições pessoais, não decidiria pelo livre convencimento, trazendo uma decisão carregada de subjetividade formada durante a instrução. Assim sendo, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imparcialidade, em primeiro lugar, decorre do sistema legal do processo, que adotou o chamado sistema acusatório, no qual são distintos o órgão acusador e o órgão julgador. Nesse sentido a imparcialidade decorre da equidistância do juiz em face das partes."
      },
      {
        "letra": "B",
        "texto": "O sistema processual é pautado no livre convencimento motivado, isto é, na liberdade que se defere ao juiz para a valoração da prova, neste sentido é extremamente difícil se estabelecer parâmetros atinentes a escolha da pertinência e do controle do material probatório, sem que se macule a liberdade e a independência do magistrado."
      },
      {
        "letra": "C",
        "texto": "O artigo 5º, LIII, da Constituição Federal de 1988 estipula o princípio do juiz natural. Trata-se de vedação ao juiz ou tribunal de exceção e de obrigatoriedade de respeito à competência material e em razão da pessoa: “ninguém será processado nem sentenciado senão pela autoridade competente;”. Assim, veda a criação de um juízo ou tribunal, unicamente para a apreciação de determinada causa, sendo que este deverá estar previamente constituído"
      },
      {
        "letra": "D",
        "texto": "Reputa-se fundada a suspeição de parcialidade do juiz, em primeiro lugar, quando ele seja amigo íntimo de qualquer advogado das partes."
      },
      {
        "letra": "E",
        "texto": "O direito de a parte recusar o juiz não está, necessariamente, condicionado à possibilidade ou à probabilidade de que ele esteja realmente propenso a prejudicá-la; basta apenas a ocorrência de uma causa legal que justifique a desconfiança sobre a sua imparcialidade, pois o que está em jogo, afinal, é a confiança depositada na justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "420532",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Revelia"
    ],
    "enunciado_principal": "Acerca dos fundamentos e princípios do direito processual civil, julgue o item subsequente. Com o fim de garantir o contraditório, o Código de Processo Civil determina a nomeação de curador especial na hipótese de revelia de réu citado por hora certa ou por edital, impondo-lhe a obrigação de impugnar especificadamente todos os pontos deduzidos pelo autor na petição inicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420531",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Acerca dos fundamentos e princípios do direito processual civil, julgue o item subsequente.A razoável duração do processo foi elevada a garantia constitucional, mas é preciso que a preocupação com a celeridade não comprometa a segurança do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416628",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os processos de conhecimento e execução são, ambos, de natureza satisfativa, no que se diferenciam do processo cautelar, cuja natureza é assecuratória."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não admite a definição do procedimento secundum eventum defensionis."
      },
      {
        "letra": "C",
        "texto": "Pretendendo obtenção de pagamento de prestação pecuniária, o direito brasileiro oferece ao credor opções de processo e procedimento conforme o grau de evidência do seu direito. Em ordem crescente de evidência, é correto, então, mencionar a ação ordinária de cobrança, a ação monitória e a ação de execução de título extrajudicial."
      },
      {
        "letra": "D",
        "texto": "O procedimento sumário de rito comum admite denunciação da lide, desde que o fundamento de direito material seja um contrato de seguro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "414891",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "É princípio do processo coletivo a instrumentalidade das formas, segundo o qual as formas do processo não devem ser excessivas, de modo a sufocar os escopos jurídicos, sociais e políticos da jurisdição. A técnica processual deve ser vista sempre a serviço dos escopos da jurisdição e ser flexibilizada de modo a servir à solução do litígio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402700",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "No que se refere à jurisdição, ação, processo e procedimento e aos princípios constitucionais aplicáveis ao processo civil, julgue os itens subsequentes. De acordo com o princípio do juiz natural, segundo o qual as demandas jurisdicionais devem ser julgadas por órgão judicial previamente estabelecido, é vedada a criação de juízos ou tribunais de exceção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "392747",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca dos princípios constitucionais do processo civil.Ao possibilitar às partes o livre e irrestrito acesso à justiça, a CF não prevê a obrigatoriedade de observância do princípio do contraditório para a hipótese de processo administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390970",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em matéria de defesa, entende-se por princípio da eventualidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dever do réu de alegar, na contestação, toda a matéria que lhe aproveita, sob pena de preclusão."
      },
      {
        "letra": "B",
        "texto": "a faculdade do réu de apresentar reconvenção em substituição à contestação."
      },
      {
        "letra": "C",
        "texto": "a prerrogativa do réu de não ser compelido a produzir prova contra si."
      },
      {
        "letra": "D",
        "texto": "a garantia do exercício do contraditório, caso o autor apresente novos documentos, na fase de instrução processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389068",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "Sobre tutela cautelar e antecipatória, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Com o instituto da tutela antecipada, o Brasil segue tendência de precipitar no tempo a satisfação da pretensão em atendimento ao princípio do devido processo legal. ( ) O perigo de irreversibilidade previsto no artigo 273, §2º, do Código de Processo Civil, é taxativo, proibindo a concessão de antecipação de tutela tanto quando a irreversibilidade for de fato, quanto de direito. ( ) É incabível a antecipação de tutela quando couber o julgamento antecipado da lide ou diante de pedido incontroverso. ( ) É incabível a concessão de tutela antecipada sem a audiência da parte contrária, posto ser imprescindível a bilateralidade da audiência. ( ) Enquanto a medida cautelar é sempre provisória (necessária ou intrinsecamente provisória), a tutela antecipatória pode resultar em definitiva. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, F, V"
      },
      {
        "letra": "B",
        "texto": "F, F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, F"
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, F"
      },
      {
        "letra": "E",
        "texto": "V, F, V, F, V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389059",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Levando em conta a legislação processual civil brasileira, analise as afirmativas. I - Genericamente, o princípio do devido processo legal caracteriza-se pelo trinômio vida-liberdade-propriedade, vale dizer, tem-se o direito de tutela àqueles bens da vida em seu sentido mais amplo e genérico. II - O princípio da isonomia determina o tratamento igualitário das partes, significa tratar igualmente os iguais e desigualmente os desiguais na exata medida de suas desigualdades. III - O princípio do juiz natural tem grande importância na garantia do estado de direito, bem como na manutenção dos preceitos básicos de imparcialidade do juiz na aplicação da atividade jurisdicional. IV - O princípio do direito de ação determina que, além do direito ao processo justo, todos tenham o direito à tutela jurisdicional adequada. No entanto, abrange somente os direitos individuais levados ao conhecimento do judiciário, não tendo aplicação aos direitos coletivos. Estão corretas as afirmativas :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "387741",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos aos atos processuais, ao processo em geral, ao processo de conhecimento e ao cumprimento de sentença.Quanto à forma do ato processual, o CPC é orientado pelo princípio da instrumentalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387730",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue os seguintes itens, relativos aos princípios gerais e normas processuais civis.O princípio da isonomia garante às partes o direito de produzir as provas, de interpor recursos contra decisões judiciais e de se manifestar sobre documentos juntados aos autos do processo judicial",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387729",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue os seguintes itens, relativos aos princípios gerais e normas processuais civis.A aplicação da norma processual civil no tempo orienta-se pelo princípio da territorialidade, estabelecendo que o magistrado investido da função jurisdicional deva preferencialmente aplicar a lei nacional para solucionar os conflitos de interesses, nos limites territoriais da Federação brasileira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386760",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "No processo cautelar, além dos procedimentos cautelares específicos, pode o juiz determinar as medidas provisórias que julgar adequadas, quando houver fundado receio de que uma parte, antes do julgamento da lide, cause ao direito da outra lesão grave e de difícil reparação. Essa possibilidade traduz o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da imposição normativa do juízo."
      },
      {
        "letra": "B",
        "texto": "princípio da instrumentalidade processual."
      },
      {
        "letra": "C",
        "texto": "poder de coerção jurisdicional."
      },
      {
        "letra": "D",
        "texto": "poder de antecipação tutelar do provimento jurisdicional pelo juiz."
      },
      {
        "letra": "E",
        "texto": "poder geral de cautela do juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386330",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Com relação aos princípios gerais do direito processual civil, analise as afirmativas seguintes: I. A isenção, em relação às partes e aos fatos da causa, é condição indeclinável do órgão jurisdicional para o proferimento de um julgamento justo, podendo-se afirmar que o juiz subjetivamente capaz é aquele que não tem sua imparcialidade comprometida pela suspeição ou pelo impedimento. II. O princípio do devido processual legal decorre da norma contida na Constituição no Art. 5º, inc. LIV, CR/88, garantindo às partes voz e meios para se defenderem, respeitando os direitos fundamentais. III. No princípio da identidade física do juiz, o juiz titular ou substituto que concluir a audiência julgará a lide, ainda que estiver convocado, licenciado, afastado por qualquer motivo, promovido ou aposentado. IV. Segundo o princípio da congruência, deve o juiz decidir, observados os limites da lide estabelecidos pelo pedido do autor, evitando-se decisões extra petita, citra ou infra petita ou ultra petita. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV apenas."
      },
      {
        "letra": "C",
        "texto": "II e III apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378887",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio constitucional da inafastabilidade do controle jurisdicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se aplica ao processo civil, por ser de direito substancial constitucional."
      },
      {
        "letra": "B",
        "texto": "não se aplica ao processo civil, por ser próprio do Direito Administrativo e do Direito Tributário."
      },
      {
        "letra": "C",
        "texto": "aplica-se ao processo civil e significa a obrigatoriedade de o Juiz decidir as demandas propostas, quaisquer que sejam."
      },
      {
        "letra": "D",
        "texto": "aplica-se ao processo civil e significa que a lei não excluirá da apreciação do Poder Judiciário qualquer lesão ou ameaça a direito."
      },
      {
        "letra": "E",
        "texto": "aplica-se ao processo civil e significa que ninguém pode alegar o desconhecimento da lei para impedir a prestação jurisdicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378886",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considere: I. São fontes formais da norma processual civil a Constituição Federal, bem como os demais atos que ela prevê ou consente, quais sejam, a lei, os tratados internacionais, os princípios gerais do direito e os usos e costumes forenses. II. Na interpretação da lei processual civil, o método empregado é o exegético ou gramatical, consistente na busca do significado do texto no conjunto das disposições correlatas, contidas na ordem jurídico- positiva como um todo. III. No tocante à eficácia da lei processual civil no tempo, aplica-se ordinariamente a regra tempus regit actum, pela qual fatos ocorridos e situações já consumadas no passado não se regem pela lei nova que entra em vigor, mas continuam valorados segundo a lei do seu tempo. Está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371674",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "É correto afirmar que o juiz poderá condenar o litigante de má-fé a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pagar multa de cinco por cento sobre o valor da causa e a indenizar a parte contrária dos prejuízos que esta sofreu, dispensada a sucumbência."
      },
      {
        "letra": "B",
        "texto": "Pagar multa não excedente a meio por cento sobre o valor da causa e a indenizar a parte contrária dos prejuízos que esta sofreu, mais os honorários advocatícios e todas as despesas que efetuou."
      },
      {
        "letra": "C",
        "texto": "Pagar multa de um por cento sobre o valor da causa e a indenizar a parte contrária dos prejuízos que esta sofreu, dispensada a sucumbência."
      },
      {
        "letra": "D",
        "texto": "Pagar multa não excedente a um por cento sobre o valor da causa e a indenizar a parte contrária dos prejuízos que esta sofreu, mais os honorários advocatícios e todas as despesas que efetuou."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370513",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: EMPLASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Entre os princípios constitucionais do processo, está o da ubiquidade, o qual determina que;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nenhuma ameaça ou lesão de direito individual ou coletivo será subtraída à apreciação do Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "o juiz deve tratar as partes de maneira isonômica, ainda que isto signifique tratar desigualmente os desiguais."
      },
      {
        "letra": "C",
        "texto": "o juiz, no exercício da função jurisdicional, deve se pautar por critérios de equidade, em todos os seus termos."
      },
      {
        "letra": "D",
        "texto": "em caso de dúvida sobre quem tem razão, o juiz não poderá deixar de sentenciar, devendo aplicar a regra do ônus da prova."
      },
      {
        "letra": "E",
        "texto": "o juiz, no exercício da função jurisdicional, deve agir com imparcialidade, em todos os seus termos, perma- necendo equidistante das partes"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363938",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "No que concerne aos princípios do processo civil, observe as proposições abaixo e responda a alternativa que contenha proposituras corretas:I. Exemplo legal de aplicação do princípio lógico, informativo e fundamental do processo é ao artigo 301, do CPC, que estabelece uma ordem para defesa do réu: questões preliminares antes do mérito. II. Pelo princípio jurídico da eficiência, o processo tem de submeter-se a um ordenamento preexistente, e, se este se alterar, estando em curso o processo, os atos já realizados devem ser respeitados. III. O princípio econômico revela a preocupação com o custo processual, daí porque a busca pelo alcance da possibilidade processual a todos os interessados, independentemente de sua condição social.IV. Corresponde ao princípio lógico do processo, a possibilidade de decisão de extinção do processo sem julgamento do mérito, antes da decisão de fiando. V. É manifestação estrita do princípio da plenitude lógica do ordenamento jurídico.Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV"
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V"
      },
      {
        "letra": "E",
        "texto": "I, II e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361728",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca do litisconsórcio, da assistência e da intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor recusar a nomeação à autoria pleiteada pela ré, esta não terá direito à abertura de novo prazo para contestação"
      },
      {
        "letra": "B",
        "texto": "O regime do litisconsórcio necessário assegura decisão unitária para todos os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O direito do evicto de indenizar-se do pagamento indevido em face do anterior alienante não se condiciona à denunciação da lide em ação de terceiro reivindicante."
      },
      {
        "letra": "D",
        "texto": "A alienação do objeto litigioso não altera a legitimidade processual das partes, de forma que o legitimado superveniente não poderá, como parte, ingressar no feito como assistente litisconsorcial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, o cabimento do chamamento ao processo em fase de execução evidencia a aplicação dos princípios da economicidade e celeridade processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361596",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Sentença",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em razão do princípio jura novit curia, não há ofensa ao princípio da congruência caso o juiz decida a causa atribuindo aos fatos invocados na inicial consequências jurídicas não deduzidas na demanda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361206",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto à colaboração no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é uma norma que determina que as partes têm o dever de colaborar entre si para o bom andamento do processo e não diz respeito à postura do juiz no processo."
      },
      {
        "letra": "B",
        "texto": "é uma versão atualizada do princípio dispositivo em sentido material."
      },
      {
        "letra": "C",
        "texto": "é uma versão atualizada do princípio dispositivo em sentido processual."
      },
      {
        "letra": "D",
        "texto": "é a versão atualizada do modelo inquisitorial em sentido processual."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das afirmações é totalmente correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361205",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto ao direito ao contraditório no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esgota-se no direito de informação e no direito de reação a respeito das alegações de fato e das provas produzidas pelas partes."
      },
      {
        "letra": "B",
        "texto": "também chamado de bilateralidade da instância, é um princípio que tem por titulares e destinatários apenas as partes no processo."
      },
      {
        "letra": "C",
        "texto": "é o direito de ser informado, de reagir e de influenciar, tendo como titulares e destinatários apenas as partes no processo."
      },
      {
        "letra": "D",
        "texto": "é o direito de ser informado, de reagir e de influenciar, tendo como titulares as partes e como destinatário o juiz no processo."
      },
      {
        "letra": "E",
        "texto": "nenhuma das afirmações é totalmente correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1637317",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Com relação ao princípio do contraditório, importante princípio constitucional do Processo Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sua incidência em um processo judicial depende de manifestação expressa de concordância de ambas as partes."
      },
      {
        "letra": "B",
        "texto": "Sua incidência poderá ser atestada pelo Juiz, de ofício, sempre que julgar conveniente."
      },
      {
        "letra": "C",
        "texto": "Sua incidência só pode ser afastada nos processos em que inexistir lide entre autor e réu, mesmo que uma das partes deseje a sua não incidência."
      },
      {
        "letra": "D",
        "texto": "Sua incidência assegura, sob o prisma jurídico, que a cada manifestação de uma das partes, a parte adversa tenha igual direito."
      },
      {
        "letra": "E",
        "texto": "Sua incidência em processo administrativo somente será possível se o autor e o réu, expressamente, o requererem ao Juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1126208",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a afirmativa correta sobre os princípios atinentes ao processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da economia processual permite a alteração da causa de pedir e do pedido, em qualquer fase do processo, se o réu for revel."
      },
      {
        "letra": "B",
        "texto": "O princípio dispositivo contrapõe-se ao princípio inquisitivo, de modo que ao julgador é vedada iniciativa na produção de provas e na investigação dos fatos da causa, sob pena de comprometimento da sua imparcialidade, uma vez que, no processo civil, se busca a verdade formal, com o reconhecimento do caráter mítico e utópico da verdade real."
      },
      {
        "letra": "C",
        "texto": "Se o órgão julgador determinar, na sentença, o pagamento de prestações periódicas vencidas após a propositura da ação ou sobre juros legais, sem que haja formulação de pedido, pelo autor, nesse sentido, ocorrerá julgamento ultra ou extra petita ofendendo o princípio da demanda."
      },
      {
        "letra": "D",
        "texto": "O princípio da instrumentalidade significa que nenhuma nulidade processual é passível de convalidação, pois o que é nulo não produz efeito algum nos autos, já que o processo é instrumento de satisfação do direito material."
      },
      {
        "letra": "E",
        "texto": "O princípio da persuasão racional está vinculado à segurança jurídica, sendo imprescindível que a conclusão do julgado tenha coerência direta e explícita com sua fundamentação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "522860",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O processo se origina por iniciativa da parte (nemo iudex sine actore ne procedat iudex ex officio), mas se desenvolve por impulso oficial (CPC 262) (Nelson Nery Jr e Rosa Maria de Andrade Nery, Código de Processo Civil Comentado, 13. ed., 2013, p. 207). Trata-se do princípio de direito processual da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inércia ou dispositivo."
      },
      {
        "letra": "B",
        "texto": "inafastabilidade da jurisdição."
      },
      {
        "letra": "C",
        "texto": "celeridade processual."
      },
      {
        "letra": "D",
        "texto": "instrumentalidade."
      },
      {
        "letra": "E",
        "texto": "estabilidade da lide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433756",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: FUNDAÇÃO PRÓ-SANGUE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O Direito Processual Civil é regido por uma série de princípios, muitos dos quais estão previstos na própria Constituição da República. Assinale a alternativa que indica o princípio segundo o qual fica assegurado a todo aquele que se sentir lesado ou ameaçado em seus direitos, o acesso aos órgãos judiciais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Tempestividade da Tutela Jurisdicional."
      },
      {
        "letra": "B",
        "texto": "Princípio da Motivação das Decisões Judiciais."
      },
      {
        "letra": "C",
        "texto": "Princípio da Isonomia"
      },
      {
        "letra": "D",
        "texto": "Princípio do Contraditório."
      },
      {
        "letra": "E",
        "texto": "Princípio da Inafastabilidade do Controle Jurisdicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "433567",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da ação",
      "Condições da ação",
      "Da extinção do processo",
      "Pressupostos Processuais"
    ],
    "enunciado_principal": "O texto a seguir foi extraído de acórdão prolatado por uma das Câmaras Cíveis do Tribunal de Justiça do Amazonas em setembro de 2012, no qual algumas informações foram substituídas por elementos fictícios a fim de não ser possível a identificação da demanda. Analise-o. RELATÓRIO Trata-se de apelação cível interposta por X e Y, contra sentença proferida pelo Juízo de Direito da 200a Vara de Família, que julgou procedente o pedido de exoneração de alimentos formulado por Z. O recurso acostado às fls. 00/00, ataca essencialmente a nulidade da sentença por ausência de citação. O autor da demanda, ora apelado, requer às fls. 00, a exoneração da obrigação alimentar. Adiante, deu-se vista dos autos ao Graduado Órgão do Ministério Público Estadual, que se manifestou nos termos do parecer de fls. 00/00, opinando pelo conhecimento e provimento do presente recurso tendo em vista a falta de citação dos recorrentes. É o relatório. Partindo do objeto da causa tratado na decisão indicada e da falta de citação no processo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implica na extinção do processo, sem resolução do mérito, por ausência de pressuposto processual"
      },
      {
        "letra": "B",
        "texto": "implica na extinção do processo, com resolução do mérito, por carência da ação."
      },
      {
        "letra": "C",
        "texto": "pode ser suprida, depois da sentença, sem ferir o contraditório e a ampla defesa, à luz do princípio da economia processual."
      },
      {
        "letra": "D",
        "texto": "não implica em violação do princípio do devido processo legal, se a sentença for reformada beneficiando o réu."
      },
      {
        "letra": "E",
        "texto": "fere pressuposto processual e viola o princípio da ampla defesa, devendo ser arguida pela parte interessada e não podendo ser conhecida de ofício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433120",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Das Partes e Procuradores",
      "Da ação",
      "Princípios inerentes à jurisdição",
      "Condições da ação",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Leia o fragmento a seguir.O Código de Processo Civil estabelece que a jurisdição deve ser exercida pelos juízes em todo território nacional e que a tutela jurisdicional será prestada quando a parte ou interessado a requerer, o que se convencionou chamar de princípio _______ . As condições da ação são elementos indispensáveis para que o Estado preste jurisdição e são elas a legitimidade, possibilidade jurídica do pedido e _______ que pode se limitar à declaração de inexistência de relação jurídica. Por fim, ninguém poderá pleitear em nome próprio direito alheio, salvo quando autorizado por lei, tal como ocorre na _______ . Assinale a alternativa que completa corretamente as lacunas do fragmento acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do impulso oficial - interesse - legitimidade ordinária"
      },
      {
        "letra": "B",
        "texto": "do processo legal - citação válida - representação processual"
      },
      {
        "letra": "C",
        "texto": "da inércia da jurisdição - competência - representação processual."
      },
      {
        "letra": "D",
        "texto": "do processo legal - capacidade postulatória - legitimidade extraordinária"
      },
      {
        "letra": "E",
        "texto": "da inércia da jurisdição - interesse - legitimidade extraordinária"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423187",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Competência no CPC 1973",
      "Conceito de competência"
    ],
    "enunciado_principal": "Considere as seguintes proposições: I. O princípio processual da congruência ou adstrição está diretamente ligado ao princípio do contraditório. II. O princípio processual do duplo grau de jurisdição não é previsto expressamente na Constituição Federal, sendo princípio implícito do texto constitucional e limitável por lei infraconstitucional. III. A competência para as ações fundadas em direito real sobre bem imóvel é relativa e portanto, permite a aplicação do princípio da perpetuatio jurisdictionis. IV. Em qualquer caso, pelo princípio da impugnação específica, o réu deve impugnar um a um os fatos narrados na petição inicial, sob pena de presumir-se a sua veracidade. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410544",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Coisa Julgada no CPC 1973",
      "Impugnação ao cumprimento de sentença"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a sentença, cumprimento de sentença e coisa julgada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, os efeitos da coisa julgada se estendem à verdade dos fatos que foram estabelecidos como fundamento da sentença."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a garantia do juízo para que o devedor possa apresentar impugnação na fase de cumprimento de sentença."
      },
      {
        "letra": "C",
        "texto": "O magistrado está vinculado aos fundamentos jurídicos apresentados na petição inicial quando for proferir a sentença."
      },
      {
        "letra": "D",
        "texto": "A sentença de interdição deve ser inscrita no registro civil de pessoas naturais, mesmo que ainda seja possível interpor apelação."
      },
      {
        "letra": "E",
        "texto": "Em uma ação que vise ao cumprimento de obrigação jurídica condicional, o juiz pode proferir sentença de natureza diversa da pedida em favor do réu, já que esse tipo de ação é uma exceção ao princípio da congruência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410542",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Forma",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Em relação a procedimento, resposta do réu e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento lavrado sem observância das formalidades legais pelo oficial de registros públicos ou pelo tabelião competente não é apto a substituir instrumento público que a lei exija como prova da substância do ato."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos efeitos da revelia em ação reivindicatória não contestada pelo réu é possível ainda que essa ação tenha sido ajuizada sem documentação comprobatória da propriedade do imóvel."
      },
      {
        "letra": "C",
        "texto": "O rito sumário deve ser adotado em ação de investigação de paternidade com valor da causa fixado em quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "Viola o princípio do contraditório e da ampla defesa a negativa de produção de prova oral solicitada pelo réu no âmbito de ação ordinária cuja questão de mérito seja unicamente de direito."
      },
      {
        "letra": "E",
        "texto": "Se um juiz determinar, de ofício, o comparecimento de réu a audiência de instrução e julgamento, faltar a essa audiência, ser-lhe-ão impostos os efeitos da revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362946",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Suponha que em determinado processo de conhecimento que tramitava pelo rito comum ordinário tenha havido a juntada de importante documento pela parte autora sem que o Juiz, em momento seguinte, tenha intimado a parte adversa para que esta, tomando conhecimento da existência do documento, pudesse sobre ele se manifestar. Assinale a alternativa que expressa o princípio processual de forma direta e efetiva violado pela hipótese descrita",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio do Contraditório."
      },
      {
        "letra": "B",
        "texto": "Princípio do Juiz Natural."
      },
      {
        "letra": "C",
        "texto": "Princípio da Motivação das Decisões Judiciais."
      },
      {
        "letra": "D",
        "texto": "Princípio da Tempestividade da Tutela Jurisdicional."
      },
      {
        "letra": "E",
        "texto": "Princípio da Inafastabilidade do Controle Jurisdicional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362943",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Antônio, famoso cantor da região de Milagrópolis, mata um desafeto ao término de um show, gerando grande repercussão local. Em razão de sua popularidade, Antônio tem seu processo distribuído para o TJCM (Tribunal para Julgamento de Cantores de Milagrópolis), criado após a ocorrência dos fatos esquivando- se, assim, do julgamento pelo Tribunal do Juri. A dinâmica dos fatos revela inequívoca violação a um fundamental princípio do Direito Processual brasileiro. Assinale a alternativa que revela o princípio que, de forma direta e específica, foi violado pelos fatos acima narrados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Ampla Defesa."
      },
      {
        "letra": "B",
        "texto": "Princípio do Contraditório."
      },
      {
        "letra": "C",
        "texto": "Princípio do Juiz Natural."
      },
      {
        "letra": "D",
        "texto": "Princípio da Lealdade Processual."
      },
      {
        "letra": "E",
        "texto": "Princípio da Inafastabilidade do Controle Jurisdicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359619",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Formação, Suspensão e Extinção do Processo",
      "Da formação do processo"
    ],
    "enunciado_principal": "Na formação do processo, existe a previsão legal de que a alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento. Essa situação caracteriza o princípio;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da inércia."
      },
      {
        "letra": "B",
        "texto": "da duração razoável do processo."
      },
      {
        "letra": "C",
        "texto": "da eventualidade."
      },
      {
        "letra": "D",
        "texto": "da adstrição ou congruência."
      },
      {
        "letra": "E",
        "texto": "da estabilidade da demanda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359618",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir. Esse enunciado legal concerne ao princípio;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitucional da produção da prova lícita."
      },
      {
        "letra": "B",
        "texto": "processual da livre investigação probatória."
      },
      {
        "letra": "C",
        "texto": "processual da eventualidade."
      },
      {
        "letra": "D",
        "texto": "constitucional da isonomia."
      },
      {
        "letra": "E",
        "texto": "processual da adstrição ou congruência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357066",
    "metadata": "Ano: 2013 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto à participação do juiz na condução do processo, inclusive naquele de dimensão coletiva, verifique as seguintes assertivas: I. No modelo adversarial, partindo-se da premissa de intensa disputa, às partes de forma mais acendrada são tocados os deveres de condução do processo, ganhando evidência o princípio inquisitivo, porquanto grassa com intensidade direitos de natureza indisponível; II. O ‘neoprivatismo’ processual tem por base a utilização da boa-fé e de seus desdobramentos na verificação da dimensão ética do processo, onde as partes de modo civilizado, e sob a supervisão do juiz, se comportem com lealdade; III. Os modelos inquisitivo e dispositivo podem coexistir em idêntico sistema jurídico, em diversos programas processuais (a saber: instauração do processo; produção de provas; delimitação do objeto litigioso; análise de questões de fato e de direito; recursos), nada impedindo que o legislador, em relação a determinado tema, encampe um ou outro; IV. A delimitação do objeto litigioso exprime a dimensão processual de dispositividade/inquisitividade, enquanto a estrutura interna do processo permite a visualização da dimensão substancial de dispositividade/inquisitividade; V. No processo comparticipativo de perspectiva policêntrica, corolário do Estado Democrático de Direito, os princípios do devido processo legal, boa-fé processual e contraditório espargem deveres de condutas não só para as partes, mas também ao juiz, a quem caberá conduzir o processo de forma dialógica e assimétrica, mediante constante busca de equilíbrio. Escolha a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são incorretas as assertivas I e III;"
      },
      {
        "letra": "B",
        "texto": "são corretas as assertivas I, II e III;"
      },
      {
        "letra": "C",
        "texto": "são corretas as assertivas I, III e V;"
      },
      {
        "letra": "D",
        "texto": "são incorretas as assertivas I e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "353983",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considere que em determinado processo judicial o magistrado tenha constatado a ocorrência de infração ao devido processo legal, mas que não tenha declarado sua nulidade, diante da ausência de comprovação do correspondente prejuízo. Nessa situação, o magistrado agiu corretamente, visto que a jurisprudência do STJ admite a preservação de processo judicial, quando não comprovado o prejuízo decorrente da ofensa ao devido processo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353982",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, embora o princípio do juiz natural seja considerado uma garantia constitucional, é admitida a sua flexibilização para conferir maior agilidade na prestação jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353981",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "São nulos, por violarem o princípio do juiz natural, os atos decisórios proferidos por órgãos colegiados compostos, em sua maioria, por juízes de primeiro grau convocados regularmente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "353980",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considere que, ao apreciar determinada ação judicial, o magistrado tenha declarado, de ofício, a ocorrência de prescrição, sem abrir prazo para que a parte interessada se manifestasse sobre esse aspecto. Nessa situação, o magistrado agiu corretamente, pois o reconhecimento de questões de ordem pública de ofício pelo magistrado dispensa, em caráter absoluto, a observância do princípio do contraditório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332041",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Recurso Especial"
    ],
    "enunciado_principal": "DENTRE AS PROPOSIÇÕES ABAIXO, ALGUMAS SÃO FALSAS, OUTRAS VERDADEIRAS: I - Os princípios contidos na Lei de Introdução ao Código Civil, direito adquirido, ato jurídico perfeito e coisa julgada, apesar de previstos em norma infraconstitucional, não podem ser analisados em recurso especial, pois são institutos de natureza eminentemente constitucional. II - A valoração da prova, no âmbito do recurso especial, pressupõe contrariedade a um princípio ou a uma regra jurídica no campo probatório, ou mesmo à negativa de norma legal nessa área, não se confundindo com o livre convencimento do Juiz. III - O pedido de uniformização de jurisprudência é um incidente processual de caráter preventivo, podendo ser suscitado nas razões recursais, ou mesmo até o julgamento do agravo regimental. IV - Se as instâncias ordinárias concluíram pela ocorrência de litigância de má-fé, este entendimento pode ser superado pelas instâncias extraordinárias, pois não depende do reexame do quadro fático- probatório. Das proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331371",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "É possível afirmar que, em sua contestação, o réu deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apresentar pedido contraposto na própria peça de contestação, se assim o desejar, desde que o procedimento seja ordinário."
      },
      {
        "letra": "B",
        "texto": "impugnar tão somente os vícios processuais, caso estes inviabilizem a apreciação do mérito, em obediência ao princípio da instrumentalidade das formas."
      },
      {
        "letra": "C",
        "texto": "apresentar toda a matéria de defesa, ainda que haja contrariedade entre uma tese e outra, em homenagem ao princípio da eventualidade."
      },
      {
        "letra": "D",
        "texto": "apresentar as matérias que o juiz poderia ter conhecido de ofício antes da defesa, sob pena de preclusão e superveniente impedimento para que o juiz as conheça de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "329211",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Princípios Recursais"
    ],
    "enunciado_principal": "Considere que, tendo sido proferida sentença de mérito, uma das partes tenha interposto pedido de reconsideração e o juiz tenha recebido o pedido como embargos de declaração. Nesse caso, o magistrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afrontou o princípio da taxatividade."
      },
      {
        "letra": "B",
        "texto": "obedeceu ao princípio da fungibilidade."
      },
      {
        "letra": "C",
        "texto": "violou o princípio da consumação."
      },
      {
        "letra": "D",
        "texto": "atendeu ao princípio da complementaridade."
      },
      {
        "letra": "E",
        "texto": "desrespeitou o princípio da singularidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329209",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Considere que, ao apreciar apelação, o tribunal mantenha a sentença, reduzindo o valor dos honorários fixados pelo juiz de 20% para 10% sobre o valor da condenação, ainda que não haja pedido do vencido nesse sentido. Nesse caso, a decisão do tribunal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ratifica o princípio da máxima efetividade do processo."
      },
      {
        "letra": "B",
        "texto": "viola o princípio do juiz natural."
      },
      {
        "letra": "C",
        "texto": "conforma-se com o princípio da instrumentalidade das formas."
      },
      {
        "letra": "D",
        "texto": "viola o princípio da inércia."
      },
      {
        "letra": "E",
        "texto": "conforma-se com o princípio da economicidade jurisdicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314536",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O pedido do autor delimita a jurisdição a ser prestada. O princípio processual que informa essa delimitação é o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "duração razoável do processo."
      },
      {
        "letra": "B",
        "texto": "eventualidade."
      },
      {
        "letra": "C",
        "texto": "imparcialidade."
      },
      {
        "letra": "D",
        "texto": "adstrição ou congruência."
      },
      {
        "letra": "E",
        "texto": "celeridade ou economia processuais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314276",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em uma acepção substancial, entende-se que o princípio do devido processo legal representa a exigência e garantia de que as normas processuais sejam razoáveis, adequadas, proporcionais e equilibradas, gerando uma correspondência com o princípio da proporcionalidade, na visão de muitos estudiosos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311578",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "De acordo com o princípio da indeclinabilidade, uma vez provocado, o órgão jurisdicional não poderá recusar-se a dirimir litígios, a não ser na hipótese de existência de lacunas na lei aplicável à matéria, hipótese em que julgará improcedente o pedido do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301944",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio da persuasão racional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relaciona-se à intervenção de terceiros, sendo obrigatório o ingresso, na causa, daquele que tenha sido afetado, econômica e juridicamente, em seu direito subjetivo."
      },
      {
        "letra": "B",
        "texto": "está vinculado à segurança jurídica, sendo imprescindível que a conclusão do julgado tenha coerência direta e explícita com sua fundamentação."
      },
      {
        "letra": "C",
        "texto": "atrela-se à prova, de modo que cabe ao magistrado avaliar livremente a oportunidade de produção da prova e a valoração do seu conteúdo."
      },
      {
        "letra": "D",
        "texto": "conforma-se com as regras sobre nulidade processual, de modo que não se reconhece nulidade sem prejuízo à parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301939",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "No que concerne à lei processual civil superveniente, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Encontrando-se o processo em curso, é facultado ao juiz aplicar a lei nova ou a lei anterior que melhor atenda à rápida solução da lide, amparado no princípio constitucional da celeridade processual."
      },
      {
        "letra": "B",
        "texto": "Nesse caso, aplica-se a regra do isolamento dos atos processuais, de modo que a lei nova é aplicada aos atos processuais pendentes, tão logo entre em vigor, respeitados os já praticados e seus efeitos."
      },
      {
        "letra": "C",
        "texto": "Os efeitos dessa lei atingem os processos ajuizados após a edição da lei, não se aplicando a nova lei processual aos processos em curso."
      },
      {
        "letra": "D",
        "texto": "A nova regra processual editada no curso do processo não se aplica no grau de jurisdição em que o processo tramita, repercutindo-se os seus efeitos nos graus de jurisdição subsequentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289355",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Com relação aos princípios constitucionais do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sistema de cotas para ingresso nas universidades, adotado em todas as faculdades, públicas ou particulares, é consequência do princípio da igualdade processual."
      },
      {
        "letra": "B",
        "texto": "O princípio do juízo natural, no aspecto objetivo, desdobra-se em duas garantias: a preexistência do órgão jurisdicional ao fato e o respeito absoluto às regras objetivas de determinação de competência."
      },
      {
        "letra": "C",
        "texto": "No aspecto subjetivo, o princípio do juízo natural refere-se tão somente à questão da imparcialidade do juiz."
      },
      {
        "letra": "D",
        "texto": "O princípio do devido processo legal é aplicável apenas no âmbito público, sem alcançar os particulares, já que se refere apenas aos processos judiciais."
      },
      {
        "letra": "E",
        "texto": "A dimensão substancial do princípio do contraditório refere-se ao direito de participar do processo, de ser ouvido, do autor que está no polo passivo da relação jurídico-processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "973558",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Dentro do conceito do direito ao julgamento no prazo razoável (art. 5º, inciso LXXVIII, CRFB), costuma-se adotar a “doutrina dos sete critérios” (ou doutrina do “Caso Wemhoff”), para avaliação da ocorrência ou não da dilação indevida ou excessiva. Seguindo esse marco, NÃO constitui critério autorizativo da dilação processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "complexidade dos fatos objeto de apuração;"
      },
      {
        "letra": "B",
        "texto": "pluralidade de imputados e de defensores;"
      },
      {
        "letra": "C",
        "texto": "influência das condutas processuais do imputado;"
      },
      {
        "letra": "D",
        "texto": "dificuldades probatórias;"
      },
      {
        "letra": "E",
        "texto": "excesso ou sobrecarga de trabalho pelo órgão jurisdicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "487541",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto aos princípios que informam o Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Origina-se da expressão inglesa due process of law um dos postulados fundamentais do processo, que, em sentido material, revela-se em uma decisão substancialmente razoável e correta, o chamado princípio do devido processo legal substantivo e, em sentido formal, constitui-se, basicamente, no direito a ser processado e a processar de acordo com as normas previamente estabelecidas."
      },
      {
        "letra": "B",
        "texto": "De acordo com a doutrina processual civil, podemos visualizar os princípios da adequação e da adaptabilidade do procedimento, respectivamente, em dois momentos: o pré-jurídico, como informador da produção legislativa do procedimento em abstrato; e o processual, que permite ao juiz, no caso concreto, adaptar o procedimento de modo a melhor afeiçoá-lo às peculiaridades da causa."
      },
      {
        "letra": "C",
        "texto": "O poder conferido ao juiz para determinar, de ofício, as provas necessárias à instrução do processo, indeferindo as diligências inúteis ou meramente protelatórias, materializa o princípio inquisitivo, que consiste na atribuição, pelo legislador, de poderes ao magistrado, independentemente da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "O processo, que não constitui um fim em si mesmo, informa-se pelo Princípio da Instrumentalidade, segundo o qual a forma só deve prevalecer quando o fim para o qual ela foi desenvolvida não lograr ter sido atingido."
      },
      {
        "letra": "E",
        "texto": "Os princípios do contraditório e da ampla defesa, previstos no art. 5º, inc. LV, da Constituição Federal, apesar de serem figuras conexas, distinguem-se entre si, pois a ampla defesa é o instrumento de atuação do direito ao contraditório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426596",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Assinale a única alternativa correta, à luz do Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a pretensão for unicamente de direito e no juízo já houver sido proferida sentença de procedência ou improcedência em outros casos idênticos, envolvendo o mesmo réu, poderá, em prestígio aos princípios da celeridade e da economia processual, ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "Antes da entrega da contestação, o Autor poderá aditar o pedido sem a concordância do réu, correndo, contudo, à sua conta as custas acrescidas em razão dessa iniciativa."
      },
      {
        "letra": "C",
        "texto": "Para que seja possível a cumulação válida de pedidos, é necessário apenas que os pedidos sejam compatíveis entre si e que o rito procedimental reservado a cada pedido seja o mesmo."
      },
      {
        "letra": "D",
        "texto": "Considera-se inepta a petição inicial quando: faltar-lhe pedido ou causa de pedir; da narração dos fatos não decorrer logicamente a conclusão; o pedido for juridicamente impossível; o autor carecer de interesse processual; ou contiver pedidos incompatíveis entre si."
      },
      {
        "letra": "E",
        "texto": "Nos termos da lei processual, a petição inicial será indeferida quando o juízo verificar, desde logo, a prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423383",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Procedimentos Especiais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Requisitos de admissibilidade",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante, formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "E inadmissível, na ação popular, o ingresso de litisconsorte ativo após o despacho da petição inicial."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não detém legitimidade para requerer ao juiz a caducidade de medida liminar deferida em mandado de segurança, na hipótese de o respectivo impetrante criar obstáculo ao normal andamento do processo."
      },
      {
        "letra": "D",
        "texto": "E incabível reconvenção em ação monitoria, mesmo após a conversão do procedimento em ordinário."
      },
      {
        "letra": "E",
        "texto": "O instrumentalismo processual preconiza, fundamentalmente, um reforço da separação entre os planos do direito substancial e processual, evitando, assim, influências recíprocas, com a perda da autonomia científica do direito processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423382",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Teoria geral das provas",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em demanda indenizatória, testemunha arrolada pelo réu afirmou, em seu depoimento, que o demandado conduzia veículo automotor de forma arrojada e perigosa, pondo em risco a segurança do tráfego. Encerrada a instrução, o demandado requereu ao juiz que o aludido depoimento fosse desentranhado dos autos, visto que prejudicial aos interesses da parte que o requerera, o que foi indeferido pelo magistrado.Assinale, entre as alternativas abaixo, aquela que enuncia princípio que melhor, e com maior especificidade, fundamenta a decisão do magistrado antes mencionada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da demanda"
      },
      {
        "letra": "B",
        "texto": "princípio do devido processo legal"
      },
      {
        "letra": "C",
        "texto": "princípio da comunhão da prova"
      },
      {
        "letra": "D",
        "texto": "princípio da cooperação"
      },
      {
        "letra": "E",
        "texto": "princípio da instrumentalidade das formas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "398529",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "O Código de Processo Civil (CPC) estabelece quais os requisitos a petição inicial deve conter. Sobre a petição inicial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilícito formular mais de um pedido em ordem sucessiva."
      },
      {
        "letra": "B",
        "texto": "Não é possível a elaboração de pedido genérico, sempre devendo sê-lo certo e determinado."
      },
      {
        "letra": "C",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos deverá indeferi-la de plano."
      },
      {
        "letra": "D",
        "texto": "Não pode o magistrado proferir sentença antes de determinar a citação do demandado, em nenhuma hipótese, pois isto feriria o princípio do devido processo legal."
      },
      {
        "letra": "E",
        "texto": "Se o autor pedir que seja imposta ao réu a abstenção da prática de algum ato, poderá requerer cominação de pena pecuniária para o caso de descumprimento da decisão antecipatória de tutela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372041",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Da Jurisdição",
      "Princípios inerentes à jurisdição"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisdição é a atividade pública indeclinável, a qual deve ser exercida com imparcialidade pelos membros do Poder Judiciário. Para assegurar a imparcialidade, a lei confere aos magistrados determinadas garantias, como, por exemplo, a vitaliciedade e a inamovibilidade, as quais, por isso, são consideradas garantias da própria atividade jurisdicional e não meras garantias dos magistrados."
      },
      {
        "letra": "B",
        "texto": "O princípio do juiz natural impõe juiz imparcial e investido de competência absoluta, abstrata e previamente estabelecida, motivo pelo qual há previsão de ação rescisória em caso de a decisão ser proferida por magistrado absolutamente incompetente."
      },
      {
        "letra": "C",
        "texto": "A incompetência do órgão jurisdicional pode ser superveniente, se houver alteração da competência em razão da matéria ou da hierarquia, caso em que o juiz deverá declinar, de ofício, sua competência, devendo- se repetir atos decisórios praticados pelo juiz declinante, sob pena de nulidade do processo."
      },
      {
        "letra": "D",
        "texto": "O princípio segundo o qual a competência é determinada no momento em que a ação é proposta é o da perpetuatio iurisdicionis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358181",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Reputa-se litigante de má-fé, dentre outras hipóteses, aquele que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deduzir pretensão ou defesa contra texto fato controverso."
      },
      {
        "letra": "B",
        "texto": "usar do processo para conseguir objetivo irregular."
      },
      {
        "letra": "C",
        "texto": "proceder de modo temerário em qualquer incidente ou ato do processo"
      },
      {
        "letra": "D",
        "texto": "opuser resistência justificada ao andamento do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358178",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O preceito constitucional assim enunciado: “a lei não excluirá da apreciação do poder judiciário lesão ou ameaça a direito”, diz respeito ao princípio constitucional do processo civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Garantia do Devido Processo Legal."
      },
      {
        "letra": "B",
        "texto": "Princípio da Fundamentação e Motivação das Decisões Judiciais."
      },
      {
        "letra": "C",
        "texto": "Princípio da Inafastabilidade do Controle Jurisdicional."
      },
      {
        "letra": "D",
        "texto": "Princípio do Duplo Grau de Jurisdição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298778",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao princípio do contraditório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se aplica ao processo judicial e ao processo administrativo, exceto nos casos em que a autoridade exerça poder discricionário."
      },
      {
        "letra": "B",
        "texto": "Abrange, juntamente com a ampla defesa, os meios e recursos que asseguram o duplo grau de jurisdição e o acesso aos tribunais superiores."
      },
      {
        "letra": "C",
        "texto": "Nos processos que versam sobre direitos disponíveis, ele assegura a comunicação de todos os atos processuais e faculta a possibilidade de intervir de forma útil para a formação do convencimento do juiz."
      },
      {
        "letra": "D",
        "texto": "Fica impedida a concessão de liminar “inaudita altera pars” somente quando houver requerimento de urgência por parte da Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "Não se aplica quanto às matérias que o juiz pode e deve conhecer de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "290570",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "De acordo com o princípio do devido processo legal, as normas devem ser razoáveis, adequadas, equilibradas e proporcionais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "290569",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio do devido processo legal, considerado uma cláusula geral, é gerador de outros princípios, incidindo sobre toda e qualquer atuação do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "290568",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio do contraditório aplica-se somente à parte ré do processo, a qual, para providenciar a sua defesa, necessita ser informada da existência do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "290567",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considera-se o princípio do devido processo legal um supraprincípio, em virtude de consistir em um princípio base, norteador dos demais princípios que devem ser observados no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287944",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Sobre o princípio do duplo grau de jurisdição, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é garantia constitucional expressa que assegura à parte o direito de ter a decisão judicial revista e que veda a edição de lei ordinária que venha a suprimir recursos previstos no sistema."
      },
      {
        "letra": "B",
        "texto": "não é garantia constitucional, mas a previsão expressa desse princípio, na Carta Magna, no sentido de propi­ciar a revisão da decisão judicial, impede a supressão, por lei ordinária, de qualquer recurso."
      },
      {
        "letra": "C",
        "texto": "não é garantia constitucional expressa na Carta Magna, pelo que é perfeitamente possível a edição de lei ordinária que venha suprimir algum recurso previsto no sistema."
      },
      {
        "letra": "D",
        "texto": "é garantia constitucional expressa, constituindo cláusula pétrea, que garante aos jurisdicionados o direito de recorrer, através dos meios recursais previstos no sistema, que não podem ser suprimidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284118",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a intimação tiver lugar na segunda-feira, ou a publicação com efeito de intimação for feita nesse dia, o prazo judicial terá início na terça-feira imediata, ainda que não haja expediente em tal dia."
      },
      {
        "letra": "B",
        "texto": "A citação por edital é espécie de citação ficta, pois o resultado da citação (ciência do réu) não pode ser tido como certo, impondo a lei que se considere o réu como citado. Por outro lado, a citação por hora certa não pode ser considerada como ficta, haja vista que o réu tem efetiva ciência da ação que lhe foi proposta."
      },
      {
        "letra": "C",
        "texto": "O Mandado de Segurança será cabível ainda quando se tratar de ato do qual caiba recurso administrativo com efeito suspensivo, independentemente de caução."
      },
      {
        "letra": "D",
        "texto": "Considera-se realizada a intimação do Ministério Público somente a partir da aposição de ciente pelo membro do parquet."
      },
      {
        "letra": "E",
        "texto": "Segundo o princípio da persuasão racional, pode o magistrado convencer-se livremente com qualquer das evidências presentes nos autos, desde que justifique os motivos pelos quais entende que certa prova gera convencimento, ou as razões para que certa prova se sobreponha a outra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "273261",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: BRDE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta os princípios que se aplicam aos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possibilidade jurídica do pedido e unicidade."
      },
      {
        "letra": "B",
        "texto": "Duplo grau de jurisdição e utilidade."
      },
      {
        "letra": "C",
        "texto": "Fungibilidade e correspondência."
      },
      {
        "letra": "D",
        "texto": "Proibição da reformatio in pejus e necessidade."
      },
      {
        "letra": "E",
        "texto": "Unicidade e interesse processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270728",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Prazos"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os prazos fixados para as partes são preclusivos."
      },
      {
        "letra": "B",
        "texto": "a ausência de qualquer das condições da ação gera carência de ação, impondo a extinção do processo."
      },
      {
        "letra": "C",
        "texto": "a efetiva observância das regras do procedimento não se insere na garantia constitucional do devido processo legal."
      },
      {
        "letra": "D",
        "texto": "relativamente à classificação dos atos processuais, foi adotada a teoria objetiva, que permite sejam eles agrupados em atos de iniciativa, atos de desenvolvimento e atos de conclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "265148",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "\"É defeso ao juiz proferir sentença, a favor do autor, de natureza diversa da pedida, bem como condenar o réu em quantidade superior ou em objeto diverso do que lhe foi demandado\". No que se refere ao princípio processual civil trata-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da eventualidade ou especificidade."
      },
      {
        "letra": "B",
        "texto": "da correlação ou congruência."
      },
      {
        "letra": "C",
        "texto": "do livre convencimento e persuasão racional."
      },
      {
        "letra": "D",
        "texto": "da legalidade e isonomia processuais."
      },
      {
        "letra": "E",
        "texto": "da inafastabilidade da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "262208",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Teoria geral das provas",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "No sistema probatório vigente em nosso processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "salvo disposição especial em contrário, as provas devem ser produzidas na petição inicial, pelo autor, e na resposta oferecida pelo réu."
      },
      {
        "letra": "B",
        "texto": "vigora o sistema tarifado e hierarquizado, pelo qual cada prova tem um peso específico a ser valorado rigidamente pelo juiz."
      },
      {
        "letra": "C",
        "texto": "o ônus da prova não pode ser distribuído de maneira diversa em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "o juiz apreciará livremente a prova, atendendo aos fatos e circunstâncias constantes dos autos, ainda que não alegados pelas partes; deverá indicar na sentença, porém, os motivos que lhe formaram o convencimento."
      },
      {
        "letra": "E",
        "texto": "somente os meios legais expressos são hábeis para provar a verdade dos fatos, em que se funda a ação ou a defesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "262204",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O Código de Processo Civil prevê que o comparecimento espontâneo do réu aos autos supre a falta de sua citação. Nessa norma vislumbra-se o princípio processual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da instrumentalidade dos atos processuais."
      },
      {
        "letra": "B",
        "texto": "da eventualidade."
      },
      {
        "letra": "C",
        "texto": "da congruência ou adstrição."
      },
      {
        "letra": "D",
        "texto": "da persuasão racional."
      },
      {
        "letra": "E",
        "texto": "do livre convencimento do juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "260655",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Com base no direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da livre convicção motivada é utilizado pelo magistrado para decidir a lide; tratando-se de processo em que haja testemunha única, o magistrado deverá aplicar, subsidiariamente, outro princípio constante do ordenamento jurídico brasileiro, o princípio da prova tarifada."
      },
      {
        "letra": "B",
        "texto": "Segundo o princípio da congruência, o magistrado deve decidir a lide nos limites em que foi proposta, sendo-lhe defeso conhecer de questões, não suscitadas, a cujo respeito a lei exige a iniciativa da parte."
      },
      {
        "letra": "C",
        "texto": "Ocorre colusão quando autor e réu, juntos, praticam ato simulado."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público, quando atua como fiscal da lei, deve ser intimado para atuar no processo, sob pena de nulidade deste, ainda que a decisão seja favorável aos interesses que justificaram sua atuação."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público e o juiz serão civilmente responsáveis quando, no exercício de suas funções, responderem com dolo ou culpa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "259259",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio da razoável duração do processo, previsto na CF, é aplicável tanto no âmbito judicial quanto no administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "259258",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em respeito aos princípios do contraditório e da ampla defesa, deve-se assegurar às partes a efetiva participação no processo, de forma que possam influenciar na formação do convencimento do julgador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "259257",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Na concepção formal, o devido processo legal corresponde à exigência e garantia de que as normas sejam razoáveis, adequadas, proporcionais e equilibradas; sob a perspectiva substancial, é o direito de processar e ser processado, de acordo com as normas preestabelecidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249536",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Sobre os princípios que norteiam o processo civil brasileiro, aponte a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio do duplo grau de jurisdição, apesar de geralmente observado pelo legislador brasileiro, não constitui uma garantia constitucional inafastável pela legislação ordinária."
      },
      {
        "letra": "B",
        "texto": "A doutrina brasileira tem trabalhado, cada vez mais, o princípio da cooperação no processo civil, por meio do qual o magistrado e as partes devem estar em constante diálogo, auxiliando-se mutuamente com o objetivo de esclarecimento, consulta, auxílio e prevenção."
      },
      {
        "letra": "C",
        "texto": "O processo civil brasileiro se caracteriza pela preponderância do princípio dispositivo, porquanto somente às partes é conferida a possibilidade de dar início à demanda judicial, delimitar o seu objeto litigioso e definir quais os meios e fontes de provas que serão utilizados em juízo."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da causalidade, que norteia a atribuição dos ônus sucumbenciais, é possível que uma demanda seja julgada improcedente e o réu seja condenado ao pagamento das custas processuais e honorários advocatícios."
      },
      {
        "letra": "E",
        "texto": "A proibição do venire contra factum proprium, corolário do princípio da boa-fé, impede que sejam adotadas posturas contraditórias no processo e constitui lastro para a teorização da preclusão lógica no processo civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249331",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Pelo princípio da eventualidade, deve o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "réu comportar-se de modo leal no processo, salvo eventual contraposição à má-fé processual do autor."
      },
      {
        "letra": "B",
        "texto": "juiz aproveitar os atos processuais, ainda que praticados por forma equivocada, se atingiram sua finalidade e não houve prejuízo à parte adversa."
      },
      {
        "letra": "C",
        "texto": "juiz fundamentar cada tópico da sentença, para a hipótese de interposição de eventual recurso de apelação."
      },
      {
        "letra": "D",
        "texto": "juiz ater-se ao pedido formulado, ao proferir sentença, salvo eventual matéria aferível de ofício."
      },
      {
        "letra": "E",
        "texto": "réu alegar toda a defesa que tiver contra o autor, na contestação, de forma especificada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249130",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Teoria geral das provas",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Considerando os Princípios Constitucionais do Processo Civil e a Teoria Geral da Prova, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vedação à criação de tribunais de exceção decorre do princípio da anterioridade."
      },
      {
        "letra": "B",
        "texto": "Considera-se prova lícita aquela que, apesar de obtida com violação à norma constitucional, foi produzida, na origem, regularmente."
      },
      {
        "letra": "C",
        "texto": "Entende-se ilícita a prova obtida em violação a normas constitucionais ou legais."
      },
      {
        "letra": "D",
        "texto": "O devido processo legal é princípio constitucional que decorre da ampla defesa e do contraditório."
      },
      {
        "letra": "E",
        "texto": "A teoria dos frutos da árvore envenenada (The fruit of the poisonous tree) corresponde ao Princípio do Contraditório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242183",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A prioridade na tramitação do processo judicial em todas as instâncias é expressamente garantida por lei federal às",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoas com doenças graves."
      },
      {
        "letra": "B",
        "texto": "crianças, adolescentes e idosos."
      },
      {
        "letra": "C",
        "texto": "crianças, adolescentes e às mulheres vítimas de violência doméstica."
      },
      {
        "letra": "D",
        "texto": "pessoas que estejam em situação de vulnerabilidade social."
      },
      {
        "letra": "E",
        "texto": "pessoas com deficiência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239529",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Analise as proposições seguintes.I. São considerados princípios informativos do processo o princípio do devido processo legal, o princípio do contraditório e o princípio da busca da verdade real. II. Os pressupostos de existência válida ou de desenvolvimento regular do processo podem ser de ordem subjetiva e objetiva. III. A existência nos autos de instrumento de mandado conferido a advogado é considerada um dos elementos necessários para identificação da causa. IV. A reconvenção como forma de defesa não promove a inversão dos polos ativo e passivo nem exige subordinação às condições da ação. V. A confissão judicial pode ser espontânea ou provocada, sendo reduzida em seguida a termo.Estão corretas apenas as proposições",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V"
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "236871",
    "metadata": "Ano: 2012 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "De acordo com esse princípio, “exige-se a adequada correlação entre o pedido e o provimento judicial, sob pena de nulidade por julgamento citra, extra ou ultra petita” (Superior Tribunal de Justiça. Recurso Especial n. 874.430/MA, Rel. Min. Raul Araújo, 4ª. Turma, julgado em 25/10/2011, DJe 07/12/2011). O precedente se refere ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "demanda;"
      },
      {
        "letra": "B",
        "texto": "congruência;"
      },
      {
        "letra": "C",
        "texto": "correspondência da lide;"
      },
      {
        "letra": "D",
        "texto": "harmonia da pretensão;"
      },
      {
        "letra": "E",
        "texto": "causa petendi."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235489",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em obediência ao princípio da isonomia, corolário do devido processo legal, pessoas em condições diversas podem receber tratamento diferenciado no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235488",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O denominado princípio da tempestividade da tutela jurisdicional, segundo o qual a todos, no âmbito judicial e administrativo, são assegurados a razoável duração do processo e os meios que garantam a celeridade de sua tramitação, legitima a punição de condutas comissivas ou omissivas que tenham por finalidade protelar o resultado final do processo, praticadas tanto pelas partes quanto pelo juiz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235487",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quando, no curso do processo, alguma das partes junta aos autos determinado documento, é assegurada a intimação da parte adversa para tomar conhecimento da existência do documento e sobre ele se manifestar, em obediência ao princípio da inafastabilidade do controle jurisdicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "221766",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "“Sempre que o ato processual tenha uma forma prevista em lei, deve ser praticado segundo a formalidade legal, sob pena de nulidade.” A assertiva acima reflete o seguinte Princípio Processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da publicidade dos atos processuais."
      },
      {
        "letra": "B",
        "texto": "da economia processual."
      },
      {
        "letra": "C",
        "texto": "da isonomia."
      },
      {
        "letra": "D",
        "texto": "damotivação das decisões."
      },
      {
        "letra": "E",
        "texto": "da instrumentalidade das formas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "221763",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "“Confere àquele que for ou que esteja na iminência de ser lesado em seus direitos o acesso irrestrito ao Poder Judiciário, bem como ter a devida e a efetiva prestação da tutela jurisdicional.” A assertiva acima reflete o seguinte princípio processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da publicidade dos atos processuais."
      },
      {
        "letra": "B",
        "texto": "da inafastabilidade do controle jurisdicional."
      },
      {
        "letra": "C",
        "texto": "do juiz natural"
      },
      {
        "letra": "D",
        "texto": "da isonomia."
      },
      {
        "letra": "E",
        "texto": "damotivação das decisões judiciais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "535313",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Ações Coletivas no CPC 1973",
      "Prazos",
      "Ação Popular"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - Na Ação Popular, são nulos os atos lesivos ao patrimônio público, dentre outros, nos casos de desvio de finalidade, ou seja, quando o resultado do ato importa em violação de lei, regulamento ou outro ato normativo. II - Os atos processuais realizar-se-ão nos prazos prescritos em lei, todavia, podendo as partes, de comum acordo, reduzir ou prorrogar o prazo dilatório, tendo eficácia, tal convenção, somente se requerida antes do vencimento do prazo e se fundada em motivo legítimo. III - Pelo princípio dispositivo, o juiz não pode conhecer de matéria a cujo respeito a lei exige a iniciativa da parte, mas se permite que o Magistrado ordene, de ofício, provas necessárias à instrução do processo, além das provas apresentadas pelas partes. IV - Importará em preclusão, no procedimento ordinário, a ausência de indicação do rol de testemunhas na petição inicial, não sendo possível a sua juntada posterior. V - Quando a parte admite a verdade de um fato, contrário ao seu interesse e favorável ao adversário, há confissão, que só pode ser obtida judicialmente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições IV e V estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I e II estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições III e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições I, IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições II, III e V estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "505978",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção deve preencher os requisitos das condições da ação e dos pressupostos processuais, bem como os específicos da conexão da ação, da competência do juízo, identidade de ritos e identidade de partes."
      },
      {
        "letra": "B",
        "texto": "A defesa é direta quando nega a ocorrência dos fatos alegados na petição inicial, afirmando ou que não ocorreram ou que ocorreram de forma diferente ou que são verdadeiros, mas a conseqüência jurídica não ampara a pretensão, sendo Indireta quando apresenta fatos impeditivos, modificativos ou extintivos do direito do autor, agregando fatos novos ao processo, que alteram o destino da causa, por conduzirem à improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "Pelo Princípio da Consumação, na peça de contestação não poderá o réu deduzir alegações incompatíveis entre si, que poderão ser alegadas nas fases seguintes, nos termos do art. 303 do CPC."
      },
      {
        "letra": "D",
        "texto": "Litispendência é quando se reproduz ação anteriormente ajuizada, havendo identidade de partes, da causa de pedir e do pedido. Já a conexão ocasiona a modificação de competência relativa, por prorrogação, reunindo-se os processos para que sejam julgados simultaneamente, por força da prevenção."
      },
      {
        "letra": "E",
        "texto": "Quando a lei considerar da substância do ato que seja por instrumento público, a falta de impugnação precisa sobre os fatos narrados na petição inicial não gera presunção de veracidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505973",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA I - O princípio do devido processo iegal apresenta tanto um caráter instrumental quanto uma dimensão substancial, hipótese na qual tem correspondência com o princípio da proporcionalidade.II - Os princípios do contraditório e da ampla defesa têm como um de seus consectários lógicos de exteriorização a prerrogativa da produção probatória.III - O princípio do dupio grau de jurisdição, assim como os demais princípios constitucionais do processo, constitui imposição da Carta Magna de observância obrigatória, sob pena de invalidação da atividade processual. IV- O princípio da motivação dos atos decisórios, consignado no art. 93, IX, da CF/88, tem o condão de assegurar ao jurisdicionado o direito â obtenção do órgão jurisdicional de pronunciamento acerca de todos os argumentos deduzidos em juízo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I e IV estão corretas"
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "486582",
    "metadata": "Ano: 2011 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Acerca dos princípios que norteiam o direito processual civil, analise as proposições seguintes: I. O princípio da indeclinabilidade da prestação jurisdicional advém do direito público subjetivo de ação, que assegura a todo cidadão o acesso ao Poder Judiciário e a obtenção de uma tutela jurisdicional que lhe garanta o direito material vindicado. II. O princípio da inércia inicial não se contrapõe ao princípio do impulso oficial, sendo ambos aplicáveis no âmbito do direito processual civil. III. A norma processual, ao determinar que a colheita de provas deve ser feita direta e pessoalmente pelo juiz, consagra o princípio da imediatidade. IV. Os princípios da imediatidade, da identidade física do juiz e da concentração dos atos processuais atuam como complementos de um outro princípio de Direito Processual Civil, que é o chamado princípio da oralidade, visto que melhor possibilitam a sua operacionalização. Ante o exposto, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há uma proposição correta."
      },
      {
        "letra": "B",
        "texto": "há apenas duas proposições corretas."
      },
      {
        "letra": "C",
        "texto": "todas as proposições estão corretas."
      },
      {
        "letra": "D",
        "texto": "há apenas três proposições corretas."
      },
      {
        "letra": "E",
        "texto": "todas as proposições estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299009",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em relação aos princípios fundamentais do processo civil, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da instrumentalidade significa que nenhuma nulidade processual é passível de convalidação, pois o que é nulo não produz efeito algum nos autos."
      },
      {
        "letra": "B",
        "texto": "da eventualidade é o que determina ao réu a interposição de reconvenção ou de pedido contraposto."
      },
      {
        "letra": "C",
        "texto": "da congruência é o que determina ao autor que só cumule pedidos coerentes entre si."
      },
      {
        "letra": "D",
        "texto": "inquisitivo é o que dá às partes a liberdade de instauração e impulso processuais."
      },
      {
        "letra": "E",
        "texto": "da demanda é o que determina que nenhum juiz prestará a tutela jurisdicional senão quando requerida pela parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249727",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos princípios do processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Observa o princípio da igualdade das partes o juiz que determina a emenda da inicial, antes de indeferi-la."
      },
      {
        "letra": "B",
        "texto": "Ao inverter o ônus da prova em ação que trate de direito do consumidor, o juiz orienta o processo de acordo com o princípio da garantia de duração processual razoável."
      },
      {
        "letra": "C",
        "texto": "A possibilidade de o relator de ação rescisória definir prazo superior a quinze dias para o réu apresentar resposta indica influência do princípio da adaptabilidade."
      },
      {
        "letra": "D",
        "texto": "Quando o juiz converte o procedimento sumário em ordinário por detectar maior complexidade da prova técnica, ele está aplicando o princípio da cooperação, sob a ótica do esclarecimento."
      },
      {
        "letra": "E",
        "texto": "A consideração pelo juiz da possibilidade de existência de propósito protelatório do réu indica análise da situação conforme o princípio da boa fé processual, sob o ângulo objetivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249724",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Não é possível que oficial de justiça de comarca vizinha e contígua proceda à penhora e depósito de bem em comarca diferente da sua. Tal afirmação diz respeito ao princípio da jurisdição denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "territorialidade."
      },
      {
        "letra": "B",
        "texto": "inevitabilidade."
      },
      {
        "letra": "C",
        "texto": "juiz natural."
      },
      {
        "letra": "D",
        "texto": "investidura."
      },
      {
        "letra": "E",
        "texto": "indelegabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "209553",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio processual do juiz natural, segundo a CF, consiste na garantia de julgamento por juiz competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209552",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio do contraditório é uma garantia constitucional ligada ao processo, mas não impõe que as partes se manifestem de maneira efetiva em relação aos atos do processo, bastando que a elas seja concedida essa oportunidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209484",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A exigência de que todas as decisões judiciais sejam fundamentadas, sob pena de nulidade, é uma garantia constitucional ligada ao processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209481",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio do contraditório consiste em um verdadeiro diálogo entre as partes do processo, ou seja, deve-se conceder a oportunidade de participar do procedimento a todo aquele cuja esfera jurídica possa ser atingida pelo resultado do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209480",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio da ampla defesa pressupõe que as partes devem litigar em pé de igualdade. O juiz, por seu lado, deve colocar-se de forma equidistante em relação às partes, garantindo-lhes a produção de prova dos fatos alegados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "207712",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Acerca dos princípios do processo civil na doutrina e na jurisprudência do STF e do STJ, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A dispensa de publicação prévia de pauta de julgamento viola o devido processo legal."
      },
      {
        "letra": "B",
        "texto": "O desentranhamento da petição de contestação, em caso de decretação da revelia, ofende o princípio da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Os prazos diferenciados para a fazenda pública, para o MP e para a defensoria pública ofendem o princípio da igualdade processual."
      },
      {
        "letra": "D",
        "texto": "A concessão de medidas liminares sem a oitiva da parte contrária (inaudita altera pars) ofende o princípio do contraditório e da ampla defesa."
      },
      {
        "letra": "E",
        "texto": "Se, na fundamentação da sentença, o juiz adotar como razão de decidir apenas o parecer do membro do MP como fiscal da lei, então essa conduta ofenderá o princípio da motivação das decisões judiciais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "205342",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Ações Coletivas no CPC 1973",
      "Ação Civil Pública no CPC 1973"
    ],
    "enunciado_principal": "Analise as assertivas sobre as regras processuais de interpretação e aplicação do direito processual coletivo comum e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em plano hermenêutico abstrato, no sistema processual coletivo comum, prevalece a técnica da ponderação ou máxima de sopesamento no caso concreto, consistente na coordenação dos fatos à norma, diferentemente do modelo silogístico de subsunção normativa."
      },
      {
        "letra": "B",
        "texto": "A aplicação subsidiária da legislação processual civil codificada ao direito processual coletivo comum é ampla e ilimitada, não admitindo exame de compatibilidade material ou formal, por expressa previsão legal neste sentido."
      },
      {
        "letra": "C",
        "texto": "Em decorrência de regra interpretativa do processo coletivo comum, verificando-se o processamento de duas ações coletivas por dois legitimados, com identidade de causa de pedir e pedido, o efeito da litispendência obsta à reunião das ações para julgamento simultâneo."
      },
      {
        "letra": "D",
        "texto": "O ajuizamento de ação coletiva pelo Ministério Público em defesa do patrimônio público e de ação popular pelo cidadão, com o mesmo fundamento, determina a extinção da segunda com a finalidade de evitar decisões conflitantes."
      },
      {
        "letra": "E",
        "texto": "Os princípios de interpretação e aplicação próprios do direito constitucional referem-se apenas ao direito processual coletivo especial, regendo-se o processo coletivo comum pelos princípios decorrentes do sistema de integração dos diplomas legais de tutela coletiva e legislação processual infraconstitucional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204621",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio geral do processo que atribui às partes toda a iniciativa, seja na instauração do processo, seja no seu impulso, é o princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do devido processo legal."
      },
      {
        "letra": "B",
        "texto": "inquisitivo."
      },
      {
        "letra": "C",
        "texto": "dispositivo."
      },
      {
        "letra": "D",
        "texto": "da eventualidade."
      },
      {
        "letra": "E",
        "texto": "da verdade real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "204282",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Segundo o art. 5° , inciso XXXV, da Constituição Federal, a lei não excluirá da apreciação do Poder Judiciário lesão ou ameaça a direito. Esta regra consagra o princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da indelegabilidade da jurisdição;"
      },
      {
        "letra": "B",
        "texto": "da inafastabilidade da jurisdição;"
      },
      {
        "letra": "C",
        "texto": "do juiz natural;"
      },
      {
        "letra": "D",
        "texto": "da inevitabilidade da jurisdição;"
      },
      {
        "letra": "E",
        "texto": "da indeclinabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "200554",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Pode-se compreender os princípios processuais como preceitos fundamentais que dão forma e caráter aos sistemas processuais. Acerca dos princípios processuais, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da economia processual permite a alteração da causa de pedir e do pedido, em qualquer fase do processo, se o réu for revel."
      },
      {
        "letra": "B",
        "texto": "o princípio da celeridade processual enuncia que os processos devem desenvolver-se em tempo razoável"
      },
      {
        "letra": "C",
        "texto": "o princípio do devido processo legal significa, em processo judicial, a garanta ao contraditório e à ampla defesa, bem como às regras previamente estabelecidas sobre o modo de solução judicial do conflito."
      },
      {
        "letra": "D",
        "texto": "o princípio da igualdade processual encerra a idéia de que cabe ao juiz tratar desigualmente os desiguais, na medida desta desigualdade, o que justfca, por exemplo, o prazo em dobro para a fazenda pública recorrer."
      },
      {
        "letra": "E",
        "texto": "o princípio da inafastabilidade da jurisdição assegura que a lei não excluirá da apreciação do Poder Judiciário lesão ou ameaça a direito"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119654",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "São Princípios Constitucionais do Processo Civil: I. Princípio da Inafastabilidade da Jurisdição II. Princípio do Juiz Natural III. Princípio da Inadmissibilidade de Provas Ilícitas IV. Princípio da Fundamentação das decisões V. Princípio da Celeridade Processual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "III, IV e V estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "119020",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Pelo princípio da inércia, o processo se origina pela iniciativa da parte. Anote a resposta INCORRETA, nas seguintes alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As matérias de ordem pública devem ser apreciadas de ofício pelo juiz, tais como as relativas às condições da ação e pressupostos processuais, decadência e prescrição. Todavia, estão sujeitas à preclusão."
      },
      {
        "letra": "B",
        "texto": "Na reconvenção e na ação declaratória incidental o juiz somente poderá conhecer do pedido do réu se sua pretensão tiver sido deduzida sob a forma de ação. Nas ações dúplices e nos pedidos contrapostos a pretensão do réu pode ser deduzida na própria contestação."
      },
      {
        "letra": "C",
        "texto": "Podem provocar a atividade jurisdicional a parte ou interessado, bem como o Ministério Público nos casos em que estiver legitimado para ajuizar ação civil pública."
      },
      {
        "letra": "D",
        "texto": "Todas as questões relativas às relações de consumo são de ordem pública e interesse social, devendo sobre elas pronunciar- se o juiz de ofício, independentemente de requerimento da parte ou do interessado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "119018",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O Estado contemporâneo, como expressão do Estado Social, tem dentre os seus embasamentos os princípios constitucionais de justiça e os direitos fundamentais. Nesse contexto, aponte a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma lei processual pode contrariar os princípios constitucionais e os direitos fundamentais, sob pena de inconstitucionalidade."
      },
      {
        "letra": "B",
        "texto": "No caso de lei processual cuja aplicação conduz a um juízo de inconstitucionalidade, o juiz de primeiro grau poderá declará-la ou, mediante a técnica da interpretação conforme a Constituição, aplicar a técnica da declaração parcial de nulidade sem redução de texto."
      },
      {
        "letra": "C",
        "texto": "As normas processuais, por sua natureza, submetem-se ao princípio da supremacia da lei e à vontade do legislador, criador da norma geral e, portanto, do direito positivo no Estado democrático de direito."
      },
      {
        "letra": "D",
        "texto": "A lei processual deve ser compreendida e aplicada de acordo com a Constituição. Por isso, havendo mais de uma solução, na interpretação da lei, a decisão deve optar por aquela que outorgue maior efetividade à Constituição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "119017",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Aponte, dentre os princípios processuais abaixo, aquele que não tem previsão explícita na Constituição Federal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juiz natural."
      },
      {
        "letra": "B",
        "texto": "Duplo grau de jurisdição."
      },
      {
        "letra": "C",
        "texto": "Devido processo legal."
      },
      {
        "letra": "D",
        "texto": "Acesso à justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "118802",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei garante aos litigantes o contraditório e a ampla defesa, quer significar que tanto o direito de ação, quanto o direito de defesa são manifestações do princípio do direito de ação."
      },
      {
        "letra": "B",
        "texto": "O devido processo legal, como princípio constitucional, significa o conjunto de garantias de ordem constitucional, que de um lado asseguram às partes o exercício de suas faculdades e poderes de natureza processual e, de outro, legitimam a própria função jurisdicional."
      },
      {
        "letra": "C",
        "texto": "A igualdade das partes advém da garantia constitucional da qual goza todo cidadão que é a igualdade de tratamento de todos perante a lei, inclusive de tratamento desigual para os desiguais."
      },
      {
        "letra": "D",
        "texto": "O princípio do Juiz Natural pode ser encontrado na Constituição federal no artigo onde expressa que ninguém será processado nem sentenciado senão pela autoridade competente ou por juízo ou tribunal de exceção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "117570",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Acerca dos princípios do processo civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio dispositivo impede a propositura de demandas de ofício pelo juiz;"
      },
      {
        "letra": "B",
        "texto": "o autor sempre se manifestará sobre a contestação apresentada pelo réu em respeito ao princípio do contraditório;"
      },
      {
        "letra": "C",
        "texto": "as prerrogativas da Fazenda Pública em juízo são ainda constitucionais e compatíveis com o princípio da isonomia de tratamento entre as partes;"
      },
      {
        "letra": "D",
        "texto": "a Constituição Federal de 1998 não consagra o princípio do duplo grau de jurisdição em sua acepção clássica;"
      },
      {
        "letra": "E",
        "texto": "há exceção ao princípio geral da inafastabilidade da jurisdição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "104799",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Uma das características da atividade jurisdicional é a sua inércia, razão pela qual, em nenhuma hipótese, o juiz deve determinar, de ofício, que se inicie o processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "87792",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da eventualidade concerne aos limites do pedido inicial formulado."
      },
      {
        "letra": "B",
        "texto": "a coerência dos argumentos expostos caracteriza o princípio da congruência ou adstrição."
      },
      {
        "letra": "C",
        "texto": "o princípio isonômico previsto processualmente é meramente formal e abstrato, ao contrário de igual princípio constitucional."
      },
      {
        "letra": "D",
        "texto": "o princípio da iniciativa da parte rege o processo civil, não comportando exceções."
      },
      {
        "letra": "E",
        "texto": "é possível ao juiz, por sua própria iniciativa, determinar as provas que entender necessárias à instrução do processo, indeferindo diligências inúteis ou meramente procrastinatórias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86037",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Princípio dispositivo no Direito Processual Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrapõe-se ao princípio inquisitivo, de modo que ao julgador é vedada iniciativa na produção de provas e na investigação dos fatos da causa, sob pena de comprometimento da sua imparcialidade, buscando- se, no processo civil, apenas a verdade formal, com o reconhecimento do caráter mítico e utópico da verdade real."
      },
      {
        "letra": "B",
        "texto": "Com a modernização do processo civil, voltada, sobretudo, para a reaproximação entre direito material e processual, decorrência do movimento do acesso à justiça, o princípio dispositivo ganhou novos contornos, sendo permitido ao juiz determinar, de ofício, a produção de provas, mesmo que sejam determinantes para o resultado da causa."
      },
      {
        "letra": "C",
        "texto": "Embora o princípio dispositivo possua limitações, não é dado ao julgador, sob pena de comprometimento da sua imparcialidade e de violação à característica da inércia da jurisdição, determinar, de ofício, as provas necessárias à instrução do processo, devendo julgar com base na regra de distribuição do ônus da prova."
      },
      {
        "letra": "D",
        "texto": "De acordo com o atual estágio do processo civil brasileiro, marcado, notadamente, pelo caráter publicista, o princípio dispositivo, no que concerne à postura equidistante do julgador, está relacionado, tanto com a propositura da ação e com a fixação dos contornos da lide, quanto com a investigação dos fatos e com a produção de provas necessárias à instrução do processo."
      },
      {
        "letra": "E",
        "texto": "A publicização do processo e o fenômeno da judicialização da política imprimiram maior efetividade ao princípio dispositivo, tanto no seu sentido material quanto formal, reduzindo as possibilidades de ser relativizado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "481376",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Os princípios da lealdade e boa-fé processual incutem ética e probidade no processo civil, não autorizando, contudo, que o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inabilite o perito para participar de outras perícias pelo prazo de dois anos, caso ele preste informações inverídicas por dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "inabilite o intérprete para participar de outros processos pelo prazo de dois anos, caso ele preste informações inverídicas por dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "imponha a multa do Art. 14, parágrafo único, do Código de Processo Civil, ao advogado, público ou privado, que incorra em ato atentatório à dignidade da justiça."
      },
      {
        "letra": "D",
        "texto": "imponha ao devedor que frauda a execução, multa em montante não superior a 20% do valor atualizado do débito em execução, que reverterá em proveito do credor, exigível na própria execução."
      },
      {
        "letra": "E",
        "texto": "imponha ao devedor, que, intimado, não lhe indica, em cinco dias, quais são e onde se encontram os bens sujeitos à penhora e seus respectivos valores, multa em montante não superior a 20% do valor atualizado do débito em execução, que reverterá em proveito do credor, exigível na própria execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "310097",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Em decorrência do princípio da congruência, o juiz não pode proferir sentença de natureza diversa ou a mais do que for pedido pelo autor. Tal princípio, também conhecido como princípio da correlação ou da adstrição, não comporta exceções, razão pela qual toda e qualquer decisão proferida sem a sua observância é nula.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "310096",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio do juiz natural pode ser entendido de duas formas distintas, sendo que a primeira diz respeito à impossibilidade de escolha do juiz para o julgamento de determinada demanda e a segunda diz respeito à proibição da criação de tribunais de exceção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "310095",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Conforme observa a melhor doutrina, para a concretização do princípio do contraditório, o juiz deve estabelecer constante e intenso diálogo com as partes no processo, a fim de assegurar decisões de melhor qualidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "115319",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "De acordo com Luiz Guilherme Marinoni, em sua obra Teoria Geral do Processo, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedido juridicamente impossível é aquele que não é viável, seja por estar expressamente proibido por uma norma, seja por estar obstaculizado pelo sistema jurídico."
      },
      {
        "letra": "B",
        "texto": "Todas as regras processuais relacionadas com o direito fundamental de ação devem ser dimensionadas a partir do direito material."
      },
      {
        "letra": "C",
        "texto": "As normas que tratam das três espécies de tutela antecipatória conferem direito ou poder de determinação de uma técnica entre várias, porque a ação adequada à tutela do direito é dependente da existência do direito material."
      },
      {
        "letra": "D",
        "texto": "O processo é um instrumento voltado à atuação da lei, na medida em que o juiz atribui significado ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "109706",
    "metadata": "Ano: 2010 | Banca: FUNIVERSA | Órgão: SEPLAG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto aos princípios constitucionais que regem o processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da motivação exige que a decisão demonstre às partes e à sociedade as razões do convencimento judicial, razão pela qual se restringe à atividade jurisdicional."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da inafastabilidade do controle jurisdicional, nenhum juiz será afastado de suas funções sem que lhe sejam garantidos, em processo adequado, os direitos inerentes ao contraditório e à ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Expressamente previsto no texto constitucional, o princípio do duplo grau de jurisdição determina a remessa obrigatória ao tribunal das decisões contrárias à Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "O devido processo legal é cláusula geral, aberta, geradora de princípios vários e autônomos, incidentes sobre toda e qualquer atuação do Estado, e não exclusivamente sobre o processo jurisdicional."
      },
      {
        "letra": "E",
        "texto": "A Constituição Federal permite a criação e a atribuição de competência especial e não generalizada a determinados órgãos para julgamento de fatos ocorridos, a fim de evitar ofensa à inafastabilidade da jurisdição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "93929",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "As normas processuais são de Direito Público pelo fato de regerem relação com o Estado. Por isso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Elas são todas cogentes."
      },
      {
        "letra": "B",
        "texto": "Elas são todas dispositivas."
      },
      {
        "letra": "C",
        "texto": "Elas podem ser tanto cogentes como dispositivas."
      },
      {
        "letra": "D",
        "texto": "São supletivas e integrativas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "93928",
    "metadata": "Ano: 2010 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Na interpretação da lei processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se sempre a máxima in claris cessat interpretatio (na clareza, cessa a interpretação);"
      },
      {
        "letra": "B",
        "texto": "A sua finalidade é estabelecida de acordo com a Lei de Introdução ao Código Civil."
      },
      {
        "letra": "C",
        "texto": "Há incompatibilidade entre a interpretação teleológica e a natureza pública que lhe é inerente."
      },
      {
        "letra": "D",
        "texto": "É defeso reduzir-se a dimensão do comando normativo."
      },
      {
        "letra": "E",
        "texto": "Promover-se-á a integração da norma processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "85002",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Quanto aos sujeitos do processo, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz regularmente investido da função jurisdicional não pode eximir-se de atuar no processo."
      },
      {
        "letra": "B",
        "texto": "O princípio da igualdade das partes lhes assegura absoluta paridade de tratamento processual, não se admitindo a atribuição de vantagens a qualquer uma delas."
      },
      {
        "letra": "C",
        "texto": "O princípio do contraditório garante às partes a ciência dos atos e termos do processo, com a conseqüente obrigação de impugná-los."
      },
      {
        "letra": "D",
        "texto": "O litisconsórcio constitui um fenômeno de pluralidade de sujeitos parciais do processo, sendo necessário que haja alguma harmonia entre os respectivos interesses litigiosos."
      },
      {
        "letra": "E",
        "texto": "O advogado não é sujeito do processo, uma vez que mero representante da parte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "81905",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGM - TERESINA - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "O princípio da congruência significa que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os atos processuais que não tragam prejuízo devem ser aproveitados pelo juiz."
      },
      {
        "letra": "B",
        "texto": "o juiz deve julgar livremente, mas oferecendo as razões de seu convencimento."
      },
      {
        "letra": "C",
        "texto": "o juiz deve ser congruente, ou seja, coerente na apreciação das provas."
      },
      {
        "letra": "D",
        "texto": "toda matéria de fato ou de direito deve ser arguida por ocasião da contestação."
      },
      {
        "letra": "E",
        "texto": "o juiz deve julgar adstrito ao que foi pedido pelo autor em sua inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77338",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A garantia do juiz natural",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite a criação de tribunal para julgar determinado caso."
      },
      {
        "letra": "B",
        "texto": "confere aos tribunais, indiscriminadamente, o poder de avocação de processos."
      },
      {
        "letra": "C",
        "texto": "possibilita a derrogação e a disponibilidade das competências."
      },
      {
        "letra": "D",
        "texto": "inviabiliza a edição de regras de competência determinada por prerrogativa de função."
      },
      {
        "letra": "E",
        "texto": "admite a pré-constituição, por lei, de critérios objetivos de determinação da competência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "76259",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "As normas processuais, em sua maioria, são normas cogentes. No entanto, é possível reconhecer normas de caráter dispositivo em algumas normas processuais. Tendo em vista essas afirmações, e, considerando os dispositivos constantes do Código de Processo Civil vigente, pode-se afirmar que um exemplo de norma processual cogente é a previsão do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "art. 333, parágrafo único, do Código de Processo Civil, que dispõe sobre a possibilidade de inversão convencional do ônus da prova, desde que a causa não verse sobre direitos disponíveis ou torne excessivamente difícil à parte o exercício do direito."
      },
      {
        "letra": "B",
        "texto": "art. 265, inciso II, do Código de Processo Civil, que dispõe sobre a suspensão convencional do processo, a qual, no entanto, deve prever que o período de suspensão não exceda 6 (seis) meses."
      },
      {
        "letra": "C",
        "texto": "art. 453, inciso I, do Código de Processo Civil, que dispõe sobre a possibilidade de adiamento, uma única vez, de audiência de instrução e julgamento, por convenção das partes."
      },
      {
        "letra": "D",
        "texto": "art. 111 do Código de Processo Civil, que dispõe sobre a possibilidade de eleição de foro onde serão propostas as ações oriundas de direitos e obrigações, desde que essa convenção conste de contrato escrito e se refira expressamente a determinado negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "art. 318 do Código de Processo Civil, que dispõe que a ação e a reconvenção deverão ser julgadas na mesma sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "74983",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "Petrônio promove ação condenatória por meio do procedimento ordinário em face da União Federal, postulando danos materiais e morais, pelo ingresso de máquina de propriedade da ré, conduzida por seu preposto, em imóvel de titularidade do autor. Foram caracterizados prejuízos correspondentes a R$ 100.000,00 (cem mil reais), por meio da prova pericial. A sentença julgou procedente o pedido, condenando a ré ao pagamento do valor de R$ 100.000,00 (cem mil reais), acrescido de juros moratórios e correção monetária, arrimando sua decisão em entendimento sumulado do Superior Tribunal de Justiça. Não houve apelação. Aplicando-se o duplo grau de jurisdição no caso em tela,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o duplo grau de jurisdição seria obrigatório."
      },
      {
        "letra": "B",
        "texto": "pelo valor da condenação não haveria necessidade de duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "C",
        "texto": "o arrimo da sentença em interpretação sumulada acarreta a incidência do duplo grau de jurisdição obrigatório."
      },
      {
        "letra": "D",
        "texto": "cabe somente duplo grau voluntário."
      },
      {
        "letra": "E",
        "texto": "por ser ação contra a União Federal, o duplo grau de jurisdição é desnecessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "74596",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "O efeito expansivo do recurso confere ao julgador que proferiu a decisão recorrida a oportunidade de reverter sua decisão e tornar desnecessário o recurso apresentado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "73130",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "Analise os seguintes enunciados. I. Agravo, recurso extraordinário, embargos infringentes. II. Apelação, ação rescisória, agravo. III. Recurso especial, embargos declaratórios, ação rescisória. Quanto aos recursos tecnicamente cabíveis, previstos no CPC, podemos concluir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente o item I está correto."
      },
      {
        "letra": "B",
        "texto": "somente o item II está correto."
      },
      {
        "letra": "C",
        "texto": "somente o item III está correto."
      },
      {
        "letra": "D",
        "texto": "somente os itens I e II estão corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "72566",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "A Empresa de Navegação Boanave S/A promove ação de reparação em face do Superbanco S/A, aduzindo prejuízos acarretados pela não liberação de verbas oriundas de Fundo administrado pela instituição financeira de fomento. Regularmente citado, o réu alegou que somente lhe cabe a administração do referido Fundo, mas que as regras aplicáveis ao financiamento são estipuladas pela União Federal, e que se limita a cumprir as diretrizes implementadas pela referida pessoa jurídica de direito público. Após os trâmites de estilo, com a produção de todas as provas requeridas, o pedido é julgado procedente, determinando o pagamento de perdas e danos, apurados em liquidação de sentença, bem como declarando a autora adimplente com todos os contratos relacionados ao Superbanco, pedido este não constante da exordial. O réu apresentou recurso de esclarecimento, que foi improvido, e ofertou após apelação, recebida no efeito devolutivo. A autora apresentou execução provisória, requerendo o pagamento imediato da quantia que apresenta em liquidação, postulando a intimação para cumprimento, o que foi deferido, havendo recurso de agravo de instrumento. Diante desse caso infere-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso de apelação deve ser recebido nos efeitos suspensivo e devolutivo."
      },
      {
        "letra": "B",
        "texto": "o agravo de instrumento não é o meio de impugnação adequado para atacar a decisão que determinou o cumprimento de sentença."
      },
      {
        "letra": "C",
        "texto": "os vícios da sentença somente podem ser solucionados mediante apelação."
      },
      {
        "letra": "D",
        "texto": "a sentença citra petita não pode ser resolvida por embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "não cabe execução provisória quando o recurso é recebido no efeito devolutivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "72564",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "João, qualificado nos autos, promoveu ação de procedimento ordinário com pedido por danos morais. Regularmente citado, o réu apresentou resposta, em tempo hábil. Após a devida instrução do processo, houve prolatação de sentença, julgando extinto esse processo, sem exame de mérito, por entender o magistrado que houve o preenchimento de uma das condições para o exercício do direito de ação. Foram apresentados embargos declaratórios, improvidos. Em seguida, houve apelação, que foi provida, determinando o retorno dos autos ao Juízo a quo para prolatação de sentença de mérito. Nesse contexto, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os Embargos de Declaração podem ter efeitos infringentes."
      },
      {
        "letra": "B",
        "texto": "a sentença que não examina parte do pedido é citra petita."
      },
      {
        "letra": "C",
        "texto": "um dos elementos da sentença é a fundamentação, cuja ausência nulifica o ato."
      },
      {
        "letra": "D",
        "texto": "tendo sido a sentença atacada por recurso de apelação, poderia o órgão ad quem julgar o mérito, ultrapassando eventual nulidade, aplicando-se a teoria da causa madura."
      },
      {
        "letra": "E",
        "texto": "não pode ocorrer sentença de extinção do processo, após a produção de todas as provas, sem exame de mérito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "72561",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "O Banco Bah propõe ação de procedimento ordinário em face da Empresa TA S/A, alegando danos morais e materiais decorrentes de atos realizados pelos prepostos da ré que, a par de descumprirem normas contratuais, ofenderam os funcionários do Banco que supervisionavam o cumprimento da avença. Foi determinada a citação da Empresa que não apresentou contestação. Apesar de declarada a revelia, foi determinada a realização de audiência de instrução e julgamento. Após a oitiva das testemunhas, com o indeferimento de inúmeras perguntas, não foi acatado agravo retido interposto em audiência pelo advogado do Banco. Na ata de audiência, constou o indeferimento do agravo, tendo sido prolatada sentença no mesmo ato. O recurso de apelação foi apresentado tempestivamente, mas não foi recebido, por entender o magistrado que o recurso seria inadequado. De tal decisão foi ofertado agravo de instrumento, também obstado pelo mesmo motivo: inadequação. Não mais existem recursos a ofertar. Observado o descrito acima, conclui-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foram esgotados os meios defensivos, observado o devido processo."
      },
      {
        "letra": "B",
        "texto": "havendo atos teratológicos, sem recursos, o meio de impugnação cabível é o Mandado de Segurança."
      },
      {
        "letra": "C",
        "texto": "o magistrado está dispensado de prestar informações quanto a seus atos, atacados por mandamus."
      },
      {
        "letra": "D",
        "texto": "os atos judiciais, como os descritos no texto, são infensos ao Mandado de Segurança."
      },
      {
        "letra": "E",
        "texto": "a liminar, em mandado de segurança, não poderia destrancar o recurso não recebido, neste caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68965",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:I. O cumprimento de sentença pode prosseguir até ulteriores termos, mesmo após ser recebida impugnação com efeito suspensivo, se oferecida caução idônea suficiente. II. O ato que resolve impugnação é, em qualquer caso, sentença. III. O juízo a quo, ao decidir sobre os efeitos em que recebe a apelação, deve se ater exclusivamente à lei, mas o relator, no tribunal, pode estender as hipóteses de concessão de efeito suspensivo quando exista receio de lesão grave e de difícil reparação. IV. Pode haver alienação coativa de bem constritado na execução provisória se o recurso pendente for agravo de instrumento em recurso especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente a proposição II está correta."
      },
      {
        "letra": "E",
        "texto": "Somente a proposição I está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "67740",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: PGM - RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "A Procuradoria Geral do Município de Boa Vista interpôs recurso de agravo de instrumento contra decisão do juízo da mesma comarca (Boa Vista - RR), pelo fato de esse juízo ter concedido liminar de antecipação de tutela em ação de obrigação de fazer movida contra a municipalidade. Em seu recurso, a Procuradoria requereu efeito suspensivo ao ato atacado. O relator do agravo indeferiu o pedido de efeito suspensivo. Nessa situação, para obter o efeito suspensivo desejado, a Procuradoria poderá interpor o competente agravo interno, também denominado agravo regimental, cujo prazo para interposição é de cinco dias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "64868",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "Acerca dos recursos e da ação rescisória, julgue o próximo item.O direito processual civil acolhe o princípio da vedação à reformatio in pejus, mas, na hipótese de a apelação interposta pelo autor evidenciar, por exemplo, a ausência de condição da ação, o órgão ad quem poderá extinguir o processo, sem julgamento do mérito, o que é decorrência do chamado efeito translativo dos recursos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "64859",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca dos princípios processuais. O duplo grau de jurisdição importa na possibilidade de decisão judicial ser revista por órgão de jurisdição superior, de modo que, nos juizados especiais, só haverá duplo grau de jurisdição na hipótese de recurso extraordinário, pois o colegiado de juízes que examina o recurso inominado não constitui jurisdição superior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "64858",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca dos princípios processuais.O máximo resultado com o mínimo emprego de atividades processuais é ideia que sintetiza o chamado princípio da economia processual, sendo a reunião de processos conexos exemplo de aplicação desse princípio, assim como a ação declaratória incidente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "62755",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos"
    ],
    "enunciado_principal": "A respeito dos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A insuficiência do valor do preparo implicará deserção, não sendo admitido em nenhuma hipótese que ocorra complementação."
      },
      {
        "letra": "B",
        "texto": "A parte poderá recorrer, mesmo se tiver aceitado expressa ou tacitamente a sentença ou decisão."
      },
      {
        "letra": "C",
        "texto": "Nos embargos infringentes e nos embargos de divergência, o prazo para interpor e para responder é de 10 dias."
      },
      {
        "letra": "D",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "E",
        "texto": "A sentença só pode ser impugnada em sua totalidade, sendo inadmissível a impugnação parcial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "60282",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo"
    ],
    "enunciado_principal": "A desistência do prosseguimento do processo implica, para o autor, a imposição do pagamento das custas processuais remanescentes. Essa diretriz é determinada pelo princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da causalidade."
      },
      {
        "letra": "B",
        "texto": "da demanda."
      },
      {
        "letra": "C",
        "texto": "da sucumbência."
      },
      {
        "letra": "D",
        "texto": "da adaptabilidade"
      },
      {
        "letra": "E",
        "texto": "inquisitivo."
      }
    ],
    "gabarito": "A"
  }
]