[
  {
    "id": "643316",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito dos recursos, do cumprimento de sentença, da revelia e das provas, julgue o item que se segue.Tratando-se de procedimento sumário, se o réu comparecer desacompanhado de advogado à audiência preliminar e não apresentar contestação, deve ser-lhe concedido prazo para o oferecimento de resposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595609",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Considerando essa situação hipotética e à luz da legislação e jurisprudência dominante pertinentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao receber a inicial, o juiz deve obrigatoriamente mandar emendar a petição inicial, a fim de que seja assinada por advogado regularmente habilitado; se o vício não for sanado, deverá intimar pessoalmente a parte autora e, não havendo cumprimento da ordem, indeferirá a petição inicial."
      },
      {
        "letra": "B",
        "texto": "A intimação de advogado diverso daquele constante do requerimento expresso é motivo suficiente para reconhecer a ocorrência de nulidade processual."
      },
      {
        "letra": "C",
        "texto": "Não era admissível ao réu, no momento processual adequado, invocar em seu favor nenhuma modalidade de intervenção de terceiros, salvo a intervenção fundada em contrato de seguros."
      },
      {
        "letra": "D",
        "texto": "Deve ser observado o procedimento sumário por expressa determinação legal, em razão da matéria veiculada, sendo desimportante, neste caso, o valor da causa para a adoção do procedimento. Caso houvesse a indevida adoção do procedimento ordinário, no entanto, isso não acarretaria nulidade processual, mesmo havendo expressa determinação legal para adoção de rito diverso."
      },
      {
        "letra": "E",
        "texto": "Se, à vista do laudo pericial sobre o qual se manifestaram as partes, o juiz proferir sentença de mérito, apesar de haver tempestivo requerimento do autor para produção de prova oral, será nulo o julgamento, por evidente cerceamento de defesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1366531",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Observar-se-á o procedimento sumário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas causas cujo valor não excedam a vinte vezes o valor do salário-mínimo."
      },
      {
        "letra": "B",
        "texto": "na ação de pedido declaratório."
      },
      {
        "letra": "C",
        "texto": "na ação em que o proprietário busca o direito de reaver seus bens de quem os possua injustamente."
      },
      {
        "letra": "D",
        "texto": "nas causas de qualquer valor de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "E",
        "texto": "na petição de herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "612043",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: DAE de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Nos termos do artigo 275, I, do Código de Processo Civil, observar-se-á o procedimento sumário nas causas cujo valor não exceda a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 vezes o valor do salário mínimo."
      },
      {
        "letra": "B",
        "texto": "60 vezes o valor do salário mínimo."
      },
      {
        "letra": "C",
        "texto": "50 vezes o valor do salário mínimo."
      },
      {
        "letra": "D",
        "texto": "20 vezes o valor do salário mínimo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584089",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o procedimento sumário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a intervenção de terceiros, em todas as suas modalidades, independentemente da causa de pedir."
      },
      {
        "letra": "B",
        "texto": "difere-se do ordinário apenas quanto à inexistência de alegações finais escritas."
      },
      {
        "letra": "C",
        "texto": "não admite a realização de perícia, por se tratar de prova complexa."
      },
      {
        "letra": "D",
        "texto": "impõe que o réu compareça pessoalmente à audiência de conciliação, sob pena de extinção do processo sem resolução de mérito."
      },
      {
        "letra": "E",
        "texto": "admite que o réu ofereça resposta escrita ou oral na própria audiência, acompanhada de rol de testemunhas, se necessária a prova oral, assim como quesitos periciais e indicação de assistente técnico, se requerida perícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "581886",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito dos procedimentos ordinário e sumário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, é vedada a antecipação dos efeitos da tutela inaudita altera parte."
      },
      {
        "letra": "B",
        "texto": "Seguirão o procedimento sumário as ações cuja pretensão seja o ressarcimento por danos em prédio urbano ou rústico, independentemente do valor."
      },
      {
        "letra": "C",
        "texto": "É vedado ao magistrado converter o rito sumário em ordinário, salvo se houver concordância de ambas as partes."
      },
      {
        "letra": "D",
        "texto": "Tanto no procedimento ordinário como no procedimento sumário é admitido o pedido contraposto, formulado na contestação."
      },
      {
        "letra": "E",
        "texto": "No procedimento sumário, é vedada a citação por edital."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "550299",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Com relação aos temas sujeitos do processo, partes, capacidade, deveres e responsabilidade por dano processual, substituição, sucessão, ação rescisória, bem como formação, suspensão e extinção de processo, com atenção à jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inobservância da regra que determina a suspensão do processo com a morte de qualquer das partes enseja nulidade absoluta, por ausência do pressuposto processual da capacidade das partes;"
      },
      {
        "letra": "B",
        "texto": "se o conhecimento da lide depender necessariamente da verificação da existência de fato delituoso, pode o juiz mandar sobrestar o andamento do processo até que se pronuncie a justiça criminal, caso em que não será aplicável o limite de um ano para a duração da suspensão;"
      },
      {
        "letra": "C",
        "texto": "proposta ação rescisória no prazo de dois anos para o seu ajuizamento, poderá ser realizada a citação de litisconsorte necessário em momento posterior, não ocorrendo a decadência do direito de pleitear a rescisão, porquanto tempestivamente exercido;"
      },
      {
        "letra": "D",
        "texto": "a morte do advogado da parte suspende o curso do processo apenas a partir do momento em que comunicada ao juízo, sendo válidos e eficazes os atos processuais praticados entre o óbito do causídico e a sua efetiva comunicação nos autos;"
      },
      {
        "letra": "E",
        "texto": "nas causas submetidas ao procedimento sumário, havendo desistência da ação em relação a corréu não citado, o prazo para o comparecimento dos demais réus à audiência de conciliação não é alterado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "544540",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Procedimento sumário"
    ],
    "enunciado_principal": "O juiz designará audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com a antecedência mínima de dez dias e determinado o comparecimento pessoal das partes, que poderão fazer-se representar por preposto com poderes para transigir mas, não comparecendo, sofrerão os efeitos da revelia. Essas regras referem-se ao procedimento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sumário."
      },
      {
        "letra": "B",
        "texto": "dos juizados especiais cíveis."
      },
      {
        "letra": "C",
        "texto": "ordinário."
      },
      {
        "letra": "D",
        "texto": "especial de jurisdição voluntária."
      },
      {
        "letra": "E",
        "texto": "especial de jurisdição contenciosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516490",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "O procedimento sumário configura uma série ordenada de atos processuais em que a cognição é plena e há concentração dos referidos atos. A hipótese que se aplica a esse tipo de procedimento é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão pode fazer coisa julgada material;"
      },
      {
        "letra": "B",
        "texto": "admite reconvenção;"
      },
      {
        "letra": "C",
        "texto": "a Fazenda Pública tem o prazo em quádruplo para contestar;"
      },
      {
        "letra": "D",
        "texto": "após a citação, o réu tem o prazo de quinze dias para contestar;"
      },
      {
        "letra": "E",
        "texto": "é admissível ação declaratória incidental."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "483594",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, no rito sumário,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser parte o Estado."
      },
      {
        "letra": "B",
        "texto": "ausentando-se o réu à audiência de conciliação, o juiz deve dar procedência ao pedido do autor."
      },
      {
        "letra": "C",
        "texto": "o juiz pode ser auxiliado por conciliador."
      },
      {
        "letra": "D",
        "texto": "o rol de testemunhas deve ser depositado no mínimo 10 dias antes da audiência de instrução."
      },
      {
        "letra": "E",
        "texto": "é lícito ao réu formular pedido em seu favor, ainda que fundado em fato diverso do referido na inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "477665",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se ação declaratória incidental."
      },
      {
        "letra": "B",
        "texto": "é possível o recurso de terceiro prejudicado."
      },
      {
        "letra": "C",
        "texto": "o autor indicará o rol de testemunhas no prazo assinalado pelo juiz."
      },
      {
        "letra": "D",
        "texto": "as partes comparecerão pessoalmente à audiência, não podendo ser representadas, em razão da possibilidade de transação."
      },
      {
        "letra": "E",
        "texto": "não se admite a impugnação ao valor da causa, uma vez que a contestação é apresentada em audiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "467334",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito de prazos, comunicação de atos e procedimento sumário, julgue o seguinte item.Conforme entendimento recente do STJ, no procedimento sumário não poderá ser reconhecida a revelia diante do não comparecimento à audiência de conciliação na hipótese em que tenha sido indeferido pedido de vista da DP formulado dias antes da data prevista para a referida audiência, no intuito de garantir a defesa do réu que somente tenha passado a ser assistido após a citação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "466294",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Uma vez proposta a demanda pelo rito sumário do Código de Processo Civil, a petição inicial deve indicar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o rol de testemunhas e os quesitos periciais, sob pena de preclusão;"
      },
      {
        "letra": "B",
        "texto": "o pedido de forma certa, não sendo admissível pedido genérico;"
      },
      {
        "letra": "C",
        "texto": "o prazo de 15 dias para o réu oferecer sua resposta depois de citado;"
      },
      {
        "letra": "D",
        "texto": "a proposta de acordo a ser discutida na audiência de conciliação;"
      },
      {
        "letra": "E",
        "texto": "o pedido declaratório, nas ações relativas à capacidade das pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "743122",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TERRACAP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "“Ao tratar do procedimento sumário, estabelece o Código de Processo Civil que o juiz designará a audiência de conciliação a ser realizada no prazo de ______ dias, citando‐se o réu com antecedência mínima de ______ dias. Sendo ré a Fazenda Pública, os prazos contar‐se‐ão em ____________.” Assinale a alternativa que completa correta e sequencialmente a afirmativa anterior",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 / 10 / triplo"
      },
      {
        "letra": "B",
        "texto": "30 / 10 / dobro"
      },
      {
        "letra": "C",
        "texto": "30 / 15 / dobro"
      },
      {
        "letra": "D",
        "texto": "40 / 20 / triplo"
      },
      {
        "letra": "E",
        "texto": "60 / 20 / dobro"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "726775",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Sobre a teoria do procedimento no processo civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexiste, no Brasil, qualquer procedimento de cognição secundum eventum probationis."
      },
      {
        "letra": "B",
        "texto": "inexiste, no Brasil, qualquer procedimento de cognição secundum eventum defensionis."
      },
      {
        "letra": "C",
        "texto": "todos os procedimentos regidos pelo Código de Processo Civil são procedimentos de cognição plena e exauriente."
      },
      {
        "letra": "D",
        "texto": "o direito brasileiro admite procedimentos formalmente sumários."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700423",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário é correto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afastou-se a possibilidade de ação declaratória incidental e também das intervenções de terceiros, com exceção da assistência, do recurso de terceiro prejudicado e da intervenção fundada em contrato de seguro."
      },
      {
        "letra": "B",
        "texto": "vedou-se a interposição de agravo de instrumento contra decisões proferidas em audiência e sobre matéria probatória, limitando-se o prazo de conclusão do laudo pericial para trinta dias."
      },
      {
        "letra": "C",
        "texto": "ocorrerá a conversão para o rito ordinário quando o valor da causa for superior a 20 salários mínimos."
      },
      {
        "letra": "D",
        "texto": "caso o réu não concorde com o valor atribuído à causa pelo autor, deverá impugná-lo por meio de exceção em petição autônoma."
      },
      {
        "letra": "E",
        "texto": "o réu poderá fazer pedido contra o autor por meio de reconvenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "680192",
    "metadata": "Ano: 2014 | Banca: UNESPAR | Órgão: UNESPAR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a alternativa correta: quando a UNESPAR for Ré em Ações que adotam Rito Sumário, os prazos processuais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contarão em dobro."
      },
      {
        "letra": "B",
        "texto": "Contarão em quádruplo."
      },
      {
        "letra": "C",
        "texto": "Contarão em décuplo."
      },
      {
        "letra": "D",
        "texto": "Iniciarão após a autorização da Reitoria da UNESPAR"
      },
      {
        "letra": "E",
        "texto": "Nenhuma alteração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "526286",
    "metadata": "Ano: 2014 | Banca: CEPERJ | Órgão: FSC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, de acordo com o Código de Processo Civil, é vedada a reconvenção, mas o réu poderá apresentar, no bojo da contestação, o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "articulado contrário"
      },
      {
        "letra": "B",
        "texto": "pedido contraposto"
      },
      {
        "letra": "C",
        "texto": "bloqueio defensivo"
      },
      {
        "letra": "D",
        "texto": "libelo de resistência"
      },
      {
        "letra": "E",
        "texto": "ato anômalo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "516340",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, observar-se-á o procedimento sumário, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas causas cujo valor não exceda a 60 (sessenta) vezes o valor do salário mínimo."
      },
      {
        "letra": "B",
        "texto": "nas causas, qualquer que seja o valor, de cobrança ao condômino de quaisquer quantias devidas ao condomínio"
      },
      {
        "letra": "C",
        "texto": "nas causas cujo valor não exceda a 60 (sessenta) vezes o valor do salário mínimo, de ressarcimento por danos em prédio urbano ou rústico."
      },
      {
        "letra": "D",
        "texto": "nas causas, qualquer que seja o valor, de ressarcimento por danos causados em acidente de veículo de via terrestre"
      },
      {
        "letra": "E",
        "texto": "nas causas, qualquer que seja o valor, de cobrança de seguro, relativamente aos danos causados em acidente de veículo, ressalvados os casos de processo de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506466",
    "metadata": "Ano: 2014 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Haverá de ser observado o procedimento sumário nas causas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dependendo do valor, de ressarcimento por danos em prédio urbano ou rústico."
      },
      {
        "letra": "B",
        "texto": "que versem sobre revogação de doação, qualquer que seja o valor."
      },
      {
        "letra": "C",
        "texto": "cujo valor não exceder a 40 (quarenta) vezes o valor do salário mínimo."
      },
      {
        "letra": "D",
        "texto": "dependendo do valor, de arrendamento rural e de parceria agrícola."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460043",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Petição Inicial"
    ],
    "enunciado_principal": "André ajuizou ação contra o Estado afirmando ter tido o veículo abalroado por viatura policial. Requereu a realização de perícia para quantificação dos danos materiais. A ação deverá tramitar pelo rito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sumário, necessariamente, sem possibilidade de conversão para o ordinário, devendo André formular quesitos e indicar assistente técnico na petição inicial."
      },
      {
        "letra": "B",
        "texto": "ordinário, ante a necessidade de realização de prova técnica."
      },
      {
        "letra": "C",
        "texto": "ordinário, tendo em vista ser parte o Estado."
      },
      {
        "letra": "D",
        "texto": "sumário, necessariamente, sem possibilidade de conversão para o ordinário, devendo André formular quesitos e indicar assistente técnico depois do saneador"
      },
      {
        "letra": "E",
        "texto": "sumário, mas podendo o Juiz converter o rito para o ordinário caso a prova técnica se trate de perícia complexa, devendo André formular quesitos e indicar assistente técnico na petição inicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456571",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Pedro ajuizou ação de indenização, sob o rito sumário, contra a Empresa de Seguros do DF S.A., pleiteando complementação do pagamento referente ao prêmio do seguro obrigatório relativo ao DPVAT, sob o argumento de que o valor recebido administrativamente teria sido aquém do realmente devido. Para tanto, juntou o laudo administrativo do IML, que atestava a invalidez do autor. A ré, em contestação, impugnou todos os argumentos da parte autora e formulou pedido para a inclusão, no polo passivo da demanda, da sociedade responsável pela arrecadação e administração dos recursos do DPVAT, Líder Seguradora S.A. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É imperioso que o autor se submeta a perícia técnica judicial para a verificação da invalidez, visto que, de acordo com a jurisprudência dominante do TJDFT, o laudo do IML, por não ser produzido sob o crivo do contraditório, não é suficiente para a comprovação de invalidez."
      },
      {
        "letra": "B",
        "texto": "Deve-se acolher a integração da sociedade Líder Seguradora no feito, ante a solidariedade existente entre todas as empresas conveniadas ao sistema do DPVAT e a necessidade de formação de litisconsórcio passivo necessário."
      },
      {
        "letra": "C",
        "texto": "Conforme jurisprudência do TJDFT, o recebimento extrajudicial da indenização, mesmo que parcial, impede que o beneficiário proponha demanda judicial com o propósito de discutir o valor remanescente do seguro obrigatório."
      },
      {
        "letra": "D",
        "texto": "Segundo o STJ, em ações como a da hipótese em apreço, pelas quais se busca o complemento de indenização decorrente do DPVAT, os juros de mora devem incidir a partir da citação, e não da data em que tenha sido efetuado o pagamento parcial da indenização, visto que se trata de ilícito contratual."
      },
      {
        "letra": "E",
        "texto": "O recurso cabível contra eventual sentença de mérito desfavorável ao autor seria a apelação, no prazo específico de dez dias, conforme a previsão de prazo especial para o rito sumário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "455122",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Lucio Melo ajuizou ação de reparação pelos danos materiais e imateriais sofridos em razão de um acidente automobilístico, pelo rito sumário, em face de Ana Marques. Na audiência de conciliação, instrução e julgamento, Ana Marques ofereceu resposta oral, limitando-se a refutar a ocorrência dos danos imateriais. Nesse caso, Lucio Melo pode requerer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decretação da revelia de Ana Marques que, citada há mais de dois meses, ainda não havia oferecido resposta à demanda;"
      },
      {
        "letra": "B",
        "texto": "o deferimento da tutela antecipada por incontrovérsia parcial do pedido, em relação à reparação pelos danos imaterais sofridos;"
      },
      {
        "letra": "C",
        "texto": "o julgamento antecipado da lide, caso a discussão sobre a reparação pelos danos imateriais seja exclusivamente de direito;"
      },
      {
        "letra": "D",
        "texto": "a abertura de vista dos autos, para oferecimento de réplica, no prazo de 10 dias;"
      },
      {
        "letra": "E",
        "texto": "a aplicação da pena de confissão a Ana Marques, relativa à alegação de que ela teria causado os danos materiais requeridos na exordial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432836",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a disciplina da revelia e do procedimento sumário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STJ, os efeitos meramente materiais da revelia são afastados quando, regularmente citado, deixa o ente público de contestar o pedido do autor, mesmo que esteja em litígio uma obrigação de direito privado firmada pela Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Caio propôs contra Tício e Mévio ação pelo rito sumário, com o objetivo de obter ressarcimento por danos causados em prédio urbano. O autor, Caio, desistiu da demanda em face de Mévio, e este não foi citado para a audiência de conciliação. Tício não compareceu à audiência de conciliação, e por isso foi considerado revel. Após a prolação de sentença condenatória pelo juiz, Tício apelou, alegando que nas causas sujeitas ao procedimento sumário, o outro réu deve ter ciência da decisão que homologa a desistência, para só então encerrar o prazo para contestação, não surtindo efeitos a sentença que aplica a pena de revelia. Nesse caso hipotético, merece acolhida o recurso de Tício, pois as disposições legais que regulam o procedimento ordinário aplicam-se subsidiariamente ao procedimento sumário."
      },
      {
        "letra": "C",
        "texto": "De acordo com o STJ, nas causas submetidas ao procedimento sumário, o não comparecimento injustificado do réu regularmente citado à audiência de conciliação, caso não tenha oferecido a sua resposta em momento anterior, pode ensejar o reconhecimento da revelia."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário, pode ser reconhecida a revelia pelo não comparecimento à audiência de conciliação na hipótese em que tenha sido indeferido pedido de vista da Defensoria Pública formulado, dias antes da data prevista para a referida audiência, no intuito de garantir a defesa do réu que somente tenha passado a ser assistido após a citação."
      },
      {
        "letra": "E",
        "texto": "Caso ocorra a revelia, o autor não poderá alterar o pedido, ou a causa de pedir, mas poderá demandar declaração incidente, independente de nova citação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "416564",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Há uma diversidade se procedimentos previstos no sistema processual brasileiro. Um deles, cabível em situações específicas, é o chamado rito comum sumário. Sobre o mencionado procedimento, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário não se admite intervenção de terceiros de nenhuma espécie."
      },
      {
        "letra": "B",
        "texto": "Não se admite, em procedimento sumário, a produção de qualquer tipo de prova pericial."
      },
      {
        "letra": "C",
        "texto": "No procedimento sumário não se admite apresentação, pelo réu, de reconvenção como mecanismo de defesa."
      },
      {
        "letra": "D",
        "texto": "Jamais poderá seguir o procedimento sumário uma causa cujo valor exceda sessenta vezes o valor do salário mínimo."
      },
      {
        "letra": "E",
        "texto": "No procedimento sumário, as partes não poderão se fazer representar, em audiência de conciliação, por preposto com poderes para transigir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402698",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os itens a seguir. Como a ação é manejada contra ente público, a lei proíbe que se adote o rito sumário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390325",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, a lei processual prescreve que o autor, na petição inicial, apresentará o rol de testemunhas e, se requerer perícia, formulará quesitos, podendo indicar assistente técnico. Se o autor, porém, não o fizer,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre lhe será facultado, por ser sumário o procedimento, levar testemunhas à audiência, independentemente de rol e intimação, para serem ouvidas."
      },
      {
        "letra": "B",
        "texto": "poderá suprir, a todo tempo, as omissões, até cinco (05) dias antes da data designada para a audiência, em homenagem ao princípio constitucional da ampla defesa e por não ser preclusiva essa oportunidade."
      },
      {
        "letra": "C",
        "texto": "ocorrerá a preclusão consumativa, estando o autor impedido de fazê-lo em momento posterior, ainda que o consinta o réu."
      },
      {
        "letra": "D",
        "texto": "ocorrerá a preclusão pro judicato, mas se houver o consentimento do réu, o autor poderá suprir a omissão em momento posterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "385373",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Acerca dos procedimentos ordinário e sumário e dos atos processuais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, é sempre cabível ao juiz proferir sentença ilíquida, que será submetida, posteriormente, à liquidação por artigo ou arbitramento."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, o autor deve apresentar o rol de testemunhas na petição inicial."
      },
      {
        "letra": "C",
        "texto": "Não cabe procedimento sumário nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "D",
        "texto": "Não poderá o réu formular pedido contraposto na contestação, devendo ele ajuizar outra ação em face do autor, que tramitará em conjunto com a primeira."
      },
      {
        "letra": "E",
        "texto": "Ao contrário do que ocorre no juizado especial, não se admite a possibilidade de o juiz ser auxiliado na audiência de conciliação por conciliador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "382011",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Acerca do procedimento sumário, segundo a jurisprudência do STJ, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o entendimento do STJ, nas causas submetidas ao procedimento sumário, a desistência da ação em relação a corréu não citado altera o prazo para o comparecimento dos demais réus à audiência de conciliação."
      },
      {
        "letra": "B",
        "texto": "De acordo com entendimento atual do STJ, nas causas submetidas ao procedimento sumário, o não comparecimento injustificado do réu regularmente citado à audiência de conciliação, ainda que ele tenha oferecido sua resposta em momento anterior, ensejará o reconhecimento da revelia."
      },
      {
        "letra": "C",
        "texto": "No procedimento sumário, conforme inteligência recente do STJ, será reconhecida a revelia diante do não comparecimento do réu à audiência de conciliação na hipótese em que tenha sido indeferido pedido de vista da defensoria pública, formulado dias antes da referida audiência, para garantir a defesa do réu, o qual passa a ser assistido somente após a citação."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário, não se admite que o réu formule pedido contraposto em face do autor, em qualquer hipótese."
      },
      {
        "letra": "E",
        "texto": "Conforme entendimento atual do STJ, não é possível ao juiz converter, de ofício, o procedimento ordinário em sumário sem dar oportunidade às partes para que estas exerçam o direito de apresentação do rol de testemunhas a serem ouvidas na audiência de instrução e julgamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "381213",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento sumário",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Acerca de litisconsórcio, assistência e intervenção de terceiros, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de nomeação à autoria, ainda que o autor recuse o nomeado, o nomeante deve ser retirado do polo passivo da demanda e, em seu lugar, entrar aquele que foi nomeado"
      },
      {
        "letra": "B",
        "texto": "Na denunciação da lide, modalidade de intervenção de terceiro, fundada em direito de regresso, há apenas cumulação de ordem subjetiva."
      },
      {
        "letra": "C",
        "texto": "Nos feitos que tramitem no rito sumário, inadmite-se qualquer modalidade de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Nos litisconsórcios facultativos, o número de litigantes é ilimitado, sem possibilidade de restrição pelo juiz."
      },
      {
        "letra": "E",
        "texto": "A posição do assistente simples deve ser a mesma do assistido, podendo, portanto, o assistido formular pedido de desistência da ação sem que o assistente se oponha a esse requerimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380243",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "No tocante à possibilidade de reconvenção no processo sumário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o procedimento sumário não possibilita ao réu a formulação de pedido contraposto, mesmo que fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "B",
        "texto": "o procedimento sumário possibilita ao réu a formulação de pedido contraposto, desde que fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "C",
        "texto": "o pedido contraposto no processo sumário é incompatível com o rito adotado pelo Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "o pedido contraposto no processo sumário é possível, desde que com anuência do Autor."
      },
      {
        "letra": "E",
        "texto": "o procedimento sumário possibilita ao réu a formulação de pedido contraposto, mesmo que não fundado nos mesmos fatos referidos na inicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "De acordo com o STJ, não se admite intervenção de terceiros em procedimento de rito sumário, pois, do contrário, não se garantiria a celeridade processual, objetivo desse tipo de rito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "360468",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No que concerne ao procedimento sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que o autor não tenha apresentado na petição inicial o rol de testemunhas e que posteriormente tenha postulado ao juiz o deferimento de prova testemunhal, que foi indeferido com fundamento na preclusão. Nessa situação, o juiz decidiu corretamente, pois a não apresentação do rol de testemunhas na inicial implica preclusão."
      },
      {
        "letra": "B",
        "texto": "Não se admite a citação por edital no procedimento sumário."
      },
      {
        "letra": "C",
        "texto": "É vedado ao réu apresentar ação declaratória incidental ou incidente de falsidade no procedimento sumário."
      },
      {
        "letra": "D",
        "texto": "Caso determinada situação fática se enquadre em hipótese de cabimento do procedimento sumário ou do juizado especial, o autor deverá ingressar com a demanda no juizado especial, não lhe sendo facultado optar por um dos procedimentos."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de cabimento do procedimento sumário com fundamento no valor da causa, caso o valor apontado esteja incorreto, será vedado ao juiz determinar a correção de ofício. Nesse caso, deverá o réu apresentar impugnação ao valor da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357870",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Henrique, por distração, abalroou veículo pertencente ao Município do Recife, dando causa a danos materiais, cujo montante necessita ser apurado por meio de perícia. O Município do Recife deve ajuizar ação de indenização pelo rito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sumário, requerendo a realização de perícia, bem como indicando assistente-técnico e formulando quesitos a serem respondidos pelo Perito, apenas depois que o juiz determinar que as partes especifiquem provas."
      },
      {
        "letra": "B",
        "texto": "sumário, requerendo já na petição inicial a realização de perícia e aguardando audiência preliminar para indicação de assistente-técnico e formulação de quesitos"
      },
      {
        "letra": "C",
        "texto": "ordinário, pois não se admite a realização de perícia no rito sumário."
      },
      {
        "letra": "D",
        "texto": "ordinário, pois não se admite a participação do poder público no procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "sumário, requerendo já na petição inicial a realização de perícia, bem como indicando assistente-técnico e formulando quesitos a serem respondidos pelo Perito"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "357688",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento sumário",
      "Critérios de competência"
    ],
    "enunciado_principal": "Ao trafegar em via pública terrestre sem a devida atenção, Janaína colidiu veículo com a traseira do veículo de Flávia, que ajuizou ação de indenização. Janaína é domiciliada em Cuiabá e Flávia em Sorriso. O acidente ocorreu em Tangará da Serra. De acordo com o Código de Pro- cesso Civil, esta ação deverá tramitar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo rito ordinário, na Comarca de Sorriso ou Tangará da Serra."
      },
      {
        "letra": "B",
        "texto": "pelo rito sumário, na Comarca de Tangará da Serra ou Cuiabá"
      },
      {
        "letra": "C",
        "texto": "pelo rito ordinário, na Comarca de Sorriso ou Cuiabá."
      },
      {
        "letra": "D",
        "texto": "pelo rito sumário, na Comarca de Sorriso ou Tangará da Serra."
      },
      {
        "letra": "E",
        "texto": "pelo rito ordinário, na Comarca de Tangará da Serra ou Cuiabá."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "826663",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Embargos infringentes",
      "Prova pericial"
    ],
    "enunciado_principal": "Assinale a alternativa correta nos termos da lei processual civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, é lícito ao réu, na contestação, formular pedido a seu favor, mesmo que fundado em fatos distintos dos suscitados pelo autor."
      },
      {
        "letra": "B",
        "texto": "Nas decisões por maioria, em reexame necessário, se admitem embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "O perito designado apresentará o laudo em cartório, no prazo fixado pelo juiz, pelo menos 20(vinte) dias, antes da audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "O titular de direito líquido e certo decorrente de direito, em condições idênticas, de terceiro poderá impetrar mandado de segurança a favor do direito originário, se o seu titular não o fizer, no prazo de 60 (sessenta) dias, quando notificado extrajudicialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "705763",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Contestação",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Sobre as peculiaridades de atuação das pessoas jurídicas de direito público no processo civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, sendo ré a Fazenda Pública, o juiz designará a audiência de conciliação no prazo de 60 (sessenta) dias do ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública tem prazo de 5 (cinco) dias para interposição de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "O benefício de prazo dilatado para a Fazenda Pública se aplica também aos prazos judiciais."
      },
      {
        "letra": "D",
        "texto": "Segundo o Superior Tribunal de Justiça (STJ), o prazo em quádruplo para contestar e em dobro para recorrer, previsto no artigo 188 do CPC, aplica-se ao Estado estrangeiro."
      },
      {
        "letra": "E",
        "texto": "Existe construção jurisprudencial no Supremo Tribunal Federal (STF) segundo a qual o prazo dilatado para Fazenda Pública estabelecido no artigo 188 do CPC se aplica perfeitamente ao processo objetivo de controle abstrato de constitucionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511885",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: COREN-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Em relação ao Procedimento Sumário, é possível fazer as seguintes afirmações, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na petição inicial, o autor apresentará o rol de testemunhas e, se requerer perícia, formulará quesitos, podendo indicar assistente técnico."
      },
      {
        "letra": "B",
        "texto": "O juiz designará a audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com a antecedência mínima de dez dias."
      },
      {
        "letra": "C",
        "texto": "Deixando injustificadamente o réu de comparecer à audiência, reputar-se-ão verdadeiros os fatos alegados na petição inicial (art. 319), salvo se o contrário resultar da prova dos autos, proferindo o juiz, desde logo, a sentença."
      },
      {
        "letra": "D",
        "texto": "O juiz, na audiência, decidirá de plano a impugnação ao valor da causa ou a controvérsia sobre a natureza da demanda, determinando, se for o caso, a conversão do procedimento sumário em ordinário."
      },
      {
        "letra": "E",
        "texto": "É defeso ao réu, na contestação, formular pedido em seu favor, desde que fundado nos mesmos fatos referidos na petição inicial"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462839",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: Câmara Municipal de Governador Edson Lobão - MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Dentre os procedimentos previstos no Código de Processo Civil, tem-se o procedimento sumário, marque a alternativa INCORRETA sobre o referido procedimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão processadas segundo o rito sumário as causas cujo valor ultrapasse quarenta salários mínimos e não exceda a sessenta, bem como as causas elencadas no art.275 do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "as causas que não exceda 60 (sessenta) salários mínimos serão processadas pelo rito sumário, mesmo que haja previsão de procedimento especial."
      },
      {
        "letra": "C",
        "texto": "o rito sumário não será observado nas ações relativas ao estado e à capacidade das pessoas."
      },
      {
        "letra": "D",
        "texto": "Observar-se-á o procedimento sumário, nas causas de cobrança ao condômino de quaisquer quantias devidas ao condomínio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410542",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Dos Atos Processuais",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Forma",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Em relação a procedimento, resposta do réu e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento lavrado sem observância das formalidades legais pelo oficial de registros públicos ou pelo tabelião competente não é apto a substituir instrumento público que a lei exija como prova da substância do ato."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos efeitos da revelia em ação reivindicatória não contestada pelo réu é possível ainda que essa ação tenha sido ajuizada sem documentação comprobatória da propriedade do imóvel."
      },
      {
        "letra": "C",
        "texto": "O rito sumário deve ser adotado em ação de investigação de paternidade com valor da causa fixado em quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "Viola o princípio do contraditório e da ampla defesa a negativa de produção de prova oral solicitada pelo réu no âmbito de ação ordinária cuja questão de mérito seja unicamente de direito."
      },
      {
        "letra": "E",
        "texto": "Se um juiz determinar, de ofício, o comparecimento de réu a audiência de instrução e julgamento, faltar a essa audiência, ser-lhe-ão impostos os efeitos da revelia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "404118",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a opção correta em relação ao procedimento sumário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Requerida na petição inicial do procedimento sumário a produção de prova oral e pericial, tem o autor o ônus de apresentar, desde o logo, o rol de testemunhas e os quesitos, bem como de indicar assistente técnico, sob pena de preclusão, não se inviabilizando, contudo, a realização da prova, se pleiteada pelo réu, pelo MP ou determinada pelo juiz."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de ação fundada em acidente de trânsito na qual o autor peça a condenação do réu ao pagamento de indenização e este, citado, conteste a alegação contida na petição inicial e afirme, na própria contestação, ser o autor o responsável pelo acidente, a ausência de reconvenção não impede o julgamento do pedido contraposto."
      },
      {
        "letra": "C",
        "texto": "Em caso de sentença condenatória genérica proferida em autos de ação de cobrança de seguro em que não seja determinado o valor da indenização decorrente de danos causados em acidente de veículo, a decisão judicial deverá ser submetida a procedimento de liquidação por arbitramento."
      },
      {
        "letra": "D",
        "texto": "São hipóteses de cabimento do procedimento sumário as causas cujo valor não exceda de sessenta vezes o valor do salário mínimo nas ações possessórias e nas de consignação em pagamento e as causas de cobrança ao condômino por quantias devidas ao condomínio."
      },
      {
        "letra": "E",
        "texto": "O CPC veda a intervenção de terceiros no procedimento sumário, com exceção da assistência e do recurso de terceiro prejudicado, a denunciação da lide fundada em contrato de seguro e a oposição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388852",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Oposição na Intervenção de Terceiros no CPC 1973",
      "Nomeação à autoria",
      "Denunciação da lide",
      "Chamamento ao processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão de haver expressa proibição legal, não se admite a intervenção de terceiros no procedimento sumário, ainda que a denunciação da lide tenha como fundamento contrato de seguro."
      },
      {
        "letra": "B",
        "texto": "o autor da oposição (opoente) deve deduzi-la contra os réus (opostos), que são, por força de lei, autor e réu da ação principal, devendo ser formado litisconsórcio necessário."
      },
      {
        "letra": "C",
        "texto": "a nomeação à autoria é dever imposto pela lei ao réu que, se descumprido, sujeita-o a responder por perdas e danos. E, para que o réu-nomeante se retire do processo e o nomeado assuma seu lugar como novo sujeito passivo (réu) da relação processual, exige-se a concordancia do autor ou do nomeado à autoria."
      },
      {
        "letra": "D",
        "texto": "o chamamento ao processo dá-se por iniciativa do réu, com o objetivo de chamar o devedor principal ou os codevedores solidários ao feito e depende do assentimento do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371026",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento sumário",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca de recursos cíveis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito translativo, devolve-se a matéria impugnada ao órgão judiciário prolator da decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, são cabíveis todas as espécies de recursos previstas no direito processual brasileiro."
      },
      {
        "letra": "C",
        "texto": "A falta de preparo implicará a deserção do recurso caso a interposição deste ocorra após o encerramento do expediente bancário."
      },
      {
        "letra": "D",
        "texto": "Formulado pedido certo e determinado, o réu terá interesse recursal para arguir o vício da iliquidez da sentença."
      },
      {
        "letra": "E",
        "texto": "O princípio da singularidade refere-se à possibilidade da interposição do recurso de agravo de instrumento caso seja cabível o recurso de apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "346771",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Acerca dos procedimentos ordinário e sumário e dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá haver liquidação de sentença nas causas que discutam acidente automobilístico e tramitem pelo procedimento sumário, desde que não acarretem o retardamento do processo."
      },
      {
        "letra": "B",
        "texto": "O réu poderá alegar em contestação todas as matérias de defesa que tiver contra o pedido do autor, desde que entre elas não haja incompatibilidade lógica."
      },
      {
        "letra": "C",
        "texto": "Se, vencida, a fazenda pública for intimada da sentença no dia dois de junho, segunda-feira, o último dia do prazo para que ela apresente contestação será o dia três de julho."
      },
      {
        "letra": "D",
        "texto": "Se o autor escolher o procedimento sumário, mas apontar valor da causa superior ao permitido, o juiz deverá corrigir de ofício esse valor."
      },
      {
        "letra": "E",
        "texto": "Ainda que dos fatos narrados pelo autor o juiz conclua pela existência de ofensa a direito da personalidade, não poderá condenar o réu a indenizar danos morais se não tiver havido pedido expresso nesse sentido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331774",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Com relação ao procedimento sumário, pode­-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível, como forma de intervenção de terceiros, ape­nas a assistência litisconsorcial."
      },
      {
        "letra": "B",
        "texto": "são cabíveis a assistência e a denunciação da lide funda­ da em contratos de seguro"
      },
      {
        "letra": "C",
        "texto": "são cabíveis todas as formas de intervenção de tercei­ros, inclusive o amicus curae."
      },
      {
        "letra": "D",
        "texto": "não é cabível nenhuma forma de intervenção de ter­ceiros."
      },
      {
        "letra": "E",
        "texto": "cabe a assistência simples, mas não a litisconsorcial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "329217",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito do procedimento sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é permitida a liquidação de sentença nas causas que discutam acidente automobilístico e tramitem pelo procedimento sumário, dado o objetivo da aceleração do processo."
      },
      {
        "letra": "B",
        "texto": "Em sede de procedimento sumário, o réu pode deduzir pedido na peça contestatória, ainda que não se relacione com fatos articulados pelo autor na petição inicial."
      },
      {
        "letra": "C",
        "texto": "O fato de a parte autora não apresentar os quesitos na exordial obsta a realização da prova pericial por ela requerida."
      },
      {
        "letra": "D",
        "texto": "A nulidade processual decorrente da adoção do rito ordinário em lugar do sumário justifica-se pela ofensa ao princípio da máxima eficiência do processo."
      },
      {
        "letra": "E",
        "texto": "Será decretada a revelia se, frustrada a tentativa de acordo, o réu não apresentar contestação na audiência preliminar, ainda que presidida apenas por juiz conciliador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322681",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Acerca das consequências e da requisição do trabalho pericial e da estrutura do laudo pericial, julgue os próximos itens. Em processo submetido a procedimento sumário, caso não haja conciliação e o réu pretenda requerer perícia, deverá apresentar petição na própria audiência, podendo apresentar, posteriormente, os quesitos a serem respondidos pelo perito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322353",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No que diz respeito ao magistrado e ao MP, bem como a processo e procedimento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atuação do MP como custos legis visa resguardar tanto o interesse público primário quanto o secundário."
      },
      {
        "letra": "B",
        "texto": "No procedimento comum sumário, não há fase autônoma de saneamento."
      },
      {
        "letra": "C",
        "texto": "Em caso de ressarcimento por danos causados em acidente de veículo automobilístico, cabe o procedimento sumário, em decorrência da indisponibilidade do rito processual, mesmo diante da necessidade de produção de prova técnica de maior complexidade."
      },
      {
        "letra": "D",
        "texto": "Em atenção ao princípio da segurança jurídica, o ordenamento jurídico brasileiro veda a possibilidade de que o magistrado decida com base na equidade."
      },
      {
        "letra": "E",
        "texto": "Ao juiz cabe decidir a lide nos limites de sua proposição, não lhe sendo vedado, entretanto, decidir além do que lhe seja proposto, caso que configura julgamento extra petita ; ao magistrado, portanto, cabe decidir tanto a lide processual quanto a lide social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322203",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No que concerne ao procedimento sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe procedimento sumário nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, não é admissível ação declaratória incidental."
      },
      {
        "letra": "C",
        "texto": "No procedimento sumário, admite-se a intervenção de terceiros, salvo no que se refere à assistência."
      },
      {
        "letra": "D",
        "texto": "O procedimento sumário deve ser observado nas ações de divórcio e de curatela."
      },
      {
        "letra": "E",
        "texto": "O procedimento sumário será observado nas ações relativas à capacidade das pessoas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "303716",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Em uma audiência de conciliação, em ação que se processa pelo rito sumário, não havendo acordo, e havendo controvérsia entre as teses suscitadas pelas partes, o juiz deverá designar audiência de instrução e julgamento para obter todas as provas a serem produzidas pelas partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301069",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Se, validamente citado para audiência de conciliação em causa submetida ao procedimento sumário, o réu comparecer ao juízo desacompanhado de advogado, e se não houver conciliação, ficará caracterizada a revelia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298506",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, é sempre cabível ao juiz proferir sentença ilíquida, que será submetida, posteriormente, à liquidação por artigo ou arbitramento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289497",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No que se refere aos procedimentos sumário e ordinário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, o autor deve apresentar o rol de testemunhas na petição inicial."
      },
      {
        "letra": "B",
        "texto": "Oferecida a exceção de suspeição ou de impedimento do perito, suspende-se o curso do processo."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial e interposto o recurso de apelação, o juiz de primeiro grau não poderá mais alterar a sentença."
      },
      {
        "letra": "D",
        "texto": "Formulado pedido certo, é permitido ao magistrado proferir sentença ilíquida, desde que devidamente motivada."
      },
      {
        "letra": "E",
        "texto": "Se, em processo movido pelo indivíduo A contra o indivíduo B, este for revel, apesar de possuir advogado constituído nos autos, os prazos correrão a partir da publicação de cada ato decisório, independentemente de intimação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2213154",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Revelia",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há previsão legal possibilitando a recusa de formação de litisconsórcio passivo, facultativo e originário."
      },
      {
        "letra": "B",
        "texto": "O autor, verificada a revelia, pode alterar o pedido sem promover nova citação."
      },
      {
        "letra": "C",
        "texto": "É nulo o processo decorrente da falta de intimação do Ministério Público nas hipóteses em que o Parquet deveria intervir como custos legis."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário, é nula a sentença ilíquida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577777",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Analise as disposições abaixo relativas ao Direito Processual Civil Brasileiro e assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumaríssimo somente será admissível o litisconsórcio e a assistência."
      },
      {
        "letra": "B",
        "texto": "Intimação é o ato pelo qual se dá ciência a alguém dos atos e termos do processo, para que faça ou deixe de fazer alguma coisa, sendo que, em regra, é feita pelo correio ou, se presentes em cartório as partes, seus representantes legais ou advogados, diretamente pelo escrivão ou chefe da secretaria."
      },
      {
        "letra": "C",
        "texto": "Os atos judiciais, que não dependem de sentença, ou em que esta for meramente homologatória, podem ser rescindidos, como os atos jurídicos em geral, nos termos da lei civil."
      },
      {
        "letra": "D",
        "texto": "Os fatos afirmados por uma parte e confessados pela parte contrária independem de prova."
      },
      {
        "letra": "E",
        "texto": "No depoimento pessoal, é defeso a quem ainda não depôs, assistir ao interrogatório da outra parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "476225",
    "metadata": "Ano: 2012 | Banca: IMAM | Órgão: Prefeitura de Lavras - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Qualquer que seja o valor, o procedimento sumário será observado nas seguintes causas, EXCETO de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrendamento rural e de parceira agrícola."
      },
      {
        "letra": "B",
        "texto": "ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "C",
        "texto": "ações relativas à capacidade das pessoas."
      },
      {
        "letra": "D",
        "texto": "cobrança de seguro, relativamente aos danos causados em acidente de veículo, ressalvados os casos de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352449",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito do procedimento sumário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a ação declaratória incidental."
      },
      {
        "letra": "B",
        "texto": "É admissível a oposição."
      },
      {
        "letra": "C",
        "texto": "É admissível a formulação, na contestação, de pedido em favor do réu, desde que fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "D",
        "texto": "É admissível a formulação de pedido envolvendo a capacidade das pessoas."
      },
      {
        "letra": "E",
        "texto": "No julgamento da apelação interposta no procedimento sumário, os autos devem ser submetidos à revisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341130",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento sumário",
      "Denunciação da lide",
      "Conceito e Classificação da Intervenção de Terceiros"
    ],
    "enunciado_principal": "Julgue as três proposições que se seguem e assinale a única alternativa correta. I - Demandado em nome próprio, pode o locatário, na condição de possuidor direto do bem, denunciar da lide o locador, caso em que, aceita a denunciação, denunciante e denunciado seguem no processo como litisconsortes passivos. II - No procedimento sumário não se admite intervenção de terceiro, exceto do segurado a quem é facultada a denunciação da lide do segurador. III - No procedimento sumário e nas causas afetas aos Juizados Especiais Cíveis a confissão ficta que decorre da revelia somente deve ser aplicada se o contrário não resultar da prova dos autos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a proposição III está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312083",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Sobre a audiência no procedimento sumário, assinale a assertiva incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu terá o prazo de 15 (quinze) dias para oferecer resposta, após a tentativa de conciliação."
      },
      {
        "letra": "B",
        "texto": "O juiz decidirá de plano, na audiência, a impugnação ao valor da causa ou a controvérsia sobre a natureza da demanda."
      },
      {
        "letra": "C",
        "texto": "O juiz poderá ser auxiliado por conciliador, na tentativa de obter conciliação."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá determinar a conversão do procedimento sumário em ordinário."
      },
      {
        "letra": "E",
        "texto": "As partes podem fazer-se representar por preposto com poderes para transigir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "280633",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Observar­se­á o procedimento sumário na seguinte con­dição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de execução de seguro, relativo aos danos causados em acidente de veículo"
      },
      {
        "letra": "B",
        "texto": "de execução ao condômino de quaisquer quantias devidas ao condomínio."
      },
      {
        "letra": "C",
        "texto": "nas ações relativas ao estado e à capacidade das pessoas."
      },
      {
        "letra": "D",
        "texto": "nas causas cujo valor não exceda a 100 vezes o valor do salário mínimo."
      },
      {
        "letra": "E",
        "texto": "de ressarcimento por danos causados em acidente de veículo de via terrestre."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "275152",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Acerca do procedimento sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não poderá o réu formular pedido contraposto na contestação, devendo ele ajuizar outra ação em face do autor, que tramitará em conjunto com a primeira."
      },
      {
        "letra": "B",
        "texto": "Durante a audiência de conciliação, observando o juiz que não é caso de procedimento sumário, mas sim de ordinário, deverá extinguir de imediato o processo."
      },
      {
        "letra": "C",
        "texto": "Não se admite nenhuma das formas de intervenção de terceiros."
      },
      {
        "letra": "D",
        "texto": "Não poderá ser adotado nas ações relativas ao Estado e à capacidade das pessoas."
      },
      {
        "letra": "E",
        "texto": "Deverá ser adotado nas causas de maior complexidade, para as quais seja necessário um julgamento mais célere, ainda que seja indispensável um amplo contraditório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270734",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento sumário"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a retirada dos autos do cartório pelo advogado da parte recorrente não importa em ciência da sentença e nem equivale a intimação, para contagem de prazo recursal."
      },
      {
        "letra": "B",
        "texto": "a lei confere legitimidade para recorrer à parte vencida no processo e ao Ministério Público, quando atua no feito, sendo vedado ao terceiro interferir no processo através de recurso."
      },
      {
        "letra": "C",
        "texto": "o prazo para o revel que não tenha advogado recorrer somente tem início com a sua intimação pessoal ou com a publicação da sentença na imprensa oficial."
      },
      {
        "letra": "D",
        "texto": "nas ações voltadas ao ressarcimento de danos causados em acidente de veículos, processadas sob o procedimento comum sumário, é defesa a sentença ilíquida, cumprindo ao juiz, se for o caso, fixar, de plano, a seu prudente critério, o valor devido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270491",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedado ao juiz, antes da citação, proferir sentença de improcedência do pedido traduzido na inicial."
      },
      {
        "letra": "B",
        "texto": "na obrigação indivisível com pluralidade de credores, é vedado àquele que não participou do processo receber a sua parte."
      },
      {
        "letra": "C",
        "texto": "no procedimento sumário, o não comparecimento pessoal do réu à audiência de conciliação, sem justificativa, importa em confissão quanto à veracidade dos fatos alegados pelo autor na inicial, salvo se presente preposto credenciado para transigir."
      },
      {
        "letra": "D",
        "texto": "ao contrário do que ocorre no Juizado Especial, não se admite a possibilidade de o juiz ser auxiliado na audiência de conciliação por conciliador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270385",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Considerando a proposição de ação de ressarcimento por danos causados em acidente de veículo em via terrestre, pelo rito sumário, assinale a opção correta em conformidade com o que dispõe o CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o magistrado julgue procedente o pedido do autor, proferindo uma sentença ilíquida, deve a parte autora promover a liquidação de sentença antes de requerer o cumprimento de sentença."
      },
      {
        "letra": "B",
        "texto": "O magistrado poderá convolar o procedimento em ordinário."
      },
      {
        "letra": "C",
        "texto": "No caso em apreço, tal como ocorre no rito ordinário, a intervenção de terceiros é admissível."
      },
      {
        "letra": "D",
        "texto": "Não é cabível, na hipótese, pedido contraposto, que é inerente às causas propostas nos juizados especiais."
      },
      {
        "letra": "E",
        "texto": "É necessário que o autor da ação aponte, na petição inicial, o rol de testemunhas e os quesitos de perícia, bem como indique o assistente técnico, sob pena de preclusão temporal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "265150",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Em relação ao procedimento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há rol de testemunhas prévio, no procedimento sumário, devendo o autor levá-las por sua iniciativa à audiência designada."
      },
      {
        "letra": "B",
        "texto": "será observado o procedimento ordinário nas ações de cobrança de honorários dos profissionais liberais, ressalvado o disposto em legislação especial."
      },
      {
        "letra": "C",
        "texto": "pode ser observado o procedimento sumário nas ações relativas ao estado e à capacidade das pessoas, desde que maiores e capazes."
      },
      {
        "letra": "D",
        "texto": "será observado o procedimento sumário nas causas de arrendamento rural e de parceria agrícola, qualquer que seja o seu valor."
      },
      {
        "letra": "E",
        "texto": "por sua menor complexidade, não há perícia no procedimento sumário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "252926",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Quanto ao rito sumário, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz designará a audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com a antecedência mínima de dez dias, devendo constar a advertência da pena de revelia em caso de não comparecimento injustificado da parte passiva, salvo se o contrário resultar da prova dos autos, proferindo o juiz, desde logo, a sentença; se a ré for a Fazenda Pública, os prazos serão contados em dobro."
      },
      {
        "letra": "B",
        "texto": "Se não for obtida a conciliação, o réu apresentará nessa oportunidade, em audiência, sua resposta escrita ou oral, instruída de documentos e rol de testemunhas; se requerer produção de prova pericial, deverá, na mesma resposta, indicar seus quesitos e assistente técnico; poderá, ainda, na contestação, formular pedido em seu favor, se conexo com os fatos deduzidos na inicial."
      },
      {
        "letra": "C",
        "texto": "Os atos probatórios realizados em audiência poderão ser documentados mediante taquigrafia, estenotipia ou outro método hábil de documentação, fazendo-se a respectiva transcrição se a determinar o juiz."
      },
      {
        "letra": "D",
        "texto": "No procedimento sumário são admissíveis a ação declaratória incidental e a intervenção de terceiros, inclusive a assistência, o recurso de terceiro prejudicado e a intervenção fundada em contrato de seguro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "242910",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o réu não comparecer à audiência de conciliação, o juiz abrirá prazo para apresentação de defesa."
      },
      {
        "letra": "B",
        "texto": "o autor indicará testemunhas na petição inicial ou durante a audiência de conciliação."
      },
      {
        "letra": "C",
        "texto": "é cabível a intervenção de terceiro fundada em contratos bancário e de seguro."
      },
      {
        "letra": "D",
        "texto": "caberá somente agravo de instrumento das decisões proferidas em audiência."
      },
      {
        "letra": "E",
        "texto": "durante a audiência, o juiz decidirá controvérsia sobre a natureza da causa, podendo determinar a conversão para o rito ordinário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "240604",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Com relação ao procedimento sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STJ, o fato de o réu estar presente na audiência de conciliação, ainda que desacompanhado de advogado, impede a decretação de revelia."
      },
      {
        "letra": "B",
        "texto": "Deve ser contado em quádruplo o prazo para designação de audiência de conciliação quando a fazenda pública for ré."
      },
      {
        "letra": "C",
        "texto": "Profissional liberal de posse de título executivo extrajudicial está autorizado a ajuizar ação de cobrança pelo rito sumário."
      },
      {
        "letra": "D",
        "texto": "De acordo com o STJ, o fato de a parte não apresentar quesitos não constitui impedimento para a realização de perícia requerida na inicial."
      },
      {
        "letra": "E",
        "texto": "De acordo com o STJ, se o valor dado à causa for superior ao limite permitido pelo CPC, o juiz pode corrigi-lo de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239501",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Sobre o procedimento sumário, marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será excluída a sua observância se houver necessidade de prova técnica de maior complexidade, não estando autorizada a conversão em comum ordinário se a complexidade for jurídica."
      },
      {
        "letra": "B",
        "texto": "É vedada a sua adoção quando se pretender discutir, de modo principal, questões relativas ao estado e à capacidade das pessoas."
      },
      {
        "letra": "C",
        "texto": "É lícito ao réu, na contestação, formular pedido em seu favor, desde fundado nos mesmos fatos essenciais referidos na inicial."
      },
      {
        "letra": "D",
        "texto": "Não é cabível, no procedimento comum sumário, intervenção de terceiros, salvo a assistência, a oposição, o recurso de terceiro prejudicado e a intervenção fundada em contrato de seguro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233424",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Ajuizada ação sob o rito sumário, o autor requereu a exibição de determinados documentos e a realização de perícia, oferecendo, desde então, seus quesitos. Quinze dias antes da audiência de conciliação, o autor apresentou complementação do rol de testemunhas. Durante a audiência, o réu não compareceu, mas seu advogado, devidamente constituído, apresentou contestação e pedido contraposto, mantendo-se silente quanto à perícia. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será necessária a reconvenção, devendo o pedido contraposto ser repelido, independentemente do exame de seu mérito."
      },
      {
        "letra": "B",
        "texto": "o silêncio do réu diante do pedido de perícia contido na inicial importará preclusão do seu direito de apresentar quesitos."
      },
      {
        "letra": "C",
        "texto": "o juiz deverá indeferir a exibição de documentos, incompatível com a celeridade do rito."
      },
      {
        "letra": "D",
        "texto": "o réu deverá sofrer os efeitos da revelia porque não compareceu à audiência e frustrou etapa necessária."
      },
      {
        "letra": "E",
        "texto": "ao autor não é possível a complementação do rol de testemunhas, sendo o indeferimento da oitiva o caminho necessário, independentemente de manifestação do réu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "746102",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: CREMESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o procedimento sumário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível nas causas cujo valor exceda a 60 (sessenta) vezes o valor do salário mínimo."
      },
      {
        "letra": "B",
        "texto": "O rol de testemunhas deve ser apresentado pelo autor até 10 (dez) dias antes da audiência."
      },
      {
        "letra": "C",
        "texto": "Nas causas de arrendamento rural e de parceria agrícola, aplica-se o procedimento sumário."
      },
      {
        "letra": "D",
        "texto": "É admissível a ação declaratória incidental no procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "Não é lícito ao réu, na contestação, formular pedido em seu favor, fundado nos mesmos fatos referidos na inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249731",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Em relação ao procedimento comum sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Durante a audiência de conciliação, o réu deve apresentar tanto a contestação quanto a reconvenção, em aplicação subsidiária do rito ordinário."
      },
      {
        "letra": "B",
        "texto": "Finda a instrução, as alegações finais devem ser apresentadas na forma oral, vedada a possibilidade de memoriais."
      },
      {
        "letra": "C",
        "texto": "O não comparecimento do autor à audiência de conciliação importa em extinção do feito sem julgamento do mérito."
      },
      {
        "letra": "D",
        "texto": "A ausência do réu à audiência de conciliação não gera revelia, ainda que seu advogado, presente ao ato, não tenha poderes para transigir."
      },
      {
        "letra": "E",
        "texto": "Ausentes o réu e seu advogado à audiência de conciliação, operam os efeitos da revelia do mesmo modo que o reconhecimento do pedido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "244401",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção do processo sem resolução do mérito constitui-se uma possibilidade, ainda que fuja dos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "C",
        "texto": "O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, apenas contestação ou reconvenção."
      },
      {
        "letra": "D",
        "texto": "O princípio da oralidade exige, de forma absoluta, a identidade física do juiz, isto é, o juiz que instruiu a causa terá que ser, necessariamente, o que venha a proferir a sentença."
      },
      {
        "letra": "E",
        "texto": "No que concerne ao procedimento sob o rito sumário, o réu que pretenda prova testemunhal deveria depositar em cartório, 48 horas antes da audiência de instrução e julgamento, o rol de testemunhas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "219485",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Marta ajuizou ação, pelo procedimento sumário, pedindo indenização no valor de R$ 60 mil por danos materiais que teria suportado após ter sido atropelada por um motorista de veículo de passeio que realizara manobra abrupta. A autora requereu perícia e oitiva de testemunhas.Nessa situação hipotética, de acordo com o direito processual penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não sendo obtida a conciliação, o juiz deverá dar oportunidade ao réu para apresentar contestação e, só então, decidir sobre controvérsia quanto ao valor da causa."
      },
      {
        "letra": "B",
        "texto": "permite-se ao réu a denunciação à lide da pessoa que teria dado causa à manobra abrupta que ele fora obrigado a realizar."
      },
      {
        "letra": "C",
        "texto": "a falta de contestação e a ausência do réu à audiência de conciliação poderão ensejar a revelia."
      },
      {
        "letra": "D",
        "texto": "se pretender que sejam ouvidas testemunhas não arroladas na inicial, Marta deverá arrolá-las dez dias antes da audiência."
      },
      {
        "letra": "E",
        "texto": "a complexidade da prova técnica não acarreta a conversão do procedimento em ordinário, ao contrário do que ocorre nas causas submetidas aos juizados especiais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "215170",
    "metadata": "Ano: 2011 | Banca: COPS-UEL | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Quanto ao procedimento sumário, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sendo ré a Fazenda Pública, em razão do prazo em quádruplo para contestar, a sua citação deverá ocorrer com antecedência mínima de 40 (quarenta) dias da data da audiência de conciliação;"
      },
      {
        "letra": "B",
        "texto": "tem caráter dúplice, sendo lícito ao réu formular, na contestação, pedido em seu favor, desde que baseado nos mesmos fatos narrados na inicial;"
      },
      {
        "letra": "C",
        "texto": "não se admite assistência;"
      },
      {
        "letra": "D",
        "texto": "é vedado ao juiz proferir sentença ilíquida;"
      },
      {
        "letra": "E",
        "texto": "não se operam os efeitos da revelia do réu se este comparece pessoalmente na audiência de conciliação, ainda que não apresente contestação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "210917",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Sobre o procedimento sumário, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o autor não pode optar pelo procedimento sumário para cobrar despesas de condomínio no valor de R$ 500.000,00 (quinhentos mil reais)."
      },
      {
        "letra": "B",
        "texto": "sendo ré a Fazenda Pública, a citação deve ocorrer com antecedência mínima de 10 (dez) dias."
      },
      {
        "letra": "C",
        "texto": "as exceções de incompetência, impedimento e suspeição se processam da mesma forma que no procedimento ordinário."
      },
      {
        "letra": "D",
        "texto": "as ações que correm pelo procedimento sumário admitem pedido contraposto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "202451",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: PGE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "O procedimento comum sumário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ser convertido em ordinário quando houver necessidade de prova técnica de maior complexidade."
      },
      {
        "letra": "B",
        "texto": "será observado nas causas, qualquer que seja o valor, de arrendamento rural e de parceria agrícola."
      },
      {
        "letra": "C",
        "texto": "não admite pedido contraposto, devendo réu valer- se da reconvenção quando quiser formular pedido a seu favor fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "D",
        "texto": "é incabível nas causas, qualquer que seja o valor, em que for ré a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "exige o comparecimento pessoal das partes à audiência, as quais não poderão fazer-se representar por preposto com poderes para transigir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "106954",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: Correios",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Julgue os itens seguintes, a respeito de antecipação de tutela, sujeitos do processo, ação monitória, coisa julgada, processo de execução e de embargos do devedor e audiência. É imprescindível a presença do advogado da parte ré na audiência de conciliação do procedimento comum sumário, sob pena de revelia, uma vez que é nesse ato que ocorrem a defesa propriamente dita e a produção de provas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "104813",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, é lícito ao réu formular pedido em seu favor, sendo incabível, entretanto, a reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "296606",
    "metadata": "Ano: 2010 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Em ação de rito sumário, o réu, ao apresentar sua resposta em audiência, alega a exceção de incompetência em razão do lugar, a existência de coisa julgada e formula pedido em seu favor, fundado nos mesmos fatos referidos na inicial. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu apresentou defesa processual peremptória, defesa processual dilatória e pedido contraposto;"
      },
      {
        "letra": "B",
        "texto": "o réu apresentou defesa processual dilatória, defesa processual peremptória e pedido contraposto;"
      },
      {
        "letra": "C",
        "texto": "o réu apresentou defesa processual dilatória, defesa processual peremptória e reconvenção;"
      },
      {
        "letra": "D",
        "texto": "o réu apresentou defesa processual peremptória, defesa processual dilatória e reconvenção;"
      },
      {
        "letra": "E",
        "texto": "todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "109070",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: IDAF-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Dentre as causas que observam o procedimento sumário NÃO se incluemas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de ressarcimento por danos em prédio urbano ou rústico."
      },
      {
        "letra": "B",
        "texto": "de cobrança ao condômino de quaisquer quantias devidas ao condomínio."
      },
      {
        "letra": "C",
        "texto": "que versemsobre revogação de doação."
      },
      {
        "letra": "D",
        "texto": "de arrendamento rural e de parceria agrícola."
      },
      {
        "letra": "E",
        "texto": "relativas ao estado e à capacidade das pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "108639",
    "metadata": "Ano: 2010 | Banca: FUMARC | Órgão: CEMIG-TELECOM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Não será observado o procedimento sumário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas causas de cobrança de honorários dos profissionais liberais, ressalvado o disposto em legislação especial."
      },
      {
        "letra": "B",
        "texto": "Nas causas relativas ao estado e à capacidade das pessoas."
      },
      {
        "letra": "C",
        "texto": "Nas causas, qualquer que seja o valor, de arrendamento rural e de parceria agrícola; de cobrança ao condômino de quaisquer quantias devidas ao condomínio; de ressarcimento por danos em prédio urbano ou rústico."
      },
      {
        "letra": "D",
        "texto": "Nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre; de cobrança de seguro, relativamente aos danos causados em acidente de veículo, ressalvados os casos de processo de execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "92809",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DETRAN-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Não cabe procedimento sumário em ações relativas ao estado e à capacidade das pessoas, mas sim nas causas que versem sobre revogação de doação, qualquer que seja o valor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85598",
    "metadata": "Ano: 2010 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento ordinário, o réu, ao contestar, apresentará o rol de testemunhas e, se requerer perícia, formulará quesitos, podendo indicar assistente técnico."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário não são admissíveis a ação declaratória incidental e a intervenção de terceiros, salvo a assistência, o recurso de terceiro prejudicado e a intervenção fundada em contrato de seguro."
      },
      {
        "letra": "C",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos por lei, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de cinco dias."
      },
      {
        "letra": "D",
        "texto": "Ao réu, ao contestar, cabe manifestar-se precisamente sobre os fatos narrados na petição inicial, presumindo- se verdadeiros os fatos não impugnados, ainda que apresentados pelo órgão do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas, e, assim como a exceção, serão processadas em apenso aos autos principais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "83749",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "O valor da indenização pleiteada supera o limite de sessenta salários-mínimos, de modo que o procedimento a ser seguido na ação deve ser, obrigatoriamente, o comum ordinário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "83748",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Admitindo-se que o juiz condutor do processo aceite o procedimento comum sumário como adequado ao caso, a necessidade da prova técnica para comprovar a existência de nexo causal e a extensão dos danos não obriga o juiz à conversão do rito ao comum ordinário, sem análise prévia da complexidade da prova.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "83034",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TCE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, a ausência injustificada do réu na audiência de conciliação obriga o juiz a marcar nova audiência, de modo a não ser ferido o direito ao contraditório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "82811",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito da assistência judiciária, do procedimento comum sumário, da execução da prestação alimentícia, do pedido, da coisa julgada, do princípio da publicidade e da comunicação dos atos processuais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imposta multa à parte como forma de forçar o cumprimento de medida liminar, é desnecessário que conste do mandado de intimação o prazo assinalado para o atendimento da ordem, já que os autos do processo são públicos e estão à disposição dos advogados para carga."
      },
      {
        "letra": "B",
        "texto": "Para que sejam deferidos à pessoa jurídica os benefícios da assistência judiciária gratuita, basta que a interessada declare não ter condições de arcar com as despesas inerentes ao exercício da jurisdição."
      },
      {
        "letra": "C",
        "texto": "É desnecessária a presença do advogado na audiência de conciliação do procedimento sumário, podendo a parte ré, nessa ocasião, ofertar a contestação elaborada e assinada pelo seu defensor."
      },
      {
        "letra": "D",
        "texto": "É cabível a prisão civil por inadimplemento de pensão alimentícia estabelecida por acordo extrajudicial entre as partes."
      },
      {
        "letra": "E",
        "texto": "Com o trânsito em julgado de decisão omissa em relação à fixação dos honorários sucumbenciais, pode o advogado da parte vencedora valer-se ainda de ação própria para pleiteá-los."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "82391",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "NÃO será observado o procedimento sumário, dentre outras, nas causas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de cobrança ao condômino de quaisquer quantias devidas ao condomínio."
      },
      {
        "letra": "B",
        "texto": "cujo valor seja de 60 salários mínimos."
      },
      {
        "letra": "C",
        "texto": "de arrendamento rural e de parceria agrícola."
      },
      {
        "letra": "D",
        "texto": "relativas à capacidade das pessoas."
      },
      {
        "letra": "E",
        "texto": "de ressarcimento por danos em prédio urbano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "77351",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "O prazo para resposta do Estado estrangeiro em ação que tramita pelo rito comum sumário é computado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de forma simples."
      },
      {
        "letra": "B",
        "texto": "em dobro."
      },
      {
        "letra": "C",
        "texto": "em triplo."
      },
      {
        "letra": "D",
        "texto": "em quádruplo."
      },
      {
        "letra": "E",
        "texto": "em sêxtuplo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "62318",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Para o procedimento sumário, é (são) INADMISSÍVEL (VEIS)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a produção de prova pericial."
      },
      {
        "letra": "B",
        "texto": "ser ré a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "na contestação, o réu formular pedido em seu favor."
      },
      {
        "letra": "D",
        "texto": "as causas que versem sobre estado e capacidade das pessoas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "62317",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Sobre o rito sumário, segundo o Código de Processo Civil, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o rito sumário deverá ser observado nas ações de cobrança de quaisquer quantias devidas ao condomínio."
      },
      {
        "letra": "B",
        "texto": "a falta de apresentação de rol de testemunhas na petição inicial não implica preclusão."
      },
      {
        "letra": "C",
        "texto": "a contestação deverá ser apresentada necessariamente em petição escrita, no prazo de 15 dias, contados da juntada do mandado de citação aos autos."
      },
      {
        "letra": "D",
        "texto": "a impugnação ao valor da causa deverá ser decidida na audiência de conciliação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "60701",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "No procedimento sumário, o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não designará audiência de conciliação se for ré a Fazenda Pública, a qual deverá apresentar resposta na audiência de instrução, que será designada com prazo não inferior a dez dias, nem superior a quarenta dias."
      },
      {
        "letra": "B",
        "texto": "não designará audiência de conciliação se for ré a Fazenda Pública e necessariamente converterá o procedimento em ordinário."
      },
      {
        "letra": "C",
        "texto": "designará audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com antecedência mínima de dez dias, mas, sendo ré a Fazenda Pública, os prazos computar-se-ão em quádruplo."
      },
      {
        "letra": "D",
        "texto": "designará audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com antecedência mínima de quinze dias e sendo ré a Fazenda Pública, este prazo será contado em dobro."
      },
      {
        "letra": "E",
        "texto": "designará audiência de conciliação a ser realizada no prazo de trinta dias, citando-se o réu com antecedência mínima de dez dias, mas, sendo ré a Fazenda Pública, os prazos computar-se-ão em dobro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "45263",
    "metadata": "Ano: 2010 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Caio promove ação pelo procedimento sumário em face de H.H.A. S/A buscando indenização por danos materiais e morais, em decorrência de acidente com veículo automotor na rodovia que liga Macapá a Oiapoque, dando à causa o valor de R$ 500.000,00. Houve designação de audiência de conciliação, não sendo possível o acordo. Assim, foi designada audiência de instrução e julgamento, com a apresentação de rol de testemunhas, tendo cada parte apresentado dez pessoas para prestar depoimento.Aberta a audiência, presidida pelo ilustre magistrado Creso da Silva, a mesma realizou-se com a oitiva das testemunhas arroladas e com o depoimento pessoal das partes. Não houve contradita de nenhuma das testemunhas. Pelo adiantado da hora, não foi proferida sentença.Diante de tal enunciado, analise as seguintes afirmativas:I. o valor da causa não está adequado, na espécie vertente, ao procedimento sumário;II. o número de testemunhas arrolado pelas partes não se coaduna com o limite legal;III. a sentença, quando ocorrem depoimentos de testemunhas, deve ser proferida imediatamente;IV. a contradita poderia ser realizada após a audiência;V. a audiência de conciliação pode ser cancelada diante da impossibilidade de acordo.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I for verdadeira."
      },
      {
        "letra": "B",
        "texto": "se nenhuma afirmativa for verdadeira."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas II e III forem verdadeiras."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas IV e V forem verdadeiras."
      },
      {
        "letra": "E",
        "texto": "se somente a afirmativa III for verdadeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "36128",
    "metadata": "Ano: 2010 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Procedimento sumário"
    ],
    "enunciado_principal": "I - Nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre, qualquer que seja o valor, observar-se-á o procedimento sumário.II - No procedimento sumário são admissíveis a ação declaratória incidental e a intervenção de terceiros.III - A propositura de uma ação possessória em vez de outra não obstará a que o juiz conheça do pedido e outorgue a proteção legal correspondente àquela, cujos requisitos estejam provados.IV - Apenas quando houver interessado incapaz, proceder-se-á ao inventário judicial; se todos forem capazes e concordes, poderá fazer-se o inventário e a partilha por escritura pública, a qual constituirá título hábil para o registro imobiliário.V - A prioridade de tramitação em todas as instâncias dos procedimentos judiciais em que figure como parte ou interessado pessoa com idade igual ou superior a 60 (sessenta) anos, ou portadora de doença grave, cessa com a morte do beneficiário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I, III e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "apenas I, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "apenas I e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "apenas II e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "apenas III e IV estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "29973",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "Considere as seguintes assertivas a respeito do procedimento sumário:I. Observar-se-á o procedimento sumário na ação de cobrança, qualquer que seja o valor, ao condômino de quaisquer quantias devidas ao condomínio.II. Observar-se-á o procedimento sumário nas causas cujo valor não exceda a quarenta vezes o valor do salário mínimo.III. Na petição inicial, o autor apresentará o rol de testemunhas e, se requerer perícia, formulará quesitos, não podendo indicar assistente técnico.IV. No procedimento sumário, em regra, não são admissíveis a ação declaratória incidental e a intervenção de terceiros. De acordo com o Código de Processo Civil está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "25853",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: BACEN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Procedimento sumário"
    ],
    "enunciado_principal": "Um servidor do Banco Central, dirigindo veículo de propriedade do Banco, colidiu com outro automóvel, acarretando lesões corporais e danos materiais. O condutor do outro veículo propôs ação buscando a responsabilidade civil do Banco, por meio do procedimento sumário, buscando indenização por dano moral e material, dando à causa o valor de R$ 100.000,00. A audiência de conciliação foi designada para o dia 05/05/2009, tendo sido apresentada a devida resposta com pedido contraposto. Sendo necessária a produção de prova testemunhal, ocorreu a designação de audiência de instrução e julgamento para o dia 29/06/2009, às 14h. Todas as testemunhas do Banco Central que foram arroladas ostentavam a condição de funcionários efetivos do Banco e estavam presentes no momento do evento. Aberta a audiência, houve contradita pelas partes em relação a três testemunhas arroladas, sendo o requerimento rejeitado por falta de comprovação de qualquer circunstância de incapacidade, impedimento ou suspeição dos de- poentes, sendo interposto recurso retido nos autos, consoante disposição legal. Após, o ato realizou-se com a oitiva das testemunhas arroladas e com o depoimento pessoal das partes. Pelo adiantado da hora, foi designado o dia 17/07/2009, às 14h, para o término do ato. O servidor, inconformado com o teor dos depoimentos das testemunhas do réu, anexa aos autos, aos 07/07/2009, rol com nome, qualificação e endereço de duas novas testemunhas, requerendo sua oitiva no dia designado. Diante dessa narrativa, conclui-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido contraposto é idêntico à reconvenção, espécie de resposta."
      },
      {
        "letra": "B",
        "texto": "a audiência de conciliação é necessária no procedimento sumário."
      },
      {
        "letra": "C",
        "texto": "a audiência não é única nem concentrada, o que impede a ocorrência dos atos em momentos diversificados."
      },
      {
        "letra": "D",
        "texto": "a apresentação de novas testemunhas no caso em tela seria possível, por ser continuação."
      },
      {
        "letra": "E",
        "texto": "após finda a primeira audiência de conciliação, não poderia haver audiência de instrução e julgamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2223929",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento sumário"
    ],
    "enunciado_principal": "A respeito do procedimento comum sumário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento comum sumário, é cabível a propositura da ação de reconvenção pelo réu."
      },
      {
        "letra": "B",
        "texto": "No procedimento comum sumário, recebida a petição inicial, o juiz deve mandar citar o réu para, querendo, apresentar resposta no prazo de quinze dias, nos termos do art. 297 do Código de Processo Civil (CPC)."
      },
      {
        "letra": "C",
        "texto": "No procedimento comum sumário, torna-se incabível a intervenção de terceiro fundada em contrato de seguro."
      },
      {
        "letra": "D",
        "texto": "Compete à parte autora na petição inicial e à ré na contestação especificar a prova testemunhal e a pericial, sob pena de preclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "341719",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento sumário",
      "Jurisdição Voluntária no CPC 1973"
    ],
    "enunciado_principal": "Sobre procedimento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos à imagem e morais."
      },
      {
        "letra": "B",
        "texto": "Aplicar- se-á o procedimento sumário nas causas de ressarcimento por danos ao patrimônio histórico e paisagístico."
      },
      {
        "letra": "C",
        "texto": "Aplicar- se-á o procedimento da jurisdição voluntária às ações de interdição."
      },
      {
        "letra": "D",
        "texto": "Aplica- se o procedimento sumário às ações de ressarcimento por danos causados em acidente de veículo, quer de via terrestre, aérea ou marítima."
      },
      {
        "letra": "E",
        "texto": "Aplicar- se-á ao mandado de segurança, o rito sumário."
      }
    ],
    "gabarito": "C"
  }
]