[
  {
    "id": "621843",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Quando o autor pede a falsidade documental, a ação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipicamente constitutiva."
      },
      {
        "letra": "B",
        "texto": "Tipicamente declaratória."
      },
      {
        "letra": "C",
        "texto": "Tipicamente declaratória e constitutiva."
      },
      {
        "letra": "D",
        "texto": "Cautelar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "662872",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Sobre a força probante dos documentos, conforme disciplinada pelo vigente Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O documento público faz prova da sua formação, mas não dos fatos que o tabelião declarar que ocorreram em sua presença."
      },
      {
        "letra": "B",
        "texto": "As cópias reprográficas de peças do próprio processo judicial declaradas autênticas pelo próprio advogado sob sua responsabilidade pessoal, se não lhes for impugnada a autenticidade, fazem a mesma prova que os originais."
      },
      {
        "letra": "C",
        "texto": "Quando a lei exigir, como da substância do ato, o instrumento público, somente o documento produzido na presença do juiz pode suprir-lhe a falta."
      },
      {
        "letra": "D",
        "texto": "Cessa a fé do documento, público ou particular, a partir do momento em que sua falsidade se tornar objeto litigioso de processo."
      },
      {
        "letra": "E",
        "texto": "Incumbe o ônus da prova, quando se tratar de falsidade de documento, à parte que o produziu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "583362",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "Todos os meios legais, bem como os moralmente legítimos, ainda que não especificados no Código de Processo Civil, são hábeis para provar a verdade dos fatos, em que se funda ação ou a defesa. Sobre a disciplina das provas no processo civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que ninguém se exime do dever de colaborar com o Poder Judiciário para o descobrimento da verdade, pode-se dizer, ao contrário do que ocorre no processo penal, que no processo civil não existe, para as partes, o direito ao silêncio."
      },
      {
        "letra": "B",
        "texto": "A confissão judicial espontânea é ato personalíssimo da parte, não podendo ser realizada, em nenhuma hipótese, por seu procurador."
      },
      {
        "letra": "C",
        "texto": "Na exibição de documentos, cabe a aplicação de multa cominatória."
      },
      {
        "letra": "D",
        "texto": "No procedimento comum sumário, cada parte pode arrolar, no máximo, 3 (três) testemunhas, desde que o faça em até dez dias antes da audiência."
      },
      {
        "letra": "E",
        "texto": "O interrogatório da parte, determinado ex officio, para o esclarecimento de fatos da causa, pode ser determinado na instância recursal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "562687",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Todos os meios legais, bem como os moralmente legítimos, são hábeis para provar a verdade dos fatos, em que se funda a ação ou a defesa. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os fatos em cujo favor milita presunção legal de existência ou de veracidade dependem de prova."
      },
      {
        "letra": "B",
        "texto": "As partes podem convencionar sobre a distribuição do ônus da prova, mesmo em se tratando de seus direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "O juiz não poderá ex-officio determinar que a parte prove o teor e a vigência de direito municipal por ela alegado."
      },
      {
        "letra": "D",
        "texto": "Sempre que uma das partes requerer a juntada de documento aos autos, o juiz ouvirá, a seu respeito, a outra parte, no prazo de 5 (cinco) dias."
      },
      {
        "letra": "E",
        "texto": "No caso de inspeção judicial, as partes têm sempre direito a assistir à inspeção, mas não devem fazer observações, mesmo que as mesmas reputem de interesse para a causa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525149",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Considere as seguintes afirmações:I. A escrituração contábil é indivisível; se dos fatos que resultam dos lançamentos, uns são favoráveis ao interesse de seu autor e outros lhe são contrários, ambos serão considerados em conjunto como unidade. II. Trata-se de presunção absoluta a seguinte disposição legal: “O documento público faz prova não só da sua formação, mas também dos fatos que o escrivão, o tabelião, ou o funcionário declarar que ocorreram em sua presença\".III. Quando contiver declaração de ciência relativa a determinado fato, o documento particular prova a declaração, mas não o fato declarado.IV. O juiz pode, de ofício, ordenar à parte a exibição parcial dos livros e documentos, extraindo-se deles a suma que interessar ao litígio, bem como reproduções autenticadas, mas só poderá autorizar a exibição integral dos livros e papéis de escrituração quando necessária para resolver questões relativas a sucessão, comunhão ou sociedade, administração ou gestão à conta de outrem, ou em caso de falência.V. As cartas, bem como os registros domésticos, não podem em nenhuma circunstância fazer prova contra quem os escreveu, por violarem o direito à intimidade. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e V."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495293",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Sobre o incidente de falsidade, aponte a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe arguição de falsidade em sede recursal."
      },
      {
        "letra": "B",
        "texto": "Juntado o documento com a defesa, o autor terá o prazo de cinco dias para suscitar a falsidade, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "Em razão de matéria de ordem pública, o juiz determinará o exame pericial, ainda que a parte que produziu o documento concordar em retirá-lo dos autos."
      },
      {
        "letra": "D",
        "texto": "Após o encerramento da instrução processual, não será admitida a arguição de falsidade documental."
      },
      {
        "letra": "E",
        "texto": "Suscitado o incidente, será suspenso o processo principal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483785",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Em relação à produção de prova documental em língua estrangeira, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só poderá ser juntado aos autos documento redigido em vernáculo."
      },
      {
        "letra": "B",
        "texto": "Cópia de obra jurídica ou parecer jurídico em língua estrangeira também está sujeito a tradução."
      },
      {
        "letra": "C",
        "texto": "Para produzir efeito em juízo não é necessária a inscrição, no registro público, de documentos de procedência estrangeira, autenticados por via consular."
      },
      {
        "letra": "D",
        "texto": "Poderá ser juntado aos autos documento estrangeiro vertido para o vernáculo por qualquer meio, inclusive eletrônico."
      },
      {
        "letra": "E",
        "texto": "O juiz poderá dispensar a tradução para o vernáculo, quando tiver proficiência na língua estrangeira em que redigido o documento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "700431",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Prova documental",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Analise as proposições e marque a correta: I – No tocante à prova emprestada, não deve ser admitida, mesmo que produzida entre as mesmas partes, se foi proferida em procedimento de cognição sumária, como por exemplo, em procedimento de jurisdição voluntária, e se pretende seu aproveitamento em procedimento de jurisdição contenciosa. II – Nos juizados especiais da Fazenda Pública não haverá prazo diferenciado para a prática de qualquer ato, salvo em relação ao recurso contra decisão que antecipar os efeitos de tutela, que será de vinte dias. III – Mesmo nos juizados especiais da Fazenda Publica a citação da pessoa jurídica de direito público deve ser feito por oficial de justiça, vedando-se a citação pelo correio. IV – Nos Juizados Especiais da Fazenda Pública somente se admite o recurso contra a sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas as assertivas II, III e IV"
      },
      {
        "letra": "C",
        "texto": "Estão corretas somente as assertivas I e III"
      },
      {
        "letra": "D",
        "texto": "Está incorreta apenas a assertiva IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460474",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da prova",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não fazem a mesma prova que os originais as reproduções digitalizadas de documento público, quando juntadas aos autos por advogados privados."
      },
      {
        "letra": "B",
        "texto": "O documento público faz prova de sua formação, mas não dos fatos que o funcionário declarar que ocorreram em sua presença."
      },
      {
        "letra": "C",
        "texto": "Os livros comerciais provam contra o seu autor mesmo se, como de costume, não estiverem assinados."
      },
      {
        "letra": "D",
        "texto": "Admite-se incidente de falsidade documental para reconhecer falsidade ideológica e, por conseguinte, desconstituir negócio jurídico eivado de vício de consentimento."
      },
      {
        "letra": "E",
        "texto": "Sempre que uma parte requerer a juntada de documento aos autos, o juiz ouvirá a respeito a outra, no prazo de 10 (dez) dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "447566",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "A respeito da prova documental, segundo as regras do Código de Processo Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em se tratando de ação de execução por título extrajudicial, a cópia digital desse documento servirá como prova para dar supedâneo ao procedimento, sendo obrigatório o depósito de tal cédula no cartório da respectiva vara por onde tramitar a ação"
      },
      {
        "letra": "B",
        "texto": "o documento particular, quando judicialmente for declarada sua falsidade, verá cessada sua fé, o que não ocorre com o documento público que nunca será objeto deste incidente."
      },
      {
        "letra": "C",
        "texto": "sempre que uma das partes requerer a juntada de um documento nos autos, o juiz ouvirá a outra, a seu respeito, no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "tratando-se de provas por reprodução mecânica, como a fotográfica, cinematográfica ou fonográfica, impugnada sua autenticidade, o juiz determinará a realização de acareação das partes."
      },
      {
        "letra": "E",
        "texto": "a nota escrita pelo credor em qualquer parte do documento representativo da obrigação, ainda que não assinada, faz prova em benefício do devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "444817",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Com relação às provas no Processo Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ajuizada a ação reparatória de dano moral por inscrição indevida em cadastro de inadimplentes, cabe ao autor provar o abalo psicológico sofrido."
      },
      {
        "letra": "B",
        "texto": "Nenhuma espécie de fato negativo precisa ser provada no processo ante a impossibilidade de imposição à parte da chamada prova diabólica."
      },
      {
        "letra": "C",
        "texto": "Conforme expressa disposição legal, é vedado a qualquer uma das partes litigantes arrolar o juiz da causa como testemunha."
      },
      {
        "letra": "D",
        "texto": "Quando se tratar de contestação de assinatura, incumbe o ônus da prova à parte que produziu o documento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "420780",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "O fato notório deverá ser provado mediante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confissão."
      },
      {
        "letra": "B",
        "texto": "documento público."
      },
      {
        "letra": "C",
        "texto": "perícia."
      },
      {
        "letra": "D",
        "texto": "independe de prova."
      },
      {
        "letra": "E",
        "texto": "testemunha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418380",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA sobre os procedimentos do rito ordinário no CPC:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incidente de falsidade tem lugar em qualquer tempo e grau de jurisdição, incumbindo à parte, contra quem foi produzido o documento, suscitá-lo na contestação ou no prazo de 10 (dez) dias, contados da intimação da sua juntada aos autos."
      },
      {
        "letra": "B",
        "texto": "Sempre que uma das partes requerer a juntada de documento aos autos, o juiz ouvirá, a seu respeito, a outra, no prazo de 5 (cinco) dias."
      },
      {
        "letra": "C",
        "texto": "Incumbe às partes, no prazo que o juiz fixará ao designar a data da audiencia, depositar em cartório o rol de testemunhas, precisando-lhes o nome, profissão, residência e o local de trabalho; omitindo-se o juiz, o rol será apresentado até a data da audiência."
      },
      {
        "letra": "D",
        "texto": "A testemunha é intimada a comparecer à audiência, constando do mandado dia, hora e local, bem como os nomes das partes e a natureza da causa. Se a testemunha deixar de comparecer, sem motivo justificado, será conduzida, respondendo pelas despesas do adiamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386632",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Revelia",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca de audiência e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cópias simples de documentos particulares não são admitidas como prova em juízo; é necessária sua autenticação."
      },
      {
        "letra": "B",
        "texto": "Se a parte requerer a inquirição de testemunhas, o juiz não pode indeferir o pedido, sob pena de violação da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "A título de depoimento, a parte pode ler em voz alta, na audiência, texto que tenha preparado anteriormente para esta finalidade."
      },
      {
        "letra": "D",
        "texto": "Se ocorrerem os efeitos da revelia, não deverá ser designada audiência para o caso."
      },
      {
        "letra": "E",
        "texto": "Cada parte tem direito de assistir ao interrogatório da outra em audiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381214",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "Acerca da prova no sistema processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão, que, em regra, é indivisível, pode ser judicial ou extrajudicial, sendo inválida como confissão a admissão, em juízo, de fatos relativos a direitos indisponíveis."
      },
      {
        "letra": "B",
        "texto": "Na instância ordinária, as partes têm liberdade para apresentar documentos novos somente até o saneamento do processo, e, sempre que documentos novos forem aduzidos, o juiz concederá prazo de cinco dias para a parte contrária manifestar-se sobre eles."
      },
      {
        "letra": "C",
        "texto": "O MP somente poderá produzir provas em juízo quando atuar como parte ou como substituto processual, cabendo ao magistrado indeferir eventual requerimento de produção de provas quando o MP atuar na condição de fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "De acordo com a moderna teoria da distribuição dinâmica da prova, cada parte deverá produzir a prova apta a demonstrar suas alegações, independentemente de quem tenha melhores condições de o fazer."
      },
      {
        "letra": "E",
        "texto": "E´ defeso aos sujeitos da relação jurídica deduzida em juízo estabelecer qualquer convenção que distribua de maneira diversa o ônus da prova. Trata-se de regra legal indisponível para as partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "377305",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "No que concerne à prova a teor o Código de Processo Civil, NÃO se pode afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As perguntas que o juiz indeferir serão obrigatoriamente transcritas no termo, independentemente de requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "Quando, contiver declaração de ciência, relativa a determinado fato, o documento particular prova a declaração, mas não o fato declarado, competindo ao interessado em sua veracidade o ônus de provar o fato."
      },
      {
        "letra": "C",
        "texto": "A confissão, quando emanar de erro, dolo ou coação, pode ser revogada por ação anulatória, se pendente o processo em que foi feita."
      },
      {
        "letra": "D",
        "texto": "A parte será intimada pessoalmente, para prestar depoimento, constando do mandado que se presumirão confessados os fatos contra ela alegados, caso não compareça ou, comparecendo, se recuse a depor."
      },
      {
        "letra": "E",
        "texto": "Não dependem de prova os fatos em cujo favor milita presunção legal de existência ou de veracidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "367972",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "O princípio da imediação (ou imediatidade) consiste na contemporânea e contínua interação comunicacional entre juiz, partes e provas, a fim de que o julgador possa conhecer pessoal e diretamente as alegações das partes e o acervo probatório do processo, desde sua iniciação, prolatando, no mais breve lapso temporal, sua decisão. A alternativa na qual NÃO ocorre a incidência do referido princípio é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prova testemunhal."
      },
      {
        "letra": "B",
        "texto": "prova documental."
      },
      {
        "letra": "C",
        "texto": "interrogatório."
      },
      {
        "letra": "D",
        "texto": "depoimento pessoal do autor ou do réu."
      },
      {
        "letra": "E",
        "texto": "inspeção judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366588",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Sobre o incidente de falsidade documental, previsto pelo Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ter como objeto falsidade ideológica, mas não fal­sidade material."
      },
      {
        "letra": "B",
        "texto": "não possui efeito suspensivo do processo ou da sen­tença."
      },
      {
        "letra": "C",
        "texto": "pode ser arguido em qualquer grau de jurisdição."
      },
      {
        "letra": "D",
        "texto": "não pode ser arguido depois de encerrada a instrução."
      },
      {
        "letra": "E",
        "texto": "o ônus da prova incumbe à parte que produziu o documento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "559993",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "Com base no Código de Processo Penal (CPP) e no Código de Processo Civil (CPC), julgue o próximo item, referente a perícia e meios de prova. As provas testemunhal, documental, pericial e a confissão são meios de prova aceitos tanto no CPC quanto no CPP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "522868",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Sobre as provas, na forma estabelecida pelo Código de Processo Civil brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cego, quando a ciência do fato depender do sentido que Ihe falta, é considerado impedido de prestar depoimento como testemunha."
      },
      {
        "letra": "B",
        "texto": "A confissão judicial faz prova contra o confitente, prejudicando, consequentemente, os litisconsortes."
      },
      {
        "letra": "C",
        "texto": "O documento, feito por oficial público incompetente, sendo subscrito pelas partes, tem a mesma eficácia probatória do documento público."
      },
      {
        "letra": "D",
        "texto": "Na exibição de documentos, o juiz não admitirá a recusa pelo requerido se o documento, por seu conteúdo, for comum às partes."
      },
      {
        "letra": "E",
        "texto": "A admissão, em juízo, de fatos relativos a direitos indisponíveis, vale como confissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412190",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental"
    ],
    "enunciado_principal": "Com relação à prova no Código de Processo Civil brasileiro, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte, que alegar direito municipal, estadual, estrangeiro ou consuetudinário, provar-lhe-á o teor e a vigência, se assim o determinar o juiz."
      },
      {
        "letra": "B",
        "texto": "a carta precatória sempre suspende a marcha processual."
      },
      {
        "letra": "C",
        "texto": "a prova documental deve ser produzida, em regra, por ocasião das alegações finais."
      },
      {
        "letra": "D",
        "texto": "durante depoimento pessoal, não é admitida consulta a notas escritas, mesmo que breves e com objetivo de complementar ou esclarecer."
      },
      {
        "letra": "E",
        "texto": "a parte é obrigada a depor sobre todo e qualquer fato que lhe for indagado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371573",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental"
    ],
    "enunciado_principal": "No que se refere às provas no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de contestação de assinatura de documento particular, o ônus da prova caberá à parte que apresentou a impugnação."
      },
      {
        "letra": "B",
        "texto": "A confissão, enquanto meio de prova, conduz a uma presunção absoluta da veracidade dos fatos alegados pelo autor e confessados pelo réu."
      },
      {
        "letra": "C",
        "texto": "Para que o documento seja considerado autêntico, basta que o tabelião reconheça a firma do signatário, declarando que foi aposta em sua presença."
      },
      {
        "letra": "D",
        "texto": "Se o vício do documento particular for de natureza material, poderá ser instaurado incidente de falsidade, havendo possibilidade de condenação do vencido em honorários advocatícios."
      },
      {
        "letra": "E",
        "texto": "O documento público prova a autenticidade da sua formação, mas não os fatos que o escrivão declarar que ocorreram, ainda que tenham ocorrido na sua presença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365734",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca das provas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "A prova exclusivamente testemunhal só se admite nos negócios jurídicos cujo valor não ultrapasse o do maior salário mínimo vigente no país."
      },
      {
        "letra": "C",
        "texto": "Não pode ser admitido o depoimento dos cônjuges, ascendentes e descendentes das partes."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos destinatários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354709",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova pericial"
    ],
    "enunciado_principal": "Acerca do valor das provas e de seus ônus, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Do registro no boletim de ocorrência decorre presunção juris tantum de veracidade dos fatos nele consignados."
      },
      {
        "letra": "B",
        "texto": "A descrição que o perito policial faz dos vestígios que encontra no local de acidente tem presunção de veracidade, servindo de elemento de convicção para o julgamento de processo."
      },
      {
        "letra": "C",
        "texto": "Se o juiz determinar, a sociedade comercial é obrigada a exibir seus livros em juízo, ainda que não seja parte no litígio."
      },
      {
        "letra": "D",
        "texto": "Nas ações que se refiram a direitos sobre imóveis alheios, a validade da confissão de um cônjuge independe da do outro."
      },
      {
        "letra": "E",
        "texto": "A escritura pública feita por oficial incompetente, ainda que assinada pelas partes no contrato, não tem eficácia probante, pois a competência é um dos requisitos de validade do ato administrativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331488",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Sobre a prova no processo civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prova exclusivamente testemunhal só se admite nos contratos que excedam o décuplo do maior salário mínimo vigente no país."
      },
      {
        "letra": "B",
        "texto": "O documento público feito por oficial incompetente é inadmissível como prova."
      },
      {
        "letra": "C",
        "texto": "Cabe acareação entre o depoimento pessoal da parte e o depoimento de testemunha arrolada pela parte adversa."
      },
      {
        "letra": "D",
        "texto": "As cartas e os registros domésticos não fazem prova contra quem os escreveu quando contêm anotação que visa suprir a falta de título em favor de quem é apontado como credor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322674",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca dos meios de prova aceitos pelo Código de Processo Civil (CPC).Os meios de prova aceitos pelo CPC incluem o depoimento pessoal, a exibição de documento ou coisa e a inspeção judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317497",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. Apesar do princípio da persuasão racional, a prova testemunhal não deve ser admitida se já houver, no processo, prova documental sobre o ponto. II. A prova pericial somente pode ser apresentada mediante laudo, peça escrita elaborada pelo perito e assinada por ele e pelos assistentes técnicos. III. A própria parte não pode funcionar como assistente técnico. IV. A inspeção judicial não pode ocorrer a qualquer tempo, devendo suceder a audiência preliminar e anteceder a audiência de instrução e julgamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "309096",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "No que se refere à prova no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juntada em processo, a escritura pública na qual se declare relação de união estável há mais de dez anos faz prova plena não só da formação do documento, mas dos fatos declarados, haja vista a fé pública do tabelião que a lavrou."
      },
      {
        "letra": "B",
        "texto": "O uso de prova exclusivamente testemunhal para comprovar que houve simulação em contrato é possível, ainda que o valor deste seja superior a dez salários mínimos."
      },
      {
        "letra": "C",
        "texto": "O juiz pode determinar, de ofício ou a requerimento de uma das partes ou do MP, a acareação entre as próprias partes."
      },
      {
        "letra": "D",
        "texto": "A confissão verbal extrajudicial feita a terceiro não tem valor probatório no direito brasileiro."
      },
      {
        "letra": "E",
        "texto": "Por aplicação da distribuição dinâmica do ônus probatório, em um suposto processo por erro médico, cabe ao médico demandado para ressarcimento de danos sofridos pelo paciente o ônus de provar os fatos constitutivos do direito alegado, haja vista ter o médico melhor condição técnica e científica de fazê-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "697423",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: Potigás - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Recurso ordinário constitucional",
      "Prova documental"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o Código de Processo Civil, são cabíveis Embargos de Declaração no prazo de cinco dias, em caso de omissão, dúvida, obscuridade ou contradição da decisão recorrida, restando interrompido o prazo para a interposição de outros recursos, para quaisquer das partes, se os Embargos forem interpostos."
      },
      {
        "letra": "B",
        "texto": "No julgamento do Recurso Ordinário pelo STJ, seu relator, em decisão monocrática, negará seguimento a recurso manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal ou de Tribunal Superior, ou ainda, poderá dar provimento ao recurso, se a decisão recorrida estiver em manifesto confronto com súmula ou com jurisprudência dominante do Supremo Tribunal Federal ou de Tribunal Superior. Da decisão proferida caberá agravo, no prazo de dez dias, ao órgão competente para o julgamento do recurso."
      },
      {
        "letra": "C",
        "texto": "Quanto à prova documental, é correto afirmar: 1) é ônus da parte que alega falsidade material de determinado documento, provar a alegação, antecipando, se necessário, o valor das despesas com o exame pericial relativo ao Incidente de Falsidade; 2) é ônus da parte que juntou aos autos determinado documento assinado pela parte contrária, provar que é verdadeira a assinatura respectiva, se tal assinatura for impugnada pela parte adversa sob alegação de falsidade; e 3) um documento que se verifique no processo tenha sido assinado em branco, nos termos do Código de Processo Civil, continua a produzir efeitos até que se prove que foi abusivamente preenchido."
      },
      {
        "letra": "D",
        "texto": "Segundo o Código de Processo Civil, são causas de extinção do processo, dentre outras, a morte ou a perda da capacidade processual de qualquer das partes, de seu representante legal ou de seu procurador, a incompetência absoluta do órgão julgador e a falta de qualquer uma das condições da ação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "397657",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "Documento feito por oficial público incompetente ou sem a observância das formalidades legais, subscrito pelas partes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem eficácia probatória, não servindo como meio de prova."
      },
      {
        "letra": "B",
        "texto": "é prova bastante dos fatos declarados pelo oficial."
      },
      {
        "letra": "C",
        "texto": "é válido como início de prova a ser complementada por outras provas."
      },
      {
        "letra": "D",
        "texto": "tem a mesma eficácia probatória do documento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "242179",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental",
      "Prova pericial"
    ],
    "enunciado_principal": "De acordo com as normas do Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a possibilidade de se comprovar vício do consentimento através de prova exclusivamente testemunhal dependerá do valor do contrato discutido em juízo."
      },
      {
        "letra": "B",
        "texto": "incumbe o ônus da prova quando se tratar de contestação de assinatura, à parte que pretende a invalidação do contrato."
      },
      {
        "letra": "C",
        "texto": "o direito de propor ação anulatória de confissão por vício do consentimento transmite-se aos herdeiros do confitente."
      },
      {
        "letra": "D",
        "texto": "a nota escrita pelo credor em qualquer parte do documento representativo da obrigação, ainda que não assinada, faz prova em benefício do devedor."
      },
      {
        "letra": "E",
        "texto": "o juiz poderá nomear mais de um perito e a parte indicar mais de um assistente técnico quando se tratar de perícia complexa, ainda que abranja uma única área do conhecimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236521",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "A propósito das provas, leia e assinale os itens a seguir: I - O documento público faz prova da sua formação e dos fatos que o escrivão, o tabelião ou o funcionário declarar que ocorreram na sua presença, porém, o documento feito por oficial público incompetente, ou sem as formalidades legais, terá a mesma eficácia probatória do instrumento particular, desde que subscrito pelas partes. II - A confissão eivada de erro ou obtida por dolo ou coação poderá ser objeto de ação anulatória ou ação rescisória. Será objeto de ação anulatória, se ainda estiver pendente o processo em que foi feita; caso proferida a decisão de mérito, poderá ser revogada por ação rescisória, desde que constitua um dos fundamentos em que se baseou a decisão. III - A recusa legítima da exibição de documentos em juízo é direito das partes e de terceiros, desde que o fundamento de fato ou de direito para a recusa se enquadre em uma das hipóteses legais, podendo o juiz, segundo o seu prudente arbítrio, admitir outros motivos graves que justifiquem a recusa da exibição. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas a assertiva II está correta;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas II e III estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas I e III estão corretas;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "209794",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Quanto à prova no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ônus da prova incumbe ao autor, quanto ao fato constitutivo do seu direito, e ao réu, quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor. É nula a convenção que distribui de maneira diversa o ônus da prova quando recair sobre direito disponível da parte."
      },
      {
        "letra": "B",
        "texto": "Na ausência de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e, ainda, as regras da experiência técnica, inclusive para os casos que dependeriam de exame pericial."
      },
      {
        "letra": "C",
        "texto": "Incumbe o ônus da prova, quando se tratar de falsidade de documento, à parte que o produziu e, em se tratando de contestação de assinatura, à parte que a arguir."
      },
      {
        "letra": "D",
        "texto": "Em virtude da distribuição do ônus da prova, compete exclusivamente a cada parte requerer o depoimento pessoal da outra, a fim de interrogá-la na audiência de instrução e julgamento."
      },
      {
        "letra": "E",
        "texto": "A prova emprestada consiste naquela produzida em um processo e colacionada para ser utilizada em outro, no qual surja o interesse em seu uso, com o intuito de evitar a repetição de atos processuais, ocorrendo, por exemplo, quando o local a ser periciado já tiver sido desativado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "481380",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental"
    ],
    "enunciado_principal": "O legislador disciplina com detalhes a força probante dos documentos públicos, podendo-se identificar em seu regramento que o documento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem eficácia probatória, se feito por oficial público incompetente ou sem a observância das formalidades legais."
      },
      {
        "letra": "B",
        "texto": "público faz prova não só da sua formação, mas também dos fatos que o escrivão, o tabelião ou o funcionário declarar que ocorreram em sua presença."
      },
      {
        "letra": "C",
        "texto": "público só faz prova da sua formação."
      },
      {
        "letra": "D",
        "texto": "feito por oficial público incompetente, ou sem a observância das formalidades legais, ainda que não subscrito pelas partes, tem a mesma eficácia probatória do documento particular."
      },
      {
        "letra": "E",
        "texto": "público faz prova não só da sua formação, mas também dos fatos afirmados pelo declarante na presença do escrivão, do tabelião ou do funcionário responsável."
      }
    ],
    "gabarito": "B"
  }
]