[
  {
    "id": "1366525",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Sobre a ação declaratória incidental, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente se admite em virtude de fato que se tornou litigioso após a resposta do réu."
      },
      {
        "letra": "B",
        "texto": "É cabível nos procedimentos sumário e ordinário, mas não em cautelar ou execução."
      },
      {
        "letra": "C",
        "texto": "Não há necessidade de identidade de partes com a ação principal, desde que mantido os limites do objeto da ação."
      },
      {
        "letra": "D",
        "texto": "Surgindo a questão prejudicial, a ação incidental deve ser apresentada até a prolação da sentença."
      },
      {
        "letra": "E",
        "texto": "Poderá ter como objeto as matérias relacionadas com as preliminares de natureza processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555562",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, pode ser suscitado o incidente de declaração de inconstitucionalidade vinculado a qualquer processo. Esse incidente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é decidido pelo órgão fracionário como uma Turma."
      },
      {
        "letra": "B",
        "texto": "é de competência do Pleno ou do Órgão Especial."
      },
      {
        "letra": "C",
        "texto": "deve ser decidido por maioria simples para declarar a inconstitucionalidade."
      },
      {
        "letra": "D",
        "texto": "não tem participação do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "não admite intervenção dos legitimados universais para propor a ação direta de inconstitucionalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464261",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Ação Monitória no CPC 1973",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Pretendendo o réu compensar uma dívida ilíquida, com a do autor, cuja cobrança se dá em ação ordinária, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promover ação declaratória incidental, para ver reconhecido e satisfeito seu crédito."
      },
      {
        "letra": "B",
        "texto": "ajuizar ação monitória, que é o único meio processual de se obter a satisfação de dívida ilíquida não constante de título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "promover a execução de seu crédito perante o mesmo Juízo."
      },
      {
        "letra": "D",
        "texto": "formular pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "propor reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "447567",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SP-URBANISMO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "No que concerne ao incidente de uniformização de jurisprudência e a declaração de inconstitucionalidade, previstos no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Tribunal que pretender uniformizar sua jurisprudência sobre determinado assunto, dará interpretação a ser observada, cabendo apenas ao relator da divergência emitir o seu voto, para que, na sessão plenária, sejam analisados os argumentos esposados pelo colegiado."
      },
      {
        "letra": "B",
        "texto": "O chefe do Ministério Público, tratando-se de uniformização de jurisprudência, é solicitado a dar parecer somente nos casos que tratem de interesse público e naqueles onde haja participação de menores ou incapazes."
      },
      {
        "letra": "C",
        "texto": "Arguida a inconstitucionalidade de lei ou ato normativo do poder público, o relator, ouvido o Ministério Público, submeterá a questão à turma ou câmara, a que tocar o conhecimento do processo."
      },
      {
        "letra": "D",
        "texto": "O relator, na ação declaratória de inconstitucionalidade, considerando a relevância da matéria e a representatividade dos postulantes, poderá admitir, por decisão interlocutória, agravável a manifestação de outros órgãos ou entidades."
      },
      {
        "letra": "E",
        "texto": "Na uniformização de jurisprudência, o julgamento tomado pelo voto da maioria simples dos membros que integram o tribunal será objeto de súmula e constituirá precedente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432684",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Acerca da ação declaratória, analise as assertivas abaixo e responda: I. A declaração de inconstitucionalidade de lei estadual pode ser objeto de ação declaratória proposta por Promotor de Justiça; II. É admissível ação declaratória visando a obter certeza quanto à exata interpretação de cláusula contratual; III. É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito; IV. O interesse do autor pode limitar-se à declaração da autenticidade ou falsidade de documento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a assertiva I é correta;"
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III são corretas;"
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I e IV são corretas;"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV são corretas;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406874",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Considere as seguintes afirmações: I. a empresa em processo de recuperação judicial será representada judicialmente pelo administrador judicial nas ações em que ela figurar como parte. II. a ação declaratória é adequada à obtenção de declaração de tempo de serviço prestado para fins de aposentadoria quando a parte que a ajuíza não se lembrar se realmente trabalhou para o réu e de quando a quando o fez, tendo dúvida a respeito. III. é admissível a propositura de ação declaratória incidental em processo de conhecimento que corre perante a Justiça Comum Estadual se a competência para o julgamento da matéria objeto daquela for da competência da Justiça Comum Federal; nesse caso, a competência para o julgamento das duas ações passa para esta. IV. embora seja vedado ao juiz proferir sentença “extra petita”, pode ele, em se tratando de obrigação alternativa onde a escolha do modo do cumprimento caiba ao réu/devedor, assegurar a este, por ocasião do julgamento, o direito de exercer a opção, mesmo que isso não tenha sido cogitado pelo autor/credor. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão incorretas as afirmações I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas as afirmações III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas as afirmações I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação IV está incorreta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "363940",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "No que concerne à ação, aponte a alternativa correta:.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação reconvencional é admitida nas ações condenatórias e constitutivas, e não nas declaratórias."
      },
      {
        "letra": "B",
        "texto": "A pretensão na ação declaratória incidental, como escudada no artigo 5o, do CPC (declaratória incidental), pode referir-se a questões de direito material e processual."
      },
      {
        "letra": "C",
        "texto": "É inviável e inadmissível o pedido de ação declaratória incidental, em execução de julgado por quantia certa, contra quem não é parte na execução."
      },
      {
        "letra": "D",
        "texto": "A ação declaratória de falsidade documental pode referir-se à falsidade material, intelectual e ideológica."
      },
      {
        "letra": "E",
        "texto": "Não é admissível ação declaratória quando ocorrida a violação de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826660",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Analise as proposições e, em seguida, assinale a alternativa correta: I- No julgamento do incidente de inconstitucionalidade, se a alegação for rejeitada, prosseguirá o julgamento; se for acolhida, será lavrado acórdão, a fim de ser submetida a questão ao tribunal pleno. II- São absolutamente impenhoráveis os vestuários, bem como os pertences de uso pessoal do executado, salvo se de elevado valor. III- É definitiva a execução fundada em título extrajudicial; é provisória enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos sem efeito suspensivo. IV- O reconhecimento da fraude à execução independe do registro da penhora do bem alienado ou da prova de má-fé do terceiro adquirente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372201",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação declaratória incidental é uma ação cautelar que visa à declaração de um direito a obter o acautelamento de uma relação jurídica com vistas ao resguardo da efetividade do processo principal."
      },
      {
        "letra": "B",
        "texto": "A ação declaratória incidental é faculdade exclusiva do autor, caso o réu conteste o direito que constitui fundamento do pedido, e se, da declaração da existência ou inexistência do direito depender, no todo ou em parte, o julgamento da lide."
      },
      {
        "letra": "C",
        "texto": "A ação declaratória incidental é faculdade do autor, como do réu, que poderão propô-la, em prazo comum, de dez dias a contar da entrega da resposta do réu, em face do princípio da isonomia."
      },
      {
        "letra": "D",
        "texto": "A ação declaratória incidental é instituto processual que visa a ampliar os limites objetivos da coisa julgada, de modo a fazer com que sua autoridade alcance a decisão sobre a existência ou inexistência de relação jurídica que é fundamento da lide, mas não seu objeto originário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "365657",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Petrópolis - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "A avaliação que o magistrado faz de questão prejudicial que não tenha sido objeto de ação declaratória incidental:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conquanto seja atingida pela coisa julgada, não é fundamento da decisão sobre o mérito;"
      },
      {
        "letra": "B",
        "texto": "constitui-se em fundamento da decisão sobre o mérito, sendo atingida pela autoridade da coisa julgada;"
      },
      {
        "letra": "C",
        "texto": "não se constitui em fundamento da decisão sobre o mérito, não sendo, portanto, atingida pela autoridade da coisa julgada;"
      },
      {
        "letra": "D",
        "texto": "poderá ser atingida pela coisa julgada, conquanto seja fundamento da decisão sobre o mérito;"
      },
      {
        "letra": "E",
        "texto": "constitui-se, apenas, em fundamento da decisão sobre o mérito, não sendo atingida pela autoridade da coisa julgada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352448",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Agravo de instrumento",
      "Providências Preliminares: Ação Declaratória Incidental",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo a orientação dominante do Superior Tribunal de Justiça, em se tratando de agravo de instrumento interposto em face de decisão interlocutória, proferida por juiz singular, é inadmissível a complementação das peças do instrumento respectivo após a sua interposição no Tribunal, ainda que para a juntada de peças facultativas que o órgão julgador repute como necessárias à compreensão da controvérsia. II. É inadmissível a ação declaratória se já tiver ocorrido a violação do direito. III. Extingue-se o processo sem resolução do mérito, por abandono do autor, se o advogado deste, intimado por três vezes, não praticar ato que lhe incumba.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253735",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Acerca da ação declaratória, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação declaratória é apropriada para se obter declaração de falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "O direito subjetivo declarado pela sentença meramente declaratória constitui título executivo judicial."
      },
      {
        "letra": "C",
        "texto": "Cabe o ajuizamento de ação declaratória para o reconhecimento de relações futuras meramente prováveis."
      },
      {
        "letra": "D",
        "texto": "A ação declaratória pode ser extinta pela prescrição."
      },
      {
        "letra": "E",
        "texto": "Admite-se o ajuizamento da ação declaratória mesmo quando já é possível ao autor ajuizar ação condenatória ou constitutiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "481379",
    "metadata": "Ano: 2010 | Banca: CONSULTEC | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "No que diz respeito à ação meramente declaratória, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "B",
        "texto": "É admissível reconvenção em ação declaratória, segundo entendimento sumulado do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "É admissível ação declaratória, visando a obter certeza quanto à exata interpretação de cláusula contratual, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Não é admissível ação declaratória para reconhecimento de tempo de serviço para fins previdenciários, segundo entendimento sumulado do Superior Tribunal de Justiça, por falta de interesse em mera declaração de fato."
      },
      {
        "letra": "E",
        "texto": "Não é admissível, em regra, ação meramente declaratória de fato."
      }
    ],
    "gabarito": "D"
  }
]