[
  {
    "id": "632936",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "NÃO está elencado entre as pessoas impedidas de depor como testemunhas, segundo o CPC/1973, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "juiz que conheceu da causa."
      },
      {
        "letra": "B",
        "texto": "condenado por crime de falso testemunho, havendo transitado em julgado a sentença."
      },
      {
        "letra": "C",
        "texto": "tutor na causa do menor."
      },
      {
        "letra": "D",
        "texto": "representante legal da pessoa jurídica."
      },
      {
        "letra": "E",
        "texto": "advogado que tenha assistido a parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "621717",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "Com base nas normas processuais relativas às provas no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: José propôs ação anulatória de infração de trânsito, alegando que ele e seu veículo não estavam no local da autuação na hora indicada na multa. Assertiva: Nessa situação, o réu terá o ônus de comprovar o fato contrário ao alegado por José, haja vista que não se pode exigir do autor a prova de fato negativo."
      },
      {
        "letra": "B",
        "texto": "A testemunha submetida ao regime da legislação trabalhista não pode sofrer, por ter comparecido à audiência, perda de salário ou desconto no tempo de serviço, podendo, ainda, qualquer testemunha requerer o pagamento da despesa realizada para ir à audiência."
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Em 2009, Rafael ajuizou ação indenizatória contra Marcos. Durante a instrução processual, a testemunha inquirida faleceu, três meses depois da inquisição. Em 2011, Luana acionou Marcos em ação que versava sobre o mesmo fato. Assertiva: Nessa situação, a utilização, no processo proposto por Luana, da prova testemunhal do processo ajuizado por Rafael é manifestamente ilegítima."
      },
      {
        "letra": "D",
        "texto": "Viola norma expressa do CPC — que determina que a instrução probatória será feita de acordo com o princípio dispositivo — o magistrado que determina de ofício a exibição de documento que estava com o réu."
      },
      {
        "letra": "E",
        "texto": "Caso, durante a produção de prova pericial em processo judicial, as partes solicitem prorrogação do prazo legal de cinco dias para indicar assistente técnico e formular quesitos, o juiz deve rejeitar o pedido, dada a natureza peremptória de qualquer prazo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1330919",
    "metadata": "Ano: 2015 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil vigente, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao juiz compete tentar, a qualquer tempo, conciliar as partes, mesmo que verse a causa sobre direitos que não admitam transação."
      },
      {
        "letra": "B",
        "texto": "O juiz indeferirá a inquirição de testemunhas sobre fatos já provados por documento ou confissão da parte."
      },
      {
        "letra": "C",
        "texto": "podem depor como testemunhas todas as pessoas, exceto as capazes, impedidas ou suspeitas."
      },
      {
        "letra": "D",
        "texto": "O cego e o surdo são incapazes de depor como testemunhas, ainda que a ciência do fato objeto da prova independer dos sentidos que lhes faltam."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593127",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Com base na teoria geral da prova e nas provas em espécie, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a testemunha de referência é aquela que, necessariamente, presenciou o fato objeto de prova."
      },
      {
        "letra": "B",
        "texto": "descabe o requerimento de depoimento pessoal quando a parte é pessoa jurídica."
      },
      {
        "letra": "C",
        "texto": "a inércia injustificada do réu a quem se determine exibição incidental de documentos induz presunção relativa de veracidade dos fatos que se pretendia provar com o documento sonegado."
      },
      {
        "letra": "D",
        "texto": "o ônus da prova é regra de instrução de aplicação subsidiária."
      },
      {
        "letra": "E",
        "texto": "a inversão do ônus da prova é aplicada pelo juiz apenas no momento do julgamento, na parte da fundamentação da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589577",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "A respeito das provas no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de atuar como parte, o Ministério Público pode requerer a produção de provas, mas não se atuar como fiscal da lei, hipótese em que somente poderá analisar a legalidade das provas requeridas e produzidas pelos litigantes."
      },
      {
        "letra": "B",
        "texto": "A ausência injustificada da parte ré devidamente intimada para audiência em que lhe seria tomado o depoimento pessoal, importa em reconhecimento jurídico do pedido."
      },
      {
        "letra": "C",
        "texto": "A inspeção judicial consiste em ato praticado pelo oficial de justiça, por determinação do juiz, para o fim específico de examinar coisa ou pessoa e obter esclarecimentos sobre fatos que interessem ao julgamento da ação."
      },
      {
        "letra": "D",
        "texto": "Pessoas consideradas impedidas ou suspeitas para depor podem ser ouvidas pelo juiz, que atribuirá aos respectivos depoimentos o valor que possam merecer."
      },
      {
        "letra": "E",
        "texto": "O documento subscrito pelas partes, mas feito por oficial público incompetente não possui qualquer eficácia probatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "580871",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "João é autor de uma ação contra José. Designada a audiência de instrução e julgamento, são arroladas várias testemunhas, sendo que o advogado de José coloca no rol do seu cliente, Manoel, que por sua vez é autor de uma ação em trâmite contra João. Manoel já declarou a João que faria de tudo para prejudicá-lo, sendo que ajudaria José a ganhar a causa, porque sairia em vantagem na sua ação se isso acontecesse, tendo inclusive lhe enviado e-mail com esses termos. Diante dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advogado de João poderá contraditar a testemunha Manoel, alegando que este é impedido de depor em razão de inimizade e interesse na causa."
      },
      {
        "letra": "B",
        "texto": "Não há qualquer impedimento para que Manoel seja considerado testemunha legítima a favor de José, uma vez que o fato de estar em trâmite um processo seu contra João não maculará seu depoimento."
      },
      {
        "letra": "C",
        "texto": "O advogado de João poderá contraditar a testemunha Manoel, dizendo que é incapaz de depor, tendo em vista que tem interesse no litígio."
      },
      {
        "letra": "D",
        "texto": "O advogado de João poderá contraditar a testemunha Manoel, alegando sua suspeição, por inimizade e interesse na causa, sendo que mesmo se aceita a contradita, o juiz poderá ouvi-lo como informante, desde que o juiz fundamente sua decisão."
      },
      {
        "letra": "E",
        "texto": "O advogado de João poderá contraditar a testemunha Manoel, alegando sua suspeição, por inimizade e interesse na causa, sendo que se aceita a contradita o juiz estará obrigado a dispensar seu depoimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "562686",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "No que se refere à produção de prova testemunhal no Direito Civil, NÃO são inquiridos em sua residência, ou onde exercem sua função,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os ministros do Tribunal de Contas da União."
      },
      {
        "letra": "B",
        "texto": "os deputados estaduais."
      },
      {
        "letra": "C",
        "texto": "os vereadores."
      },
      {
        "letra": "D",
        "texto": "os desembargadores dos Tribunais de Justiça."
      },
      {
        "letra": "E",
        "texto": "os conselheiros dos Tribunais de Contas dos Estados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "559274",
    "metadata": "Ano: 2015 | Banca: INSTITUTO AOCP | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil estão impedidos de depor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o interdito por demência."
      },
      {
        "letra": "B",
        "texto": "o que, acometido por enfermidade, ou debilidade mental, ao tempo em que ocorreram os fatos, não podia discerni-los; ou, ao tempo em que deve depor, não está habilitado a transmitir as percepções."
      },
      {
        "letra": "C",
        "texto": "o menor de 16 (dezesseis) anos."
      },
      {
        "letra": "D",
        "texto": "o cônjuge, bem como o ascendente e o descendente em qualquer grau, ou colateral, até o terceiro grau, de alguma das partes, por consanguinidade ou afinidade, salvo se o exigir o interesse público, ou, tratando-se de causa relativa ao estado da pessoa, não se puder obter de outro modo a prova, que o juiz repute necessária ao julgamento do mérito."
      },
      {
        "letra": "E",
        "texto": "o cego e o surdo, quando a ciência do fato depender dos sentidos que Ihes faltam."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555752",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Em relação à prova testemunhal, considere: I. A prova testemunhal é sempre admissível, não dispondo a lei de modo diverso, mas o juiz indeferirá a inquirição de testemunhas sobre fatos já provados por documento ou confissão da parte, ou que só por documento ou por exame pericial puderem ser provados. II. Qualquer que seja o valor do contrato, é admissível a prova testemunhal, entre outros motivos, quando houver começo de prova por escrito, reputando-se tal o documento emanado da parte contra quem se pretende utilizar o documento como prova. III. A prova exclusivamente testemunhal só se admite nos contratos cujo valor não exceda quarenta vezes o valor do maior salário mínimo vigente no país, ao tempo em que foram celebrados. IV. Nos contratos em geral, os vícios do consentimento podem ser provados pela parte inocente, por testemunhas, mas nos contratos simulados, a divergência entre a vontade real e a vontade declarada só pode ser provada documentalmente. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544933",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Quanto à prova testemunhal, no procedimento ordinário, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intimação de testemunha só poderá ser feita por meio de oficial de justiça."
      },
      {
        "letra": "B",
        "texto": "O rol de testemunhas deverá sempre ser apresentado com a petição inicial e com a contestação."
      },
      {
        "letra": "C",
        "texto": "A parte não poderá substituir testemunha que, por enfermidade, não estiver em condições de depor."
      },
      {
        "letra": "D",
        "texto": "Cada uma das partes poderá arrolar, no máximo, dez testemunhas."
      },
      {
        "letra": "E",
        "texto": "A testemunha não pode escusar-se de depor sobre fatos que lhe acarretem grave dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525959",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil de 1973, são inquiridos em sua residência, ou onde exercem a sua profissão, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os deputados estaduais."
      },
      {
        "letra": "B",
        "texto": "o embaixador do país que por tratado concede idêntica prerrogativa ao agente diplomático do Brasil."
      },
      {
        "letra": "C",
        "texto": "os juízes dos Tribunais Regionais do Trabalho."
      },
      {
        "letra": "D",
        "texto": "o cônsul do país que por tratado concede idêntica prerrogativa ao cônsul brasileiro."
      },
      {
        "letra": "E",
        "texto": "os conselheiros dos Tribunais de Contas dos Estados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512800",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Em relação às provas no Código de Processo Civil, analise as assertivas abaixo: 1) Todos os meios legais, bem como os moralmente legítimos, desde que especificados no Código de Processo Civil, são hábeis para provar a verdade dos fatos, em que se funda a ação ou a defesa. 2) O ônus da prova incumbe ao autor, quanto ao fato constitutivo do seu direito, e ao réu, quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor. A convenção que distribui de maneira diversa o ônus da prova é nula, ainda que recaia sobre direito disponível da parte. 3) As provas testemunhais sempre devem ser produzidas em audiência. 4) Na ausência de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvados, quanto a esta, o exame pericial e a inspeção judicial. De acordo com as assertivas propostas, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão incorretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas 1 e 2 estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas 1, 2 e 3 estão incorretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas 3 e 4 estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "498202",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca das provas, marque a alternativa falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os fatos admitidos, no processo, como incontroversos não dependem de prova;"
      },
      {
        "letra": "B",
        "texto": "Quando a parte, ou a testemunha, por enfermidade, ou por outro motivo relevante, estiver impossibilitada de comparecer à audiência, mas não de prestar depoimento, o juiz designará, conforme as circunstâncias, dia, hora e lugar para inquiri-la."
      },
      {
        "letra": "C",
        "texto": "Quando a parte, ou a testemunha, por enfermidade, ou por outro motivo relevante, estiver impossibilitada de comparecer à audiência, mas não de prestar depoimento, o juiz designará, conforme as circunstâncias, dia, hora e lugar para inquiri-la."
      },
      {
        "letra": "D",
        "texto": "É nula a convenção que distribui de maneira diversa o ônus da prova quando recair sobre direito indisponível da parte ou também quando tornar excessivamente difícil a uma parte o exercício do direito."
      },
      {
        "letra": "E",
        "texto": "A confissão, por ser ato extremo, somente pode ser realizada judicialmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464413",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a prova testemunhal e sua produção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contradita à testemunha deve ser realizada imediatamente após o final do depoimento, sob pena de preclusão."
      },
      {
        "letra": "B",
        "texto": "Em regra, primeiro são ouvidas as testemunhas do réu e, após, as testemunhas do autor."
      },
      {
        "letra": "C",
        "texto": "Quando houver divergência de declarações, pode o juiz ordenar, de ofício, a acareação das testemunhas."
      },
      {
        "letra": "D",
        "texto": "A testemunha será intimada por meio de oficial de justiça, sendo vedada a intimação pelos correios."
      },
      {
        "letra": "E",
        "texto": "Os relativamente capazes não podem depor na qualidade de testemunha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "823590",
    "metadata": "Ano: 2014 | Banca: MS CONCURSOS | Órgão: CRM-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "As partes poderão arrolar até ____________ testemunhas, qualificadas com nome e endereço.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 (seis)."
      },
      {
        "letra": "B",
        "texto": "5 (cinco)."
      },
      {
        "letra": "C",
        "texto": "4 (quatro)."
      },
      {
        "letra": "D",
        "texto": "3 (três)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464734",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Obrigações de pagamento de quantia certa",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Obrigações de fazer e não fazer/tutela inibitória: tutela específica e resultado prático equivalente"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA acerca do procedimento ordinário estabelecido no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "B",
        "texto": "Se uma parte descumprir a ordem judicial de exibição de documento ou coisa, o juiz expedirá mandado de apreensão, requisitando, se necessário, força policial, tudo sem prejuízo da responsabilidade por crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "Se, devidamente intimada, a testemunha deixa de comparecer à audiência sem motivo justificado, será conduzida a juízo, respondendo pelas despesas do adiamento."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou de não fazer, o juiz pode, de ofício ou a requerimento, determinar as medidas necessárias para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, tais como busca e apreensão e remoção de pessoas e coisas."
      },
      {
        "letra": "E",
        "texto": "No cumprimento de sentença de obrigação por quantia certa, cumpre ao oficial de justiça proceder à avaliação dos bens que penhorar, salvo se essa estimativa depender de conhecimentos especializados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "444817",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Com relação às provas no Processo Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ajuizada a ação reparatória de dano moral por inscrição indevida em cadastro de inadimplentes, cabe ao autor provar o abalo psicológico sofrido."
      },
      {
        "letra": "B",
        "texto": "Nenhuma espécie de fato negativo precisa ser provada no processo ante a impossibilidade de imposição à parte da chamada prova diabólica."
      },
      {
        "letra": "C",
        "texto": "Conforme expressa disposição legal, é vedado a qualquer uma das partes litigantes arrolar o juiz da causa como testemunha."
      },
      {
        "letra": "D",
        "texto": "Quando se tratar de contestação de assinatura, incumbe o ônus da prova à parte que produziu o documento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432692",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "Acerca das provas no processo civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inadmissível prova emprestada de processo do qual não participaram as partes do processo para o qual a prova será trasladada;"
      },
      {
        "letra": "B",
        "texto": "Não dependem de prova os fatos notórios, podendo, entretanto, ser exigida prova da notoriedade do fato;"
      },
      {
        "letra": "C",
        "texto": "Caberá ao juiz, de ofício ou a requerimento da parte, determinar as provas necessárias à instrução do processo, indeferindo as diligências inúteis ou meramente protelatórias;"
      },
      {
        "letra": "D",
        "texto": "Ninguém pode ser obrigado a depor como testemunha sobre fato que o exponha a perigo de demanda;"
      },
      {
        "letra": "E",
        "texto": "A recusa à perícia médica ordenada pelo juiz poderá suprir a prova que se pretendia obter com o exame."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "420780",
    "metadata": "Ano: 2014 | Banca: INSTITUTO  INEAA | Órgão: CREA-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "O fato notório deverá ser provado mediante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confissão."
      },
      {
        "letra": "B",
        "texto": "documento público."
      },
      {
        "letra": "C",
        "texto": "perícia."
      },
      {
        "letra": "D",
        "texto": "independe de prova."
      },
      {
        "letra": "E",
        "texto": "testemunha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418380",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA sobre os procedimentos do rito ordinário no CPC:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incidente de falsidade tem lugar em qualquer tempo e grau de jurisdição, incumbindo à parte, contra quem foi produzido o documento, suscitá-lo na contestação ou no prazo de 10 (dez) dias, contados da intimação da sua juntada aos autos."
      },
      {
        "letra": "B",
        "texto": "Sempre que uma das partes requerer a juntada de documento aos autos, o juiz ouvirá, a seu respeito, a outra, no prazo de 5 (cinco) dias."
      },
      {
        "letra": "C",
        "texto": "Incumbe às partes, no prazo que o juiz fixará ao designar a data da audiencia, depositar em cartório o rol de testemunhas, precisando-lhes o nome, profissão, residência e o local de trabalho; omitindo-se o juiz, o rol será apresentado até a data da audiência."
      },
      {
        "letra": "D",
        "texto": "A testemunha é intimada a comparecer à audiência, constando do mandado dia, hora e local, bem como os nomes das partes e a natureza da causa. Se a testemunha deixar de comparecer, sem motivo justificado, será conduzida, respondendo pelas despesas do adiamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413847",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Considere as seguintes hipóteses: I. Gabriela é filha do irmão de Carla, ré no processo “A”. II. Fabio, bisneto de Claudio, réu no processo “B”. III. Débora foi condenada por crime de falso testemunho, tendo a sentença transitado em julgado. IV. Fátima é inimiga capital do autor do processo “C”. Nestes casos, de acordo com o Código de Processo Civil, são impedidos de depor, na qualidade de testemunha, APENAS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gabriela, Fábio e Fátima."
      },
      {
        "letra": "B",
        "texto": "Gabriela, Fábio e Débora."
      },
      {
        "letra": "C",
        "texto": "Gabriela e Fábio."
      },
      {
        "letra": "D",
        "texto": "Débora e Fátima."
      },
      {
        "letra": "E",
        "texto": "Fábio e Fátima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413799",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) Incumbe às partes, no prazo que o juiz fixará ao designar a data da audiência, depositar em cartório o rol de testemunhas, precisando-lhes o nome, profissão, residência e o local de trabalho; omitindo-se o juiz, o rol será apresentado até 10 (dez) dias antes da audiência. II) É lícito a cada parte oferecer, no máximo, dez testemunhas; quando qualquer das partes oferecer mais de três testemunhas para a prova de cada fato, o juiz poderá dispensar as restantes. III) Ojuiz inquirirá as testemunhas separada e sucessivamente; primeiro as do autor e depois as do réu, providenciando de modo que uma não ouça o depoimento das outras; antes de depor, porém, a testemunha será qualificada, declarando o nome por inteiro, a profissão, a residência e o estado civil, bem como se tem relações de parentesco com a parte, ou interesse no objeto do processo. IV) Quaisquer das partes poderá contraditar a testemunha, argüindo-lhe a incapacidade, o impedimento ou a suspeição. Se a testemunha negar os fatos que lhe são imputados, a parte poderá provar a contradita com documentos ou com testemunhas, sendo que estas poderão ser arroladas até o número de três. Sendo provados ou confessados os fatos, o juiz dispensará a testemunha, ou lhe tomará o depoimento, observando o disposto no art. 405, § 4º..V) A testemunha pode requerer ao juiz o pagamento da despesa que efetuou para comparecimento à audiência, devendo a parte pagá-la logo que arbitrada, ou depositá-la em cartório dentro de 5 (cinco) dias.Assinale a CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São verdadeiras apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas I, II e V."
      },
      {
        "letra": "D",
        "texto": "São verdadeiras apenas as assertivas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "412233",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova testemunhal",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "Sobre as provas previstas no Código de Processo Civil, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de ação de filiação, a parte é obrigada a prestar depoimento pessoal sobre fato a cujo respeito, por estado ou filiação, deva guardar sigilo."
      },
      {
        "letra": "B",
        "texto": "A confissão, quando emanar de erro, dolo ou coação, somente pode ser revogada através de ação anulatória."
      },
      {
        "letra": "C",
        "texto": "Se a testemunha for deputado estadual, o juiz solicitará que a autoridade indique o dia e a hora em que poderá comparecer ao fórum a fim de ser inquirida, remetendo- lhe cópia da petição inicial ou da defesa oferecida pela parte, que arrolou como testemunha."
      },
      {
        "letra": "D",
        "texto": "Na inspeção judicial, as partes têm sempre direito a assistir a diligência, sendo vedadas manifestações e observações, sob pena de interferir no livre convencimento do juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410890",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "O rol de testemunhas, não havendo prazo fixado pelo juiz, deverá ser apresentado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "até trinta dias antes da audiência."
      },
      {
        "letra": "B",
        "texto": "no prazo de cinco dias contado do despacho que deferiu a prova oral."
      },
      {
        "letra": "C",
        "texto": "até dez dias antes da audiência."
      },
      {
        "letra": "D",
        "texto": "no prazo de dez dias contado do despacho que deferiu a prova oral."
      },
      {
        "letra": "E",
        "texto": "até o dia da audiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406876",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Considere as seguintes alternativas: I. É lícito ao juiz proferir sentença, independentemente do retorno da carta precatória expedida para a inquirição de testemunhas, se estas tiverem sido arroladas após o despacho saneador. II. Caso resida em comarca diversa daquela onde tramita o processo e que dela não seja contígua, o réu não é obrigado a comparecer à audiência de instrução e julgamento e nela prestar depoimento pessoal, devendo ser ouvido por meio de carta precatória, sob pena de a ele não poder ser aplicada a presunção de confissão por recusa em depor. III. De acordo com o artigo 407 do Código de Processo Civil, o rol de testemunhas deverá ser depositado em cartório dez (10) dias antes da audiência ou no prazo que o juiz fixar quando fizer a designação desta. A observância do prazo, todavia, só é necessária se houver necessidade de intimação das testemunhas. Se, por outro lado, a intimação for dispensável e a parte assumir o ônus de levar as testemunhas, não é preciso arrola-las com antecedência, podendo o rol respectivo ser apresentado no dia da audiência, até o momento de abertura desta. IV. O adiamento da audiência de instrução e julgamento em razão da ausência de uma testemunha que fora intimada para em tal qualidade prestar depoimento só é cabível se a parte que a arrolou comprovar que a falta daquela ocorreu por motivo justificado; na falta de comprovação, o juiz procederá normalmente a instrução, mesmo que a parte insista na inquirição da testemunha faltosa. Agora, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as afirmações I, II e III e incorreta a afirmação IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as afirmações I e III e incorretas as afirmações II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmações II e IV e incorretas as afirmações I e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as afirmações I e II e incorretas as afirmações III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386753",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "A produção antecipada de provas pode referir-se à prova",
    "alternativas": [
      {
        "letra": "A",
        "texto": "testemunhal ou pericial e, uma vez produzida sob o crivo do contraditório, será homologada por sentença apelável que não fará juízo de valor sobre a prova em si."
      },
      {
        "letra": "B",
        "texto": "testemunhal, quando será sempre incidental, ou pericial, quando será sempre preparatória, nesse caso produzindo-se unilateralmente e com prolação de sentença declaratória."
      },
      {
        "letra": "C",
        "texto": "pericial, testemunhal e inspeção judicial, é preparatória ou incidental, mas é produzida unilateralmente, para uso em processo principal futuro."
      },
      {
        "letra": "D",
        "texto": "testemunhal ou pericial, é sempre preparatória e, mesmo não produzida com obediência ao contraditório, será homologada por sentença, da qual cabe apelação."
      },
      {
        "letra": "E",
        "texto": "pericial, somente, é preparatória ou incidental e nela profere-se sentença declaratória, passível de apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386632",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Revelia",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca de audiência e provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cópias simples de documentos particulares não são admitidas como prova em juízo; é necessária sua autenticação."
      },
      {
        "letra": "B",
        "texto": "Se a parte requerer a inquirição de testemunhas, o juiz não pode indeferir o pedido, sob pena de violação da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "A título de depoimento, a parte pode ler em voz alta, na audiência, texto que tenha preparado anteriormente para esta finalidade."
      },
      {
        "letra": "D",
        "texto": "Se ocorrerem os efeitos da revelia, não deverá ser designada audiência para o caso."
      },
      {
        "letra": "E",
        "texto": "Cada parte tem direito de assistir ao interrogatório da outra em audiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "367972",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal",
      "Inspeção Judicial no CPC 1973"
    ],
    "enunciado_principal": "O princípio da imediação (ou imediatidade) consiste na contemporânea e contínua interação comunicacional entre juiz, partes e provas, a fim de que o julgador possa conhecer pessoal e diretamente as alegações das partes e o acervo probatório do processo, desde sua iniciação, prolatando, no mais breve lapso temporal, sua decisão. A alternativa na qual NÃO ocorre a incidência do referido princípio é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prova testemunhal."
      },
      {
        "letra": "B",
        "texto": "prova documental."
      },
      {
        "letra": "C",
        "texto": "interrogatório."
      },
      {
        "letra": "D",
        "texto": "depoimento pessoal do autor ou do réu."
      },
      {
        "letra": "E",
        "texto": "inspeção judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "559993",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "Com base no Código de Processo Penal (CPP) e no Código de Processo Civil (CPC), julgue o próximo item, referente a perícia e meios de prova. As provas testemunhal, documental, pericial e a confissão são meios de prova aceitos tanto no CPC quanto no CPP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "421722",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, assinalando a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando a elaboração da memória do cálculo depender de dados existentes em poder do devedor ou do terceiro, o juiz poderá requisitá-los, de ofício, fixando prazo de até trinta dias para o cumprimento da diligência;"
      },
      {
        "letra": "B",
        "texto": "são títulos executivos judiciais, nos termos do Código de Processo Civil: a sentença proferida no processo civil que reconheça a existência de obrigação de fazer, não fazer, entregar coisa ou pagar quantia; a sentença penal condenatória; a sentença homologatória de conciliação ou de transação, ainda que inclua matéria não posta em juízo; a sentença arbitral, o acordo extrajudicial, de qualquer natureza, homologado judicialmente; a sentença estrangeira, homologada pelo STJ e o formal de partilha, exclusivamente em relação ao inventariante, aos herdeiros e aos sucessores a título singular ou universal;"
      },
      {
        "letra": "C",
        "texto": "na audiência de instrução e julgamento, as provas serão produzidas nesta ordem: o juiz tomará os depoimentos pessoais, primeiro do autor e depois do réu; depois o perito e os assistentes técnicos responderão aos quesitos de esclarecimentos, requeridos no prazo e na forma da lei, e, finalmente, serão inquiridas as testemunhas arroladas pelo autor e pelo réu;"
      },
      {
        "letra": "D",
        "texto": "são impedidos de depor como testemunhas, nos termos da lei, dentre outros, o cônjuge, bem como o ascendente e o descendente em qualquer grau, ou colateral, até o terceiro grau, de alguma das partes, por consangüinidade ou afinidade, salvo se o exigir o interesse público, ou, tratando-se de causa relativa ao estado da pessoa, não se puder obter de outro modo a prova que o juiz repute necessária ao julgamento do mérito;"
      },
      {
        "letra": "E",
        "texto": "a alteração do pedido ou da causa de pedir será permitida antes da citação do réu, desde que este concorde com o postulado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "365734",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca das provas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "A prova exclusivamente testemunhal só se admite nos negócios jurídicos cujo valor não ultrapasse o do maior salário mínimo vigente no país."
      },
      {
        "letra": "C",
        "texto": "Não pode ser admitido o depoimento dos cônjuges, ascendentes e descendentes das partes."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos destinatários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "358893",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Com relação às provas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes podem juntar documentos a qualquer tempo, ainda que não sejam novos."
      },
      {
        "letra": "B",
        "texto": "Pode o juiz, independentemente de requerimento, determinar o comparecimento pessoal das partes a fim de interrogá-las sobre os fatos discutidos na causa, qualquer que seja o estado do processo."
      },
      {
        "letra": "C",
        "texto": "A confissão espontânea é sempre pessoal, não podendo ser realizada por mandatário com poderes especiais."
      },
      {
        "letra": "D",
        "texto": "O juiz deverá admitir a oitiva de testemunhas mesmo que a parte tenha confessado sobre o fato a respeito do qual viria a depor."
      },
      {
        "letra": "E",
        "texto": "O ônus da prova incumbe sempre ao autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "342274",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prova testemunhal",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os livros comerciais são considerados provas absolutas contra o seu autor."
      },
      {
        "letra": "B",
        "texto": "A carta precatória e a carta rogatória, não devolvidas dentro do prazo ou concedidas sem efeito suspensivo, poderão ser juntas aos autos até o julgamento final."
      },
      {
        "letra": "C",
        "texto": "A parte que requerer o seu próprio depoimento pessoal deverá fazê-lo na primeira oportunidade que se manifestar nos autos."
      },
      {
        "letra": "D",
        "texto": "A escrituração contábil poderá ser considerada divisível quando, dos fatos que resultam dos lançamentos, uns forem favoráveis ao interesse de seu autor e outros, contrários."
      },
      {
        "letra": "E",
        "texto": "Aquele que tiver interesse no litígio é impedido de prestar depoimento como testemunha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "338423",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Conforme o Código de Processo Civil, o prazo para a apre- sentação de rol de testemunhas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que o juiz fixar, ao designar a data da audiência de instrução e julgamento, ou, se este não o fixar, será de 5 (cinco) dias úteis anteriores à data da audiência."
      },
      {
        "letra": "B",
        "texto": "de 10 (dez) dias úteis antes da data da audiência de instrução e julgamento, se o juiz não estabelecer prazo menor."
      },
      {
        "letra": "C",
        "texto": "de 30 (trinta) dias contínuos antes da audiência de ins- trução e julgamento, se foi esse o prazo fixado pelo juiz ao designá-la"
      },
      {
        "letra": "D",
        "texto": "de 10 (dez) dias contínuos antes da data da audiência de instrução e julgamento, sendo que o juiz não poderá estabelecer prazo diferente."
      },
      {
        "letra": "E",
        "texto": "aquele que o juiz fixar, ao designar a data da audiência de instrução e julgamento, ou, se este não o fixar, será de 5 (cinco) dias contínuos antes da data da audiência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331376",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a alternativa correta, no que tange à produção da prova testemunhal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de apresentado o rol, o pedido de substituição é restrito ao caso de falecimento da testemunha."
      },
      {
        "letra": "B",
        "texto": "No procedimento ordinário, o juiz deverá fixar o prazo para apresentação do rol em cartório, sob pena de nulidade da decisão."
      },
      {
        "letra": "C",
        "texto": "Negando a testemunha sua condição de suspeita, poderá a parte impugnante provar a contradita por prova testemunhal."
      },
      {
        "letra": "D",
        "texto": "É vedada a intimação da testemunha pelos correios, devendo o ato ser praticado por oficial de justiça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322675",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca dos meios de prova aceitos pelo Código de Processo Civil (CPC). Prova exclusivamente testemunhal não é admitida pelo CPC.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317497",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Da Intervenção de terceiros",
      "Assistência no  CPC 1973",
      "Procedimento ordinário",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. Apesar do princípio da persuasão racional, a prova testemunhal não deve ser admitida se já houver, no processo, prova documental sobre o ponto. II. A prova pericial somente pode ser apresentada mediante laudo, peça escrita elaborada pelo perito e assinada por ele e pelos assistentes técnicos. III. A própria parte não pode funcionar como assistente técnico. IV. A inspeção judicial não pode ocorrer a qualquer tempo, devendo suceder a audiência preliminar e anteceder a audiência de instrução e julgamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311425",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Estarão legalmente impedidas de depor como testemunhas pessoas cegas e surdas quando a ciência do fato depender dos sentidos que lhes faltam.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "309096",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "No que se refere à prova no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juntada em processo, a escritura pública na qual se declare relação de união estável há mais de dez anos faz prova plena não só da formação do documento, mas dos fatos declarados, haja vista a fé pública do tabelião que a lavrou."
      },
      {
        "letra": "B",
        "texto": "O uso de prova exclusivamente testemunhal para comprovar que houve simulação em contrato é possível, ainda que o valor deste seja superior a dez salários mínimos."
      },
      {
        "letra": "C",
        "texto": "O juiz pode determinar, de ofício ou a requerimento de uma das partes ou do MP, a acareação entre as próprias partes."
      },
      {
        "letra": "D",
        "texto": "A confissão verbal extrajudicial feita a terceiro não tem valor probatório no direito brasileiro."
      },
      {
        "letra": "E",
        "texto": "Por aplicação da distribuição dinâmica do ônus probatório, em um suposto processo por erro médico, cabe ao médico demandado para ressarcimento de danos sofridos pelo paciente o ônus de provar os fatos constitutivos do direito alegado, haja vista ter o médico melhor condição técnica e científica de fazê-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "984175",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Sobre provas e sua produção no Código de Processo Civil – CPC, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não poderá indeferir inquirição de testemunhas sobre fatos confessados pela parte."
      },
      {
        "letra": "B",
        "texto": "A prova exclusivamente testemunhal só se admite nos contratos cujo valor não exceda ao quíntuplo do maior salário mínimo vigente no País ao tempo em que foram celebrados."
      },
      {
        "letra": "C",
        "texto": "Na produção da prova pericial as partes poderão indicar assistente técnico e apresentar até dez quesitos."
      },
      {
        "letra": "D",
        "texto": "A prova testemunhal é sempre admissível, não dispondo a lei de modo diverso."
      },
      {
        "letra": "E",
        "texto": "A inspeção judicial poderá, a critério do juiz, ser realizada por pessoa da sua confiança, desde que habilitada a conhecer o objeto da prova."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "473544",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos poderes do Juiz no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado ao Juiz determinar a produção de provas de ofício."
      },
      {
        "letra": "B",
        "texto": "O Juiz não poderá determinar a acareação de alguma testemunha com a parte, quando divergirem suas afirmações sobre fato determinado que possa influir na decisão da causa."
      },
      {
        "letra": "C",
        "texto": "O Juiz poderá determinar, de ofício, a inquirição da testemunha referida nas declarações da parte."
      },
      {
        "letra": "D",
        "texto": "A inspeção judicial somente pode ser determinada a requerimento da parte."
      },
      {
        "letra": "E",
        "texto": "É vedado ao Juiz determinar, de ofício, a realização de nova perícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316318",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Admite-se prova exclusivamente testemunhal para comprovar os efeitos decorrentes do contrato firmado entre as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286509",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Acerca da prova no processo civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol de testemunhas deve ser apresentado até 10 dias antes da audiência; o juiz pode, entanto, fixar outro prazo;"
      },
      {
        "letra": "B",
        "texto": "Se o próprio juiz da causa for indicado como testemunha, ele poderá declarar-se impedido se tiver conhecimento dos fatos, ou, se nada souber, excluirá seu nome;"
      },
      {
        "letra": "C",
        "texto": "A acareação de testemunhas somente ocorrerá a requerimento das partes;"
      },
      {
        "letra": "D",
        "texto": "Tanto as testemunhas impedidas como as suspeitas podem ser ouvidas como informantes, sem prestar o compromisso legal;"
      },
      {
        "letra": "E",
        "texto": "O número máximo de testemunhas no processo civil é dez para cada parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "535314",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Prova testemunhal",
      "Providências Preliminares: Especificação de Provas",
      "Audiência de Instrução de Julgamento - AIJ"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I - A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes em todo território nacional, e somente será prestada quando a parte ou o interessado a requerer, nos casos e formas legais. II - A audiência de instrução e julgamento poderá ser adiada por convenção das partes, caso em que só será admissível por duas vezes. III - Quando for arrolado como testemunha o Juiz do feito, e este nada souber, mandará excluir seu nome do rol de testemunhas. IV - As modificações da situação de fato posteriores à propositura da ação são consideradas normalmente no deslinde do processo, salvo se suprimirem o órgão judiciário ou alterarem a competência em razão da matéria ou da hierarquia. V - O juiz poderá, de ofício, ou a requerimento das partes, determinar as medidas necessárias para a efetivação da tutela específica, dentre outros, a busca e apreensão, remoção de pessoas e coisas, desde que não seja necessária a requisição de força policial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições II e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "209794",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Depoimento pessoal",
      "Prova documental",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Quanto à prova no processo civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ônus da prova incumbe ao autor, quanto ao fato constitutivo do seu direito, e ao réu, quanto à existência de fato impeditivo, modificativo ou extintivo do direito do autor. É nula a convenção que distribui de maneira diversa o ônus da prova quando recair sobre direito disponível da parte."
      },
      {
        "letra": "B",
        "texto": "Na ausência de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e, ainda, as regras da experiência técnica, inclusive para os casos que dependeriam de exame pericial."
      },
      {
        "letra": "C",
        "texto": "Incumbe o ônus da prova, quando se tratar de falsidade de documento, à parte que o produziu e, em se tratando de contestação de assinatura, à parte que a arguir."
      },
      {
        "letra": "D",
        "texto": "Em virtude da distribuição do ônus da prova, compete exclusivamente a cada parte requerer o depoimento pessoal da outra, a fim de interrogá-la na audiência de instrução e julgamento."
      },
      {
        "letra": "E",
        "texto": "A prova emprestada consiste naquela produzida em um processo e colacionada para ser utilizada em outro, no qual surja o interesse em seu uso, com o intuito de evitar a repetição de atos processuais, ocorrendo, por exemplo, quando o local a ser periciado já tiver sido desativado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "573142",
    "metadata": "Ano: 2010 | Banca: CONESUL | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Observe as afirmações que seguem I. O juiz indeferirá a inquirição de testemunhas sobre fatos já provados por documento ou confissão da parte e que só por documento ou por exame pericial puderem ser provados. II. Podem depor como testemunhas todas as pessoas, exceto as incapazes, impedidas ou suspeitas. É impedido o cônjuge, bem como o ascendente e o descendente em qualquer grau, ou colateral, até o terceiro grau, de alguma das partes, por consangüinidade ou afinidade, salvo se o exigir o interesse público, ou, tratando-se de causa relativa ao estado da pessoa, não se puder obter de outro modo a prova, que o juiz repute necessária ao julgamento do mérito. III. Depois de apresentado o rol, de que trata o artigo antecedente, a parte pode substituir a testemunha que falecer. IV. Incumbe às partes, dentro em 5 (cinco) dias, contados da intimação do despacho de nomeação do perito indicar o assistente técnico e apresentar quesitos. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e a a II."
      },
      {
        "letra": "B",
        "texto": "Apenas a II e a III."
      },
      {
        "letra": "C",
        "texto": "Apenas a III e a IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a I I e a IV."
      },
      {
        "letra": "E",
        "texto": "Todas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "466332",
    "metadata": "Ano: 2010 | Banca: ACEP | Órgão: BNB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Com base no sistema de provas do processo civil pátrio, analise as afirmativas a seguir e assinale V, se verdadeiras, e F, se falsas. ( ) A parte, que alegar direito municipal, estadual, estrangeiro ou consuetudinário, provar-lhe-á o teor e a vigência, ainda quando não haja determinação judicial neste sentido. ( ) Quando a lei exigir, como da substância do ato, o instrumento público, nenhuma outra prova, salvo se reputada pelo juiz como mais especial, pode suprir-lhe a falta. ( ) A testemunha não é obrigada a depor de fatos que lhe acarretem grave dano, bem como ao seu cônjuge e aos seus parentes consanguíneos ou afins, em linha reta ou na colateral em segundo grau.( ) O juiz deverá dispensar a prova pericial, quando as partes, na inicial e na contestação, apresentarem sobre as questões de fato, pareceres técnicos ou documentos elucidativos que considerar suficientes. Assinale a alternativa que contempla a seqüência CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F-V-F-V"
      },
      {
        "letra": "B",
        "texto": "F-F-F-V"
      },
      {
        "letra": "C",
        "texto": "V-F-V-F"
      },
      {
        "letra": "D",
        "texto": "V-V-V-F"
      },
      {
        "letra": "E",
        "texto": "F-F-V-F"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456887",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Confissão no CPC 1973",
      "Prova testemunhal",
      "Prova pericial"
    ],
    "enunciado_principal": "A respeito das provas, considere:I. A confissão extrajudicial contida em testamento terá a mesma eficácia probatória da judicial. II. O juiz não poderá ordenar de ofício a inquirição de testemunhas referidas nos depoimentos de testemunhas arroladas pelas partes. III. O juiz poderá dispensar a prova pericial quando as partes, na inicial e na contestação, apresentarem sobre as questões de fato pareceres técnicos ou documentos elucidativos que considerar suficientes. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I"
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "434353",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Prova testemunhal"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contradita de testemunha deve ser oferecida após a apresentação do rol de testemunhas pela parte contrária e até 24 horas antes da audiência, sob pena de preclusão."
      },
      {
        "letra": "B",
        "texto": "A contradita de testemunha não se mostra cabível caso possua a testemunha fé pública."
      },
      {
        "letra": "C",
        "texto": "A contradita de testemunha pode ser oferecida mesmo após a sua qualificação e prestação de compromisso, desde que o seu impedimento seja verificável e verificado apenas no curso do depoimento."
      },
      {
        "letra": "D",
        "texto": "O acolhimento da contradita de testemunha implica necessariamente a sua dispensa e a impossibilidade de prestar depoimento."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "C"
  }
]