[
  {
    "id": "663623",
    "metadata": "Ano: 2016 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considere as disposições do código de processo civil e assinale a alternativa correta sobre o recurso adesivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui espécie autônoma de recurso cabível no processo civil."
      },
      {
        "letra": "B",
        "texto": "Depende de sucumbência recíproca."
      },
      {
        "letra": "C",
        "texto": "Será interposto perante a autoridade competente para admitir ou julgar o recurso principal."
      },
      {
        "letra": "D",
        "texto": "Será admissível na apelação, no agravo, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "E",
        "texto": "Será conhecido se houver desistência do recurso principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600796",
    "metadata": "Ano: 2016 | Banca: FAU | Órgão: Prefeitura de Chopinzinho - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "O recurso adesivo ou subordinado tem cabimento na hipótese de sucumbência recíproca em que uma das partes, até então conformada com a decisão judicial prolatada, diante do recurso interposto pela parte contrária, opta por também impugná-la. Assinale o recurso abaixo que propicia o recurso adesivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embargos Infringentes."
      },
      {
        "letra": "B",
        "texto": "Agravo de Instrumento."
      },
      {
        "letra": "C",
        "texto": "Embargos de divergência."
      },
      {
        "letra": "D",
        "texto": "Embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Todos os recursos propiciam o recurso adesivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "683477",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação ao direito de recorrer, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso pode, de acordo com o caso concreto, buscar a reforma, a invalidação, o esclarecimento e a integração de uma decisão judicial, sendo irrecorríveis os despachos de mero expediente."
      },
      {
        "letra": "B",
        "texto": "O recurso adesivo é admissível na apelação, nos embargos infringentes, no recurso extraordinário e no recurso especial e não será conhecido, se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "C",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, que poderá recorrer tanto no processo em que é parte, como naqueles em que oficiou como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "A renúncia ao direito de recorrer independe da aceitação da outra parte, e a parte que aceitar expressa ou tacitamente a sentença ou a decisão não poderá recorrer."
      },
      {
        "letra": "E",
        "texto": "O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses. Havendo solidariedade passiva, o recurso interposto por um devedor aproveitará os outros, independentemente da concordância dos mesmos ou de serem comuns as defesas opostas ao credor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "593279",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Acerca dos recursos, julgue o item subsequente. A interposição do recurso na modalidade adesiva deverá ocorrer no mesmo prazo da resposta ao recurso principal, estando, conforme a jurisprudência do STJ, a sua apresentação condicionada à apresentação das contrarrazões ao recurso principal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "587983",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a opção correta no que diz respeito a recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se o cabimento dos embargos infringentes para impugnar acórdão não unânime que anule sentença em razão de vício na citação."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento do STJ, a pena de deserção deve ser aplicada a recurso interposto contra julgado que indeferir o pedido de justiça gratuita."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STF, são intempestivos os embargos declaratórios interpostos antes da publicação do acórdão embargado."
      },
      {
        "letra": "D",
        "texto": "Segundo o entendimento do STJ, na apelação, admite-se a juntada de documentos indispensáveis ou não à propositura da ação, desde que garantidos o contraditório e a ampla defesa."
      },
      {
        "letra": "E",
        "texto": "Concedida a antecipação dos efeitos da tutela em recurso adesivo, não se admite a desistência do recurso principal de apelação, ainda que a petição de desistência seja apresentada antes do julgamento dos recursos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574472",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No tocante aos recursos, considere: I. Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos. II. Ao recurso adesivo se aplicam as mesmas regras do recurso independente, quanto às condições de admissibilidade, preparo e julgamento no tribunal superior. III. O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. IV. O recurso interposto por um dos litisconsortes a todos aproveita, inclusive se distintos ou opostos os seus interesses. De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "522015",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Júlio ajuizou ação indenizatória em face de X Serviços Online Ltda., motivado por alegado uso de perfil falso em rede social administrada pela ré, que foi mantido mesmo após diversos contatos do internauta solicitando a remoção da página. Em sua resposta, a ré sustentou ilegitimidade passiva e ausência de dever de monitorar o conteúdo disponibilizado pelos usuários, não havendo ilícito a ensejar reparação. O juízo julgou procedente o pedido. A ré interpôs o recurso cabível objetivando a reforma da sentença; o autor ingressou com recurso adesivo pleiteando a majoração dos danos morais. A respeito dessa situação hipotética, é correto afirmar que o recurso adesivo de Júlio é cabível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bem como pode ser utilizado pela parte parcialmente vencida em qualquer das modalidades recursais previstas em lei, haja vista ser medida processual suplementar;"
      },
      {
        "letra": "B",
        "texto": "mas somente pode ser conhecido em caso de provimento no recurso principal, ao qual está em condição expressa de subordinação;"
      },
      {
        "letra": "C",
        "texto": "e mesmo que o recurso principal seja inadmitido por deserção, mas só neste caso, a manifestação de Júlio poderá ainda assim ser apreciada pelo órgão ad quem;"
      },
      {
        "letra": "D",
        "texto": "mas, para desistir do recurso adesivo já interposto, Júlio necessitará de anuência do recorrido;"
      },
      {
        "letra": "E",
        "texto": "mas não poderá ser conhecido caso a ré, primeira recorrente, desista do recurso principal interposto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488437",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "O sistema recursal brasileiro está intimamente ligado à forma de organização do Poder Judiciário em sua inteireza. Trata-se de um sistema hierarquizado, no qual há tribunais superiores a outros tribunais, que, a seu turno, se sobrepõem aos juízes de primeira instância. Tendo em conta o sistema recursal do direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso adesivo deve obedecer a todos os requisitos de admissibilidade exigidos para o recurso principal, inclusive o preparo. Dessa forma, se o recorrente principal gozar dos benefícios da assistência judiciária gratuita e for dispensado do preparo, o recorrente adesivo também não precisará recolher as custas recursais."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento pelo Tribunal, ex officio, de prescrição em prejuízo da parte recorrente ofende diretamente o princípio recursal da proibição da reformatio in pejus, sendo incompatível com o sistema recursal brasileiro."
      },
      {
        "letra": "C",
        "texto": "Desde que respeitado o prazo legal de 10 (dez) dias para interposição e demais requisitos de admissibilidade, sendo decisões interlocutórias prolatadas em uma mesma ação, é cabível a interposição de apenas um agravo de instrumento impugnando mais de uma decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "No sistema recursal do direito processual civil brasileiro, em atenção à regra da dialeticidade e à regularidade formal dos recursos, não existe nenhuma hipótese legal de apresentação de recurso na forma oral, havendo obrigatoriedade da forma escrita e através de petição autônoma."
      },
      {
        "letra": "E",
        "texto": "A tempestividade é requisito objetivo de admissibilidade e impõe que o recurso seja protocolizado dentro do respectivo prazo legal, contudo o prazo recursal contar-se-á em dobro para litisconsortes com procuradores distintos, ainda que apenas um deles haja sucumbido, por força do artigo 191 do Código de Processo Civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485916",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Fábio propôs ação judicial contra uma empresa fornecedora de serviços de bufê em razão de vício na prestação do serviço contratado. A ação foi proposta na vara cível competente para julgamento da demanda, por meio da qual se requereu indenização por danos materiais e morais supostamente sofridos pelo autor. Ao final, o juiz proferiu sentença na qual reconheceu parcialmente os danos materiais sofridos e condenou a empresa ré a indenizar o autor. O juiz não se manifestou, contudo, sobre os danos morais pleiteados na petição inicial. Acerca dessa situação hipotética, julgue o item a seguir.Na hipótese descrita, há possibilidade de interposição de recurso na modalidade adesiva, uma vez que está presente a chamada sucumbência recíproca, requisito indispensável para a interposição desse recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626130",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação às disposições gerais sobre os Recursos, marque a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos;"
      },
      {
        "letra": "B",
        "texto": "Se, durante o prazo para a interposição do recurso, sobrevier o falecimento da parte ou de seu advogado, ou ocorrer motivo de força maior, que suspenda o curso do processo, será tal prazo restituído em proveito da parte, do herdeiro ou do sucessor, contra quem começará a correr novamente depois da intimação;"
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo possui regramento próprio, não se aplicam as mesmas regras do recurso independente, quanto às condições de admissibilidade, preparo e julgamento no tribunal superior;"
      },
      {
        "letra": "D",
        "texto": "No ato de interposição do recurso, o recorrente comprovará, quando exigido pela legislação pertinente, o respectivo preparo, inclusive porte de remessa e de retorno, sob pena de deserção;"
      },
      {
        "letra": "E",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516237",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao recurso interposto na forma adesiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admitido apenas em caso de sucumbência recíproca"
      },
      {
        "letra": "B",
        "texto": "Se interposto o recurso na forma ordinária, poderá a parte substituí-lo por novo recurso, na forma adesiva."
      },
      {
        "letra": "C",
        "texto": "O não conhecimento do recurso principal não prejudica a análise e o julgamento do recurso interposto na forma adesiva."
      },
      {
        "letra": "D",
        "texto": "O recurso interposto na forma adesiva deverá ser interposto simultaneamente à apresentação da resposta ao recurso da parte contrária, sob pena de preclusão."
      },
      {
        "letra": "E",
        "texto": "É admitido nos recursos de agravo, ordinário, apelação, embargos infringentes e recursos especial e extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "473792",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: IPT-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Apelação no CPC 1973",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João Paulo move ação de cobrança de R$ 5.000,00 em face de Maria Silva referente aos serviços prestados como professor. A sentença acolhe parte dos argumentos da ré, condenando-a a pagar o valor de R$ 3.000,00. Somente Maria interpõe recurso de apelação. Neste caso, o autor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá se insurgir contra a sentença por meio de recurso adesivo, pois não interpôs seu recurso no prazo legal."
      },
      {
        "letra": "B",
        "texto": "poderá interpor recurso adesivo no prazo de 10 dias, contado da intimação para apresentação de contrarrazões."
      },
      {
        "letra": "C",
        "texto": "poderá interpor recurso adesivo no prazo que dispuser para responder ao recurso de Maria Silva."
      },
      {
        "letra": "D",
        "texto": "poderá interpor recurso adesivo, sem necessidade de recolhimento do preparo, que já foi recolhido por Maria Silva."
      },
      {
        "letra": "E",
        "texto": "poderá interpor recurso adesivo, que deverá ser conhecido, ainda que o recurso de Maria Silva seja considerado intempestivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463572",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Embargos de Declaração no CPC 1973",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a resposta incorreta:I - O recurso adesivo não será admitido nos embargos infringentes e no recurso extraordinário. II - De acordo com súmula do Superior Tribunal de Justiça, os embargos de declaração manifestados com notório propósito de prequestionamento não tem caráter protelatório. III - O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte.IV - Recebido o agravo de instrumento no tribunal, o relator poderá atribuir efeito suspensivo ao recurso ou deferir, em antecipação de tutela, total ou parcialmente, a pretensão recursal, comunicando ao juiz sua decisão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as proposições estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição I está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as proposições estão incorretas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463568",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relator negará seguimento a recurso manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal ou de Tribunal Superior."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado procedente a ação rescisória. Se o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      },
      {
        "letra": "C",
        "texto": "Nos recursos interpostos nas causas de procedimentos sumários, de despejo e nos casos de indeferimento liminar da petição inicial não haverá revisor."
      },
      {
        "letra": "D",
        "texto": "O recurso adesivo será admissível na apelação, nos embargos infringentes, no recurso extraordinário, no recurso especial e no recurso ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456511",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença deve ser sempre impugnada integralmente, porque devolve toda matéria impugnada ao tribunal."
      },
      {
        "letra": "B",
        "texto": "A legitimidade do Ministério Público para recorrer está adstrita aos processos em que é parte."
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo fica subordinado ao recurso principal e é cabível na apelação, no agravo, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "D",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, cabendo ao terceiro demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "E",
        "texto": "Para desistir do recurso, o recorrente deverá contar com a anuência do recorrido ou dos litisconsortes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "448911",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Quanto ao recurso interposto sob a forma adesiva, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível na apelação, nos embargos infringentes, no recurso especial e no recurso extraordinário;"
      },
      {
        "letra": "B",
        "texto": "pressupõe a ocorrência de sucumbência recíproca entre as partes litigantes;"
      },
      {
        "letra": "C",
        "texto": "o seu conhecimento depende do cumprimento dos requisitos de admissibilidade próprios e, também, dos do recurso principal, ao qual está subordinado;"
      },
      {
        "letra": "D",
        "texto": "é interponível no prazo de que se dispõe para a apresentação das contrarrazões ao recurso principal;"
      },
      {
        "letra": "E",
        "texto": "é isento de preparo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414604",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso adesivo, uma vez recebido, passa a ter existência autônoma em relação ao recurso principal, sendo julgado ainda que deste se desista."
      },
      {
        "letra": "B",
        "texto": "em regra, o recurso especial é dotado de efeito de- volutivo e suspensivo, excepcionalmente podendo ser recebido somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "a apelação é dotada de efeito translativo, permitindo ao tribunal conhecer de ofício das matérias de ordem pública, ainda que não suscitadas por quem apela."
      },
      {
        "letra": "D",
        "texto": "os embargos de declaração suspendem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "o Ministério Público tem legitimidade, para recorrer, restrita aos casos em que funciona como parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408727",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "F. T. ajuizou ação de rescisão contratual cumulada com reparação de danos em face da Construtora e Incorporadora Queda Livre, visando à rescisão do contrato de promessa de compra e venda firmado em agosto de 2010. O objeto do contrato é a unidade 204 do Edifício Bons Ares, cuja entrega estava prevista para agosto de 2012. Diante do atraso na conclusão da obra, F. T. decidiu rescindir o contrato, pedir a restituição de todos os valores pagos à construtora pela aquisição do imóvel e ver reparados os danos morais em decorrência da demora na entrega das chaves. Foi proferida sentença declarando a rescisão do contrato e condenando a construtora ré a devolver R$ 40.000,00 (quarenta mil reais) referentes aos valores pagos pela aquisição do imóvel até então, corrigidos monetariamente. O pedido de dano moral, entretanto, foi indeferido pelo juiz, que considerou que o inadimplemento da ré teria causado mero aborrecimento ao autor, insuficiente para ensejar qualquer indenização. F. T., mesmo insatisfeito com a negativa do dano moral, resolveu conformar-se com a sentença, tendo deixado passar o prazo recursal, na expectativa de encerrar mais rápido o processo. A construtora ré, todavia, interpôs recurso de apelação, visando reformar a sentença condenatória. Diante desta situação hipotética, F. T .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está impedido de interpor qualquer recurso, pois, tendo deixado passar o prazo recursal, deu-se a preclusão temporal."
      },
      {
        "letra": "B",
        "texto": "poderá interpor apelação adesivamente, sendo que, caso a ré desista de seu recurso, a apelação adesiva deixará de ser conhecida."
      },
      {
        "letra": "C",
        "texto": "está impedido de interpor qualquer recurso, ante a falta de interesse recursal, uma vez que a sentença proferida lhe foi favorável."
      },
      {
        "letra": "D",
        "texto": "poderá interpor apelação, na forma adesiva, no prazo para o oferecimento das contrarrazões à apelação interposta pela ré, estando dispensado o pagamento de preparo, despesa paga pela ré no recurso principal."
      },
      {
        "letra": "E",
        "texto": "poderá fazer pedido contraposto no bojo da petição das contrarrazões ao recurso de apelação interposto pela ré, possibilitando a reforma da decisão judicial quanto ao dano moral indeferido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406877",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Revelia",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser negado seguimento ao recurso adesivo, ainda que o recorrente litigue sob os auspícios da Lei 1.060/1950, caso a apelação seja considerada deserta em razão da ausência de preparo."
      },
      {
        "letra": "B",
        "texto": "Segundo o entendimento firmado pelo Superior Tribunal de Justiça para os fins do artigo 543-C, a não apresentação, pelo agravante, de cópia de peça dos autos principais que, embora não considerada obrigatória pelo artigo 525, I do mesmo Código, seja essencial à compreensão da controvérsia travada no agravo previsto no artigo 522, é causa para que se negue seguimento ao recurso, não tendo o relator o poder/dever de oportunizar ao recorrente a complementação da documentação."
      },
      {
        "letra": "C",
        "texto": "Se a revelia do réu que contestara é decretada no curso do processo, após o desatendimento, por ele, de intimação pessoal para regularizar defeito de representação decorrente da renúncia de seu advogado, o prazo para recorrer da sentença só começa a fluir após a publicação desta no órgão oficial destinado à veiculação das intimações judiciais."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a apresentação de outros recursos pela parte que os interpõe, não produzindo o mesmo efeito em relação ao adversário; quanto a este, o efeito é de mera suspensão do curso do prazo recursal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392578",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso adesivo"
    ],
    "enunciado_principal": "João da Silva ingressa com ação de indenização por danos materiais decorrentes de colisão de veículo em face de Pedro de Souza. Em resposta, Pedro de Souza alega prescrição e no mérito que a colisão ocorreu por imprudência de João da Silva. A sentença rejeitou a prejudicial de prescrição, mas julgou a ação improcedente. Diante dessa decisão, Pedro de Souza pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpor recurso de apelação em face do tópico da sentença que afastou a prescrição."
      },
      {
        "letra": "B",
        "texto": "interpor recurso adesivo para insistir na prescrição, se João da Silva interpuser recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "interpor recurso de agravo de instrumento em face do tópico da sentença que lhe foi desfavorável."
      },
      {
        "letra": "D",
        "texto": "insistir no acolhimento da prescrição em preliminar de contrarrazões de recurso de apelação, se João da Silva recorrer."
      },
      {
        "letra": "E",
        "texto": "insurgir-se contra a rejeição da prescrição por meio de agravo retido, que deve ser reiterado por ocasião das contrarrazões, se João da Silva recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386752",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Erique propõe ação indenizatória contra Ronaldo, pleitean- do R$ 10.000,00 a título de danos morais e obtendo, na sentença, R$ 9.000,00. Ronaldo recorre, requerendo a im- procedência da ação. Nessa situação, Erique",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá tanto interpor recurso adesivo, para majorar a indenização, como pleitear esse valor em contrarrazões recursais, pelo decaimento mínimo na sentença."
      },
      {
        "letra": "B",
        "texto": "poderá tanto recorrer autonomamente, como aderir ao recurso interposto por Ronaldo, por meio de recurso adesivo, que não será conhecido se houver desistência, inadmissibilidade ou deserção do recurso principal, já que a este subordinado."
      },
      {
        "letra": "C",
        "texto": "por se tratar de danos morais, não poderá recorrer, pois a indenização correspondente é discricionária à valoração judicial."
      },
      {
        "letra": "D",
        "texto": "poderá recorrer apenas adesivamente, pelo decaimento mínimo na sentença proferida, tratando-se de recurso subordinado e que não será conhecido se houver deserção, inadmissibilidade ou desistência do recurso principal."
      },
      {
        "letra": "E",
        "texto": "poderá recorrer autonomamente ou por meio de recurso adesivo, sujeito às mesmas regras de admissibilidade do recurso principal e de existência autônoma em relação a ele."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "381217",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Acerca de recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A renúncia ao direito de recorrer depende da aceitação da outra parte."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, quando a interposição do recurso ocorrer em horário posterior ao do encerramento do expediente bancário, admite-se a juntada da guia de recolhimento do preparo no primeiro dia útil seguinte"
      },
      {
        "letra": "C",
        "texto": "O recurso na modalidade adesiva será interposto no prazo de que a parte dispõe para responder e, segundo entendimento do STJ, estará condicionado à apresentação das contrarrazões ao recurso principal."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, aplica-se o princípio da fungibilidade recursal, para que se supere a tempestividade com vistas a receber o recurso principal como recurso adesivo."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de interposição de recurso de agravo de instrumento, o relator poderá, entre outras providências, converter o recurso em agravo retido. Nessa situação, o agravante poderá, caso deseje reformar de imediato essa decisão, interpor recurso de agravo, no prazo de cinco dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366524",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação ao recurso especial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A interposição do recurso especial impede a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "Não cabe recurso adesivo sobre o recurso especial."
      },
      {
        "letra": "C",
        "texto": "O prazo do recurso especial são quinze dias."
      },
      {
        "letra": "D",
        "texto": "O recurso especial é recebido no efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "O recurso especial e o recurso extraordinário podem ser apresentados na mesma petição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433753",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: FUNDAÇÃO PRÓ-SANGUE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Os recursos constituem um importante mecanismo processual no sistema pátrio. Comportam diversas classificações e apresentam características que os individualizam. Contudo, na análise da sistemática recursal, podemos identificar elementos comuns, que são inerentes a todo e qualquer recurso integrante do nosso sistema.Assinale a alternativa que se refere a um instituto que não guarda relação com a sistemática de interposição de recursos no sistema brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso adesivo."
      },
      {
        "letra": "B",
        "texto": "Duplo grau de jurisdição"
      },
      {
        "letra": "C",
        "texto": "Reexame necessário."
      },
      {
        "letra": "D",
        "texto": "Recursos ordinários."
      },
      {
        "letra": "E",
        "texto": "Efeito devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407304",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a opção correta com base nas normas relativas à sentença, à coisa julgada e aos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sujeita-se ao duplo grau de jurisdição a sentença proferida contra a União, desde que a condenação supere trinta salários- mínimos."
      },
      {
        "letra": "B",
        "texto": "O MP só pode recorrer nos processos em que figurou como parte."
      },
      {
        "letra": "C",
        "texto": "Caso o autor e o réu restem vencidos, observados os requisitos legais, ao recurso interposto por qualquer deles pode aderir a outra parte, ficando o recurso adesivo subordinado ao principal."
      },
      {
        "letra": "D",
        "texto": "Pode ser incerta a sentença em que se decidir relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Os motivos fazem coisa julgada se forem determinantes para o alcance da parte dispositiva da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359626",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução de sentença; a apelação é recebida em regra nos efeitos devolutivo e suspensivo, salvo as hipóteses em que a lei processual prevê seu recebimento somente no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Desde que com a anuência do recorrido ou dos litisconsortes, o recorrente poderá desistir do recurso a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "Embora subordinado ao recurso principal, o recurso adesivo prossegue e será julgado em caso de desistência do recurso principal ou de sua deserção."
      },
      {
        "letra": "D",
        "texto": "Como regra, a interposição do agravo de instrumento suspende o andamento do processo."
      },
      {
        "letra": "E",
        "texto": "O recurso só pode ser interposto pela parte vencida ou pelo Ministério Público, nos processos em que couber intervir, como parte ou fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322638",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Princípios Recursais",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Acerca do Recurso é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação do princípio da fungibilidade tem cabimento quando haja dúvida objetiva, capaz de autorizar a interpretação inadequada do sistema processual e o seu uso equivocado, ou seja, quando haja dúvida objetiva a respeito do recurso cabível e quando não haja erro grosseiro na interposição do recurso."
      },
      {
        "letra": "B",
        "texto": "Um dos princípios que orienta a interpretação do sistema recursal é o da taxatividade, que determina que recursos são apenas os criados por lei federal, e indica que, para cada espécie de ato judicial a ser recorrido, deve ser cabível um único recurso, cuja função e cabimento também deve estar estipulada em lei processual."
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo só tem cabimento em caso de sucumbência recíproca, podendo ser interposto na hipótese de uma das partes interpor: apelação, embargos de declaração, embargos infringentes, recurso especial e recurso extraordinário, além de recurso ordinário constitucional, este por interpretação jurisprudencial."
      },
      {
        "letra": "D",
        "texto": "A regra é a de que os recursos são dotados de efeito suspensivo, porém, excepcionalmente, a lei permite que a decisão se torne eficaz antes de transitada em julgado, mas apenas em relação a alguns de seus efeitos."
      },
      {
        "letra": "E",
        "texto": "À semelhança do efeito devolutivo, o efeito translativo do recurso autoriza o Judiciário conhecer em qualquer tempo ou grau de jurisdição, ainda que sem expressa manifestação das partes, acerca da inexistência ou nulidade da citação; perempção; litispendência; coisa julgada; conexão; carência de ação; e falta de caução ou de outra prestação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1317856",
    "metadata": "Ano: 2012 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CDURP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "O recurso adesivo fica subordinado ao principal e NÃO é admissível no caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo"
      },
      {
        "letra": "B",
        "texto": "apelação"
      },
      {
        "letra": "C",
        "texto": "embargos infringentes"
      },
      {
        "letra": "D",
        "texto": "recurso especial"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "423377",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos infringentes",
      "Recurso ordinário constitucional",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considere as seguintes afirmações.I - De sentença proferida por juiz federai, em demanda cujas partes sejam Estado estrangeiro, de um lado, e, de outro, pessoa domiciliada no País, é cabível, em tese, recurso ordinário diretamente para o Superior Tribunal de Justiça, II - Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos. III - É inadmissível recurso adesivo em embargos infringentes.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329144",
    "metadata": "Ano: 2012 | Banca: UEPA | Órgão: SEAD-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No que se refere à prerrogativa de prazo em dobro para a Fazenda Pública, constante do art. 188, do Código de Processo Civil, aplica- se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à petição original, quando sua interposição se deu por via de fac-símile."
      },
      {
        "letra": "B",
        "texto": "à reconvenção."
      },
      {
        "letra": "C",
        "texto": "à réplica à contestação."
      },
      {
        "letra": "D",
        "texto": "às informações em ação de mandado de segurança."
      },
      {
        "letra": "E",
        "texto": "ao recurso na modalidade adesiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270736",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não receberá o recurso de apelação, quando a sentença estiver em conformidade com a Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "o prazo estipulado para o juiz reexaminar os pressupostos de admissibilidade da apelação, após a resposta do recorrido, é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é vedado ao relator negar seguimento liminar ao agravo de instrumento ou convertê-lo em agravo retido."
      },
      {
        "letra": "D",
        "texto": "é inadmissível recurso adesivo em sede de recurso extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270615",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Sobre os recursos no processo civil, é incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando não forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "o recurso adesivo será admissível na apelação, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "C",
        "texto": "o recurso adesivo não será conhecido se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "D",
        "texto": "a apelação será recebida em seu efeito devolutivo e suspensivo quando interposta de sentença que decidir o processo cautelar."
      },
      {
        "letra": "E",
        "texto": "a apelação será recebida apenas em seu efeito devolutivo quando interposta de sentença que confirmar a antecipação dos efeitos da tutela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301700",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos cíveis, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A insuficiência no valor do preparo implica em automático reconhecimento da deserção."
      },
      {
        "letra": "B",
        "texto": "O agravo retido depende de preparo, não se incluindo neste as despesas de porte e retorno."
      },
      {
        "letra": "C",
        "texto": "A apelação de sentença proferida em processo cautelar possui efeito devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "Exceto nos embargos de declaração, o prazo ordinário para interposição dos demais recursos admissíveis é de 15 (quinze) dias."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo não será conhecido se o recurso principal for declarado deserto ou inadmissível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "142780",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No que concerne ao recurso adesivo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento de mérito do recurso principal não interfere na admissibilidade do recurso adesivo, embora a análise da admissibilidade o faça."
      },
      {
        "letra": "B",
        "texto": "Ocorre recurso adesivo cruzado quando uma das partes interpõe, simultaneamente, recurso extraordinário e recurso especial na forma adesiva."
      },
      {
        "letra": "C",
        "texto": "Se o recurso principal for interposto por terceiro prejudicado, não é possível à parte sucumbente interpor recurso adesivo a este."
      },
      {
        "letra": "D",
        "texto": "A parte que já apresentou recurso principal contra um dos capítulos desfavoráveis da sentença pode utilizar recurso adesivo contra os demais capítulos se a parte contrária também interpuser recurso principal."
      },
      {
        "letra": "E",
        "texto": "A parte deve interpor recurso adesivo no prazo previsto para contrarrazões e no mesmo momento da apresentação destas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "121297",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Recurso adesivo",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Sobre recursos, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso adesivo será admitido na apelação, mas não será conhecido se o recurso principal for declarado deserto."
      },
      {
        "letra": "B",
        "texto": "O recurso adesivo será admitido na apelação, mas não será conhecido se houver desistência ou improvimento do recurso principal."
      },
      {
        "letra": "C",
        "texto": "No Juizado Especial Cível, como regra, o recurso terá somente o efeito devolutivo. A atribuição de efeito suspensivo será excepcional, se provada situação de dano irreparável."
      },
      {
        "letra": "D",
        "texto": "No Juizado Especial Cível, os embargos de declaração serão interpostos por escrito ou oralmente, no prazo de 05 dias, contados da ciência da decisão. Quando interpostos contra sentença, suspendem o prazo para recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1635721",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No Código de Processo Civil, NÃO se admite recurso adesivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na apelação."
      },
      {
        "letra": "B",
        "texto": "No recurso extraordinário."
      },
      {
        "letra": "C",
        "texto": "No agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "Nos embargos infringentes."
      },
      {
        "letra": "E",
        "texto": "No recurso especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "44602",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Agravo retido",
      "Agravo de instrumento",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação a recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem anuência da outra parte ou dos litisconsortes, desistir do recurso que interpôs."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Admitidos ambos os recursos - especial e extraordinário - os autos serão remetidos imediatamente ao STF."
      },
      {
        "letra": "D",
        "texto": "Interposto o agravo e ouvido o agravado no prazo de dez dias, o juiz não poderá reformar sua decisão."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo será conhecido, mesmo se houver desistência do recurso principal ou se este for declarado deserto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "27534",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: EMBASA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Segundo entendimento pacífico do STJ, não é cabível a impetração de mandado de segurança contra ato praticado em sede de concurso público por dirigente de sociedade de economia mista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "544327",
    "metadata": "Ano: 2009 | Banca: AOCP | Órgão: DESENBAHIA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No que tange aos recursos cíveis, analise as assertivas e assinale a alternativa que aponta as corretas. I. O Ministério Público tem legitimidade para recorrer apenas no processo em que foi parte. II. O recurso adesivo fica subordinado ao recurso principal, sendo admissível na apelação, no agravo de instrumento, no recurso extraordinário e no recurso especial. III. A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de 5 (cinco) dias. IV. O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV."
      }
    ],
    "gabarito": "E"
  }
]