[
  {
    "id": "629608",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos dispostos na Lei n.º 5.869/73, que instituiu o Código de Processo Civil, analise as assertivas a seguir:I- O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. II- Caso a sentença seja proferida em audiência, o prazo recursal começará a correr no dia útil seguinte ao da audiência cuja decisão foi proferida. III- Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão. IV- Não é admitido recurso adesivo nos embargos infringentes. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577703",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito dos recursos no processo civil: I. O princípio da proibição da reforma para pior (ne reformatio in pejus), veda que o julgamento do recurso pelo tribunal resulte em decisão mais desfavorável ao recorrente. Todavia, este princípio não é absoluto, existindo situações que admitem resultado desfavorável à pretensão recursal do recorrente. II. Fatos novos não podem ser suscitados em recurso de apelação, porque não foram objeto de contraditório no juízo inferior. III. O recurso pode ser interposto pela parte vencida, Ministério Público e terceiro prejudicado, que não fez parte do processo no momento da prolação da sentença. IV. O preparo é um requisito extrínseco ao recurso e consiste no pagamento das despesas relativas ao seu processamento, estando o Ministério Público dispensado de fazê-lo. V. Desistência e deserção são palavras sinônimas em matéria recursal, ambas significam a vontade do recorrente sobre a desnecessidade do recurso, podendo ocorrer até o início de seu julgamento. Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "560418",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Partindo-se do pressuposto de que todos os recursos são formalmente regulares e tiveram os respectivos preparos corretamente efetuados, deverá o órgão ad quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecer de todos os apelos, principais e adesivo, por presentes os respectivos requisitos de admissibilidade, para julgar, na sequência, o mérito de cada uma das pretensões recursais;"
      },
      {
        "letra": "B",
        "texto": "conhecer dos apelos dos réus, já que presentes os respectivos requisitos de admissibilidade, mas não conhecer do apelo do autor, por não ter sido objeto de reiteração expressa por ocasião da sessão de julgamento;"
      },
      {
        "letra": "C",
        "texto": "não conhecer dos apelos dos réus, já que intempestivos, mas conhecer do apelo do autor, eis que presentes os respectivos requisitos de admissibilidade;"
      },
      {
        "letra": "D",
        "texto": "não conhecer dos apelos dos réus, já que intempestivos, e nem do do autor, pois a apreciação do recurso adesivo depende da do principal, dado o vínculo de subordinação que liga aquele a este;"
      },
      {
        "letra": "E",
        "texto": "não conhecer dos apelos dos réus, já que intempestivos, mas conhecer do apelo do autor, já que a sentença de primeiro grau deverá ser reavaliada por força do duplo grau de jurisdição obrigatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488437",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "O sistema recursal brasileiro está intimamente ligado à forma de organização do Poder Judiciário em sua inteireza. Trata-se de um sistema hierarquizado, no qual há tribunais superiores a outros tribunais, que, a seu turno, se sobrepõem aos juízes de primeira instância. Tendo em conta o sistema recursal do direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso adesivo deve obedecer a todos os requisitos de admissibilidade exigidos para o recurso principal, inclusive o preparo. Dessa forma, se o recorrente principal gozar dos benefícios da assistência judiciária gratuita e for dispensado do preparo, o recorrente adesivo também não precisará recolher as custas recursais."
      },
      {
        "letra": "B",
        "texto": "O reconhecimento pelo Tribunal, ex officio, de prescrição em prejuízo da parte recorrente ofende diretamente o princípio recursal da proibição da reformatio in pejus, sendo incompatível com o sistema recursal brasileiro."
      },
      {
        "letra": "C",
        "texto": "Desde que respeitado o prazo legal de 10 (dez) dias para interposição e demais requisitos de admissibilidade, sendo decisões interlocutórias prolatadas em uma mesma ação, é cabível a interposição de apenas um agravo de instrumento impugnando mais de uma decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "No sistema recursal do direito processual civil brasileiro, em atenção à regra da dialeticidade e à regularidade formal dos recursos, não existe nenhuma hipótese legal de apresentação de recurso na forma oral, havendo obrigatoriedade da forma escrita e através de petição autônoma."
      },
      {
        "letra": "E",
        "texto": "A tempestividade é requisito objetivo de admissibilidade e impõe que o recurso seja protocolizado dentro do respectivo prazo legal, contudo o prazo recursal contar-se-á em dobro para litisconsortes com procuradores distintos, ainda que apenas um deles haja sucumbido, por força do artigo 191 do Código de Processo Civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456573",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em relação aos recursos processuais e ao reexame necessário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nem todos os recursos processuais têm efeito devolutivo, devendo o julgador, segundo o seu juízo de admissibilidade, analisar, em cada caso, a viabilidade dessa incidência."
      },
      {
        "letra": "B",
        "texto": "A tempestividade, segundo a doutrina, representa pressuposto recursal extrínseco."
      },
      {
        "letra": "C",
        "texto": "O juízo positivo de admissibilidade do recurso é irrevogável, não podendo, após a apresentação de contrarrazões, haver o indeferimento do recurso anteriormente recebido."
      },
      {
        "letra": "D",
        "texto": "Segundo entendimento sumulado no TJDFT, é desnecessário que o preparo do recurso seja juntado no momento de sua apresentação, podendo ele também ser comprovado no prazo remanescente para o seu exercício, quando houver."
      },
      {
        "letra": "E",
        "texto": "Segundo o STJ, caso a sentença contra a fazenda pública seja ilíquida, é possível a adoção do valor atualizado da causa como parâmetro para se aferir a dispensa do reexame necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456511",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença deve ser sempre impugnada integralmente, porque devolve toda matéria impugnada ao tribunal."
      },
      {
        "letra": "B",
        "texto": "A legitimidade do Ministério Público para recorrer está adstrita aos processos em que é parte."
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo fica subordinado ao recurso principal e é cabível na apelação, no agravo, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "D",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, cabendo ao terceiro demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "E",
        "texto": "Para desistir do recurso, o recorrente deverá contar com a anuência do recorrido ou dos litisconsortes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "444028",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "ssinale com V (verdadeiro) ou com F (falso) as seguintes afirmações em relação ao recurso de apelação no Código de Processo Civil. ( ) Em razão do efeito devolutivo, serão objeto de apreciação pelo tribunal as questões suscitadas e discutidas no processo, desde que a sentença as tenha julgado por inteiro. ( ) Será recebido somente no efeito devolutivo quando interposto de sentença que julgar improcedentes os embargos à execução ou os embargos à ação monitória. ( ) Interposto o recurso de apelação cabe ao juiz examinar os requisitos de admissibilidade, declarar os efeitos em que recebe o recurso e dar vista para as contrarrazões e, antes de remeter ao Tribunal para julgamento, deverá reexaminar os pressupostos de admissibilidade do recurso. ( ) Questões de fato não propostas no juízo inferior poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V –V – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "430339",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Nulidades no CPC 1973",
      "Da extinção do processo",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Não está em consonância com as disposições sobre os Recursos no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constatando a ocorrência de nulidade insanável, o tribunal poderá determinar a realização ou renovação do ato processual. Cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação"
      },
      {
        "letra": "B",
        "texto": "Nos casos de extinção do processo sem julgamento do mérito, o tribunal pode julgar desde logo a lide, se a causa versar questão exclusivamente de direito e estiver em condições de imediato julgamento"
      },
      {
        "letra": "C",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo. Será, no entanto, recebida só no efeito devolutivo, quando interposta de sentença que rejeitar liminarmente embargos à execução"
      },
      {
        "letra": "D",
        "texto": "Não se conhecerá do agravo se a parte não requerer expressamente, nas razões ou na resposta da apelação, sua apreciação pelo Tribunal."
      },
      {
        "letra": "E",
        "texto": "Apresentada a resposta, é facultado ao juiz, em cinco dias, o reexame dos pressupostos de admissibilidade do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429167",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conhecimento de um recurso pelo órgão ao qual caiba seu julgamento implica a consequência jurídica de seu exame de mérito, para necessariamente provê-lo."
      },
      {
        "letra": "B",
        "texto": "Todos os recursos são interpostos perante o mesmo órgão julgador da decisão recorrida, isto é, ao órgão jurisdicional a quo."
      },
      {
        "letra": "C",
        "texto": "O prévio juízo de admissibilidade recursal é feito diretamente pelo órgão jurisdicional ao qual se tenha recorrido, ou seja, o órgão jurisdicional ad quem."
      },
      {
        "letra": "D",
        "texto": "Da decisão que recebe ou não o recurso interposto cabe apelação, por seu caráter de definitividade."
      },
      {
        "letra": "E",
        "texto": "Como regra geral, não se podem invocar no recurso matérias que não tenham sido arguidas e discutidas anteriormente, até a prolação da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "414604",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Recurso Especial",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso adesivo, uma vez recebido, passa a ter existência autônoma em relação ao recurso principal, sendo julgado ainda que deste se desista."
      },
      {
        "letra": "B",
        "texto": "em regra, o recurso especial é dotado de efeito de- volutivo e suspensivo, excepcionalmente podendo ser recebido somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "a apelação é dotada de efeito translativo, permitindo ao tribunal conhecer de ofício das matérias de ordem pública, ainda que não suscitadas por quem apela."
      },
      {
        "letra": "D",
        "texto": "os embargos de declaração suspendem o prazo para interposição de outros recursos, por qualquer das partes."
      },
      {
        "letra": "E",
        "texto": "o Ministério Público tem legitimidade, para recorrer, restrita aos casos em que funciona como parte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408727",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "F. T. ajuizou ação de rescisão contratual cumulada com reparação de danos em face da Construtora e Incorporadora Queda Livre, visando à rescisão do contrato de promessa de compra e venda firmado em agosto de 2010. O objeto do contrato é a unidade 204 do Edifício Bons Ares, cuja entrega estava prevista para agosto de 2012. Diante do atraso na conclusão da obra, F. T. decidiu rescindir o contrato, pedir a restituição de todos os valores pagos à construtora pela aquisição do imóvel e ver reparados os danos morais em decorrência da demora na entrega das chaves. Foi proferida sentença declarando a rescisão do contrato e condenando a construtora ré a devolver R$ 40.000,00 (quarenta mil reais) referentes aos valores pagos pela aquisição do imóvel até então, corrigidos monetariamente. O pedido de dano moral, entretanto, foi indeferido pelo juiz, que considerou que o inadimplemento da ré teria causado mero aborrecimento ao autor, insuficiente para ensejar qualquer indenização. F. T., mesmo insatisfeito com a negativa do dano moral, resolveu conformar-se com a sentença, tendo deixado passar o prazo recursal, na expectativa de encerrar mais rápido o processo. A construtora ré, todavia, interpôs recurso de apelação, visando reformar a sentença condenatória. Diante desta situação hipotética, F. T .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está impedido de interpor qualquer recurso, pois, tendo deixado passar o prazo recursal, deu-se a preclusão temporal."
      },
      {
        "letra": "B",
        "texto": "poderá interpor apelação adesivamente, sendo que, caso a ré desista de seu recurso, a apelação adesiva deixará de ser conhecida."
      },
      {
        "letra": "C",
        "texto": "está impedido de interpor qualquer recurso, ante a falta de interesse recursal, uma vez que a sentença proferida lhe foi favorável."
      },
      {
        "letra": "D",
        "texto": "poderá interpor apelação, na forma adesiva, no prazo para o oferecimento das contrarrazões à apelação interposta pela ré, estando dispensado o pagamento de preparo, despesa paga pela ré no recurso principal."
      },
      {
        "letra": "E",
        "texto": "poderá fazer pedido contraposto no bojo da petição das contrarrazões ao recurso de apelação interposto pela ré, possibilitando a reforma da decisão judicial quanto ao dano moral indeferido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407386",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito das disposições gerais dos recursos no Código de Processo Civil, leia os incisos a seguir.I. O julgamento proferido pelo tribunal substituirá integralmente a sentença ou a decisão recorrida. II. A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de dez dias. III. A renúncia ao direito de recorrer depende da aceitação da outra parte. IV. A parte que aceitar expressa ou tacitamente a sentença ou a decisão poderá recorrer desde que o faça no prazo estipulado. V. O recurso interposto por um dos litisconsortes a todos aproveita.Os incisos corretos são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III, somente."
      },
      {
        "letra": "B",
        "texto": "nenhum."
      },
      {
        "letra": "C",
        "texto": "II, IV e V, somente."
      },
      {
        "letra": "D",
        "texto": "III e V, somente."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389755",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Considerando-se que o recurso é o remédio voluntário idôneo a ensejar, dentro do mesmo processo, a reforma, a invalidação, o esclarecimento ou a integração de decisão judicial que se impugna, analise as afirmativas abaixo.I - O juiz de primeiro grau pode reexaminar os pressupostos de admissibilidade do recurso, mesmo após receber a apelação e declarar seus efeitos, enquanto os autos não forem remetidos ao Tribunal. II - Caso o recorrente oponha embargos de declaração considerados de natureza protelatória, ao embar- gante será imposta multa, e o prazo para que interponha outros recursos não será interrompido. III - Será aplicado o regime da repercussão geral às questões de natureza constitucional que já tenham sido objeto de decisão pelo STF em reiteradas ocasiões, a ponto de formar jurisprudência dominante IV - Uma vez interposto o recurso do agravo em sua forma retida, seu conhecimento ocorre de forma automática por ocasião do julgamento da apelação, sendo desnecessário à parte requerer expressamente sua apreciação pelo Tribunal. Está correto APENAS o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387744",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca do processo nos tribunais e dos recursos.A interposição do recurso exige o recolhimento das custas, mas os embargos de declaração gozam de isenção objetiva e subjetiva",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "384797",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "“A ________________ no valor do preparo implicará _______________, se o recorrente, intimado, não vier a supri-lo no prazo de __________________________”. Indique a alternativa cujo conteúdo completa correta e respectivamente as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Insufciência – deserção – 05 (cinco) dias."
      },
      {
        "letra": "B",
        "texto": "Inobservância – em extinção – 48 (quarenta e oito) horas."
      },
      {
        "letra": "C",
        "texto": "Ausência – em indeferimento – 24 (vinte e quatro) horas."
      },
      {
        "letra": "D",
        "texto": "Imprecisão – improcedência – 72 (setenta e duas) horas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372669",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Petição Inicial",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "No momento da entrega do veículo automotivo adquirido por João, este percebeu que o bem era, na verdade, de modelo inferior àquele que seria o objeto da compra. Diante da inércia da concessionária em solucionar a questão, João ajuizou ação pleiteando a entrega do veículo contratado ou, eventualmente, se julgado improcedente esse pedido, o abatimento proporcional do preço pago.Tendo como referência essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se julgado procedente o segundo pedido, será extinto o interesse recursal de João para apelar da sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz deve indeferir liminarmente a petição inicial quanto a um dos pedidos, dada sua incompatibilidade para formulação cumulada"
      },
      {
        "letra": "C",
        "texto": "Os pedidos cumulados por João devem possuir fundamentos jurídicos idênticos."
      },
      {
        "letra": "D",
        "texto": "A sentença que não analisa detalhadamente os fundamentos do segundo pedido não será, necessariamente, citra petita."
      },
      {
        "letra": "E",
        "texto": "João deduziu cumulação de pedidos imprópria e sucessiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "362500",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca da sistemática recursal é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade recursal do Ministério Público é ampla nas hipóteses em que atua como parte, mas quando figura como fiscal da lei não possui interesse recursal para a interposição de recurso adesivo;"
      },
      {
        "letra": "B",
        "texto": "O efeito devolutivo da apelação é manifestação direta do princípio dispositivo, de modo que o tribunal não fica adstrito à matéria efetivamente impugnada;"
      },
      {
        "letra": "C",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso, porém a lei exige a homologação judicial para a eficácia da desistência;"
      },
      {
        "letra": "D",
        "texto": "A teoria geral dos recursos é informada pelos princípios do duplo grau de jurisdição, da taxatividade, da singularidade, da fungibilidade e da proibição da reformatio in peius;"
      },
      {
        "letra": "E",
        "texto": "O reexame necessário possui natureza jurídica recursal porque se reveste das características próprias dos recursos, dentre elas tipicidade, tempestividade, e interesse em recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361497",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: SABESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Concernente aos recursos, considere: I. Pode o prejudicado que não foi parte apresentar recurso se demonstrar nexo de interdependência entre o interesse de intervir e a relação jurídica submetida à apreciação judicial. II. A renúncia ao direito de recorrer independe da aceitação da outra parte. III. A apelação é dirigida ao juiz, que a recebe, em regra, nos efeitos suspensivo e devolutivo.Está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "705763",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Contestação",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Sobre as peculiaridades de atuação das pessoas jurídicas de direito público no processo civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, sendo ré a Fazenda Pública, o juiz designará a audiência de conciliação no prazo de 60 (sessenta) dias do ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública tem prazo de 5 (cinco) dias para interposição de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "O benefício de prazo dilatado para a Fazenda Pública se aplica também aos prazos judiciais."
      },
      {
        "letra": "D",
        "texto": "Segundo o Superior Tribunal de Justiça (STJ), o prazo em quádruplo para contestar e em dobro para recorrer, previsto no artigo 188 do CPC, aplica-se ao Estado estrangeiro."
      },
      {
        "letra": "E",
        "texto": "Existe construção jurisprudencial no Supremo Tribunal Federal (STF) segundo a qual o prazo dilatado para Fazenda Pública estabelecido no artigo 188 do CPC se aplica perfeitamente ao processo objetivo de controle abstrato de constitucionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471560",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Sobre sistema recursal, no âmbito do Processo Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código de Processo Civil, o recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público. Assim, por sua legitimidade recursal ter amparo legal, é dispensável que o terceiro demonstre o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "B",
        "texto": "A União, os Estados e os Municípios, no ato de interposição do recurso, devem comprovar o respectivo preparo, sob pena de deserção."
      },
      {
        "letra": "C",
        "texto": "Em caso de sucumbência recíproca, é possível que a parte que não tenha recorrido possa aderir ao recurso interposto pela parte adversa. O recurso adesivo não possui qualquer subordinação em relação ao recurso principal, de modo que será conhecido, mesmo se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "D",
        "texto": "A cognição na fase recursal ocorre em duas etapas: juízo de admissibilidade e juízo de mérito. No juízo de admissibilidade, o órgão julgador analisa o preenchimento dos requisitos impostos pela lei para que se possa apreciar o conteúdo da postulação. É certo que, mesmo ante a ausência de algum dos pressupostos recursais, é permitido passar ao exame de mérito, em razão da plena autonomia entre este juízo e o de admissibilidade."
      },
      {
        "letra": "E",
        "texto": "Tempestividade recursal é um dos requisitos do juízo de admissibilidade dos recursos, determinando que seja respeitado o prazo fixado em lei para o manejo da impugnação. Salvo disposição em contrário, computar-se-ão os prazos, excluindo o dia do começo e incluindo o do vencimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "436072",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: SEPLAG-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Nos termos das regras gerais sobre os recursos previstas pelo Código de Processo Civil, possui(em) legitimidade para recorrer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte vencida, a parte vencedora e o Ministério Público, nos processos em que for parte."
      },
      {
        "letra": "B",
        "texto": "a parte vencida, apenas."
      },
      {
        "letra": "C",
        "texto": "a parte vencida, o terceiro prejudicado e o Ministério Público, nos processos em que for parte ou oficiar como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "a parte vencida e o Ministério Público, nos processos em que for parte ou oficiar como fiscal da lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423193",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação, cujo prazo de interposição, de regra, é de quinze dias, somente é cabível da sentença que corporifica julgamento do processo com resolução de mérito, isto é, daquela tida como definitiva."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração são cabíveis contra qualquer decisão judicial e, uma vez interpostos, interrompem o prazo recursal."
      },
      {
        "letra": "C",
        "texto": "A insuficiência do valor do preparo do recurso implicará em deserção independentemente de intimação."
      },
      {
        "letra": "D",
        "texto": "Após apresentado o recurso voluntário pela parte sucumbente para modificar a sentença proferida com julgamento de mérito, é incabível a desistência do recurso sem a anuência da parte contrária."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para recorrer nas causas que atua como fiscal da lei quando se trate de discussão a respeito de direitos individuais indisponíveis e as partes estejam assistidas por advogados ou Defensoria Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407304",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a opção correta com base nas normas relativas à sentença, à coisa julgada e aos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sujeita-se ao duplo grau de jurisdição a sentença proferida contra a União, desde que a condenação supere trinta salários- mínimos."
      },
      {
        "letra": "B",
        "texto": "O MP só pode recorrer nos processos em que figurou como parte."
      },
      {
        "letra": "C",
        "texto": "Caso o autor e o réu restem vencidos, observados os requisitos legais, ao recurso interposto por qualquer deles pode aderir a outra parte, ficando o recurso adesivo subordinado ao principal."
      },
      {
        "letra": "D",
        "texto": "Pode ser incerta a sentença em que se decidir relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Os motivos fazem coisa julgada se forem determinantes para o alcance da parte dispositiva da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371026",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento sumário",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca de recursos cíveis, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito translativo, devolve-se a matéria impugnada ao órgão judiciário prolator da decisão recorrida."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, são cabíveis todas as espécies de recursos previstas no direito processual brasileiro."
      },
      {
        "letra": "C",
        "texto": "A falta de preparo implicará a deserção do recurso caso a interposição deste ocorra após o encerramento do expediente bancário."
      },
      {
        "letra": "D",
        "texto": "Formulado pedido certo e determinado, o réu terá interesse recursal para arguir o vício da iliquidez da sentença."
      },
      {
        "letra": "E",
        "texto": "O princípio da singularidade refere-se à possibilidade da interposição do recurso de agravo de instrumento caso seja cabível o recurso de apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363153",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: CONDER",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a afirmativa incorreta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "B",
        "texto": "Havendo apelação, todas as questões suscitadas e discutidas no processo serão objeto de apreciação e julgamento pelo tribunal, ainda que a sentença não as tenha julgado por inteiro."
      },
      {
        "letra": "C",
        "texto": "O recurso apenas pode ser interposto pela parte vencida e pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O recurso interposto por um devedor, em caso de solidariedade passiva, aproveitará aos outros, quando as defesas opostas ao credor Ihes forem comuns."
      },
      {
        "letra": "E",
        "texto": "As questões de fato que não forem propostas no juízo inferior, somente poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354704",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Embargos de Declaração no CPC 1973",
      "Requisitos de admissibilidade",
      "Pressupostos Processuais",
      "Capacidade Postulatória"
    ],
    "enunciado_principal": "Em determinada ação, o autor, incapaz, pleiteou indenização por danos materiais, tendo o juiz concedido, na sentença, indenização por danos morais, no mesmo valor pleiteado, com motivação no abalo emocional sofrido. Houve interposição de embargos de declaração em que se apontou o erro, tendo sido negado provimento ao recurso. Na sequência, foram interpostas apelações. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença é nula por ser ultra petita."
      },
      {
        "letra": "B",
        "texto": "O incapaz não tem interesse recursal, já que obteve o valor pretendido."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público tem legitimidade e interesse para recorrer no caso."
      },
      {
        "letra": "D",
        "texto": "O tribunal pode sanear a referida sentença, aplicando o princípio da causa madura."
      },
      {
        "letra": "E",
        "texto": "A negativa de provimento aos embargos de declaração justifica-se pela impossibilidade de correção da falha apontada nesse tipo de recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350940",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue os itens que se seguem. Para interpor recurso contra a sentença, Paulo não precisará estar representado por advogado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346767",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Especial",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "No que se refere aos recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência de recurso já interposto somente dependerá da anuência da outra parte se já houverem sido apresentadas as contrarrazões."
      },
      {
        "letra": "B",
        "texto": "O recorrente deverá comprovar o preparo até o último dia de prazo para recorrer, sob pena de não ser conhecido o recurso."
      },
      {
        "letra": "C",
        "texto": "Se o assistido vedar, o assistente simples não poderá recorrer, já que sua atividade é subordinada à daquele."
      },
      {
        "letra": "D",
        "texto": "O efeito conferido pela lei ao recurso especial impede a execução da sentença provisória."
      },
      {
        "letra": "E",
        "texto": "O acolhimento de um dos pedidos alternativos não impede que o autor recorra pleiteando a concessão do outro pedido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423383",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Recursos",
      "Procedimentos Especiais",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Ação Popular",
      "Requisitos de admissibilidade",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante, formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "E inadmissível, na ação popular, o ingresso de litisconsorte ativo após o despacho da petição inicial."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não detém legitimidade para requerer ao juiz a caducidade de medida liminar deferida em mandado de segurança, na hipótese de o respectivo impetrante criar obstáculo ao normal andamento do processo."
      },
      {
        "letra": "D",
        "texto": "E incabível reconvenção em ação monitoria, mesmo após a conversão do procedimento em ordinário."
      },
      {
        "letra": "E",
        "texto": "O instrumentalismo processual preconiza, fundamentalmente, um reforço da separação entre os planos do direito substancial e processual, evitando, assim, influências recíprocas, com a perda da autonomia científica do direito processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372044",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juízo de admissibilidade dos recursos é, em um primeiro momento, realizado em caráter provisório, pois até o julgamento definitivo, o juízo de admissibilidade pode ser objeto de reavaliação."
      },
      {
        "letra": "B",
        "texto": "A desistência do recurso é fato impeditivo do conhecimento do recurso e, para operar, diferentemente da desistência da ação, não depende de manifestação ou concordância da contraparte."
      },
      {
        "letra": "C",
        "texto": "O preparo realizado dentro do prazo recursal, ainda que em dia subsequente à interposição do recurso, não induz deserção."
      },
      {
        "letra": "D",
        "texto": "O cabimento do recurso é requisito de admissibilidade recursal que engloba recorribilidade da decisão e adequação da espécie recursal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "326123",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A interposição de recursos opera, no plano processual e também no fático, inúmeros efeitos, alguns com maior, outros com menor intensidade. Sobre recursos e respectivos efeitos, analise as assertivas. I - Todos os recursos previstos no direito brasileiro impedem a incidência da preclusão sobre a decisão que estão aptos a atacar. II - Quando se afirma que determinado recurso possui efeito suspensivo, permite - se que a decisão que por ele possa ser recorrida produza efeitos após sua publicação. III - Embora os recursos sejam uma via de impugnação de ato judicial, existem outros caminhos que podem ser utilizados para essa mesma finalidade. IV - O efeito translativo prescinde de expressa manifestação das partes, uma vez que o referido efeito está ligado à matéria que compete ao Judiciário conhecer em qualquer tempo ou grau de jurisdição. V - O efeito devolutivo conferido aos recursos é corolário do princípio do juiz natural.Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e V, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324646",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Quanto se trata de processo administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É consolidado o entendimento de que é ilegítima a exigência de depósito prévio para admissibilidade de recurso administrativo."
      },
      {
        "letra": "B",
        "texto": "O recurso administrativo é condição prévia e necessária para o ajuizamento de qualquer medida judicial contra ato praticado por autoridade pública."
      },
      {
        "letra": "C",
        "texto": "Como a sindicância é peça investigativa, as nulidades nela ocorridas, em regra, atingem e contaminam todo o processo administrativo com base nela instaurado."
      },
      {
        "letra": "D",
        "texto": "Não há espaço para aplicação dos princípios que orientam o direito processual penal quando se trata de processo administrativo."
      },
      {
        "letra": "E",
        "texto": "Mesmo para os funcionários da administração pública que são ocupantes de cargos comissionados ou de funções gratifcadas, será necessária a instauração de processo disciplinar administrativo para imposição da exoneração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249543",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "O conhecido rigor das Cortes Superiores brasileiras a respeito dos requisitos de admissibilidade recursal, por vezes, chegam a causar espécie aos operadores do direito, diante dos mínimos detalhes que podem proporcionar a inadmissibilidade recursal. Sobre o tema, aponte a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com os mais recentes pronunciamentos do Superior Tribunal de Justiça, a ausência de peças facultativas no ato de interposição do agravo de instrumento, ou seja, aquelas consideradas necessárias à compreensão da controvérsia (art. 525, II, do CPC), não enseja a inadmissão liminar do recurso, devendo ser oportunizada ao agravante a complementação do instrumento."
      },
      {
        "letra": "B",
        "texto": "Pela teoria da intempestividade do recurso prematuro, aceita pelas Cortes Superiores, se o recurso é interposto antes de a parte ser formalmente intimada da decisão recorrida, será considerado intempestivo, pois o prazo ainda não havia iniciado."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de o recorrente estar impossibilitado de realizar o preparo recursal em razão de força maior (v.g. greve bancária), o prazo recursal será integralmente devolvido com o término do impedimento."
      },
      {
        "letra": "D",
        "texto": "Além da omissão, da contradição e da obscuridade, a jurisprudência criou mais uma hipótese de cabimento para os embargos de declaração: o pré-questionamento. Assim, apesar de a decisão não possuir qualquer dos três primeiros vícios apontados, será cabível a interposição de embargos de declaração para fim de pré-questionamento."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de o recurso especial ser interposto pelo correio, será considerada a data da postagem para fim de aferição da sua tempestividade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "207710",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O primeiro juízo de admissibilidade do recurso de apelação, realizado pelo juiz a quo, deve restringir-se às questões formais típicas, tais como a tempestividade e o preparo, sem jamais adentrar o seu mérito, que é de competência exclusiva do tribunal ad quem."
      },
      {
        "letra": "B",
        "texto": "Será incabível a interposição de embargos infringentes de acórdão da 1.ª Câmara Cível do tribunal que, por maioria, confirmou a sentença de mérito na parte em que esta reconheceu obrigação de indenizar."
      },
      {
        "letra": "C",
        "texto": "A reiteração, na apelação, dos mesmos argumentos apresentados na contestação — e já afastados pela sentença — impede o conhecimento do recurso."
      },
      {
        "letra": "D",
        "texto": "Segundo recente posicionamento do STF, é inconstitucional, por afronta ao princípio da motivação das decisões judiciais, decisão de turma recursal de juizados especiais que adote os mesmos fundamentos da sentença questionada."
      },
      {
        "letra": "E",
        "texto": "Em agravo de instrumento, mesmo que tenham sido apresentadas todas as peças obrigatórias exigidas conforme o Código de Processo Civil, o relator poderá não conhecer o recurso sob o argumento de que a ordem de juntada dos documentos torna difícil a exata compreensão da controvérsia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "90159",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Pode haver conversão de um recurso em outro, no caso de equívoco da parte, desde que não se trate de erro grosseiro e não tenha precluído o prazo para interposição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407169",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Revelia",
      "Chamamento ao processo",
      "Da extinção do processo",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Aplica-se o procedimento ordinário que é o procedimento padrão e básico para a tutela dos direitos, quando não está previsto um procedimento especial e quando não é de observar-se o procedimento sumário, sendo CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o chamamento ao processo é permitido àquele que detiver a coisa em nome alheio, sendo demandado em nome próprio."
      },
      {
        "letra": "B",
        "texto": "o autor poderá alterar o pedido ou a causa de pedir, independentemente de nova citação do réu, quando ocorrer a revelia."
      },
      {
        "letra": "C",
        "texto": "formulado pedido certo e determinado, autor e réu têm interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "a conexão determina a reunião dos processos, ainda no caso de um deles já ter sido julgado."
      },
      {
        "letra": "E",
        "texto": "a extinção do processo, por abandono da causa pelo autor, depende de requerimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "61191",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil, provando o apelante justo impedimento, o juiz relevará a pena de deserção, fixando- lhe prazo para efetuar o preparo. Esta decisão será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recorrível através do recurso de apelação no prazo de dez dias."
      },
      {
        "letra": "B",
        "texto": "irrecorrível, cabendo ao tribunal apreciar-lhe a legitimidade."
      },
      {
        "letra": "C",
        "texto": "recorrível através do recurso de apelação no prazo de quinze dias."
      },
      {
        "letra": "D",
        "texto": "irrecorrível, sendo vedado ao tribunal qualquer apreciação a respeito."
      },
      {
        "letra": "E",
        "texto": "recorrível através de Agravo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "44602",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Agravo retido",
      "Agravo de instrumento",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação a recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem anuência da outra parte ou dos litisconsortes, desistir do recurso que interpôs."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito ou houver julgado procedente ação rescisória."
      },
      {
        "letra": "C",
        "texto": "Admitidos ambos os recursos - especial e extraordinário - os autos serão remetidos imediatamente ao STF."
      },
      {
        "letra": "D",
        "texto": "Interposto o agravo e ouvido o agravado no prazo de dez dias, o juiz não poderá reformar sua decisão."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo será conhecido, mesmo se houver desistência do recurso principal ou se este for declarado deserto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "497473",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "É urn pressuposto subjetivo de admissibilidade recursal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a regularidade formal."
      },
      {
        "letra": "B",
        "texto": "o interesse."
      },
      {
        "letra": "C",
        "texto": "o preparo."
      },
      {
        "letra": "D",
        "texto": "o cabimento."
      },
      {
        "letra": "E",
        "texto": "a tempestividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "399241",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito do preparo, como requisito extrínseco de admissibilidade dos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de cinco dias."
      },
      {
        "letra": "B",
        "texto": "o pagamento do preparo só deve ser comprovado pelo recorrente se houver impugnação da parte contrária nas contra-razões do recurso."
      },
      {
        "letra": "C",
        "texto": "o porte de remessa e retorno dos autos é ônus do Estado, sendo desnecessário o recolhimento dos respectivos valores pelo recorrente."
      },
      {
        "letra": "D",
        "texto": "são dispensados de preparo os recursos interpostos pelas autarquias federais, estaduais ou municipais."
      },
      {
        "letra": "E",
        "texto": "não dependem de preparo os recursos interpostos pelo Ministério Público, mesmo quando atua como parte."
      }
    ],
    "gabarito": "A"
  }
]