[
  {
    "id": "628740",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação a resposta do réu e as provas, analise as proposições abaixo à luz das disposições do Código de Processo Civil: I- A contestação, a reconvenção e as exceções serão apresentadas na mesma peça e simultaneamente, competindo ao réu alegar, como pedido contraposto na contestação, antes de discutir o mérito, perempção e convenção de arbitragem. II- Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. III- O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa. IV- Em falta de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvado, quanto a esta, o exame pericial. V- O Juiz não poderá dispensar prova pericial mesmo quando as partes, na inicial e na contestação, apresentarem sobre as questões de fato pareceres técnicos ou documentos elucidativos que considerar suficientes. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições l,ll e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III,IV e V estão incorretas"
      },
      {
        "letra": "C",
        "texto": "Somente as proposições l,lll e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Som ente as proposições IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II,III e IV estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "618043",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Maurício ajuizou ação de cobrança, pelo rito ordinário, contra Manoel e Joaquim, objetivando o recebimento da quantia de R$ 45.000,00 em decorrência de um contrato de prestação de serviços. Manoel e Joaquim são devidamente citados e constituem advogados diferentes. Neste caso, o prazo para apresentação de contestação e reconvenção será de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias."
      },
      {
        "letra": "B",
        "texto": "30 dias."
      },
      {
        "letra": "C",
        "texto": "15 e 30 dias, respectivamente."
      },
      {
        "letra": "D",
        "texto": "30 e 15 dias, respectivamente."
      },
      {
        "letra": "E",
        "texto": "10 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "595612",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Modificação de competência",
      "Prazos",
      "Conceito e Classificação do Litisconsórcio",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Acerca dos temas resposta do réu, prazos e litisconsórcio, assinale a opção correta, de acordo com a legislação aplicável e a jurisprudência dominante do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prerrogativa de prazo em dobro para recorrer, de que trata o artigo 191, do CPC, somente se aplica quando mais de um dos litisconsortes tiver legitimidade e interesse recursal, mesmo que sejam diversos os procuradores."
      },
      {
        "letra": "B",
        "texto": "A exceção de incompetência deve ser arguida em petição fundamentada e instruída, devendo o excipiente indicar o juízo para o qual declina; o excepto será ouvido em dez dias e o juiz dispõe de igual prazo para decidir a exceção, sendo incabível a produção de prova testemunhal, porque a competência é matéria de direito."
      },
      {
        "letra": "C",
        "texto": "Havendo litisconsórcio passivo facultativo, se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para resposta correrá a partir da juntada aos autos do último mandado de citação ou aviso de recebimento."
      },
      {
        "letra": "D",
        "texto": "O réu deverá alegar, na contestação, toda a matéria de defesa que tiver, e deverá, no mesmo prazo da contestação, arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "E",
        "texto": "A reconvenção tem natureza jurídica de lide secundária e, uma vez extinta a ação principal, também se extingue a reconvenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "603644",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: MGS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a reconvenção considerando as disposições da lei federal n° 5.869, de 11/01/1973, que institui o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser apresentada simultaneamente com a contestação."
      },
      {
        "letra": "B",
        "texto": "Dispensa a indicação de valor de causa em sua petição."
      },
      {
        "letra": "C",
        "texto": "É dependente da ação principal e, sendo esta extinta por sentença sem resolução do mérito o mesmo ocorrerá com a reconvenção."
      },
      {
        "letra": "D",
        "texto": "Sua procedência se confunde com o mérito da ação principal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597315",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção",
      "Providências Preliminares: Especificação de Provas"
    ],
    "enunciado_principal": "Numa ação que verse sobre cobrança em decorrência de acidente de automóvel, dentro do que está previsto no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o réu dessa ação, caso entenda que possui direito a constituir contra o autor, poderá manejar reconvenção que será julgada na mesma sentença que analisar ou não o mérito da ação."
      },
      {
        "letra": "B",
        "texto": "para que não haja nulidade no procedimento, o réu deverá ser citado com no mínimo 15 dias de antecedência da realização da audiência na qual deverá comparecer."
      },
      {
        "letra": "C",
        "texto": "o autor da presente ação deverá comparecer pessoalmente em todas as audiências designadas para esse procedimento, não podendo fazer-se representar por outrem, sob pena de arquivamento da ação."
      },
      {
        "letra": "D",
        "texto": "tanto o autor como o réu da ação deverão apresentar rol de testemunhas e quesitos a serem respondidos pelo perito, na primeira oportunidade que falarem nos autos, ou seja, o autor na petição inicial e o réu na contestação."
      },
      {
        "letra": "E",
        "texto": "o juiz designará a audiência de conciliação a ser realizada no prazo de sessenta dias, citando-se o réu para que a essa sessão compareça, sendo que a ausência do réu, em nenhuma hipótese, importará em revelia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593281",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Juizado Especial no CPC 1973",
      "Respostas do réu - Reconvenção",
      "Juizado Especial - Cível"
    ],
    "enunciado_principal": "Com relação aos procedimentos dos juizados especiais cíveis, julgue o seguinte item. Caso o réu deseje demandar em face do autor da ação, estará autorizado a apresentar reconvenção fundamentada nos mesmos objetos relativos à controvérsia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "593128",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Acerca das respostas do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo a contestação o momento em que o réu indica as provas que pretende produzir, a revelia induz a preclusão de sua participação na fase instrutória."
      },
      {
        "letra": "B",
        "texto": "A preliminar de contestação por meio da qual se suscita a existência de coisa julgada material é classificada como defesa processual dilatória."
      },
      {
        "letra": "C",
        "texto": "Como regra, é do réu o ônus da prova da alegação, feita na contestação, de inexistência dos fatos constitutivos do direito do autor."
      },
      {
        "letra": "D",
        "texto": "É plenamente admitida pela doutrina a ampliação subjetiva da reconvenção em relação à demanda principal, isto é, a formação, na reconvenção de litisconsórcio, ativo ou passivo, com sujeito estranho ao processo."
      },
      {
        "letra": "E",
        "texto": "Carece de interesse de agir para a reconvenção o réu-reconvinte capaz de obter, com a simples improcedência dos pedidos do autor-reconvindo na demanda principal, idêntico resultado ao que poderia obter em sua reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "590441",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as modalidades de resposta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reconvenção é a via processual por meio da qual o réu deduz pretensão em face do autor e, ainda que o mérito da ação não seja resolvido, o daquela poderá sê-lo;"
      },
      {
        "letra": "B",
        "texto": "a ausência de contestação levará à decretação da revelia do réu, com o consequente acolhimento do pedido do autor;"
      },
      {
        "letra": "C",
        "texto": "a exceção é a via adequada para a arguição dos vícios de suspeição, impedimento e incompetência absoluta;"
      },
      {
        "letra": "D",
        "texto": "a contestação deverá veicular, antes da matéria de mérito, as questões preliminares, como a carência de ação, sob pena de preclusão;"
      },
      {
        "letra": "E",
        "texto": "a contestação deverá ser oferecida no prazo de quinze dias, enquanto a reconvenção e a exceção, no decêndio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "587980",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Revelia",
      "Critérios de competência",
      "Petição Inicial",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "No tocante a competência, atos processuais, petição inicial, revelia e resposta do réu, assinale a opção correta conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contagem dos prazos para a interposição de recursos pela DP começa a fluir da data da ciência do defensor no processo."
      },
      {
        "letra": "B",
        "texto": "O prazo destinado para o autor emendar ou completar a petição inicial é peremptório, não podendo ser reduzido ou ampliado por convenção das partes ou por determinação do juiz."
      },
      {
        "letra": "C",
        "texto": "O prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da decisão que acolhe a exceção."
      },
      {
        "letra": "D",
        "texto": "No rito sumário, a não apresentação de contestação na audiência de conciliação, quando presidida por conciliador auxiliar, implica revelia do réu."
      },
      {
        "letra": "E",
        "texto": "O foro competente para processar e julgar ação declaratória de nulidade de escritura pública de cessão e transferência de direitos possessórios é o do domicílio do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "583368",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as respostas do réu no procedimento comum no Processo Civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento comum sumário, é lícito ao réu, na contestação, formular pedido em seu favor, desde que seja conexo com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "B",
        "texto": "Nos Juizados Especiais da Fazenda Pública, a alegação de incompetência territorial é classificada como exceção processual dilatória."
      },
      {
        "letra": "C",
        "texto": "Não cabe reconvenção em ação monitória."
      },
      {
        "letra": "D",
        "texto": "A arguição de impedimento do juiz não preclui, pelo que pode a parte arguir o vício mesmo após escoado o prazo de 15 (quinze) dias para o oferecimento da respectiva exceção."
      },
      {
        "letra": "E",
        "texto": "O pedido de declaração incidental objetiva a ampliação dos limites objetivos da coisa julgada, pelo que é privativo do autor, que deve formulá-lo na fase das providências preliminares do procedimento comum ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "569502",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "“Sob a designação genérica de resposta, a lei processual aglutinou as atividades processuais de reação do réu em face da pretensão deduzida pelo autor\". (MARCATO. Antonio Carlos. Código de processo civil interpretado. São Paulo: Altlas). Valendo-se dos regramentos existentes no Código de Processo Civil atualmente aplicado, e da jurisprudência dominante, sobre o tema Resposta do Réu no processo civil, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção é incabível na ação monitória."
      },
      {
        "letra": "B",
        "texto": "As autarquias, em virtude de sua natureza jurídica, não gozam de prazo em quádruplo para apresentação de resposta."
      },
      {
        "letra": "C",
        "texto": "É admissível reconvenção em ação declaratória."
      },
      {
        "letra": "D",
        "texto": "O prazo em quádruplo para contestar, previsto no vigente Código de Processo Civil, se aplica ao Estado estrangeiro."
      },
      {
        "letra": "E",
        "texto": "O réu poderá oferecer oralmente ou em petição escrita, no prazo de 15 (quinze) dias, contestação, exceção e reconvenção, sempre dirigidas ao juiz da causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565660",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo ao mandado de segurança, à ação de desapropriação e às medidas cautelares.A reconvenção é incompatível com a ação de desapropriação por utilidade pública, mas, em sua contestação, o réu pode alegar direito de extensão e exigir que na desapropriação seja incluída parte restante do bem expropriado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555559",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, apresentada a reconvenção, o autor reconvindo será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimado para contestá-la."
      },
      {
        "letra": "B",
        "texto": "notificado para a ela responder."
      },
      {
        "letra": "C",
        "texto": "interpelado para defender-se."
      },
      {
        "letra": "D",
        "texto": "comunicado da ação."
      },
      {
        "letra": "E",
        "texto": "citado para excepcionar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514715",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Modificação de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção",
      "Julgamento Conforme o Estado do Processo: Julgamento Antecipado da Lide"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após a contestação, somente se admite novas alegações quando relativas a direito superveniente, competir ao juiz conhecer delas de ofício ou se por expressa autorização legal, puderem ser formuladas em qualquer tempo e juízo."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, pode ser dispensada a citação e proferida diretamente sentença, reproduzindo-se o teor da anteriormente prolatada, mas havendo apelação da parte, o juízo pode exercer a retratação em 05 (cinco) dias, caso contrário, mandará citar o réu diretamente para responder o recurso."
      },
      {
        "letra": "C",
        "texto": "O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção, em peças autônomas. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta o prosseguimento da exceção e da reconvenção, eis que estas são conexas e dependentes daquela."
      },
      {
        "letra": "D",
        "texto": "A incompetência material deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção e, sendo declarada, são nulos apenas os atos decisórios, remetendo-se o processo ao juízo competente."
      },
      {
        "letra": "E",
        "texto": "O autor que tem domicílio no Rio de Janeiro, onde também é a sede do réu, pode, contra este, ajuizar ação e vê-la tramitar nesta cidade de Belém, no silêncio da parte contrária, sem que isso configure violação ao juízo natural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485915",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Julgue o seguinte item, relativos à resposta do réu e à teoria das provas no sistema processual civil.Reconvenção é o instituto típico e exclusivo do procedimento comum ordinário e, uma vez apresentada, gera cumulação objetiva de ações. Não se admitirá a reconvenção nas chamadas ações dúplices, nas quais é lícito ao réu formular pedido contra o autor na própria contestação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475675",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Considerando que determinada parte tenha proposto ação de indenização contra outra parte, pleiteando sua condenação em danos morais e materiais, julgue o item seguinte.Havendo entre uma das partes e um terceiro comunhão de direitos ou de obrigações relativamente à lide, a outra parte poderá reconvir em face de ambos em litisconsórcio passivo, ainda que o terceiro não figure originariamente na lide.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464261",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Ação Monitória no CPC 1973",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Pretendendo o réu compensar uma dívida ilíquida, com a do autor, cuja cobrança se dá em ação ordinária, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promover ação declaratória incidental, para ver reconhecido e satisfeito seu crédito."
      },
      {
        "letra": "B",
        "texto": "ajuizar ação monitória, que é o único meio processual de se obter a satisfação de dívida ilíquida não constante de título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "promover a execução de seu crédito perante o mesmo Juízo."
      },
      {
        "letra": "D",
        "texto": "formular pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "propor reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1332624",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "NÃO é espécie de resposta do réu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contestação"
      },
      {
        "letra": "B",
        "texto": "a exceção de contrato não cumprido"
      },
      {
        "letra": "C",
        "texto": "a exceção de incompetência"
      },
      {
        "letra": "D",
        "texto": "a reconvenção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "701007",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu poderá oferecer resposta no prazo de 10 dias em petição escrita dirigida ao juiz da causa."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, o réu não poderá mais deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "Antes de discutir o mérito na contestação, o réu não poderá alegar inexistência ou nulidade de citação, bem como incompetência absoluta."
      },
      {
        "letra": "E",
        "texto": "A reconvenção não é resposta do réu no processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670346",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta, com relação à defesa do réu, no procedimento ordinário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção declinatória de foro deve ser apresentada em preliminar de contestação."
      },
      {
        "letra": "B",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, as quais devem ser protocoladas simultaneamente, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, podem ser protocoladas em dias diferentes, desde que dentro do prazo de quinze dias."
      },
      {
        "letra": "D",
        "texto": "A reconvenção deve ser apresentada na mesma peça contestatória, como pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao valor da causa deve ser ofertada antes da contestação, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462257",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Para reformar um determinado bem público, o Prefeito Municipal contrata uma empresa particular para a execução da obra, com autorização para tanto. Todavia, a obra vem a causar danos a um particular, decorrentes de má execução. O particular demanda ação de conhecimento de reparação dos danos em face do referido Município, em litisconsórcio com a empresa particular contratada, sob o rito ordinário. Para fins de resposta dos réus, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambos os réus terão o prazo em quádruplo para contestar e reconvir, caso queiram, uma vez que a prerrogativa de prazo especial da Fazenda deve prevalecer para todos os réus."
      },
      {
        "letra": "B",
        "texto": "O procurador da empresa particular contratada pelo Município terá o prazo de 15 dias para contestar, uma vez que não se aplica a este o prazo especial da Fazenda."
      },
      {
        "letra": "C",
        "texto": "O Procurador Municipal terá o prazo em dobro para contestar, uma vez que se trata de litisconsórcio com procuradores distintos."
      },
      {
        "letra": "D",
        "texto": "O Procurador Municipal terá o prazo em quádruplo para contestar e reconvir, e o Procurador da empresa contratada terá o prazo em dobro para oferecer exceção de incompetência"
      },
      {
        "letra": "E",
        "texto": "O Procurador Municipal e o Procurador da empresa contratada terão o prazo de 30 dias para responder, podendo estes acordar, dentro desse prazo, os dias disponíveis para cada réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "460473",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Sobre a reconvenção, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser ajuizada pelo réu, em seu próprio nome, mesmo quando o autor demandar em nome de outrem."
      },
      {
        "letra": "B",
        "texto": "não é admissível em ação declaratória, mercê da sua natureza de ação dúplice."
      },
      {
        "letra": "C",
        "texto": "é admissível no processo de execução fiscal, visando repetição de indébito."
      },
      {
        "letra": "D",
        "texto": "é prescindível para a condenação do autor ao pagamento de indenização por demandar sobre dívida já paga."
      },
      {
        "letra": "E",
        "texto": "deve estar fundada nos mesmos fatos narrados na petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458609",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No procedimento ordinário, de acordo com a disciplina do CPC,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os fatos não impugnados serão presumidos como verdadeiros, excepcionado-se, apenas, aqueles que a seu respeito não for admissível a confissão."
      },
      {
        "letra": "B",
        "texto": "a contestação e a reconvenção poderão ser oferecidas em momentos distintos, desde que no prazo legal."
      },
      {
        "letra": "C",
        "texto": "o réu poderá oferecer resposta na forma de contestação, exceção ou reconvenção, no prazo de 15 (quinze) dias contados da juntada aos autos do mandado citatório devidamente cumprido."
      },
      {
        "letra": "D",
        "texto": "a reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "E",
        "texto": "o réu deve alegar a incompetência relativa, como preliminar da contestação, a fim de evitar preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456501",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Em relação à contestação e à reconvenção,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção, por ser ela subordinada à ação da qual proveio."
      },
      {
        "letra": "B",
        "texto": "julgar-se-ão por sentenças autônomas a ação e a reconvenção."
      },
      {
        "letra": "C",
        "texto": "pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "depois da contestação, só é lícito deduzir novas alegações quando competir ao juiz conhecer delas de ofício."
      },
      {
        "letra": "E",
        "texto": "entre outras razões, compete ao réu alegar em contestação, antes de discutir o mérito, a incompetência absoluta, a perempção, a litispendência, a coisa julgada e a conexão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "441152",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Caio propôs demanda em face de Ticio, pelo procedimento ordinário, para cobrar obrigação derivada de contrato celebrado entre ambos. Regularmente citado, o réu, no prazo legal, apresentou contestação, negando os fatos constitutivos do direito de crédito alegado pelo autor, e, também, demanda reconvencional, nesta pleiteando, especificamente, a declaração de inexistência do referido crédito. À vista da petição inicial da reconvenção, deve o juiz indeferi-la de imediato, em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decisão agravável, diante da inexistência de conexão com a demanda principal;"
      },
      {
        "letra": "B",
        "texto": "decisão apelável, diante da inexistência de conexão com a demanda principal;"
      },
      {
        "letra": "C",
        "texto": "decisão agravável, diante de seu descabimento no rito ordinário;"
      },
      {
        "letra": "D",
        "texto": "decisão apelável, diante da inexistência de interesse processual;"
      },
      {
        "letra": "E",
        "texto": "decisão agravável, diante da inexistência de interesse processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429165",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A resposta do réu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dada na contestação, implica a apresentação de todas as razões que possam levar ao desacolhimento do pedido inicial, em obediência ao princípio da eventualidade, além de especificar as provas que pretende produzir."
      },
      {
        "letra": "B",
        "texto": "é oferecida sempre em peça única, que engloba a contestação, a reconvenção e as exceções legalmente previstas."
      },
      {
        "letra": "C",
        "texto": "dada em exceção de incompetência relativa, implica a prolação de sentença, da qual caberá apelação."
      },
      {
        "letra": "D",
        "texto": "é sempre meritória, ainda que diga respeito a matérias de ordem pública, saIvo se arguidos pressupostos de inadmissibilidade da demanda."
      },
      {
        "letra": "E",
        "texto": "deve conter na contestação todas as alegações fáticas e de direito possíveis, em nenhuma hipótese admitindo-se a dedução de novas alegações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417889",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito das respostas do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a jurisprudência do STJ, o prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da data da decisão que acolhe a exceção."
      },
      {
        "letra": "B",
        "texto": "Considerada ônus do réu, uma vez que a ele impõe rebater pontualmente todos os fatos narrados pelo autor e com os quais não concorda, tornando-os controvertidos e, em consequência, fazendo que componham o objeto de prova, a impugnação específica aplica-se, inclusive, ao curador especial."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência deve ser apresentada em autos apartados e não suspende o trâmite do processo principal."
      },
      {
        "letra": "D",
        "texto": "Caso o réu deseje contestar e reconvir, deve fazê-lo simultaneamente e em peças separadas, sob pena de preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "É inadmissível a reconvenção em ação declaratória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415204",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, não pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413846",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, em regra, a nulidade da cláusula de eleição de foro, em contrato de adesão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de reconvenção, que obedecerá o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração como preliminar em contestação, que obedecerá o procedimento ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "392582",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa correta.Cabe reconvenção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos procedimentos de jurisdição voluntária."
      },
      {
        "letra": "B",
        "texto": "em processos de rito sumário."
      },
      {
        "letra": "C",
        "texto": "em processos de conhecimento, nos procedimentos de jurisdição contenciosa."
      },
      {
        "letra": "D",
        "texto": "em ações de execução."
      },
      {
        "letra": "E",
        "texto": "em processos cautelares."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389761",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "A respeito da reconvenção, considerando que determinada ação proposta por Jorge em face de Pedro é julgada improcedente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estará apta a ser julgada a reconvenção apenas no caso de ela ter sido apresentada simultaneamente e em apenso à contestação."
      },
      {
        "letra": "B",
        "texto": "estará garantida a tutela jurisdicional a ser obtida no julgamento da reconvenção."
      },
      {
        "letra": "C",
        "texto": "será extinta a reconvenção, pois a tutela jurisdicional pretendida por Pedro já foi integralmente alcançada."
      },
      {
        "letra": "D",
        "texto": "será necessário que os fatos e fundamentos apresentados por Pedro em sua contestação informem sua pretensão como reconvinte"
      },
      {
        "letra": "E",
        "texto": "sendo oferecida a reconvenção, Jorge será intimado, na pessoa do seu procurador, para contestá-la no pra- zo de 5 (cinco) dias"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387595",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de discutir o mérito, cabe alegar a incompetência absoluta na contestação."
      },
      {
        "letra": "B",
        "texto": "Não se pode presumir verdadeiros os fatos não impugnados, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em autos autônomos."
      },
      {
        "letra": "D",
        "texto": "O réu poderá oferecer, no prazo de 15 dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção."
      },
      {
        "letra": "E",
        "texto": "A contestação e a reconvenção serão oferecidas, simultaneamente, na mesma peça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "380243",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "No tocante à possibilidade de reconvenção no processo sumário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o procedimento sumário não possibilita ao réu a formulação de pedido contraposto, mesmo que fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "B",
        "texto": "o procedimento sumário possibilita ao réu a formulação de pedido contraposto, desde que fundado nos mesmos fatos referidos na inicial."
      },
      {
        "letra": "C",
        "texto": "o pedido contraposto no processo sumário é incompatível com o rito adotado pelo Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "o pedido contraposto no processo sumário é possível, desde que com anuência do Autor."
      },
      {
        "letra": "E",
        "texto": "o procedimento sumário possibilita ao réu a formulação de pedido contraposto, mesmo que não fundado nos mesmos fatos referidos na inicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "377306",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Teoria Geral dos Recursos - Conceito",
      "Respostas do réu - Reconvenção",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "NÃO cabe afirmar em relação à reconvenção, a partir do está no Código de Processo Civil, que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "B",
        "texto": "A renúncia do autor em relação ao recurso por ele interposto, prejudica o julgamento do recurso interposto pelo réu no que concerne à decisão da reconvenção."
      },
      {
        "letra": "C",
        "texto": "A ação e a reconvenção serão julgadas na mesma sentença"
      },
      {
        "letra": "D",
        "texto": "A parte não pode aceitar a confissão no tópico que a beneficiar e rejeitá-la no que Ihe for desfavorável, porque ela é, em regra, indivisível, exceto quando o confitente Ihe aduzir fatos novos, suscetíveis de constituir fundamento de reconvenção."
      },
      {
        "letra": "E",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, não obsta ao prosseguimento da reconvenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "367969",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o caso Desdêmona (ação de conhecimento de Otelo em desfavor de Iago, questionando promessa de compra e venda de Desdêmona, uma vaca premiada), a resposta apresentada por Iago, na qual apresenta suas defesas processuais e de mérito, deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação."
      },
      {
        "letra": "B",
        "texto": "reconvenção."
      },
      {
        "letra": "C",
        "texto": "exceção."
      },
      {
        "letra": "D",
        "texto": "réplica."
      },
      {
        "letra": "E",
        "texto": "impugnação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357880",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Eduardo ajuíza ação de indenização contra Pedro, que apresenta contestação e reconvenção. Depois da resposta, porém, Eduardo formula pedido de desistência, sem contestar a reconvenção. Pedro aceita o pedido de desistência, mas requer o prosseguimento da reconvenção. O juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homologar a desistência e dar prosseguimento à reconvenção, mas sem declarar a revelia de Eduardo."
      },
      {
        "letra": "B",
        "texto": "homologar a desistência e julgar o processo extinto sem julgamento de mérito, deixando de apreciar o pedido reconvencional."
      },
      {
        "letra": "C",
        "texto": "indeferir o pedido de desistência e dar prossegui- mento à reconvenção, declarando a revelia de Eduardo."
      },
      {
        "letra": "D",
        "texto": "homologar a desistência, dar prosseguimento à reconvenção e declarar a revelia de Eduardo."
      },
      {
        "letra": "E",
        "texto": "indeferir o pedido de desistência e dar prosseguimento à reconvenção, mas sem declarar a revelia de Eduardo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1126209",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reconhecimento da procedência do pedido alcança os fatos, mas não as consequências jurídicas geradas por eles, pelo que, o órgão julgador deverá, nas hipóteses em que o réu também tenha ofertado reconvenção, julgar procedente o pedido principal e improcedente a reconvenção, extinguindo ambos os processos."
      },
      {
        "letra": "B",
        "texto": "A ação declaratória incidental, que é ofertada exclusivamente pelo réu, inova quanto à matéria de fundo, causando alterações nos limites objetivos de conhecimento do juiz."
      },
      {
        "letra": "C",
        "texto": "A reconvenção visa trazer ao mesmo processo outra ação, do réu contra o autor, que pode versar sobre tema distinto daquele que está na ação principal o que não pode ocorrer com a ação declaratória incidental."
      },
      {
        "letra": "D",
        "texto": "A ação declaratória incidental não instaura incidente processual, devendo ser apresentada pelo réu simultaneamente à contestação e processada nos mesmos autos, mas não há necessidade de as partes serem as mesmas."
      },
      {
        "letra": "E",
        "texto": "A ação declaratória incidental se diferencia da reconvenção porque tem autonomia em relação à ação principal, o que a lei processual não conferiu à reconvenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "761945",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "A reconvenção é cabível na",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação monitória, após a conversão do procedimento em ordinário."
      },
      {
        "letra": "B",
        "texto": "ação de rito sumário, após a apresentação da contestação em audiência."
      },
      {
        "letra": "C",
        "texto": "execução, que tenha por origem as Cortes Constitucionais."
      },
      {
        "letra": "D",
        "texto": "liquidação de sentença."
      },
      {
        "letra": "E",
        "texto": "oposição de terceiros, quando deferida pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "421721",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No processo civil, sobre a resposta do réu, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação e reconvenção serão oferecidas simultaneamente, em peças autônomas, no prazo de 15 dias;"
      },
      {
        "letra": "B",
        "texto": "a contestação é oferecida no prazo de 15 dias e a reconvenção no prazo de 10 dias;"
      },
      {
        "letra": "C",
        "texto": "que as contestações de vários réus com advogados diferentes serão apresentadas no prazo comum de 15 dias;"
      },
      {
        "letra": "D",
        "texto": "que a exceção e a reconvenção são processadas nos autos principais;"
      },
      {
        "letra": "E",
        "texto": "que a reconvenção não é uma forma de defesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com as normas que regem a petição inicial, a resposta do réu e os casos de revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção é resposta do réu que amplia os limites objetivos da demanda, já que, aos pedidos feitos pelo autor, acrescentam-se pedidos feitos pelo réu."
      },
      {
        "letra": "B",
        "texto": "As exceções de incompetência, ainda que relativa, impedimento ou suspeição podem ser alegadas por qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "Sempre que o réu não contestar a ação, reputar-se-ão verdadeiros os fatos afirmados pelo autor."
      },
      {
        "letra": "D",
        "texto": "Além dos fatos, cabe ao autor indicar na inicial os fundamentos jurídicos de seu pedido, inclusive fazendo menção aos dispositivos legais respectivos, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "E",
        "texto": "A indicação errônea do juiz ou tribunal a que a petição inicial é dirigida enseja seu imediato indeferimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382851",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Alma propõe ação com pedido condenatório em face de Ínclito, tendo em vista danos causados por colisão de veículos conduzidos por ambos. Aduziu que o réu estaria em estado de clara embriaguez, mas que havia se recusado a realizar o teste de alcoolemia, por indicação do seu advogado que aparecera no local do sinistro. Em resposta, o réu apresentou defesa aludindo à incompetência do Juízo, por não ser o local adequado de propositura da ação, levantando preliminar de que o veículo que conduzia não seria da sua titularidade, mas de uma prima, e apresentou postulação de condenação do autor, por entender ser o mesmo o culpado pelo acidente. Essas defesas apresentadas seriam:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exceção de incompetência, ilegitimidade passiva, pedido indireto"
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta, ilegitimidade passiva, reconvenção"
      },
      {
        "letra": "C",
        "texto": "exceção de incompetência, ilegitimidade passiva e pedido contraposto"
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, ilegitimidade passiva e exceção de suspeição"
      },
      {
        "letra": "E",
        "texto": "exceção de incompetência, ilegitimidade passiva e exceção de impedimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352080",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Ainda acerca de resposta do réu, com base na doutrina, na legislação e na jurisprudência dos tribunais superiores, julgue os itens subsequentes. Pela própria natureza do provimento almejado, a reconvenção em ação declaratória é inadmissível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "351149",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Considerando que A ajuíze contra B ação postulando os pedidos X, Y e Z, com base na situação fática F, julgue os itens subsecutivos.B poderá reconvir no mesmo processo se a reconvenção for conexa com a ação principal ou com o fundamento da defesa, devendo o juiz julgar em sentenças diversas a ação principal e a reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346765",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Considerando que, após citação em processo sob o rito ordinário, o réu tenha apresentado apenas reconvenção e que, por isso, o juiz tenha determinado que os prazos contra ele corressem independentemente de intimação, tendo, ao final, o declarado revel, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da reconvenção, a presunção decorrente da revelia será apenas relativa."
      },
      {
        "letra": "B",
        "texto": "Independentemente da reconvenção, operam-se os efeitos da revelia."
      },
      {
        "letra": "C",
        "texto": "Independentemente de o revel ter patrono nos autos, não é necessária sua intimação."
      },
      {
        "letra": "D",
        "texto": "O juiz errou ao considerar o réu revel, pois foi apresentada, no prazo legal, uma forma de resposta."
      },
      {
        "letra": "E",
        "texto": "O juiz não poderia ter considerado o réu revel se, em vez de simples reconvenção, ele tivesse apresentado exceção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322207",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "B",
        "texto": "Após a contestação, não é lícito o réu deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "D",
        "texto": "Quando forem citados para a ação vários réus, a cada réu será concedido prazo independente para a apresentação da respectiva defesa."
      },
      {
        "letra": "E",
        "texto": "O prazo para oferecer exceção é de dez dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "314282",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "As ações dúplices admitem reconvenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1237710",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Sentença",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Com relação ao direito processual civil, julgue o item seguinte. Extinto o processo com resolução do mérito em decorrência da transação na ação principal, a reconvenção deve ser extinta sem resolução do mérito, caso nada fique acertado na transação da ação principal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372045",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção",
      "Ação de prestação de contas"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação possessória de força velha permite o deferimento de antecipação de tutela, desde que provados os requisitos do art. 273 do Código de Processo Civil. Já na ação de força nova, o deferimento da liminar possessória exige apenas a demonstração verossímil da posse esbulhada, estando o risco na demora presumido pelo legislador."
      },
      {
        "letra": "B",
        "texto": "A nunciação ou embargo de obra nova é ação de rito especial com caráter preventivo, destinada a impedir o prosseguimento de obra (lato sensu), a fim de manter a incolumidade ou utilidade do imóvel do requerente.Estando a obra finalizada, ou em vias de finalização, o procedimento adequado é o da ação demolitória, que segue o rito ordinário."
      },
      {
        "letra": "C",
        "texto": "A ação monitória diferencia-se da ação de execução de título extrajudicial, dentre outras razões, em face da diferença do grau de evidência do direito tutelado pelo processo monitório, em relação à maior evidência do direito a ser perseguido pelo processo executivo-obrigacional do Livro II do Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "A ação de prestação de contas comporta reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372040",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arguição de suspeição do juiz deve ser apresentada por exceção, mas, assim como a exceção de impedimento, pode ser apresentada a qualquer tempo, no curso do processo, sendo insuscetível de preclusão, pois o prazo de quinze dias contados do fato que a ocasionou é impróprio, sendo a consequência pela arguição extemporânea apenas o ônus de arcar com as custas do retardamento do processo."
      },
      {
        "letra": "B",
        "texto": "O prazo para reconvenção é o mesmo da contestação, mas não há exigência de simultaneidade em sua apresentação, desde que observado o prazo peremptório fixado em lei."
      },
      {
        "letra": "C",
        "texto": "As questões prévias preliminares, de natureza processual, devem ser alegadas antes das questões de mérito (sejam essas prévias-prejudiciais ou principais)."
      },
      {
        "letra": "D",
        "texto": "Chama-se defesa direta de mérito a alegação, pelo réu, de fato impeditivo, modificativo ou extintivo do direito do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368722",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Quanto à resposta do réu,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não for oferecida contestação, reputar-se-á verdadeiro o direito afirmado pelo autor."
      },
      {
        "letra": "B",
        "texto": "uma vez oferecida a contestação, será sempre vedado deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "a contestação e a reconvenção são oferecidas na mesma peça, sendo julgadas por sentenças diferentes."
      },
      {
        "letra": "D",
        "texto": "a impugnação aos fatos pode ser apresentada gradualmente no processo, até o oferecimento das alegações finais pelas partes."
      },
      {
        "letra": "E",
        "texto": "são suas espécies, dirigidas ao juiz da causa, a contestação, exceção e reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "746104",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: CREMESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, não é lícito deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "O revel não poderá intervir no processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "535307",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Reconvenção",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Dadas as proposições abaixo, assinale a alternativa CORRETA: I - O prazo, estabelecido pela lei ou pelo juiz, é contínuo, se interrompendo nos feriados. II - Extingue-se o processo, com resolução de mérito, quando o juiz pronunciar a decadência ou a prescrição. III - Julgar-se-ão na mesma sentença a ação e a reconvenção. IV - A parte tem o prazo de 10 (dez) dias, contado da intimação da sua juntada aos autos, para arguir o incidente de falsidade de documento; o prazo será, porém, de 05 (cinco) dias para manifestar-se sobre documento juntado aos autos. V - Faz coisa julgada a apreciação da questão prejudicial, decidida incidentemente no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições III, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II, III e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505978",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção deve preencher os requisitos das condições da ação e dos pressupostos processuais, bem como os específicos da conexão da ação, da competência do juízo, identidade de ritos e identidade de partes."
      },
      {
        "letra": "B",
        "texto": "A defesa é direta quando nega a ocorrência dos fatos alegados na petição inicial, afirmando ou que não ocorreram ou que ocorreram de forma diferente ou que são verdadeiros, mas a conseqüência jurídica não ampara a pretensão, sendo Indireta quando apresenta fatos impeditivos, modificativos ou extintivos do direito do autor, agregando fatos novos ao processo, que alteram o destino da causa, por conduzirem à improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "Pelo Princípio da Consumação, na peça de contestação não poderá o réu deduzir alegações incompatíveis entre si, que poderão ser alegadas nas fases seguintes, nos termos do art. 303 do CPC."
      },
      {
        "letra": "D",
        "texto": "Litispendência é quando se reproduz ação anteriormente ajuizada, havendo identidade de partes, da causa de pedir e do pedido. Já a conexão ocasiona a modificação de competência relativa, por prorrogação, reunindo-se os processos para que sejam julgados simultaneamente, por força da prevenção."
      },
      {
        "letra": "E",
        "texto": "Quando a lei considerar da substância do ato que seja por instrumento público, a falta de impugnação precisa sobre os fatos narrados na petição inicial não gera presunção de veracidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "432560",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "0 réu, ao contestar ação contra ele proposta, ajuíza também reconvenção. Após ser intimado para réplica e contestação da reconvenção, o autor desiste da ação, obtendo do réu a concordância com tal desistência. Neste caso:I. A concordância do réu com a desistência da ação pelo autor implica desistência implícita da reconvenção. II. A reconvenção deve ser extinta sem julgamento do mérito, pois o acessório (reconvenção) segue o principal. III. A desistência da ação não obsta ao prosseguimento da reconvenção. Em relação às assertivas acima, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta"
      },
      {
        "letra": "B",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301701",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "É INCORRETO afirmar em relação à reconvenção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser processada em apenso aos autos principais."
      },
      {
        "letra": "B",
        "texto": "Deve ser oferecida simultaneamente com a contestação."
      },
      {
        "letra": "C",
        "texto": "A desistência da ação pelo autor reconvindo não obsta o seu prosseguimento."
      },
      {
        "letra": "D",
        "texto": "Deve ser julgada na mesma sentença da ação de que se originou."
      },
      {
        "letra": "E",
        "texto": "A intimação do autor reconvindo para contestá-la dá-se na pessoa de seu procurador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "189811",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "A reconvenção, no processo civil brasileiro, implica que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "haja condenações independentes quanto às verbas de sucumbência da ação e da reconvenção."
      },
      {
        "letra": "B",
        "texto": "haja intimação pessoal do autor reconvindo para contestar."
      },
      {
        "letra": "C",
        "texto": "haja óbice ao seu prosseguimento, em caso de desistência da ação."
      },
      {
        "letra": "D",
        "texto": "seja vedado ao juiz decidir na mesma sentença a ação e a reconvenção."
      },
      {
        "letra": "E",
        "texto": "seja constituído processo incidente da ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "489314",
    "metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Há possibilidade de o réu obter tutela jurisdicional ativa favorável, sem necessidade de valer-se da reconvenção, nas ações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de prestação de contas e demarcatória."
      },
      {
        "letra": "B",
        "texto": "de depósito e divisória."
      },
      {
        "letra": "C",
        "texto": "de prestação de contas e depósito."
      },
      {
        "letra": "D",
        "texto": "monitória e demarcatória."
      },
      {
        "letra": "E",
        "texto": "divisória e monitória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341725",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "A propósito da reconvenção, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe reconvenção nas ações de execução fiscal."
      },
      {
        "letra": "B",
        "texto": "O indeferimento liminar da reconvenção desafia o recurso de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Admite- se reconvenção nas ações populares, com pedido de indenização por danos morais e materiais, com fundamento no exercício abusivo do direito à ação popular."
      },
      {
        "letra": "D",
        "texto": "No conjunto formado pela ação principal e pela reconvenção diz- se que há cumulação objetiva de ações."
      },
      {
        "letra": "E",
        "texto": "É admissível reconvenção em ação rescisória desde que seu objeto seja o de também rescindir a mesma sentença ou acórdão."
      }
    ],
    "gabarito": "C"
  }
]