[
  {
    "id": "628740",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação a resposta do réu e as provas, analise as proposições abaixo à luz das disposições do Código de Processo Civil: I- A contestação, a reconvenção e as exceções serão apresentadas na mesma peça e simultaneamente, competindo ao réu alegar, como pedido contraposto na contestação, antes de discutir o mérito, perempção e convenção de arbitragem. II- Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. III- O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa. IV- Em falta de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvado, quanto a esta, o exame pericial. V- O Juiz não poderá dispensar prova pericial mesmo quando as partes, na inicial e na contestação, apresentarem sobre as questões de fato pareceres técnicos ou documentos elucidativos que considerar suficientes. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições l,ll e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III,IV e V estão incorretas"
      },
      {
        "letra": "C",
        "texto": "Somente as proposições l,lll e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Som ente as proposições IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II,III e IV estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936932",
    "metadata": "Ano: 2015 | Banca: COPS-UEL | Órgão: UEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, corretamente, o que é causa a oposição de exceção de incompetência relativa do juízo e de impendimento ou suspeição do juiz ou órgão colegiado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulação do processo."
      },
      {
        "letra": "B",
        "texto": "Arquivamento do processo."
      },
      {
        "letra": "C",
        "texto": "Encerramento do processo."
      },
      {
        "letra": "D",
        "texto": "Extinção do processo."
      },
      {
        "letra": "E",
        "texto": "Suspensão do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "593273",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Com relação à intervenção de terceiros e à resposta do réu, julgue o item subsequente. O instrumento processual para arguir incompetência relativa ou absoluta do juízo é a exceção de incompetência, que, necessariamente, deverá ser fundamentada e devidamente instruída com a indicação do juízo para o qual se deve declinar a competência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591355",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Critérios de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os órgãos do Poder Judiciário exercem a jurisdição, que é delimitada seguindo-se as regras de distribuição da competência previstas no ordenamento jurídico brasileiro. Acerca desse assunto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu deve, por meio de exceção, alegar a incompetência absoluta, sob pena de preclusão, momento em que se prorrogará a competência do foro."
      },
      {
        "letra": "B",
        "texto": "A incompetência absoluta, por não constituir matéria de ordem pública, não pode ser reconhecida pelo juiz de ofício, devendo a parte alegá-la na primeira oportunidade em que couber citá-la nos autos, sob pena de responder integralmente pelas custas."
      },
      {
        "letra": "C",
        "texto": "A doutrina classifica a jurisdição, quanto ao organismo que a exerce, como comum e especial. A jurisdição comum é exercida pela justiça estadual, enquanto a jurisdição especial é exercida pelas justiças federal, trabalhista, eleitoral e militar."
      },
      {
        "letra": "D",
        "texto": "A incompetência absoluta do juízo pode ser reconhecida de ofício, inclusive em embargos infringentes e em reexame necessário."
      },
      {
        "letra": "E",
        "texto": "Havendo conexão, o juiz pode ordenar a reunião de ações propostas separadamente, a fim de que sejam decididas simultaneamente. Correndo em separado as ações conexas perante juízes que têm a mesma competência territorial, considera-se prevento aquele que promoveu a juntada da citação válida em primeiro lugar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "590441",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as modalidades de resposta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reconvenção é a via processual por meio da qual o réu deduz pretensão em face do autor e, ainda que o mérito da ação não seja resolvido, o daquela poderá sê-lo;"
      },
      {
        "letra": "B",
        "texto": "a ausência de contestação levará à decretação da revelia do réu, com o consequente acolhimento do pedido do autor;"
      },
      {
        "letra": "C",
        "texto": "a exceção é a via adequada para a arguição dos vícios de suspeição, impedimento e incompetência absoluta;"
      },
      {
        "letra": "D",
        "texto": "a contestação deverá veicular, antes da matéria de mérito, as questões preliminares, como a carência de ação, sob pena de preclusão;"
      },
      {
        "letra": "E",
        "texto": "a contestação deverá ser oferecida no prazo de quinze dias, enquanto a reconvenção e a exceção, no decêndio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "583368",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as respostas do réu no procedimento comum no Processo Civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento comum sumário, é lícito ao réu, na contestação, formular pedido em seu favor, desde que seja conexo com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "B",
        "texto": "Nos Juizados Especiais da Fazenda Pública, a alegação de incompetência territorial é classificada como exceção processual dilatória."
      },
      {
        "letra": "C",
        "texto": "Não cabe reconvenção em ação monitória."
      },
      {
        "letra": "D",
        "texto": "A arguição de impedimento do juiz não preclui, pelo que pode a parte arguir o vício mesmo após escoado o prazo de 15 (quinze) dias para o oferecimento da respectiva exceção."
      },
      {
        "letra": "E",
        "texto": "O pedido de declaração incidental objetiva a ampliação dos limites objetivos da coisa julgada, pelo que é privativo do autor, que deve formulá-lo na fase das providências preliminares do procedimento comum ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "581537",
    "metadata": "Ano: 2015 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre a litispendência, a conexão ou a coisa julgada, quando o autor reproduz ação idêntica, julgada ou não, contra o mesmo réu."
      },
      {
        "letra": "B",
        "texto": "Serão opostos por meio de exceção a incompetência, o impedimento, a suspeição e a reconvenção."
      },
      {
        "letra": "C",
        "texto": "O revel poderá intervir no processo em qualquer fase, recebendo-o no estado em que se encontrar, ressalvado-lhe a reabertura do direito de apresentar defesa."
      },
      {
        "letra": "D",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas."
      },
      {
        "letra": "E",
        "texto": "Indeferida a petição inicial, o autor poderá apelar, no prazo de quinze dias, sendo facultado ao juiz reformar sua decisão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "514715",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Modificação de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção",
      "Julgamento Conforme o Estado do Processo: Julgamento Antecipado da Lide"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após a contestação, somente se admite novas alegações quando relativas a direito superveniente, competir ao juiz conhecer delas de ofício ou se por expressa autorização legal, puderem ser formuladas em qualquer tempo e juízo."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, pode ser dispensada a citação e proferida diretamente sentença, reproduzindo-se o teor da anteriormente prolatada, mas havendo apelação da parte, o juízo pode exercer a retratação em 05 (cinco) dias, caso contrário, mandará citar o réu diretamente para responder o recurso."
      },
      {
        "letra": "C",
        "texto": "O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção, em peças autônomas. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta o prosseguimento da exceção e da reconvenção, eis que estas são conexas e dependentes daquela."
      },
      {
        "letra": "D",
        "texto": "A incompetência material deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção e, sendo declarada, são nulos apenas os atos decisórios, remetendo-se o processo ao juízo competente."
      },
      {
        "letra": "E",
        "texto": "O autor que tem domicílio no Rio de Janeiro, onde também é a sede do réu, pode, contra este, ajuizar ação e vê-la tramitar nesta cidade de Belém, no silêncio da parte contrária, sem que isso configure violação ao juízo natural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512808",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Quanto às exceções de suspeição e impedimento é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As hipóteses de suspeição são de natureza absoluta, não se sujeitando à preclusão."
      },
      {
        "letra": "B",
        "texto": "As hipóteses de impedimento são de natureza objetiva, não sujeitas à preclusão."
      },
      {
        "letra": "C",
        "texto": "As hipóteses de impedimento são de natureza subjetiva, sujeitas à preclusão."
      },
      {
        "letra": "D",
        "texto": "As hipóteses de suspeição são de natureza relativa, não se sujeitando à preclusão."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "503381",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em se tratando de Declaração de Incompetência, argui-se pela peça processual condizente por meio de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agravo retido, a incompetência absoluta."
      },
      {
        "letra": "B",
        "texto": "embargos, a incompetência absoluta."
      },
      {
        "letra": "C",
        "texto": "exceção, a incompetência relativa."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, a competência absoluta e relativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "467331",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca das intervenções de terceiros, da competência e das modalidades de respostas do réu, julgue o item a seguir.Em caso de incompetência do juízo, independentemente de sua natureza, o instrumento a ser utilizado para combatê-la é a oposição de exceção de incompetência, a qual necessariamente deverá ser fundamentada e devidamente instruída.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "467329",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca das intervenções de terceiros, da competência e das modalidades de respostas do réu, julgue o item a seguir.Segundo a jurisprudência dominante do STJ, caso a parte apresente incidente de exceção, o processo será suspenso na data em que a exceção for recebida pelo juiz, e não na data em que for oposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "701007",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu poderá oferecer resposta no prazo de 10 dias em petição escrita dirigida ao juiz da causa."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, o réu não poderá mais deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "Antes de discutir o mérito na contestação, o réu não poderá alegar inexistência ou nulidade de citação, bem como incompetência absoluta."
      },
      {
        "letra": "E",
        "texto": "A reconvenção não é resposta do réu no processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670346",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta, com relação à defesa do réu, no procedimento ordinário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção declinatória de foro deve ser apresentada em preliminar de contestação."
      },
      {
        "letra": "B",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, as quais devem ser protocoladas simultaneamente, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, podem ser protocoladas em dias diferentes, desde que dentro do prazo de quinze dias."
      },
      {
        "letra": "D",
        "texto": "A reconvenção deve ser apresentada na mesma peça contestatória, como pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao valor da causa deve ser ofertada antes da contestação, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458609",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No procedimento ordinário, de acordo com a disciplina do CPC,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os fatos não impugnados serão presumidos como verdadeiros, excepcionado-se, apenas, aqueles que a seu respeito não for admissível a confissão."
      },
      {
        "letra": "B",
        "texto": "a contestação e a reconvenção poderão ser oferecidas em momentos distintos, desde que no prazo legal."
      },
      {
        "letra": "C",
        "texto": "o réu poderá oferecer resposta na forma de contestação, exceção ou reconvenção, no prazo de 15 (quinze) dias contados da juntada aos autos do mandado citatório devidamente cumprido."
      },
      {
        "letra": "D",
        "texto": "a reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "E",
        "texto": "o réu deve alegar a incompetência relativa, como preliminar da contestação, a fim de evitar preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444023",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Com relação às defesas do réu, no processo civil, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incompetência absoluta, a litispendência, a coisa julgada e a carência de ação, dentre outras matérias, deverão ser apresentadas na contestação, como preliminares, antes de discutir o mérito da causa; poderá, o juiz, entretanto, conhecer de tais matérias de ofício."
      },
      {
        "letra": "B",
        "texto": "as exceções de impedimento, suspeição e de incompetência relativa suspendem o processo principal, até que sejam definitivamente julgadas."
      },
      {
        "letra": "C",
        "texto": "as alegações de novação, compensação, perempção, retenção e convenção de arbitragem qualificam-se como exceções substanciais."
      },
      {
        "letra": "D",
        "texto": "uma demanda pelo rito sumário, sendo réu o Município de Xiru, implica a citação deste réu com no mínimo 20 (vinte) dias de antecedência à data da audiência de conciliação."
      },
      {
        "letra": "E",
        "texto": "a reconvenção é peça típica do procedimento comum ordinário; em tese, porém, poderá ser admitida em procedimentos especiais, desde que não se trate de procedimento que verse sobre ações dúplices, e que a apresentação da defesa altere o procedimento de especial para comum ordinário, como ocorre, por exemplo, com o procedimento monitório"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429165",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A resposta do réu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dada na contestação, implica a apresentação de todas as razões que possam levar ao desacolhimento do pedido inicial, em obediência ao princípio da eventualidade, além de especificar as provas que pretende produzir."
      },
      {
        "letra": "B",
        "texto": "é oferecida sempre em peça única, que engloba a contestação, a reconvenção e as exceções legalmente previstas."
      },
      {
        "letra": "C",
        "texto": "dada em exceção de incompetência relativa, implica a prolação de sentença, da qual caberá apelação."
      },
      {
        "letra": "D",
        "texto": "é sempre meritória, ainda que diga respeito a matérias de ordem pública, saIvo se arguidos pressupostos de inadmissibilidade da demanda."
      },
      {
        "letra": "E",
        "texto": "deve conter na contestação todas as alegações fáticas e de direito possíveis, em nenhuma hipótese admitindo-se a dedução de novas alegações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "417889",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito das respostas do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a jurisprudência do STJ, o prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da data da decisão que acolhe a exceção."
      },
      {
        "letra": "B",
        "texto": "Considerada ônus do réu, uma vez que a ele impõe rebater pontualmente todos os fatos narrados pelo autor e com os quais não concorda, tornando-os controvertidos e, em consequência, fazendo que componham o objeto de prova, a impugnação específica aplica-se, inclusive, ao curador especial."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência deve ser apresentada em autos apartados e não suspende o trâmite do processo principal."
      },
      {
        "letra": "D",
        "texto": "Caso o réu deseje contestar e reconvir, deve fazê-lo simultaneamente e em peças separadas, sob pena de preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "É inadmissível a reconvenção em ação declaratória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413846",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, em regra, a nulidade da cláusula de eleição de foro, em contrato de adesão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de reconvenção, que obedecerá o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração como preliminar em contestação, que obedecerá o procedimento ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413792",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimentos Especiais",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu  - Exceção",
      "Ações possessórias"
    ],
    "enunciado_principal": "Analise as proposituras abaixo e responda:I) A Jurisdição é uma função do Estado, por meio da qual ele soluciona os conflitos de interesse de forma coercitiva, aplicando a lei geral e abstrata aos casos concretos que lhe são submetidos.II) A Jurisdição possui como características a substitutividade, a definitividade, imperatividade, inafastabilidade, a inércia e indelegabilidade. III) Reconhecida a incompetência absoluta, deve o juiz remeter os autos ao juízo competente, sendo nulos os atos decisórios praticados até então. Mesmo que a sentença transite em julgado, a incompetência absoluta ensejará o ajuizamento de ação rescisória. IV) A incompetência relativa deve ser arguida por meio de exceção de incompetência, no prazo da contestação, sob pena de preclusão, contudo o juiz poderá declará-la de ofício, caso haja prejuízo para quaisquer das partes. V) As ações possessórias em regra são consideradas reais imobiliárias e a competência para julgá- las é do foro de situação da coisa, cuja conclusão se extrai do art. 95 do CPC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a propositura IV é falsa."
      },
      {
        "letra": "B",
        "texto": "São verdadeiras apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "São verdadeiras apenas as assertivas II, III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas a propositura V é falsa."
      },
      {
        "letra": "E",
        "texto": "As assertivas I e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408529",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Conceito de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A modificação da competência, com a reunião de processos por força da conexão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser determinada de ofício pelo juiz, devendo ser arguida pelo réu por exceção de incompetência."
      },
      {
        "letra": "B",
        "texto": "não pode ser determinada de ofício pelo juiz, devendo ser arguida pelo réu na contestação, como questão pre­liminar."
      },
      {
        "letra": "C",
        "texto": "depende da coincidência de partes, pedido e causa de pedir entre os processos propostos separadamente."
      },
      {
        "letra": "D",
        "texto": "ocorre quando duas ou mais ações possuem identidade quanto às partes e à causa de pedir, mas o objeto de uma é mais amplo, abrangendo o das outras."
      },
      {
        "letra": "E",
        "texto": "pode ser determinada de ofício, mas só ocorre quando se trata de competência relativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "387595",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de discutir o mérito, cabe alegar a incompetência absoluta na contestação."
      },
      {
        "letra": "B",
        "texto": "Não se pode presumir verdadeiros os fatos não impugnados, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em autos autônomos."
      },
      {
        "letra": "D",
        "texto": "O réu poderá oferecer, no prazo de 15 dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção."
      },
      {
        "letra": "E",
        "texto": "A contestação e a reconvenção serão oferecidas, simultaneamente, na mesma peça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386631",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advogado dativo do réu deve fazer impugnação especificada de todos os argumentos do autor."
      },
      {
        "letra": "B",
        "texto": "Verificando que o autor não pagou as custas iniciais, o réu deve alegar carência de ação na contestação, antes de discutir o mérito da causa."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência absoluta é processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "Se houver vários réus com advogados diferentes, o prazo para contestação será dobrado."
      },
      {
        "letra": "E",
        "texto": "Cabe ao réu informar na contestação se existe coisa julgada, ou seja, se existe outra ação idêntica já julgada, ainda que pendente de recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "382010",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No que se refere às modalidades de resposta do réu e suas especificidades legais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão que julga o incidente de exceção deverá ser desafiada por recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "A arguição de questões preliminares de litispendência, coisa julgada e defeito de representação constituem modalidades de defesa de natureza dilatória, apresentadas sempre no bojo da contestação."
      },
      {
        "letra": "C",
        "texto": "Aplica-se o ônus da impugnação especificada, inerente ao instrumento petitório da contestação, ao advogado dativo, ao curador especial e ao órgão do MP."
      },
      {
        "letra": "D",
        "texto": "O meio adequado para que se combata eventual incompetência do juízo, independentemente de sua natureza, é a oposição de exceção de incompetência, que necessariamente deverá ser fundamentada e devidamente instruída, indicando-se o juízo para o qual ela se declina."
      },
      {
        "letra": "E",
        "texto": "Conforme a jurisprudência do STJ, caso a parte apresente incidente de exceção, o processo será suspenso no momento em que a exceção for oposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "367969",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o caso Desdêmona (ação de conhecimento de Otelo em desfavor de Iago, questionando promessa de compra e venda de Desdêmona, uma vaca premiada), a resposta apresentada por Iago, na qual apresenta suas defesas processuais e de mérito, deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação."
      },
      {
        "letra": "B",
        "texto": "reconvenção."
      },
      {
        "letra": "C",
        "texto": "exceção."
      },
      {
        "letra": "D",
        "texto": "réplica."
      },
      {
        "letra": "E",
        "texto": "impugnação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "421721",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No processo civil, sobre a resposta do réu, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação e reconvenção serão oferecidas simultaneamente, em peças autônomas, no prazo de 15 dias;"
      },
      {
        "letra": "B",
        "texto": "a contestação é oferecida no prazo de 15 dias e a reconvenção no prazo de 10 dias;"
      },
      {
        "letra": "C",
        "texto": "que as contestações de vários réus com advogados diferentes serão apresentadas no prazo comum de 15 dias;"
      },
      {
        "letra": "D",
        "texto": "que a exceção e a reconvenção são processadas nos autos principais;"
      },
      {
        "letra": "E",
        "texto": "que a reconvenção não é uma forma de defesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com as normas que regem a petição inicial, a resposta do réu e os casos de revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção é resposta do réu que amplia os limites objetivos da demanda, já que, aos pedidos feitos pelo autor, acrescentam-se pedidos feitos pelo réu."
      },
      {
        "letra": "B",
        "texto": "As exceções de incompetência, ainda que relativa, impedimento ou suspeição podem ser alegadas por qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "Sempre que o réu não contestar a ação, reputar-se-ão verdadeiros os fatos afirmados pelo autor."
      },
      {
        "letra": "D",
        "texto": "Além dos fatos, cabe ao autor indicar na inicial os fundamentos jurídicos de seu pedido, inclusive fazendo menção aos dispositivos legais respectivos, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "E",
        "texto": "A indicação errônea do juiz ou tribunal a que a petição inicial é dirigida enseja seu imediato indeferimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382851",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Alma propõe ação com pedido condenatório em face de Ínclito, tendo em vista danos causados por colisão de veículos conduzidos por ambos. Aduziu que o réu estaria em estado de clara embriaguez, mas que havia se recusado a realizar o teste de alcoolemia, por indicação do seu advogado que aparecera no local do sinistro. Em resposta, o réu apresentou defesa aludindo à incompetência do Juízo, por não ser o local adequado de propositura da ação, levantando preliminar de que o veículo que conduzia não seria da sua titularidade, mas de uma prima, e apresentou postulação de condenação do autor, por entender ser o mesmo o culpado pelo acidente. Essas defesas apresentadas seriam:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exceção de incompetência, ilegitimidade passiva, pedido indireto"
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta, ilegitimidade passiva, reconvenção"
      },
      {
        "letra": "C",
        "texto": "exceção de incompetência, ilegitimidade passiva e pedido contraposto"
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, ilegitimidade passiva e exceção de suspeição"
      },
      {
        "letra": "E",
        "texto": "exceção de incompetência, ilegitimidade passiva e exceção de impedimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "370292",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: IPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença",
      "Finalidade e natureza jurídica",
      "Impugnação ao cumprimento de sentença",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o processo será autuado em apenso aos autos principais, exceto quando se tratar de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liquidação de sentença."
      },
      {
        "letra": "B",
        "texto": "impugnação ao valor da causa."
      },
      {
        "letra": "C",
        "texto": "impugnação ao pedido de assistência."
      },
      {
        "letra": "D",
        "texto": "resposta do réu, sob a forma de exceção."
      },
      {
        "letra": "E",
        "texto": "incidente de falsidade, após encerrada a instrução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359623",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação às exceções processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz será suspeito de parcialidade se houver participado do processo em primeiro grau de jurisdição, nele tendo proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "a incompetência absoluta deve ser arguida preliminarmente, na própria contestação apresentada pelo réu."
      },
      {
        "letra": "C",
        "texto": "o juiz estará impedido objetivamente de funcionar nos autos se for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "tanto a incompetência absoluta como a relativa devem ser arguidas por meio de exceção, que suspenderá o processo e será apensada aos autos principais."
      },
      {
        "letra": "E",
        "texto": "a incompetência relativa nunca pode ser conhecida de ofício pelo juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "355321",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os prazos para a parte contestar e apresentar exceção de incompetência, e os do serventuário para encaminhar os autos à conclusão e executar as determinações do juiz são, respectivamente, de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias, 15 dias, 48 horas e 24 horas."
      },
      {
        "letra": "B",
        "texto": "10 dias, 10 dias, 48 horas e 48 horas."
      },
      {
        "letra": "C",
        "texto": "15 dias, 10 dias, 24 horas e 24 horas."
      },
      {
        "letra": "D",
        "texto": "15 dias, 15 dias, 24 horas e 48 horas."
      },
      {
        "letra": "E",
        "texto": "10 dias, 10 dias, 48 horas e 24 horas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351152",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Considerando que A ajuíze contra B ação postulando os pedidos X, Y e Z, com base na situação fática F, julgue os itens subsecutivos. Incumbiria exclusivamente a B alegar a suspeição do juiz, por intermédio da exceção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346765",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Considerando que, após citação em processo sob o rito ordinário, o réu tenha apresentado apenas reconvenção e que, por isso, o juiz tenha determinado que os prazos contra ele corressem independentemente de intimação, tendo, ao final, o declarado revel, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da reconvenção, a presunção decorrente da revelia será apenas relativa."
      },
      {
        "letra": "B",
        "texto": "Independentemente da reconvenção, operam-se os efeitos da revelia."
      },
      {
        "letra": "C",
        "texto": "Independentemente de o revel ter patrono nos autos, não é necessária sua intimação."
      },
      {
        "letra": "D",
        "texto": "O juiz errou ao considerar o réu revel, pois foi apresentada, no prazo legal, uma forma de resposta."
      },
      {
        "letra": "E",
        "texto": "O juiz não poderia ter considerado o réu revel se, em vez de simples reconvenção, ele tivesse apresentado exceção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "346619",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: IDECI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Conceito de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação as disposições do Código de Processo Civil relativas à competência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Determina-se a competência no momento em que a ação é proposta, sendo irrelevantes quaisquer modificações do estado de fato ou de direito ocorridas posteriormente."
      },
      {
        "letra": "B",
        "texto": "Compete à autoridade judiciária brasileira, com exclusão de qualquer outra, proceder a inventário e partilha de bens, situados no Brasil, ainda que o autor da herança seja estrangeiro e tenha residido fora do território nacional."
      },
      {
        "letra": "C",
        "texto": "A ação fundada em direito pessoal e a ação fundada em direito real sobre bens móveis serão propostas, em regra, no foro do domicílio do réu. Porém, havendo dois ou mais réus, com diferentes domicílios, serão demandados no foro do domicílio do autor"
      },
      {
        "letra": "D",
        "texto": "Argui-se, por meio de exceção, a incompetência absoluta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "327654",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma das consequências da exceção processual de impedimento dos sujeitos imparciais processuais, como juiz, perito e tradutor juramentado, é a suspensão da causa, ficando permitida apenas a prática dos atos urgentes e o processamento da exceção, razão pela qual se classifica como suspensão imprópria."
      },
      {
        "letra": "B",
        "texto": "a postulação, como advogado da parte, de cônjuge ou qualquer parente, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau do juiz da causa afeta a sua imparcialidade, salvo se o ingresso do advogado na causa ocorrer no curso da demanda."
      },
      {
        "letra": "C",
        "texto": "o princípio do contraditório tem como elementos a obrigatoriedade da informação dos atos processuais, da reação do réu e da resposta do poder judiciário sobre os pontos controvertidos."
      },
      {
        "letra": "D",
        "texto": "a juiz conhecerá de ofício das preliminares processuais, tais como inexistência ou nulidade da citação, incompetência absoluta, convenção de arbitragem e coisa julgada, por se tratar de matéria de ordem pública e não se sujeitar ao princípio da inércia da jurisdição."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322207",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "B",
        "texto": "Após a contestação, não é lícito o réu deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "D",
        "texto": "Quando forem citados para a ação vários réus, a cada réu será concedido prazo independente para a apresentação da respectiva defesa."
      },
      {
        "letra": "E",
        "texto": "O prazo para oferecer exceção é de dez dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317824",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Considerando as medidas inerentes ao direito de defesa, aponte a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conhecimento das matérias de ordem pública interessa não apenas ao réu, mas também ao funcionamento do Poder Judiciário e por isso as matérias em questão não são atingidas pela preclusão, mesmo se o réu não as alegar na primeira oportunidade;"
      },
      {
        "letra": "B",
        "texto": "o réu poderá apresentar ação declaratória incidental quando pretender obter pronunciamento judicial sobre questão prejudicial controvertida;"
      },
      {
        "letra": "C",
        "texto": "segundo o princípio da eventualidade, cabe ao réu, em contestação, apresentar todas as razões que permitam o não acolhimento do pedido, ainda que pareçam contraditórias entre si;"
      },
      {
        "letra": "D",
        "texto": "a incompetência relativa será arguida por meio de exceção e a absoluta deverá ser sustentada em preliminar de contestação, podendo ambas ser conhecidas de ofício;"
      },
      {
        "letra": "E",
        "texto": "as exceções de impedimento e suspeição podem ser opostas em qualquer grau de jurisdição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314285",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "A arguição de incompetência absoluta deve ser realizada por meio de exceção e provoca a suspensão do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426597",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Analise as proposições abaixo e, considerando o Código de Processo Civil, assinale a alternativa correta.I - O autor da causa não pode opor exceções processuais, visto que são modalidades de resposta do réu.II - Apresentada a exceção de suspeição e impedimento, o juiz designará audiência dentro de 48 horas para instrução e julgamento.III - A exceção de suspeição e impedimento poderá ser arguida a qualquer tempo, no prazo de 15 dias, contado da ciência do fato que ocasionou o motivo que afeta a imparcialidade do juiz, sendo, uma vez recebida a exceção, suspenso o procedimento até que o incidente seja definitivamente julgado.IV - Nas exceções de incompetência, suspeição e impedimento, a petição pode ser protocolizada no juízo de domicílio do réu por via eletrônica, com requerimento de sua imediata remessa ao juízo que determinou a citação. V - Quando manifestamente improcedente, o juiz poderá indeferir de plano a petição inicial da exceção de incompetência territorial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São falsas as proposições I, II e III."
      },
      {
        "letra": "B",
        "texto": "São falsas as proposições I, II e IV."
      },
      {
        "letra": "C",
        "texto": "São falsas as proposições III, IV e V."
      },
      {
        "letra": "D",
        "texto": "São falsas apenas as proposições III e IV"
      },
      {
        "letra": "E",
        "texto": "São falsas apenas as proposições I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "398532",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Luiz Antônio é citado em São Paulo para se defender em uma ação de cobrança movida por Paulo, em Belo Horizonte. Procura um advogado que propõe exceção de incompetência, postulando a remessa dos autos para São Paulo. Tendo como base as afirmações anteriores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Luiz Antônio terá o prazo de 30 dias para propor a exceção."
      },
      {
        "letra": "B",
        "texto": "o juiz de Belo Horizonte, recebendo a exceção, determinará que o processo de cobrança fique suspenso até o julgamento definitivo da exceção."
      },
      {
        "letra": "C",
        "texto": "Luiz Antônio proporá a exceção de incompetência como preliminar de mérito da contestação."
      },
      {
        "letra": "D",
        "texto": "após a propositura do pedido de exceção de incompetência, o juiz determinará que Paulo seja ouvido em 5 dias."
      },
      {
        "letra": "E",
        "texto": "Luiz Antônio terá que ir a Belo Horizonte para propor a exceção de incompetência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "372040",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arguição de suspeição do juiz deve ser apresentada por exceção, mas, assim como a exceção de impedimento, pode ser apresentada a qualquer tempo, no curso do processo, sendo insuscetível de preclusão, pois o prazo de quinze dias contados do fato que a ocasionou é impróprio, sendo a consequência pela arguição extemporânea apenas o ônus de arcar com as custas do retardamento do processo."
      },
      {
        "letra": "B",
        "texto": "O prazo para reconvenção é o mesmo da contestação, mas não há exigência de simultaneidade em sua apresentação, desde que observado o prazo peremptório fixado em lei."
      },
      {
        "letra": "C",
        "texto": "As questões prévias preliminares, de natureza processual, devem ser alegadas antes das questões de mérito (sejam essas prévias-prejudiciais ou principais)."
      },
      {
        "letra": "D",
        "texto": "Chama-se defesa direta de mérito a alegação, pelo réu, de fato impeditivo, modificativo ou extintivo do direito do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368722",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Quanto à resposta do réu,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não for oferecida contestação, reputar-se-á verdadeiro o direito afirmado pelo autor."
      },
      {
        "letra": "B",
        "texto": "uma vez oferecida a contestação, será sempre vedado deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "a contestação e a reconvenção são oferecidas na mesma peça, sendo julgadas por sentenças diferentes."
      },
      {
        "letra": "D",
        "texto": "a impugnação aos fatos pode ser apresentada gradualmente no processo, até o oferecimento das alegações finais pelas partes."
      },
      {
        "letra": "E",
        "texto": "são suas espécies, dirigidas ao juiz da causa, a contestação, exceção e reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359525",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No processo civil, rito ordinário, o prazo para o oferecimento das exceções é de;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 (dez) dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "B",
        "texto": "15 (quinze) dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "D",
        "texto": "5 (cinco) dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "746104",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: CREMESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, não é lícito deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "O revel não poderá intervir no processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407164",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu  - Exceção",
      "Ação de usucapião"
    ],
    "enunciado_principal": "Para o legislador definir a competência dos diversos órgãos jurisdicionais, foram levados em consideração determinados critérios, como, por exemplo, a qualidade das partes envolvidas, a natureza da relação jurídica controvertida, o lugar onde se deu o fato de que resulta a pretensão, o valor da causa. Sobre o terra, está CORRETA a seguinte alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Superior Tribunal de Justiça processar e julgar, originariamente, mandado de segurança contra atos de outros Tribunais ou dos respectivos órgãos."
      },
      {
        "letra": "B",
        "texto": "É competente a justiça comum para julgar as causas em que é parte sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "Na ação de usucapião especial, a presença da União ou de qualquer de seus entes afasta a competência do foro da situação do imóvel."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de mesma competência territorial (mesma comarca), considera-se prevento o juízo onde primeiro ocorrer a citação, regra essa que também se aplica aos casos de conexão e continência."
      },
      {
        "letra": "E",
        "texto": "A nulidade da cláusula de eleição de foro, em contrato de adesão, não pode ser declarada de ofício pelo juiz, devendo ser arguida pelo réu, por meio de exceção, no prazo legal, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "60280",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo"
    ],
    "enunciado_principal": "Citado em ação cautelar de busca e apreensão, Mateus verificou que ela tramita em foro diverso do de sua residência, mesmo sem razão suficiente para alterar a regra geral de competência. Mateus não se opôs à incompetência. Encerrado o processo cautelar, o autor ajuizou a ação principal no mesmo foro. Acerca dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz da ação principal poderia declinar de sua competência de ofício."
      },
      {
        "letra": "B",
        "texto": "Não é necessária a exceção, pois se trata de regra de competência absoluta, que pode ser alegada na defesa."
      },
      {
        "letra": "C",
        "texto": "Não pode ser oposta exceção de incompetência no processo principal por ter havido prorrogação de competênci"
      },
      {
        "letra": "D",
        "texto": "Apesar de Mateus não poder opor exceção de incompetência, o MP poderia fazê-lo, se atuasse no feito como parte."
      },
      {
        "letra": "E",
        "texto": "Mateus não se pode opor à prorrogação da competência, que, na hipótese da cautelar, produz efeitos, mesmo sendo absoluta."
      }
    ],
    "gabarito": "C"
  }
]