[
  {
    "id": "690724",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Numa ação de indenização que tramita pelo rito ordinário, em que o polo passivo é composto por duas pessoas, com relação aos prazos de defesa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se um dos réus for a Fazenda Pública, ela terá o dobro de prazo para contestar."
      },
      {
        "letra": "B",
        "texto": "Sendo os réus assistidos por advogados diferentes, ambos terão o quádruplo de prazo para apresentar defesa."
      },
      {
        "letra": "C",
        "texto": "Iniciar-se-á o prazo para apresentação de defesa da juntada de cada um dos mandados positivos aos autos, sendo assim, cada réu terá seu prazo independente do outro."
      },
      {
        "letra": "D",
        "texto": "O prazo para apresentação de defesa será de quinze dias, contado da juntada do último mandado positivo aos autos, sendo que, se os réus tiverem advogados diferentes, tal prazo será contado em dobro."
      },
      {
        "letra": "E",
        "texto": "Sendo os réus assistidos pelo mesmo advogado, o prazo para defesa será contado em dobro e terá inicio da juntada do último mandado de citação positivo nos autos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "633155",
    "metadata": "Ano: 2016 | Banca: FAUEL | Órgão: CISMEPAR - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "No que diz respeito à resposta do réu e, especialmente, à contestação, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito ao juiz se pronunciar de ofício sobre a existência de compromisso arbitral."
      },
      {
        "letra": "B",
        "texto": "Um dos princípios que norteia a atividade desenvolvida pelo réu na contestação é o da eventualidade, também conhecido como princípio da concentração de defesa, de forma que se admite que o réu produza argumentos logicamente incompatíveis, alegando, por exemplo, sucessivamente, que a dívida não existe e que já a pagou."
      },
      {
        "letra": "C",
        "texto": "Litispendência, perempção e coisa julgada são exemplos de defensas preliminares ou processuais."
      },
      {
        "letra": "D",
        "texto": "Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628740",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação a resposta do réu e as provas, analise as proposições abaixo à luz das disposições do Código de Processo Civil: I- A contestação, a reconvenção e as exceções serão apresentadas na mesma peça e simultaneamente, competindo ao réu alegar, como pedido contraposto na contestação, antes de discutir o mérito, perempção e convenção de arbitragem. II- Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. III- O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa. IV- Em falta de normas jurídicas particulares, o juiz aplicará as regras de experiência comum subministradas pela observação do que ordinariamente acontece e ainda as regras da experiência técnica, ressalvado, quanto a esta, o exame pericial. V- O Juiz não poderá dispensar prova pericial mesmo quando as partes, na inicial e na contestação, apresentarem sobre as questões de fato pareceres técnicos ou documentos elucidativos que considerar suficientes. Responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições l,ll e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III,IV e V estão incorretas"
      },
      {
        "letra": "C",
        "texto": "Somente as proposições l,lll e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Som ente as proposições IV e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições II,III e IV estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "618043",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Maurício ajuizou ação de cobrança, pelo rito ordinário, contra Manoel e Joaquim, objetivando o recebimento da quantia de R$ 45.000,00 em decorrência de um contrato de prestação de serviços. Manoel e Joaquim são devidamente citados e constituem advogados diferentes. Neste caso, o prazo para apresentação de contestação e reconvenção será de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias."
      },
      {
        "letra": "B",
        "texto": "30 dias."
      },
      {
        "letra": "C",
        "texto": "15 e 30 dias, respectivamente."
      },
      {
        "letra": "D",
        "texto": "30 e 15 dias, respectivamente."
      },
      {
        "letra": "E",
        "texto": "10 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611511",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No procedimento sumário é lícito ao réu, na contestação, formular pedido em seu favor, desde que fundado nos mesmos fatos referidos na inicial. O enunciado refere-se à apresentação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da ação dúplice."
      },
      {
        "letra": "B",
        "texto": "da reconvenção"
      },
      {
        "letra": "C",
        "texto": "do pedido contraposto."
      },
      {
        "letra": "D",
        "texto": "da contestação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "607020",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito da resposta do réu, da instrução processual e da sentença, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: Aberta a audiência de instrução, o juiz identificou que o advogado do autor havia peticionado demonstrando a sua impossibilidade de comparecer ao ato processual, pois estava acometido de grave enfermidade. Assertiva: Nessa situação, o juiz deverá colher o depoimento pessoal das partes e a oitiva das testemunhas e determinar a suspensão do processo até o final da convalescença do advogado."
      },
      {
        "letra": "B",
        "texto": "Situação hipotética: Em audiência de instrução, o réu requereu a juntada de documentos para fazer contraprova de fatos alegados em depoimento pessoal, mas o juiz indeferiu o requerimento por ter sido este feito intempestivamente. Assertiva: Nessa situação, não cabe recurso contra a decisão de indeferimento, mas o réu poderá suscitar tal fato em razões ou contrarrazões de eventual recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Na ação de obrigação de fazer cuja sentença julgar procedente o pedido do autor, poderá haver aplicação de multa para o caso de não cumprimento da obrigação no prazo especificado, sendo vedada em qualquer caso a conversão da obrigação específica em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Caso o réu, citado na forma da lei, não apresente contestação, e a causa verse sobre direito indisponível, o juiz deverá proferir sentença desde logo, julgando antecipadamente a lide."
      },
      {
        "letra": "E",
        "texto": "Deferida a contradita diante da suspeição ou do impedimento, e sendo estritamente necessário o depoimento da testemunha contraditada, o juiz ouvirá o depoimento desta, independentemente de compromisso, e atribuirá a tal depoimento o valor que possa merecer diante das demais provas colhidas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "602744",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Citado em ação declaratória de paternidade, o réu procurou a DP e comprovou preencher os requisitos para ser atendido. Na sentença, os pedidos do autor foram julgados improcedentes.Com referência a essa situação hipotética, julgue o item a seguir, considerando que foi observado o devido processo legal.A contestação apresentada pelo defensor teve de ser acompanhada de procuração outorgada pelo réu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "596368",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: IPREM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Cabe ao réu manifestar-se precisamente sobre os fatos narrados na petição inicial. Presumem-se verdadeiros os fatos não impugnados, salvo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se a petição inicial estiver acompanhada do instrumento público que a lei considerar da substância do ato."
      },
      {
        "letra": "B",
        "texto": "se for admissível, a seu respeito, a confissão."
      },
      {
        "letra": "C",
        "texto": "se estiverem em contradição com a defesa, considerada em seu conjunto."
      },
      {
        "letra": "D",
        "texto": "quando houver litispendência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593128",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Acerca das respostas do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo a contestação o momento em que o réu indica as provas que pretende produzir, a revelia induz a preclusão de sua participação na fase instrutória."
      },
      {
        "letra": "B",
        "texto": "A preliminar de contestação por meio da qual se suscita a existência de coisa julgada material é classificada como defesa processual dilatória."
      },
      {
        "letra": "C",
        "texto": "Como regra, é do réu o ônus da prova da alegação, feita na contestação, de inexistência dos fatos constitutivos do direito do autor."
      },
      {
        "letra": "D",
        "texto": "É plenamente admitida pela doutrina a ampliação subjetiva da reconvenção em relação à demanda principal, isto é, a formação, na reconvenção de litisconsórcio, ativo ou passivo, com sujeito estranho ao processo."
      },
      {
        "letra": "E",
        "texto": "Carece de interesse de agir para a reconvenção o réu-reconvinte capaz de obter, com a simples improcedência dos pedidos do autor-reconvindo na demanda principal, idêntico resultado ao que poderia obter em sua reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591205",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Quais das assertivas acima estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas a I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a III e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a I, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "590441",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as modalidades de resposta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reconvenção é a via processual por meio da qual o réu deduz pretensão em face do autor e, ainda que o mérito da ação não seja resolvido, o daquela poderá sê-lo;"
      },
      {
        "letra": "B",
        "texto": "a ausência de contestação levará à decretação da revelia do réu, com o consequente acolhimento do pedido do autor;"
      },
      {
        "letra": "C",
        "texto": "a exceção é a via adequada para a arguição dos vícios de suspeição, impedimento e incompetência absoluta;"
      },
      {
        "letra": "D",
        "texto": "a contestação deverá veicular, antes da matéria de mérito, as questões preliminares, como a carência de ação, sob pena de preclusão;"
      },
      {
        "letra": "E",
        "texto": "a contestação deverá ser oferecida no prazo de quinze dias, enquanto a reconvenção e a exceção, no decêndio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "589576",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que diz respeito a petição inicial, resposta do réu e revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos da petição inicial o pedido, a causa de pedir e a indicação dos dispositivos legais que fundamentam a pretensão do autor."
      },
      {
        "letra": "B",
        "texto": "O indeferimento da petição inicial poderá importar em extinção do processo com resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "A revelia importa em presunção absoluta de veracidade dos fatos descritos pelo autor, exceto quanto àqueles para os quais não se admite confissão."
      },
      {
        "letra": "D",
        "texto": "Preenchidos os requisitos, o juiz deve admitir a reconvenção proposta em desfavor do substituto processual e determinar que este exerça, em nome próprio, a sua defesa dentro do prazo legal."
      },
      {
        "letra": "E",
        "texto": "A cumulação de pedidos em uma mesma petição inicial depende da existência de conexão entre as diversas demandas cumuladas e de um único juízo competente para conhecê-las separadamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "584090",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Se o réu não contestar o pedido, reputar-se-ão verdadeiros, de maneira",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absoluta, os fatos afirmados pelo autor, salvo, dentre outras hipóteses, se o litígio versar sobre direitos indisponíveis."
      },
      {
        "letra": "B",
        "texto": "absoluta, os fatos afirmados pelo autor, inclusive se o litígio versar sobre direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "absoluta, os fatos afirmados pelo autor, salvo, dentre outras hipóteses, se a petição inicial não estiver acompanhada de instrumento público que a lei considere indispensável à prova do ato."
      },
      {
        "letra": "D",
        "texto": "relativa, os fatos afirmados pelo autor, salvo, dentre outras hipóteses, se o litígio versar sobre direitos indisponíveis."
      },
      {
        "letra": "E",
        "texto": "relativa, os fatos afirmados pelo autor, inclusive se o litígio versar sobre direitos indisponíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "583368",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Sobre as respostas do réu no procedimento comum no Processo Civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento comum sumário, é lícito ao réu, na contestação, formular pedido em seu favor, desde que seja conexo com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "B",
        "texto": "Nos Juizados Especiais da Fazenda Pública, a alegação de incompetência territorial é classificada como exceção processual dilatória."
      },
      {
        "letra": "C",
        "texto": "Não cabe reconvenção em ação monitória."
      },
      {
        "letra": "D",
        "texto": "A arguição de impedimento do juiz não preclui, pelo que pode a parte arguir o vício mesmo após escoado o prazo de 15 (quinze) dias para o oferecimento da respectiva exceção."
      },
      {
        "letra": "E",
        "texto": "O pedido de declaração incidental objetiva a ampliação dos limites objetivos da coisa julgada, pelo que é privativo do autor, que deve formulá-lo na fase das providências preliminares do procedimento comum ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "581537",
    "metadata": "Ano: 2015 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre a litispendência, a conexão ou a coisa julgada, quando o autor reproduz ação idêntica, julgada ou não, contra o mesmo réu."
      },
      {
        "letra": "B",
        "texto": "Serão opostos por meio de exceção a incompetência, o impedimento, a suspeição e a reconvenção."
      },
      {
        "letra": "C",
        "texto": "O revel poderá intervir no processo em qualquer fase, recebendo-o no estado em que se encontrar, ressalvado-lhe a reabertura do direito de apresentar defesa."
      },
      {
        "letra": "D",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas."
      },
      {
        "letra": "E",
        "texto": "Indeferida a petição inicial, o autor poderá apelar, no prazo de quinze dias, sendo facultado ao juiz reformar sua decisão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "565660",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo ao mandado de segurança, à ação de desapropriação e às medidas cautelares.A reconvenção é incompatível com a ação de desapropriação por utilidade pública, mas, em sua contestação, o réu pode alegar direito de extensão e exigir que na desapropriação seja incluída parte restante do bem expropriado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560420",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O réu, no procedimento ordinário, poderá oferecer a contestação no prazo de quinze dias, em petição escrita, dirigida ao juiz. Quanto a esse prazo de resposta, pode-se classificá-lo como um prazo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peremptório, judicial e impróprio;"
      },
      {
        "letra": "B",
        "texto": "dilatório, legal e próprio;"
      },
      {
        "letra": "C",
        "texto": "peremptório, legal e impróprio;"
      },
      {
        "letra": "D",
        "texto": "dilatório, convencional e impróprio;"
      },
      {
        "letra": "E",
        "texto": "peremptório, legal e próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "535447",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Fernando ajuizou ação contra Priscila sustentando que esta, por culpa, abalroou seu veículo, causando-lhe danos exclusivamente materiais, os quais estariam comprovados por recibos de pagamento que anexou à petição inicial. De acordo com Fernando, o valor dos danos, já atualizado monetariamente e acrescido de juros legais, seria de R$ 8.000,00. Com base, exclusivamente, na prova documental, requereu a condenação de Priscila ao pagamento de R$ 15.000,00 a título de indenização por danos materiais. Em contestação, Priscila negou ter agido com culpa. No entanto, não impugnou o valor do pedido de indenização. Se o Juiz se convencer de que Priscila tem responsabilidade pelo acidente, deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "julgar totalmente procedente o pedido, condenando-a ao pagamento de R$ 15.000,00, tendo em vista caber ao Réu, na contestação, alegar toda a matéria de defesa, presumindo-se verdadeiros, de maneira absoluta, os fatos não impugnados."
      },
      {
        "letra": "B",
        "texto": "julgar parcialmente procedente o pedido, condenando-a ao pagamento de R$ 8.000,00, tendo em vista ser relativa a presunção de veracidade decorrente da ausência de impugnação específica."
      },
      {
        "letra": "C",
        "texto": "indeferir a petição inicial e extinguir o processo sem resolução de mérito, pois da narrativa não decorre logicamente o pedido."
      },
      {
        "letra": "D",
        "texto": "julgar improcedente o pedido, pois Fernando utilizou o processo para obter objetivo ilegal, o que deve ser coibido pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "julgar parcialmente procedente o pedido, condenando-a ao pagamento de R$ 8.000,00, tendo em vista que, apesar de absoluta a presunção de veracidade decorrente da ausência de impugnação específica, Fernando utilizou o processo para obter objetivo ilegal, o que deve ser coibido pelo Poder Judiciário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534555",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Em um processo, o réu apresentou contestação em que alegou incompetência absoluta do juízo e existência de conexão com um processo mais antigo, que se encontra em fase de apelação. Além disso, reconheceu a existência dos fatos narrados na petição inicial, mas invocou a prescrição da pretensão do autor. Por sua vez, o juiz averiguou que a contestação havia sido apresentada intempestivamente. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não deve acolher a conexão, mas lhe cabe extinguir o novo processo pela hipótese de existência da coisa julgada."
      },
      {
        "letra": "B",
        "texto": "a aplicação dos efeitos da revelia impede que o juiz aprecie a alegada ocorrência da prescrição."
      },
      {
        "letra": "C",
        "texto": "o juiz deve acolher o argumento de conexão e determinar a reunião dos processos."
      },
      {
        "letra": "D",
        "texto": "entre as alegações apresentadas pelo réu, apenas a prescrição é defesa de mérito indireta."
      },
      {
        "letra": "E",
        "texto": "a incompetência absoluta do juízo deveria ter sido arguida por meio de exceção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "531951",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a jurisdição e a ação, como disciplinadas no Código de Processo Civil de 1973, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O interesse do autor não pode se limitar à declaração de existência, inexistência, modificação ou constituição de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "Após o desenvolvimento da tutela inibitória, não há mais sentido em se admitir a ação declaratória, ainda que tenha ocorrido a violação do direito."
      },
      {
        "letra": "C",
        "texto": "Se, no curso do processo, se tornar litigiosa a existência ou inexistência de relação jurídica não questionada pelo autor na petição inicial, necessariamente suspende-se o processo para o julgamento dessa relação jurídica, cuja decisão terá natureza de decisão interlocutória."
      },
      {
        "letra": "D",
        "texto": "É possível que o réu, regularmente citado, conteste a ação alegando apenas falta de interesse processual e ilegitimidade das partes."
      },
      {
        "letra": "E",
        "texto": "O Código de Processo Civil de 1973 estipula apenas duas condições da ação: interesse de agir e possibilidade jurídica do pedido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525962",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Verificando que o réu estava preso, cumprindo pena de reclusão em regime fechado por crime de homicídio, o juiz nomeou um advogado que se achava então na sala de audiências, aguardando a chamada de outro processo, para representar aquele réu como curador. Aberta a audiência e recusada a conciliação, o advogado nomeado declarou que negava todos os fatos articulados na petição inicial e protestava por todas as provas em direito admitidas. Seria legalmente respaldado o entendimento no sentido de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os ônus da prova cabem ao autor."
      },
      {
        "letra": "B",
        "texto": "o réu deveria ser considerado confesso, por falta de contestação específica."
      },
      {
        "letra": "C",
        "texto": "os ônus da prova deveriam ser distribuídos em carga dinâmica."
      },
      {
        "letra": "D",
        "texto": "todos os ônus da prova ficariam com o réu."
      },
      {
        "letra": "E",
        "texto": "a distribuição dos ônus da prova dependerá do que disserem as partes em depoimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516491",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito com que impugna o pedido do autor e especificando as provas que pretende produzir. No mérito, lhe é facultado arguir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistência ou nulidade da citação;"
      },
      {
        "letra": "B",
        "texto": "coisa julgada;"
      },
      {
        "letra": "C",
        "texto": "incompetência relativa;"
      },
      {
        "letra": "D",
        "texto": "perempção;"
      },
      {
        "letra": "E",
        "texto": "inexistência do fato constitutivo do direito do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "514715",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Modificação de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção",
      "Julgamento Conforme o Estado do Processo: Julgamento Antecipado da Lide"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após a contestação, somente se admite novas alegações quando relativas a direito superveniente, competir ao juiz conhecer delas de ofício ou se por expressa autorização legal, puderem ser formuladas em qualquer tempo e juízo."
      },
      {
        "letra": "B",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, pode ser dispensada a citação e proferida diretamente sentença, reproduzindo-se o teor da anteriormente prolatada, mas havendo apelação da parte, o juízo pode exercer a retratação em 05 (cinco) dias, caso contrário, mandará citar o réu diretamente para responder o recurso."
      },
      {
        "letra": "C",
        "texto": "O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção, em peças autônomas. A desistência da ação, ou a existência de qualquer causa que a extinga, obsta o prosseguimento da exceção e da reconvenção, eis que estas são conexas e dependentes daquela."
      },
      {
        "letra": "D",
        "texto": "A incompetência material deve ser declarada de ofício e pode ser alegada, em qualquer tempo e grau de jurisdição, independentemente de exceção e, sendo declarada, são nulos apenas os atos decisórios, remetendo-se o processo ao juízo competente."
      },
      {
        "letra": "E",
        "texto": "O autor que tem domicílio no Rio de Janeiro, onde também é a sede do réu, pode, contra este, ajuizar ação e vê-la tramitar nesta cidade de Belém, no silêncio da parte contrária, sem que isso configure violação ao juízo natural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503376",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Conforme previsto no artigo 3º do Código de Processo Civil, para propor ou contestar ação é necessário ter",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interesse e legitimidade."
      },
      {
        "letra": "B",
        "texto": "possibilidade e capacidade."
      },
      {
        "letra": "C",
        "texto": "discricionariedade e interesse."
      },
      {
        "letra": "D",
        "texto": "capacidade e maioridade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494586",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que concerne à resposta do réu e à revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu que, sem apresentar resposta, apenas junta aos autos procuração para constituição de advogado, deve ser considerado revel, o que dispensa o juízo da causa de enviar-lhe intimação quanto aos demais atos processuais praticados."
      },
      {
        "letra": "B",
        "texto": "Quando acolher a alegação de impedimento ou suspeição arguida pela parte, o juiz deverá determinar a remessa dos autos para seu substituto legal, decisão que não implicará redistribuição do processo para outro juízo."
      },
      {
        "letra": "C",
        "texto": "Deve o juiz indeferir liminarmente toda reconvenção proposta incidentalmente a uma ação que busque apenas a declaração de existência de uma relação jurídica, tendo em vista entendimento sumulado pelo STF no sentido de ser inadmissível essa modalidade de resposta do réu nas ações declaratórias."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, cabe à fazenda pública, nas ações em que figurar como ré, impugnar especificamente cada um dos pedidos do autor, sob pena de ela sofrer os efeitos da revelia."
      },
      {
        "letra": "E",
        "texto": "A reconvenção e a ação declaratória incidental são instrumentos que podem ser utilizados tanto pelo réu quanto pelo autor da ação principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "484434",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As exceções processuais podem ser indeferidas de plano quando manifestamente improcedentes."
      },
      {
        "letra": "B",
        "texto": "A não apresentação da contestação pela Fazenda Pública torna-a revel, mesmo que o litígio verse sobre direitos indisponíveis."
      },
      {
        "letra": "C",
        "texto": "A presunção de veracidade das alegações do autor só é gerada em caso de revelia."
      },
      {
        "letra": "D",
        "texto": "A distinção entre pedido contraposto e reconvenção é formal e consiste na exigência de formulação em peça separada para a segunda."
      },
      {
        "letra": "E",
        "texto": "A extinção da demanda inicial leva à extinção da reconvenção se o pedido do réu está fundado em fatos narrados pelo autor na petição inicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464261",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Ação Monitória no CPC 1973",
      "Providências Preliminares: Ação Declaratória Incidental"
    ],
    "enunciado_principal": "Pretendendo o réu compensar uma dívida ilíquida, com a do autor, cuja cobrança se dá em ação ordinária, poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promover ação declaratória incidental, para ver reconhecido e satisfeito seu crédito."
      },
      {
        "letra": "B",
        "texto": "ajuizar ação monitória, que é o único meio processual de se obter a satisfação de dívida ilíquida não constante de título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "promover a execução de seu crédito perante o mesmo Juízo."
      },
      {
        "letra": "D",
        "texto": "formular pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "propor reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1332624",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "NÃO é espécie de resposta do réu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contestação"
      },
      {
        "letra": "B",
        "texto": "a exceção de contrato não cumprido"
      },
      {
        "letra": "C",
        "texto": "a exceção de incompetência"
      },
      {
        "letra": "D",
        "texto": "a reconvenção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "701007",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu no processo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu poderá oferecer resposta no prazo de 10 dias em petição escrita dirigida ao juiz da causa."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, o réu não poderá mais deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "Antes de discutir o mérito na contestação, o réu não poderá alegar inexistência ou nulidade de citação, bem como incompetência absoluta."
      },
      {
        "letra": "E",
        "texto": "A reconvenção não é resposta do réu no processo de conhecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "670368",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do pedido contraposto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve se fundar nos mesmos fatos que constituem objeto da controvérsia e ser formulado na contestação."
      },
      {
        "letra": "B",
        "texto": "Pode ser conexo com o pedido inicial ou com o fundamento da defesa e acarretar a ampliação objetiva do processo."
      },
      {
        "letra": "C",
        "texto": "Deve ser apresentado por escrito."
      },
      {
        "letra": "D",
        "texto": "A desistência ou extinção da ação não prejudica o julgamento do pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "Pode ser apresentado pelo réu, em seu próprio nome, mesmo quando o autor demandar em nome de outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "670346",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta, com relação à defesa do réu, no procedimento ordinário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção declinatória de foro deve ser apresentada em preliminar de contestação."
      },
      {
        "letra": "B",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, as quais devem ser protocoladas simultaneamente, sob pena de preclusão."
      },
      {
        "letra": "C",
        "texto": "Contestação e reconvenção devem ser apresentadas em peças separadas, podem ser protocoladas em dias diferentes, desde que dentro do prazo de quinze dias."
      },
      {
        "letra": "D",
        "texto": "A reconvenção deve ser apresentada na mesma peça contestatória, como pedido contraposto."
      },
      {
        "letra": "E",
        "texto": "A impugnação ao valor da causa deve ser ofertada antes da contestação, sob pena de preclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "526285",
    "metadata": "Ano: 2014 | Banca: CEPERJ | Órgão: FSC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o réu poderá impugnar, no prazo da contestação, o valor atribuído à causa pelo autor. A impugnação será autuada em apenso, ouvindo-se o autor no prazo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias"
      },
      {
        "letra": "B",
        "texto": "dez dias"
      },
      {
        "letra": "C",
        "texto": "doze dias"
      },
      {
        "letra": "D",
        "texto": "quinze dias"
      },
      {
        "letra": "E",
        "texto": "vinte dias"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516341",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: UFMT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O réu poderá oferecer, no prazo de 10 (dez) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção. II. Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência. III. A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas; a exceção será processada em apenso aos autos principais. IV. Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "463891",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as assertivas quanto à resposta do réu: I. O ônus da impugnação especificada dos fatos não se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público. II. Após a contestação, só é lícito deduzir novas alegações em relação a matéria de ordem pública, suscetível de arguição a qualquer tempo. III. Cabe ao réu manifestar-se precisamente sobre os fatos narrados na petição inicial, presumindo-se verdadeiros os fatos não impugnados, salvo, entre outras razões, se estiverem em contradição com a defesa, considerada em seu conjunto. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462904",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Ação de usucapião",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso), considerando as seguintes decisões judiciais. ( ) Em uma ação de usucapião, diante de um número excessivo de confinantes, o juiz, utilizando-se da faculdade que lhe atribuiu o art. 46, parágrafo único, do Código de Processo Civil, limita o número de litisconsortes, com o objetivo de não comprometer a celeridade do litígio. ( ) Em uma ação de intervenção obrigatória do Ministério Público, seu representante, ainda que intimado, não interveio no feito, diante do que o magistrado determinou a abertura de nova vista, determinando que o órgão ministerial se manifestasse expressamente. ( ) Tendo o autor desistido de ação que interpôs, na qual foi decretada a revelia do réu, o juiz extinguiu o feito com julgamento de mérito. ( ) Em sede de contestação, o réu alega incompetência relativa (territorial) do juízo, não a conhecendo o magistrado, visto que a forma prescrita em lei para tanto é a exceção de incompetência. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "462258",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "João, servidor público municipal, motorista do prefeito, sem conseguir frear o automóvel que pertence ao referido Município, avançou o sinal de trânsito e colidiu com o carro particular de Maria, que o conduzia. Maria propõe em face do Município ação de indenização por danos materiais e morais pelo evento culposo do servidor. O Procurador do Município, para defender os interesses da municipalidade, pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "demandar, à luz da teoria restritiva da denunciação da lide, ação regressiva em face do servidor, para que, no mesmo processo, este seja condenado a indenizar a Administração em caso de procedência do pedido de Maria."
      },
      {
        "letra": "B",
        "texto": "requerer a citação do servidor para que ingresse como assistente no processo, uma vez que este tem interesse jurídico no resultado da demanda."
      },
      {
        "letra": "C",
        "texto": "oferecer contestação negando o fato ou alegando culpa exclusiva de Maria pelo evento."
      },
      {
        "letra": "D",
        "texto": "proceder ao chamamento ao processo do servidor, para que este forme um litisconsórcio passivo ulterior com o Município, a fim de que o título executivo, caso seja formado, permita ao Município executar o servidor em um processo futuro."
      },
      {
        "letra": "E",
        "texto": "proceder à nomeação à autoria do servidor para que este passe a ocupar o polo passivo da lide, sucedendo ao município."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462257",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Para reformar um determinado bem público, o Prefeito Municipal contrata uma empresa particular para a execução da obra, com autorização para tanto. Todavia, a obra vem a causar danos a um particular, decorrentes de má execução. O particular demanda ação de conhecimento de reparação dos danos em face do referido Município, em litisconsórcio com a empresa particular contratada, sob o rito ordinário. Para fins de resposta dos réus, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambos os réus terão o prazo em quádruplo para contestar e reconvir, caso queiram, uma vez que a prerrogativa de prazo especial da Fazenda deve prevalecer para todos os réus."
      },
      {
        "letra": "B",
        "texto": "O procurador da empresa particular contratada pelo Município terá o prazo de 15 dias para contestar, uma vez que não se aplica a este o prazo especial da Fazenda."
      },
      {
        "letra": "C",
        "texto": "O Procurador Municipal terá o prazo em dobro para contestar, uma vez que se trata de litisconsórcio com procuradores distintos."
      },
      {
        "letra": "D",
        "texto": "O Procurador Municipal terá o prazo em quádruplo para contestar e reconvir, e o Procurador da empresa contratada terá o prazo em dobro para oferecer exceção de incompetência"
      },
      {
        "letra": "E",
        "texto": "O Procurador Municipal e o Procurador da empresa contratada terão o prazo de 30 dias para responder, podendo estes acordar, dentro desse prazo, os dias disponíveis para cada réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458609",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No procedimento ordinário, de acordo com a disciplina do CPC,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os fatos não impugnados serão presumidos como verdadeiros, excepcionado-se, apenas, aqueles que a seu respeito não for admissível a confissão."
      },
      {
        "letra": "B",
        "texto": "a contestação e a reconvenção poderão ser oferecidas em momentos distintos, desde que no prazo legal."
      },
      {
        "letra": "C",
        "texto": "o réu poderá oferecer resposta na forma de contestação, exceção ou reconvenção, no prazo de 15 (quinze) dias contados da juntada aos autos do mandado citatório devidamente cumprido."
      },
      {
        "letra": "D",
        "texto": "a reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "E",
        "texto": "o réu deve alegar a incompetência relativa, como preliminar da contestação, a fim de evitar preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456501",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Em relação à contestação e à reconvenção,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção, por ser ela subordinada à ação da qual proveio."
      },
      {
        "letra": "B",
        "texto": "julgar-se-ão por sentenças autônomas a ação e a reconvenção."
      },
      {
        "letra": "C",
        "texto": "pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "depois da contestação, só é lícito deduzir novas alegações quando competir ao juiz conhecer delas de ofício."
      },
      {
        "letra": "E",
        "texto": "entre outras razões, compete ao réu alegar em contestação, antes de discutir o mérito, a incompetência absoluta, a perempção, a litispendência, a coisa julgada e a conexão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "430342",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Revelia",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Não está de acordo com o disposto no Código de Processo Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte poderá renunciar ao prazo estabelecido exclusivamente em seu favor."
      },
      {
        "letra": "B",
        "texto": "Contra o revel que não tenha patrono nos autos, correrão os prazos independentemente de intimação, a partir da publicação de cada ato decisório."
      },
      {
        "letra": "C",
        "texto": "Findo o prazo para a resposta do réu, o escrivão fará a conclusão dos autos. O juiz, no prazo de 10 dias, determinará, conforme o caso, as providências preliminares."
      },
      {
        "letra": "D",
        "texto": "Quando os litisconsortes tiverem diferentes procuradores, ser-lhes-ão contados em dobro os prazos para contestar, para recorrer e, de modo geral, para falar nos autos."
      },
      {
        "letra": "E",
        "texto": "A citação torna prevento o juízo, induz litispendência, interrompe a prescrição e, exceto quando ordenada por juiz incompetente, constitui em mora o devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "430338",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Prazos",
      "Respostas do réu - Contestação",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Com relação às normas de direito processual civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois da contestação, não se permite a dedução de novas alegações."
      },
      {
        "letra": "B",
        "texto": "Os absolutamente incapazes possuem capacidade plena para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "O recurso interposto em face de sentença que julgar procedente o pedido de instituição de arbitragem será recebido no duplo efeito."
      },
      {
        "letra": "D",
        "texto": "Todas as hipóteses de extinção do feito previstas no art. 267 do CPC (sentenças terminativas) permitem que a ação seja novamente proposta."
      },
      {
        "letra": "E",
        "texto": "Decorrido o prazo, extingue-se, independentemente de declaração judicial, o direito de praticar o ato, ficando salvo, porém, à parte provar que o não realizou por justa causa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429772",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, a incompetência que se levanta como preliminar, em contestação, é a incompetência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absoluta, que não se prorroga e concerne à competência funcional e em razão da matéria, sendo inderrogável por convenção das partes."
      },
      {
        "letra": "B",
        "texto": "absoluta, que como regra não se prorroga e que, uma vez declarada, implica a nulidade de todos os atos processuais praticados, com remessa dos autos ao juiz competente."
      },
      {
        "letra": "C",
        "texto": "relativa, que pode ser declinada de ofício apenas em caso de nulidade de cláusula de eleição de foro, em contrato de adesão, e concerne à competência em razão do valor e do território."
      },
      {
        "letra": "D",
        "texto": "relativa, que não pode ser declinada de ofício pelo juiz e concerne à competência em razão do valor e do território."
      },
      {
        "letra": "E",
        "texto": "absoluta, que não se prorroga mas é derrogável por convenção das partes, respeitando à competência pessoal, hierárquica e em razão da matéria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429769",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No tocante à matéria alegada preliminarmente em contestação: I. Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso. II. Com exceção do compromisso arbitral e da inexistência ou nulidade de citação, o juiz conhecerá de ofício da matéria que pode ser arguida preliminarmente em contestação.III. Cabe também ao réu o ônus da impugnação especificada dos fatos, o que não se aplica, porém, ao advogado dativo, ao curador especial e ao órgão do Ministério Público. Está correto o que se afirma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429575",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Do Litisconsórcio",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Conceito e Classificação do Litisconsórcio"
    ],
    "enunciado_principal": "Geraldo propõe ação judicial pelo procedimento comum ordinário em face da Municipalidade de São Paulo e da Municipalidade de São Caetano do Sul, em litisconsórcio passivo. No que diz respeito ao prazo de contestação, é correto afirmar que, nesse caso, é computado em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "óctuplo, na medida em que, além de a ação ter sido ajuizada contra o Poder Público, há ainda o cômputo do prazo em dobro por haver litisconsórcio passivo com procuradores distintos para cada Municipalidade."
      },
      {
        "letra": "B",
        "texto": "dobro, pois as Municipalidades deverão ser repre- sentadas por procuradores distintos."
      },
      {
        "letra": "C",
        "texto": "quádruplo, por se tratar de ação envolvendo a Fazenda Pública no polo passivo."
      },
      {
        "letra": "D",
        "texto": "dobro, desde que Municipalidades sejam represen- tadas por procuradores distintos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429165",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A resposta do réu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dada na contestação, implica a apresentação de todas as razões que possam levar ao desacolhimento do pedido inicial, em obediência ao princípio da eventualidade, além de especificar as provas que pretende produzir."
      },
      {
        "letra": "B",
        "texto": "é oferecida sempre em peça única, que engloba a contestação, a reconvenção e as exceções legalmente previstas."
      },
      {
        "letra": "C",
        "texto": "dada em exceção de incompetência relativa, implica a prolação de sentença, da qual caberá apelação."
      },
      {
        "letra": "D",
        "texto": "é sempre meritória, ainda que diga respeito a matérias de ordem pública, saIvo se arguidos pressupostos de inadmissibilidade da demanda."
      },
      {
        "letra": "E",
        "texto": "deve conter na contestação todas as alegações fáticas e de direito possíveis, em nenhuma hipótese admitindo-se a dedução de novas alegações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "418378",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre o procedimento previsto na Lei 8.069/90 para a perda do poder familiar, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento para a perda ou a suspensão do poder familiar terá início por provocação do Ministério Público ou por qualquer pessoa."
      },
      {
        "letra": "B",
        "texto": "Havendo motivo grave, poderá a autoridade judiciária, ouvido o Ministério Público, decretar a suspensão do poder familiar, liminar ou incidentemente, até o julgamento definitivo da causa, ficando a criança ou adolescente confiado a pessoa idônea, sem necessidade de termo de responsabilidade."
      },
      {
        "letra": "C",
        "texto": "O requerido será citado para, no prazo de dez dias, oferecer resposta escrita, indicando as provas a serem produzidas e oferecendo desde logo o rol de testemunhas e documentos."
      },
      {
        "letra": "D",
        "texto": "Não sendo contestado o pedido, o juiz decretará de plano a revelia do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "417889",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito das respostas do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a jurisprudência do STJ, o prazo remanescente para contestar, suspenso com o recebimento da exceção de incompetência, volta a fluir a partir da data da decisão que acolhe a exceção."
      },
      {
        "letra": "B",
        "texto": "Considerada ônus do réu, uma vez que a ele impõe rebater pontualmente todos os fatos narrados pelo autor e com os quais não concorda, tornando-os controvertidos e, em consequência, fazendo que componham o objeto de prova, a impugnação específica aplica-se, inclusive, ao curador especial."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência deve ser apresentada em autos apartados e não suspende o trâmite do processo principal."
      },
      {
        "letra": "D",
        "texto": "Caso o réu deseje contestar e reconvir, deve fazê-lo simultaneamente e em peças separadas, sob pena de preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "É inadmissível a reconvenção em ação declaratória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415199",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O réu que, por não arguir na sua resposta fato impeditivo, modificativo ou extintivo do direito do autor, dilatar o julgamento da lide, será condenado nas custas a partir do saneamento do processo e perderá, ainda que vencedor na causa, o direito a haver do vencido honorários advocatícios, nos termos do Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413846",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, em regra, a nulidade da cláusula de eleição de foro, em contrato de adesão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de reconvenção, que obedecerá o procedimento ordinário."
      },
      {
        "letra": "B",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração através de exceção de incompetência."
      },
      {
        "letra": "C",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do autor."
      },
      {
        "letra": "D",
        "texto": "pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      },
      {
        "letra": "E",
        "texto": "não pode ser declarada de ofício pelo juiz, devendo a parte requerer a referida declaração como preliminar em contestação, que obedecerá o procedimento ordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "408728",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "M. C. recebeu, no dia 10 de setembro, carta de citação proveniente de ação de cobrança ajuizada pela companhia distribuidora de água e esgoto de sua cidade, em razão de um débito de R$ 15.000,00 (quinze mil reais). Sem condições de arcar com um advogado, M. C. procurou a Defensoria Pública de seu Estado para defender-lhe no processo. O Aviso de Recebimento (AR) da carta de citação foi juntado ao processo no dia 02 de outubro de 2013, tendo o Defensor Público encarregado do caso apresentado contestação no dia 22 de outubro do mesmo ano. Com base nos fatos narrados, a contestação apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está no prazo legal, pois o termo final do prazo para o oferecimento da contestação foi 1º.11.2013."
      },
      {
        "letra": "B",
        "texto": "terá a sua intempestividade reconhecida pelo juiz, pois a contagem do prazo iniciou-se no dia seguinte ao do efetivo recebimento da carta de citação por M. C., tendo se encerrado no dia 25.09.2013."
      },
      {
        "letra": "C",
        "texto": "deverá ser desentranhada dos autos, pois a contagem do prazo iniciou-se no exato dia em que M. C. teve ciência da ação, com o recebimento da carta de citação, tendo se encerrado no dia 24.09.2013."
      },
      {
        "letra": "D",
        "texto": "está regular, pois os vinte dias para o oferecimento da contestação se encerraram no dia 22.10.2013."
      },
      {
        "letra": "E",
        "texto": "carece de amparo legal, pois o prazo para o oferecimento da contestação iniciou-se no dia seguinte ao da juntada aos autos do aviso de recebimento cumprido, tendo se encerrado no dia 17.10.2013."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "408529",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PRODEST-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Conceito de competência",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A modificação da competência, com a reunião de processos por força da conexão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser determinada de ofício pelo juiz, devendo ser arguida pelo réu por exceção de incompetência."
      },
      {
        "letra": "B",
        "texto": "não pode ser determinada de ofício pelo juiz, devendo ser arguida pelo réu na contestação, como questão pre­liminar."
      },
      {
        "letra": "C",
        "texto": "depende da coincidência de partes, pedido e causa de pedir entre os processos propostos separadamente."
      },
      {
        "letra": "D",
        "texto": "ocorre quando duas ou mais ações possuem identidade quanto às partes e à causa de pedir, mas o objeto de uma é mais amplo, abrangendo o das outras."
      },
      {
        "letra": "E",
        "texto": "pode ser determinada de ofício, mas só ocorre quando se trata de competência relativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402694",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima apresentada, julgue os itens que se seguem. Se José deixar de contestar parte dos pedidos formulados por João, caberá a antecipação dos efeitos da tutela em relação ao pedido incontroverso, desde que requerida expressamente por João.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390105",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Na ação renovatória de contrato de locação, desejando o proprietário exercer o direito de retomada do imóvel para seu próprio uso, deverá fazê-lo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por intermédio de reconvenção."
      },
      {
        "letra": "B",
        "texto": "ajuizando ação própria, distribuída livremente."
      },
      {
        "letra": "C",
        "texto": "mediante pedido contraposto de retomada deduzido na própria contestação, dada a natureza dúplice da ação"
      },
      {
        "letra": "D",
        "texto": "mediante o ajuizamento, por dependência, de ação própria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387595",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: CAU-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "A respeito da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de discutir o mérito, cabe alegar a incompetência absoluta na contestação."
      },
      {
        "letra": "B",
        "texto": "Não se pode presumir verdadeiros os fatos não impugnados, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "A exceção será processada em autos autônomos."
      },
      {
        "letra": "D",
        "texto": "O réu poderá oferecer, no prazo de 15 dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção."
      },
      {
        "letra": "E",
        "texto": "A contestação e a reconvenção serão oferecidas, simultaneamente, na mesma peça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "386631",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O advogado dativo do réu deve fazer impugnação especificada de todos os argumentos do autor."
      },
      {
        "letra": "B",
        "texto": "Verificando que o autor não pagou as custas iniciais, o réu deve alegar carência de ação na contestação, antes de discutir o mérito da causa."
      },
      {
        "letra": "C",
        "texto": "A exceção de incompetência absoluta é processada em apenso aos autos principais."
      },
      {
        "letra": "D",
        "texto": "Se houver vários réus com advogados diferentes, o prazo para contestação será dobrado."
      },
      {
        "letra": "E",
        "texto": "Cabe ao réu informar na contestação se existe coisa julgada, ou seja, se existe outra ação idêntica já julgada, ainda que pendente de recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "385373",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Acerca dos procedimentos ordinário e sumário e dos atos processuais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, é sempre cabível ao juiz proferir sentença ilíquida, que será submetida, posteriormente, à liquidação por artigo ou arbitramento."
      },
      {
        "letra": "B",
        "texto": "No procedimento sumário, o autor deve apresentar o rol de testemunhas na petição inicial."
      },
      {
        "letra": "C",
        "texto": "Não cabe procedimento sumário nas causas de ressarcimento por danos causados em acidente de veículo de via terrestre."
      },
      {
        "letra": "D",
        "texto": "Não poderá o réu formular pedido contraposto na contestação, devendo ele ajuizar outra ação em face do autor, que tramitará em conjunto com a primeira."
      },
      {
        "letra": "E",
        "texto": "Ao contrário do que ocorre no juizado especial, não se admite a possibilidade de o juiz ser auxiliado na audiência de conciliação por conciliador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385370",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: UFBA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Providências preliminares e julgamento conforme o estado do processo",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito da petição inicial e da resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificando o juiz que a petição inicial não preenche os requisitos exigidos nos arts. 282 e 283, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, ele a indeferirá de plano."
      },
      {
        "letra": "B",
        "texto": "Independentemente da natureza da lide e das partes envolvidas, se o réu deixar de contestar a ação, o juiz deverá julgar a lide antecipadamente, proferindo sentença de total procedência, em decorrência da presunção de veracidade dos fatos constitutivos do direito do autor."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, a decisão somente poderá ser reformada, em recurso de apelação, pelo tribunal competente."
      },
      {
        "letra": "D",
        "texto": "A regra da impugnação específica dos fatos se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "Transcorrido o prazo para a resposta, é vedado ao autor desistir da ação sem o consentimento do réu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "382010",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No que se refere às modalidades de resposta do réu e suas especificidades legais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão que julga o incidente de exceção deverá ser desafiada por recurso de apelação."
      },
      {
        "letra": "B",
        "texto": "A arguição de questões preliminares de litispendência, coisa julgada e defeito de representação constituem modalidades de defesa de natureza dilatória, apresentadas sempre no bojo da contestação."
      },
      {
        "letra": "C",
        "texto": "Aplica-se o ônus da impugnação especificada, inerente ao instrumento petitório da contestação, ao advogado dativo, ao curador especial e ao órgão do MP."
      },
      {
        "letra": "D",
        "texto": "O meio adequado para que se combata eventual incompetência do juízo, independentemente de sua natureza, é a oposição de exceção de incompetência, que necessariamente deverá ser fundamentada e devidamente instruída, indicando-se o juízo para o qual ela se declina."
      },
      {
        "letra": "E",
        "texto": "Conforme a jurisprudência do STJ, caso a parte apresente incidente de exceção, o processo será suspenso no momento em que a exceção for oposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "381215",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que tange às respostas do réu, à revelia e às regras de competência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso ocorra a revelia, o autor poderá alterar o pedido formulado na petição inicial, sem necessidade de promover nova citação."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento do STJ, quando há duas ações conexas em juízos de competência territorial distinta, considera-se prevento aquele que despachou em primeiro lugar, entendido como despacho o pronunciamento judicial positivo que determina a citação."
      },
      {
        "letra": "C",
        "texto": "A competência, em razão da matéria, do valor e do território, poderá modificar-se pela conexão ou continência."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá reconhecer de ofício qualquer das matérias denominadas de questões preliminares, elencadas no art. 301 do CPC."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de existirem ação e reconvenção, caso o autor desista da ação, essa desistência não obsta o prosseguimento da reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "380247",
    "metadata": "Ano: 2014 | Banca: FUNRIO | Órgão: INSS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973"
    ],
    "enunciado_principal": "Uma ação de procedimento ordinária é proposta em face do Instituto Nacional da Propriedade Industrial, representado pela Procuradoria-Regional Federal e uma sociedade empresária localizada em São Paulo, também representada por advogado próprio. O Juiz determina a citação dos 3 réus. A ação é ajuizada perante a Justiça Federal do Rio de Janeiro. No exame inicial, o Juiz julga extinto o feito, sem julgamento de mérito, por não ter o Autor providenciado o recolhimento das custas judiciais corretas, apesar de intimado para tanto. Vencido o prazo recursal, sem que este venha a ser apresentado, ajuíza o autor nova ação de igual objeto. No tocante aos fatos narrados, cabe aduzir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em face da coisa julgada material é impossível o ajuizamento da nova ação."
      },
      {
        "letra": "B",
        "texto": "em face da coisa julgada formal é possível o ajuizamento da nova ação"
      },
      {
        "letra": "C",
        "texto": "se o autor der causa, por três vezes, à extinção do processo por falta do recolhimento de custas, não poderá intentar nova ação contra o réu com o mesmo objeto, ficando-lhe ressalvada, entretanto, a possibilidade de alegar em defesa o seu direito."
      },
      {
        "letra": "D",
        "texto": "o ajuizamento de nova ação depende da anuência do Autor, cabendo a este, em preliminar de contestação, manifestar sua contrariedade."
      },
      {
        "letra": "E",
        "texto": "a sentença está equivocada, uma vez que o não recolhimento de custas importa em extinção com julgamento de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "377307",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "NÃO se pode afirmar, no que concerne à resposta do réu, de acordo com o Código de Processo Civil, que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A regra quanto ao ônus da impugnação específica não se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "Não se presumem verdadeiros os fatos não impugnados, quando estiverem em contradição com a defesa, considerada em seu conjunto"
      },
      {
        "letra": "C",
        "texto": "Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência."
      },
      {
        "letra": "D",
        "texto": "ntes de discutir o mérito, o réu deve alegar a litispendência, a perempção e a prescrição."
      },
      {
        "letra": "E",
        "texto": "Não se presume verdadeiro o fato não impugnado, quando a petição inicial não estiver acompanhada do instrumento público que a lei considerar da substância do ato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "373473",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito da contestação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código de Processo Civil estabelece que, após a contestação, é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "B",
        "texto": "Conforme o princípio da eventualidade, todas as matérias de defesa devem ser alegadas na contestação, sob pena de preclusão, exceto matérias relativas à defesa de mérito indireta, haja vista que algumas delas podem ser alegadas em momento posterior."
      },
      {
        "letra": "C",
        "texto": "O réu poderá impugnar, no prazo da contestação, o valor atribuído à causa pelo autor. A impugnação será autuada nos autos principais, ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "D",
        "texto": "É lícito a qualquer das partes arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição. Esse direito pode ser exercido em qualquer tempo, ou grau de jurisdição, cabendo à parte oferecer exceção, no prazo de cinco dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "E",
        "texto": "O réu não poderá deduzir novas alegações depois da contestação, ainda que relativas a direito superveniente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "367969",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com o caso Desdêmona (ação de conhecimento de Otelo em desfavor de Iago, questionando promessa de compra e venda de Desdêmona, uma vaca premiada), a resposta apresentada por Iago, na qual apresenta suas defesas processuais e de mérito, deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação."
      },
      {
        "letra": "B",
        "texto": "reconvenção."
      },
      {
        "letra": "C",
        "texto": "exceção."
      },
      {
        "letra": "D",
        "texto": "réplica."
      },
      {
        "letra": "E",
        "texto": "impugnação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "357880",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Eduardo ajuíza ação de indenização contra Pedro, que apresenta contestação e reconvenção. Depois da resposta, porém, Eduardo formula pedido de desistência, sem contestar a reconvenção. Pedro aceita o pedido de desistência, mas requer o prosseguimento da reconvenção. O juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homologar a desistência e dar prosseguimento à reconvenção, mas sem declarar a revelia de Eduardo."
      },
      {
        "letra": "B",
        "texto": "homologar a desistência e julgar o processo extinto sem julgamento de mérito, deixando de apreciar o pedido reconvencional."
      },
      {
        "letra": "C",
        "texto": "indeferir o pedido de desistência e dar prossegui- mento à reconvenção, declarando a revelia de Eduardo."
      },
      {
        "letra": "D",
        "texto": "homologar a desistência, dar prosseguimento à reconvenção e declarar a revelia de Eduardo."
      },
      {
        "letra": "E",
        "texto": "indeferir o pedido de desistência e dar prosseguimento à reconvenção, mas sem declarar a revelia de Eduardo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "357690",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, em contes- tação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode o município, em regra, apresentar impugnação por negativa geral."
      },
      {
        "letra": "B",
        "texto": "compete ao réu, antes de discutir o mérito, alegar incompetência relativa e absoluta."
      },
      {
        "letra": "C",
        "texto": "o réu deverá especificar as provas que pretende produzir, juntando, neste momento, os documentos destinados a provar suas alegações."
      },
      {
        "letra": "D",
        "texto": "o réu poderá apresentar reconvenção, na mesma peça processual, mas depois de rebater os fatos descritos na inicial."
      },
      {
        "letra": "E",
        "texto": "o réu deverá rebater especificamente a narrativa contida na petição inicial, sob pena de presumirem- se verdadeiros quaisquer fatos não impugnados, em qualquer hipótese."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1286187",
    "metadata": "Ano: 2013 | Banca: AOCP | Órgão: COREN-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção. II. Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência. III. Uma ação é idêntica a outra quando tem as mesmas partes, a mesma causa de pedir e o mesmo pedido. IV. Há litispendência, quando se repete ação, que está em curso; há coisa julgada, quando se repete ação que já foi decidida por sentença, de que não caiba recurso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "705763",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Procedimento sumário",
      "Respostas do réu - Contestação",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Sobre as peculiaridades de atuação das pessoas jurídicas de direito público no processo civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No procedimento sumário, sendo ré a Fazenda Pública, o juiz designará a audiência de conciliação no prazo de 60 (sessenta) dias do ajuizamento da ação."
      },
      {
        "letra": "B",
        "texto": "A Fazenda Pública tem prazo de 5 (cinco) dias para interposição de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "O benefício de prazo dilatado para a Fazenda Pública se aplica também aos prazos judiciais."
      },
      {
        "letra": "D",
        "texto": "Segundo o Superior Tribunal de Justiça (STJ), o prazo em quádruplo para contestar e em dobro para recorrer, previsto no artigo 188 do CPC, aplica-se ao Estado estrangeiro."
      },
      {
        "letra": "E",
        "texto": "Existe construção jurisprudencial no Supremo Tribunal Federal (STF) segundo a qual o prazo dilatado para Fazenda Pública estabelecido no artigo 188 do CPC se aplica perfeitamente ao processo objetivo de controle abstrato de constitucionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "522865",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Paula ajuizou ação declaratória de inexigibilidade de título contra a empresa “X\", objetivando, em suma, questionar uma duplicata mercantil contra ela fraudulentamente sacada. Após o ajuizamento da demanda, Paula resolve alterar o pedido para incluir indenização por danos morais em decorrência do protesto indevido da cártula. Neste caso, analise as seguintes situações: I. Empresa “X\" é citada, apresenta contestação e o feito é saneado. II. Empresa “X\" é citada e o feito aguarda o decurso do prazo para resposta. III. Expedida carta de citação para a empresa “X\" ainda sem o devido cumprimento. Indique, nos termos preconizados pelo Código de Processo Civil brasileiro, dentre as hipóteses acima, quando Paula poderá alterar o pedido, somente com a anuência da parte contrária:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "471554",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação",
      "Coisa Julgada no CPC 1973",
      "Pressupostos Processuais",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Assinale a alternativa que indica a sequência de palavras que preenche corretamente as seguintes assertivas: I. Haverá ............. quando dois ou mais processos em curso apresentarem identidade de partes, causa de pedir e pedido. II. A carência de ação é fenômeno processual que se caracteriza pela ausência de ............. . III. A ............. é a peça de defesa do réu, por excelência, na atividade de conhecimento, por meio da qual este manifesta sua resistência à pretensão articulada pelo autor. IV. ............. é o ato pelo qual se chama a juízo o réu ou o interessado a fim de se defender.V. Denomina-se ............. “a medida ou quantidade de jurisdição delegada a um determinado órgão ou grupo de órgãos”, ou ainda “a limitação do exercício legítimo da jurisdição por um órgão ou grupo de órgãos”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa julgada – pressuposto processual – contestação – notificação – jurisprudência."
      },
      {
        "letra": "B",
        "texto": "litispendência – capacidade processual – exceção – citação – capacidade jurisdicional."
      },
      {
        "letra": "C",
        "texto": "perempção – condição da ação – impugnação – intimação – competência."
      },
      {
        "letra": "D",
        "texto": "litispendência – condição da ação – contestação – citação – competência."
      },
      {
        "letra": "E",
        "texto": "inépcia – competência – reconvenção – notificação – competência internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471551",
    "metadata": "Ano: 2013 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Tício ajuizou ação indenizatória pelo rito ordinário em face do Estado de Pernambuco em 03/06/2013 (segunda-feira). Em 06/06/2013 (quinta-feira) foi exarado o despacho citatório, vindo a Fazenda Pública Estadual a ser citada em 11/06/2013 (terça-feira). O mandado citatório cumprido positivamente foi juntado aos autos em 17/06/2013 (segunda-feira). De acordo com Portaria do Tribunal de Justiça do Estado de Pernambuco, nos dias 23, 24, 25, 26, 27, 28, 29 e 30 do mês de junho não há expediente forense, ficando os prazos processuais suspensos, em decorrência do Recesso Junino. Levando em consideração que todas as informações acima estão corretas, o último dia para o Estado de Pernambuco apresentar tempestivamente a contestação na ação indenizatória em comento seria: Assinale a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "23/08/2013 (sexta-feira)"
      },
      {
        "letra": "B",
        "texto": "26/08/2013 (segunda-feira)"
      },
      {
        "letra": "C",
        "texto": "25/07/2013 (quinta-feira)"
      },
      {
        "letra": "D",
        "texto": "16/07/2013 (terça-feira)"
      },
      {
        "letra": "E",
        "texto": "16/08/2013 (sexta-feira)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464163",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil brasileiro, compete ao réu alegar, em contestação, incompetência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relativa, podendo formular pedido contraposto ape-nas por meio de reconvenção, que deverá ser apresentada no prazo da contestação."
      },
      {
        "letra": "B",
        "texto": "relativa, podendo, em regra, formular pedido contraposto, na mesma petição."
      },
      {
        "letra": "C",
        "texto": "absoluta e relativa, podendo formular pedido contraposto, na mesma petição, apenas em hipóteses excepcionais."
      },
      {
        "letra": "D",
        "texto": "absoluta, podendo formular pedido contraposto, na mesma petição, apenas em hipóteses excepcionais."
      },
      {
        "letra": "E",
        "texto": "absoluta e relativa, podendo formular pedido contraposto apenas por meio de reconvenção, que deverá ser apresentada no dobro do prazo da contestação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "421721",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "No processo civil, sobre a resposta do réu, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contestação e reconvenção serão oferecidas simultaneamente, em peças autônomas, no prazo de 15 dias;"
      },
      {
        "letra": "B",
        "texto": "a contestação é oferecida no prazo de 15 dias e a reconvenção no prazo de 10 dias;"
      },
      {
        "letra": "C",
        "texto": "que as contestações de vários réus com advogados diferentes serão apresentadas no prazo comum de 15 dias;"
      },
      {
        "letra": "D",
        "texto": "que a exceção e a reconvenção são processadas nos autos principais;"
      },
      {
        "letra": "E",
        "texto": "que a reconvenção não é uma forma de defesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410105",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Conceito e características da jurisdição",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Jurisdição é o poder que toca ao Estado, entre as suas atividades soberanas, de formular e fazer atuar praticamente a regra jurídica concreta que, por força do direito vigente, disciplina determinada situação jurídica. Considerando essa informação sobre jurisdição e a ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O interesse do autor não pode limitar-se à declaração da existência ou inexistência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "Nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "Para contestar ação, não é necessário ter interesse e legitimidade."
      },
      {
        "letra": "D",
        "texto": "O interesse do autor não pode limitar-se à declaração da autenticidade ou falsidade de documento."
      },
      {
        "letra": "E",
        "texto": "Cabe, exclusivamente, ao Autor, requerer ao juiz a declaração, por sentença, se, no curso do processo, tornar litigiosa relação jurídica de cuja existência ou inexistência depender o julgamento da lide."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407303",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "De acordo com as normas que regem a petição inicial, a resposta do réu e os casos de revelia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção é resposta do réu que amplia os limites objetivos da demanda, já que, aos pedidos feitos pelo autor, acrescentam-se pedidos feitos pelo réu."
      },
      {
        "letra": "B",
        "texto": "As exceções de incompetência, ainda que relativa, impedimento ou suspeição podem ser alegadas por qualquer das partes."
      },
      {
        "letra": "C",
        "texto": "Sempre que o réu não contestar a ação, reputar-se-ão verdadeiros os fatos afirmados pelo autor."
      },
      {
        "letra": "D",
        "texto": "Além dos fatos, cabe ao autor indicar na inicial os fundamentos jurídicos de seu pedido, inclusive fazendo menção aos dispositivos legais respectivos, sob pena de indeferimento da petição inicial."
      },
      {
        "letra": "E",
        "texto": "A indicação errônea do juiz ou tribunal a que a petição inicial é dirigida enseja seu imediato indeferimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382851",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Critérios de competência",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Alma propõe ação com pedido condenatório em face de Ínclito, tendo em vista danos causados por colisão de veículos conduzidos por ambos. Aduziu que o réu estaria em estado de clara embriaguez, mas que havia se recusado a realizar o teste de alcoolemia, por indicação do seu advogado que aparecera no local do sinistro. Em resposta, o réu apresentou defesa aludindo à incompetência do Juízo, por não ser o local adequado de propositura da ação, levantando preliminar de que o veículo que conduzia não seria da sua titularidade, mas de uma prima, e apresentou postulação de condenação do autor, por entender ser o mesmo o culpado pelo acidente. Essas defesas apresentadas seriam:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exceção de incompetência, ilegitimidade passiva, pedido indireto"
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta, ilegitimidade passiva, reconvenção"
      },
      {
        "letra": "C",
        "texto": "exceção de incompetência, ilegitimidade passiva e pedido contraposto"
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, ilegitimidade passiva e exceção de suspeição"
      },
      {
        "letra": "E",
        "texto": "exceção de incompetência, ilegitimidade passiva e exceção de impedimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359623",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Em relação às exceções processuais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz será suspeito de parcialidade se houver participado do processo em primeiro grau de jurisdição, nele tendo proferido sentença ou decisão."
      },
      {
        "letra": "B",
        "texto": "a incompetência absoluta deve ser arguida preliminarmente, na própria contestação apresentada pelo réu."
      },
      {
        "letra": "C",
        "texto": "o juiz estará impedido objetivamente de funcionar nos autos se for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letra": "D",
        "texto": "tanto a incompetência absoluta como a relativa devem ser arguidas por meio de exceção, que suspenderá o processo e será apensada aos autos principais."
      },
      {
        "letra": "E",
        "texto": "a incompetência relativa nunca pode ser conhecida de ofício pelo juiz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359618",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir. Esse enunciado legal concerne ao princípio;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitucional da produção da prova lícita."
      },
      {
        "letra": "B",
        "texto": "processual da livre investigação probatória."
      },
      {
        "letra": "C",
        "texto": "processual da eventualidade."
      },
      {
        "letra": "D",
        "texto": "constitucional da isonomia."
      },
      {
        "letra": "E",
        "texto": "processual da adstrição ou congruência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "355321",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Os prazos para a parte contestar e apresentar exceção de incompetência, e os do serventuário para encaminhar os autos à conclusão e executar as determinações do juiz são, respectivamente, de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias, 15 dias, 48 horas e 24 horas."
      },
      {
        "letra": "B",
        "texto": "10 dias, 10 dias, 48 horas e 48 horas."
      },
      {
        "letra": "C",
        "texto": "15 dias, 10 dias, 24 horas e 24 horas."
      },
      {
        "letra": "D",
        "texto": "15 dias, 15 dias, 24 horas e 48 horas."
      },
      {
        "letra": "E",
        "texto": "10 dias, 10 dias, 48 horas e 24 horas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352081",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Ainda acerca de resposta do réu, com base na doutrina, na legislação e na jurisprudência dos tribunais superiores, julgue os itens subsequentes. Antes que se discuta o mérito da ação, compete ao réu alegar, entre outras defesas processuais, perempção, inépcia da inicial, coisa julgada formal ou material e compromisso arbitral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "339515",
    "metadata": "Ano: 2013 | Banca: TJ-RS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Jurisdição",
      "Procedimento ordinário",
      "Conceito e características da jurisdição",
      "Princípios inerentes à jurisdição",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de existência de relação jurídica."
      },
      {
        "letra": "B",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes, em todo o território nacional, sendo que nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "C",
        "texto": "A jurisdição civil, contenciosa e voluntária, é exercida pelos juízes e promotores de justiça, em todo o território nacional, sendo que nenhum deles prestará a tutela jurisdicional, senão quando a parte ou o interessado a requerer, nos casos e forma legais."
      },
      {
        "letra": "D",
        "texto": "Para propor ou contestar ação é necessário ter interesse e legitimidade, não podendo o interesse do autor limitar-se à declaração de inexistência de relação jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331371",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "É possível afirmar que, em sua contestação, o réu deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apresentar pedido contraposto na própria peça de contestação, se assim o desejar, desde que o procedimento seja ordinário."
      },
      {
        "letra": "B",
        "texto": "impugnar tão somente os vícios processuais, caso estes inviabilizem a apreciação do mérito, em obediência ao princípio da instrumentalidade das formas."
      },
      {
        "letra": "C",
        "texto": "apresentar toda a matéria de defesa, ainda que haja contrariedade entre uma tese e outra, em homenagem ao princípio da eventualidade."
      },
      {
        "letra": "D",
        "texto": "apresentar as matérias que o juiz poderia ter conhecido de ofício antes da defesa, sob pena de preclusão e superveniente impedimento para que o juiz as conheça de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "329210",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O condomínio do Edifício Marbelo ajuizou ação de cobrança de cota condominial em face de Joana, que, em contestação, comprovou, mediante apresentação de recibos, ter pago as cotas e requereu a condenação do autor ao pagamento em dobro da quantia indevidamente cobrada. Nessa situação, conforme jurisprudência do STJ,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a condenação do autor deveria ter sido alegada em embargos à execução."
      },
      {
        "letra": "B",
        "texto": "o pedido de pagamento em dobro deveria ter sido manejado em ação in rem verso."
      },
      {
        "letra": "C",
        "texto": "a condenação somente poderia ter sido requerida em ação autônoma após o julgamento do pedido do autor."
      },
      {
        "letra": "D",
        "texto": "a ré aduziu o pedido de condenação na peça adequada."
      },
      {
        "letra": "E",
        "texto": "o pedido deveria ter sido deduzido por meio de reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "327654",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma das consequências da exceção processual de impedimento dos sujeitos imparciais processuais, como juiz, perito e tradutor juramentado, é a suspensão da causa, ficando permitida apenas a prática dos atos urgentes e o processamento da exceção, razão pela qual se classifica como suspensão imprópria."
      },
      {
        "letra": "B",
        "texto": "a postulação, como advogado da parte, de cônjuge ou qualquer parente, consanguíneo ou afim, em linha reta; ou na linha colateral até o segundo grau do juiz da causa afeta a sua imparcialidade, salvo se o ingresso do advogado na causa ocorrer no curso da demanda."
      },
      {
        "letra": "C",
        "texto": "o princípio do contraditório tem como elementos a obrigatoriedade da informação dos atos processuais, da reação do réu e da resposta do poder judiciário sobre os pontos controvertidos."
      },
      {
        "letra": "D",
        "texto": "a juiz conhecerá de ofício das preliminares processuais, tais como inexistência ou nulidade da citação, incompetência absoluta, convenção de arbitragem e coisa julgada, por se tratar de matéria de ordem pública e não se sujeitar ao princípio da inércia da jurisdição."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "327653",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A propósito da defesa de mérito, considere as seguintes assertivas: I – a negativa dos fatos e das consequências jurídicas, e a oposição de fatos impeditivos, modificativos e extintivos do direito do autor representam uma das formas mais completas de defesa de mérito direta. II – a negativa das consequências jurídicas, ainda que se concorde com a versão apresentada dos fatos pelo autor, constitui uma das formas de defesa de mérito direta. III – a defesa de mérito indireta é composta da oposição de fatos impeditivos, modificativos e extintivos do direito do autor e da negativa das consequências jurídicas advindas da versão fática apresentada. IV – a apreciação de inconstitucionalidade incidental no processo é uma forma de defesa de mérito direta, visto que é tratada como prejudicial de mérito. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão incorretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I e II estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "apenas a assertiva II está correta;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "não respondida"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324849",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que se refere à resposta do réu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compete ao réu, antes de discutir o mérito, alegar incompetência absoluta, litispendência e coisa julgada, entre outras arguições."
      },
      {
        "letra": "B",
        "texto": "após a contestação, só é lícito deduzir novas alegações quando provados caso fortuito ou força maior."
      },
      {
        "letra": "C",
        "texto": "alegada litispendência, cabe ao juiz determinar a reunião dos processos para sentenciamento simultâneo e conjunto."
      },
      {
        "letra": "D",
        "texto": "oferecida reconvenção, em peça autônoma, será ela processada em apenso aos autos principais."
      },
      {
        "letra": "E",
        "texto": "a matéria alegada em preliminares depende sempre da provocação do réu para ser conhecida pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322955",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: IPEM-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Compete ao réu na contestação, antes de discutir o mérito, alegar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impedimento do juiz."
      },
      {
        "letra": "B",
        "texto": "suspeição do juiz."
      },
      {
        "letra": "C",
        "texto": "convenção de arbitragem."
      },
      {
        "letra": "D",
        "texto": "incompetência territorial."
      },
      {
        "letra": "E",
        "texto": "reconvenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322207",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Acerca da resposta do réu, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção e a exceção serão processadas em apenso aos autos principais."
      },
      {
        "letra": "B",
        "texto": "Após a contestação, não é lícito o réu deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "D",
        "texto": "Quando forem citados para a ação vários réus, a cada réu será concedido prazo independente para a apresentação da respectiva defesa."
      },
      {
        "letra": "E",
        "texto": "O prazo para oferecer exceção é de dez dias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317824",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Considerando as medidas inerentes ao direito de defesa, aponte a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conhecimento das matérias de ordem pública interessa não apenas ao réu, mas também ao funcionamento do Poder Judiciário e por isso as matérias em questão não são atingidas pela preclusão, mesmo se o réu não as alegar na primeira oportunidade;"
      },
      {
        "letra": "B",
        "texto": "o réu poderá apresentar ação declaratória incidental quando pretender obter pronunciamento judicial sobre questão prejudicial controvertida;"
      },
      {
        "letra": "C",
        "texto": "segundo o princípio da eventualidade, cabe ao réu, em contestação, apresentar todas as razões que permitam o não acolhimento do pedido, ainda que pareçam contraditórias entre si;"
      },
      {
        "letra": "D",
        "texto": "a incompetência relativa será arguida por meio de exceção e a absoluta deverá ser sustentada em preliminar de contestação, podendo ambas ser conhecidas de ofício;"
      },
      {
        "letra": "E",
        "texto": "as exceções de impedimento e suspeição podem ser opostas em qualquer grau de jurisdição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "317495",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá da intimação do despacho que deferir a desistência."
      },
      {
        "letra": "B",
        "texto": "A contestação e a ação declaratória incidental serão oferecidas simultaneamente, em peças autônomas."
      },
      {
        "letra": "C",
        "texto": "Os autos serão remetidos para o juízo competente, para que lá o feito prossiga e seja julgado quando for reconhecida a incompetência, suspeição ou impedimento."
      },
      {
        "letra": "D",
        "texto": "A reconvenção dispensa a conexão com o pedido principal ou com a defesa; na hipótese, porém, de haver conexão, serão julgados, pedido principal e reconvenção em uma só sentença, não o sendo, em caso contrário."
      },
      {
        "letra": "E",
        "texto": "Com a desistência da ação, a reconvenção também será extinta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "313351",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Na seara do direito processual civil, a respeito da petição inicial, das respostas do réu e da suspeição do juiz, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o juiz que presidiu a instrução do processo se declare suspeito antes de proferir a sentença, o juiz que assumir a condução do processo estará impossibilitado de corroborar os atos praticados pelo antecessor."
      },
      {
        "letra": "B",
        "texto": "Ao analisar os pedidos do autor, o juiz se aterá aos pedidos finais, dado que o sistema brasileiro não admite interpretação lógico-sistemática da petição inicial, sob pena de resultar em sentença extra petita."
      },
      {
        "letra": "C",
        "texto": "Se, proposta a demanda, for determinada a emenda da petição inicial por ausência de pedido de citação do réu e essa não for atendida no prazo concedido pelo juiz, ele poderá extinguir o processo sem resolução de mérito, desde que intime pessoalmente o autor."
      },
      {
        "letra": "D",
        "texto": "Caso alguém ajuíze uma ação requerendo ao juiz que, ao final, rescinda determinado contrato ou, se assim não entender, que declare a nulidade de uma cláusula contratual, tem-se pedido sucessivo."
      },
      {
        "letra": "E",
        "texto": "Se a parte ré, regularmente citada em ação de cumprimento de obrigação de fazer, deixar de contestar, mas apresentar reconvenção, em que aduza sua pretensão em face do autor, não se aplicarão os efeitos materiais da revelia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311421",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Compete ao réu alegar em contestação toda a matéria de defesa, devendo ater-se a questões preliminares antes de adentrar ao mérito e, caso deixe de alegar a falta de pressuposto processual provocado pelo autor, poderá arguir tal vício, que também poderá ser declarado de ofício pelo juízo, a qualquer tempo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308278",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece que após a contestação é defeso ao autor modificar o pedido ou a causa de pedir, sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305304",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGER-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Com relação ao pedido e à resposta do réu no âmbito do processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na cumulação alternativa, o valor da causa corresponde ao valor do pedido principal, enquanto, na cumulação sucessiva, o valor da causa é a soma de todos os pedidos acumulados."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de o réu não contestar a ação de investigação de paternidade, serão aplicados os efeitos da revelia, o que significa que os fatos afirmados pelo autor serão considerados verdadeiros."
      },
      {
        "letra": "C",
        "texto": "A carência da ação pode ser alegada tanto pelo autor quanto pelo réu."
      },
      {
        "letra": "D",
        "texto": "Caso o reconvindo não conteste o pedido reconvencional, não será considerado revel, já que ele é o autor da ação."
      },
      {
        "letra": "E",
        "texto": "Na cumulação alternativa, é necessário que os pedidos sejam compatíveis entre si."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "304779",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando o entendimento do STJ acerca de temas diversos do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intimação dos procuradores dos estados deverá ser realizada pessoalmente, mesmo inexistindo previsão legal para tal."
      },
      {
        "letra": "B",
        "texto": "No caso de processo eletrônico, é inválida a petição eletrônica se não houver identidade entre o titular do certificado digital utilizado para assinar o documento e os advogados indicados como autores da petição."
      },
      {
        "letra": "C",
        "texto": "No procedimento de homologação de sentença estrangeira, admite-se impor as regras previstas na legislação brasileira para a citação praticada fora do país."
      },
      {
        "letra": "D",
        "texto": "Não é possível, pela via do mandado de segurança, declarar incidentalmente a inconstitucionalidade de lei ou ato normativo do poder público."
      },
      {
        "letra": "E",
        "texto": "Na hipótese em que estiver em litígio uma obrigação de direito privado firmada pela administração pública, e não um contrato genuinamente administrativo, incidirão os efeitos materiais da revelia contra o poder público, se, devidamente citado, o ente público deixar de contestar o pedido do autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303720",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Nulidades no CPC 1973",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere que, ao contestar uma ação, o réu não tenha alegado nem a carência de ação nem a nulidade de citação. Nessa situação hipotética, a carência de ação pode ser declarada pelo juiz de ofício ou a requerimento do réu. No entanto, considera-se precluso o direito do réu de arguir a nulidade da citação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301071",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Conforme o princípio da eventualidade, todas as matérias de defesa devem ser alegadas na contestação, sob pena de preclusão, exceto matérias relativas à defesa de mérito indireta, haja vista que algumas delas podem ser alegadas em momento posterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301070",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Ficará caracterizado o reconhecimento jurídico do pedido quando, em contestação apresentada em face de ação de cobrança de dívida, o réu admitir ter celebrado o contrato de mútuo a que tiver o autor se referido na inicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300440",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Cabe ao réu manifestar-se precisamente sobre os fatos narrados na petição inicial, e, se não o fizer, como regra geral presumir-se-ão verdadeiros os fatos não impugnados. Esse ônus concerne ao princípio processual da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "duração razoável do processo."
      },
      {
        "letra": "B",
        "texto": "inércia ou dispositivo."
      },
      {
        "letra": "C",
        "texto": "congruência."
      },
      {
        "letra": "D",
        "texto": "eventualidade."
      },
      {
        "letra": "E",
        "texto": "isonomia processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "299322",
    "metadata": "Ano: 2013 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Bruno promove ação pelo procedimento ordinário em face de Ronaldo, que apresenta, no prazo legal, contestação. Essa contestação, além de bloquear a pretensão autoral, apresenta pedido contraposto de cunho condenatório. Considerada a organização jurídica processual, essa conduta é típica das ações denominadas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumuladas"
      },
      {
        "letra": "B",
        "texto": "proprias"
      },
      {
        "letra": "C",
        "texto": "dúplices"
      },
      {
        "letra": "D",
        "texto": "especiais"
      },
      {
        "letra": "E",
        "texto": "cognitivas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "299129",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre o direito processual civil, leia as afirmações abaixo e, em seguida, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na exceção de incompetência do juízo, a petição deverá ser protocolizada no juízo que determinou a citação."
      },
      {
        "letra": "B",
        "texto": "O pedido é sucessivo quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "C",
        "texto": "É inadmissível a reconvenção em ação declaratória."
      },
      {
        "letra": "D",
        "texto": "O indeferimento da medida cautelar pleiteada pela parte não obsta a que ela intente a ação principal, nem influi no julgamento desta, mesmo que o juiz, no procedimento cautelar, acolha a alegação de decadência ou prescrição do direito do autor."
      },
      {
        "letra": "E",
        "texto": "O arresto, ao contrário da penhora, não cria para o credor preferência sobre o bem apreendido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "292834",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a resposta do réu, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não poderá indeferir a petição inicial de exceção, mesmo se considerá-la manifestamente improcedente."
      },
      {
        "letra": "B",
        "texto": "O prazo para reconvenção é de 15 dias contados do último dia do prazo para contestação."
      },
      {
        "letra": "C",
        "texto": "A ausência de impugnação específica dos fatos feita por curador especial através de contestação por negação geral impede o reconhecimento dos efeitos da revelia."
      },
      {
        "letra": "D",
        "texto": "Oferecida reconvenção, o autor será pessoalmente citado para contestá-la no prazo de 15 dias."
      },
      {
        "letra": "E",
        "texto": "Quando vários réus forem citados para a ação, o prazo para responder se contará, respectivamente, da data em que for juntado aos autos o mandado devidamente cumprido referente a cada um deles."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1739605",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla o prazo para contestar ação de demarcação de terras particulares:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 dias"
      },
      {
        "letra": "B",
        "texto": "15 dias"
      },
      {
        "letra": "C",
        "texto": "10 dias"
      },
      {
        "letra": "D",
        "texto": "5 dias"
      },
      {
        "letra": "E",
        "texto": "3 dias"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "398531",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Imparcialidade do Juiz e Competência do Juízo",
      "Ausência de Perempção",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Roxin, dirigindo seu veículo automotor, colide com veículo de propriedade de Thomas. Thomas propõe ação de indenização em desfavor de Roxin, que é citado e procura o advogado Rousseau para fazer sua defesa. Com base no CPC, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rousseau poderá alegar, em sede de preliminar de contestação, a incompetência relativa do juízo."
      },
      {
        "letra": "B",
        "texto": "Caso Thomas já tenha intentado ação idêntica, ainda não sentenciada, poderá Rousseau alegar preliminar de coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Se Rousseau não alegar matéria relacionada à perempção, não poderá o juízo conhecer da mesma."
      },
      {
        "letra": "D",
        "texto": "Não é lícito a Rousseau, depois de contestada a ação, deduzir alegação relacionada a direito superveniente, ante a preclusão ocorrida."
      },
      {
        "letra": "E",
        "texto": "Os fatos não impugnados por Rousseau serão considerados verdadeiros, em regra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372040",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arguição de suspeição do juiz deve ser apresentada por exceção, mas, assim como a exceção de impedimento, pode ser apresentada a qualquer tempo, no curso do processo, sendo insuscetível de preclusão, pois o prazo de quinze dias contados do fato que a ocasionou é impróprio, sendo a consequência pela arguição extemporânea apenas o ônus de arcar com as custas do retardamento do processo."
      },
      {
        "letra": "B",
        "texto": "O prazo para reconvenção é o mesmo da contestação, mas não há exigência de simultaneidade em sua apresentação, desde que observado o prazo peremptório fixado em lei."
      },
      {
        "letra": "C",
        "texto": "As questões prévias preliminares, de natureza processual, devem ser alegadas antes das questões de mérito (sejam essas prévias-prejudiciais ou principais)."
      },
      {
        "letra": "D",
        "texto": "Chama-se defesa direta de mérito a alegação, pelo réu, de fato impeditivo, modificativo ou extintivo do direito do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368722",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Quanto à resposta do réu,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não for oferecida contestação, reputar-se-á verdadeiro o direito afirmado pelo autor."
      },
      {
        "letra": "B",
        "texto": "uma vez oferecida a contestação, será sempre vedado deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "a contestação e a reconvenção são oferecidas na mesma peça, sendo julgadas por sentenças diferentes."
      },
      {
        "letra": "D",
        "texto": "a impugnação aos fatos pode ser apresentada gradualmente no processo, até o oferecimento das alegações finais pelas partes."
      },
      {
        "letra": "E",
        "texto": "são suas espécies, dirigidas ao juiz da causa, a contestação, exceção e reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336236",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Após a contestação, o réu, percebendo que será vencido no processo, decide vender a terceiro o veículo automotor cuja titularidade discute com o autor. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "requerendo o autor, o juiz deverá declarar a nulidade da alienação do bem."
      },
      {
        "letra": "B",
        "texto": "a alienação do veículo não será válida quanto ao autor."
      },
      {
        "letra": "C",
        "texto": "o adquirente poderá suceder o réu se o autor o permitir expressamente."
      },
      {
        "letra": "D",
        "texto": "o juiz deverá indeferir eventual pedido de substituição processual."
      },
      {
        "letra": "E",
        "texto": "os efeitos da sentença alcançarão o adquirente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291036",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Na contestação, o réu apresenta defesa direta quando, sem negar qualquer das afirmações contidas na inicial, alega outro fato impeditivo, modificativo ou extintivo do direito do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291035",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O Código de Processo Civil (CPC) consagra o princípio da eventualidade, em decorrência do qual a lei processual faculta ao réu, na contestação, a exposição, cumulada ou alternativamente, de todas as matérias de defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291034",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Se um substituto processual figurar no polo ativo de uma demanda, o réu não poderá reconvir contra o substituto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289778",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção de suspeição não suspende o feito."
      },
      {
        "letra": "B",
        "texto": "A exceção é o meio adequado para a parte arguir a incompetência material, o impedimento ou a suspeição do juiz."
      },
      {
        "letra": "C",
        "texto": "A exceção é o meio adequado para a parte arguir o impedimento ou a suspeição do juiz, mas esse direito só pode ser exercido no pri- meiro grau de jurisdição, antes da sentença."
      },
      {
        "letra": "D",
        "texto": "A exceção é o meio adequado para a parte arguir a incompetência em razão do lugar, o impedimento do perito ou a suspeição do ór- gão do Ministério Público que é parte no processo."
      },
      {
        "letra": "E",
        "texto": "O excipiente arguirá a incompetência em razão do lugar em petição fundamentada e devidamente instruída, sendo defesa a indicação do juízo para o qual declina."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "289774",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as proposições abaixo: l. A regra da impugnação especificada dos fatos é ônus atribuído ao réu, na contestação. Desatendida, ela induz à presunção de veracidade das alegações formuladas na petição inicial. Essa presunção, entretanto, não tem lugar quando for inadmissível a confissão a respeito dos fatos. II. A regra da impugnação especificada dos fatos, ônus atribuído ao réu, na contestação, não induz à presunção de veracidade das alegações formuladas na petição inicial, quando no polo passivo da demanda figura pessoa jurídica sem fins lucrativos, qualificada como Organização da Sociedade Civil de Interesse Público, nos termos da Lei 9.790/99. Ill. A regra da impugnação especificada dos fatos, ônus atribuído ao réu, na contestação, não se aplica ao advogado dativo. IV. A regra da impugnação especificada dos fatos, ônus atribuído ao réu, na contestação, não induz à presunção de veracidade das alegações formuladas na petição inicial, quando os fatos não impugnados estiverem em contradição com a defesa, considerada em seu conjunto. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I e Ill são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, lll e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições I e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições Il e IV são corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições ll e lll são corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289773",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as proposições abaixo: l. Devem ser considerados verdadeiros os fatos alegados na petição inicial, quando o réu, validamente citado, deixa de contestar a ação no prazo legal. Essa presunção, entretanto, não tem lugar no litisconsórcio passivo, se o outro réu impugna precisamente os fatos narrados pelo autor. II. Devem ser considerados verdadeiros os fatos alegados na petição inicial, quando o réu, validamente citado, deixa de contestar a ação no prazo legal. Essa presunção não tem lugar apenas quando, havendo litisconsórcio passivo, o litígio tem por objeto direito indisponível e outro réu impugna precisamente os fatos narrados pelo autor. Ill. A falta de contestação conduz a que se tenham como verdadeiros os fatos alegados pelo autor, acarretando, necessariamente, o acolhimento do pedido formulado, se nenhuma circunstância afasta a chamada \"ficta confessio\". IV. A falta de contestação gera presunção de veracidade dos fatos alegados na petição inicial. Isso não implica em que o pedido deverá ser necessariamente acolhido, pois os fatos podem não conduzir às consequências jurídicas pretendidas pelo autor. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições Il e Ill são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições ll e IV são corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições I, Il e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições ll, lll e IV são corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as proposições I e IV são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289169",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as seguintes matérias que deverão ser arguidas pelo réu antes de discutir o mérito da causa: I. Compromisso arbitral. II. Conexão. III. Incapacidade da parte, defeito de representação ou falta de autorização. O juiz NÃO poderá conhecer de ofício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "280566",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere: I. É admissível a reconvenção em ação declaratória. II. A reconvenção é cabível na ação monitória, após a conversão do procedimento em ordinário. III. É nula a decisão que extingue a reconvenção liminarmente por intempestividade e determina o prosseguimento da ação principal. IV. A reconvenção é bivalente. Assim, inadmitida a contestação por intempestiva, a reconvenção apresentada a substituirá em todos os efeitos jurídicos. Esta correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270731",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Juiz no CPC 1973",
      "Procedimento ordinário",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo entendimento do Supremo Tribunal Federal, a reconvenção é inadmissível em ação declaratória."
      },
      {
        "letra": "B",
        "texto": "a extinção do processo, sem resolução do mérito, por desistência da ação, impede o prosseguimento da reconvenção."
      },
      {
        "letra": "C",
        "texto": "a exceção de impedimento ou suspeição do juiz deverá ser dirigida e protocolada no Tribunal a que se acha subordinado o juiz impugnado."
      },
      {
        "letra": "D",
        "texto": "na exceção de incompetência, o protocolo da petição poderá se dar no juízo do foro do domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270482",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Das Partes e Procuradores",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Capacidade ou Representação Processual"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ônus da impugnação específica dos fatos, na contestação, não se aplica ao curador especial, ao órgão do Ministério Público e ao advogado dativo."
      },
      {
        "letra": "B",
        "texto": "os absolutamente incapazes serão representados em juízo, na forma da lei, por não possuírem capacidade para figurar no polo ativo ou passivo da lide."
      },
      {
        "letra": "C",
        "texto": "a apelação interposta contra sentença que julgar procedente o pedido de instituição de arbitragem será recebida em ambos os efeitos, devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "verificando a incapacidade processual ou a irregularidade de representação das partes, o juiz deve excluir, de imediato, o terceiro do processo, se a irregularidade a ele se referir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "262207",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Em relação à resposta do réu, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceção de incompetência relativa é oposta por via própria, sem suspender o processo."
      },
      {
        "letra": "B",
        "texto": "a coisa julgada e a litispendência são alegadas, meritoriamente, por meio de exceções autônomas."
      },
      {
        "letra": "C",
        "texto": "antes de discutir o mérito, cabe ao réu alegar, preliminarmente, a incompetência absoluta, bem como a inépcia da petição inicial."
      },
      {
        "letra": "D",
        "texto": "na contestação deve ser alegada toda a matéria de defesa, não sendo lícito ao réu, em nenhuma hipótese, deduzir novas alegações a ela posteriores."
      },
      {
        "letra": "E",
        "texto": "como regra, os fatos da petição inicial podem ser impugnados por negativa geral, o que é suficiente para afastar os efeitos processuais da revelia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "256125",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Banco da Amazônia",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Não é admissível reconvenção em ação declaratória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "250611",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a resposta do réu, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção é a via pela qual o réu apresenta suas defesas processuais dilatórias; na contestação, o réu apresenta as defesas processuais peremptórias e as defesas materiais."
      },
      {
        "letra": "B",
        "texto": "A via adequada para o réu alegar fato novo é a reconvenção."
      },
      {
        "letra": "C",
        "texto": "A presunção de veracidade dos fatos alegados pelo autor é consequência processual produzida apenas pela revelia."
      },
      {
        "letra": "D",
        "texto": "O termo inicial do prazo de quinze dias para apresentar exceção de incompetência pode ser diverso do termo inicial da contestação e da reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249957",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as assertivas abaixo sobre respostas do réu e providências preliminares e assinale a CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu citado por edital tem direito a curador especial."
      },
      {
        "letra": "B",
        "texto": "Para a reconvenção dispensa-se o atendimento das condições da ação."
      },
      {
        "letra": "C",
        "texto": "O réu que não contesta a demanda, mas ofereceu exceção de impedimento do juízo, não sofre todos os efeitos processuais da revelia, embora possa sujeitar-se aos efeitos materiais."
      },
      {
        "letra": "D",
        "texto": "Admite-se ação declaratória incidental, para ver-se declarada a constitucionalidade ou inconstitucionalidade de lei federal."
      },
      {
        "letra": "E",
        "texto": "Não pode o réu reconvir sem contestar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249952",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Qualificam-se como exceções substanciais indiretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alegações de litispendência, coisa julgada e perempção."
      },
      {
        "letra": "B",
        "texto": "As alegações de decadência, prescrição e compromisso arbitral."
      },
      {
        "letra": "C",
        "texto": "As alegações de falta de instrumento público essencial à prova do ato, de renúncia ao direito em que se funda a ação e a de ilegitimidade passiva."
      },
      {
        "letra": "D",
        "texto": "As alegações de pagamento, novação e de contrato não cumprido."
      },
      {
        "letra": "E",
        "texto": "As alegações de incompetência relativa, suspeição e impedimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249339",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre exceções, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível exceção de incompetência oposta pelo autor-reconvindo diante da reconvenção."
      },
      {
        "letra": "B",
        "texto": "a competência do Juiz não se prorroga nos casos de nulidade de cláusula de eleição de foro inserta em contrato de adesão, mesmo que a exceção não seja oposta."
      },
      {
        "letra": "C",
        "texto": "não há espaço para a produção de provas no âmbito das exceções de incompetência, de impedimento e de suspeição."
      },
      {
        "letra": "D",
        "texto": "as exceções de incompetência, impedimento e suspeição são julgadas pelo próprio Juiz."
      },
      {
        "letra": "E",
        "texto": "o acolhimento da exceção de suspeição ou de impedimento deve vir acompanhado de condenação do Juiz nas respectivas custas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "240540",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Critérios de competência",
      "Modificação de competência",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No processo civil, a incompetência absoluta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser conhecida de ofício pelo Juiz."
      },
      {
        "letra": "B",
        "texto": "deve ser alegada mediante exceção."
      },
      {
        "letra": "C",
        "texto": "só pode ser reconhecida pelo Juiz, não cabendo à parte deduzi-la."
      },
      {
        "letra": "D",
        "texto": "pode ser alegada em preliminar de contestação."
      },
      {
        "letra": "E",
        "texto": "se não for alegada no prazo da contestação, fica preclusa sua arguição no processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233426",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Um cachorro de propriedade de Mário causou sérios ferimentos a João, motivo por que este ajuizou, contra aquele, ação na qual pediu o ressarcimento de R$ 35.000,00 referentes a danos materiais, mais o valor a ser aferido, no curso do processo, em razão de tratamento médico.Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não havendo necessidade de audiência preliminar, o julgamento ocorrerá conforme o estado do processo."
      },
      {
        "letra": "B",
        "texto": "será possível a citação do réu na pessoa de procurador constituído, desde que conste do instrumento a cláusula ad judicia."
      },
      {
        "letra": "C",
        "texto": "o juiz deverá determinar que o autor emende a inicial, dado o pedido genérico de ressarcimento de danos."
      },
      {
        "letra": "D",
        "texto": "se o réu, em contestação, limitar-se a negar o fato constitutivo do direito, não haverá oportunidade para o autor oferecer réplica."
      },
      {
        "letra": "E",
        "texto": "caso o réu ofereça apenas reconvenção, mas alegue matéria de defesa, não será decretada a revelia, porque se considera dada a resposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "221627",
    "metadata": "Ano: 2012 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta, após a análise das afirmativas a seguir: I – Arguem-se por meio de preliminares as incompetências absolutas de matéria e hierarquia. Nestes casos, se acolhida, a preliminar não resultará em extinção do processo sem resolução de mérito e sim em remessa dos autos ao juízo competente, implicando nulidade de atos decisórios do juízo incompetente. Dessarte, as preliminares as incompetências absolutas de matéria e hierarquia são consideradas meramente dilatórias. II – A reconvenção não está subordinada à apresentação da defesa pelo réu. III – Da decisão que não admite a reconvenção, é cabível agravo e não apelação. IV – No processo comum, a reconvenção deve ser apresentada no rito ordinário junto com o prazo para defesa, até quinze dias da juntada do mandado de citação cumprido aos autos, se esta for por oficial de justiça; da juntada aos autos do aviso de recebimento, se esta for pela via postal e, se a citação for por edital, a partir do termo final do prazo estipulado pelo juiz no próprio edital, mas no rito sumário, a reconvenção não é aceita. V – São requisitos específicos da reconvenção: legitimidade da parte, ou seja, só o réu pode ser reconvinte e só o autor pode ser reconvindo, conexão entre a reconvenção e a ação principal, ou entre ela e o fundamento da defesa, competência (absoluta) igual à da causa principal e compatibilidade de rito com a ação principal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, III e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "221350",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Deve ser alegada em preliminar da contestação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incompetência relativa."
      },
      {
        "letra": "B",
        "texto": "incompetência absoluta"
      },
      {
        "letra": "C",
        "texto": "a improcedência do pedido do autor."
      },
      {
        "letra": "D",
        "texto": "somente a existência de coisa julgada material."
      },
      {
        "letra": "E",
        "texto": "fato impeditivo do direito do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "215020",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O réu poderá impugnar, no prazo da contestação, o valor atribuído à causa pelo autor. A impugnação será autuada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em apenso, ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "B",
        "texto": "nos autos principais, ouvindo-se o autor no prazo de cinco dias."
      },
      {
        "letra": "C",
        "texto": "em apenso, ouvindo-se o autor no prazo de dez dias."
      },
      {
        "letra": "D",
        "texto": "nos autos principais, ouvindo-se o autor no prazo de dez dias."
      },
      {
        "letra": "E",
        "texto": "nos autos principais, devendo o juiz decidir de plano sendo defeso à oitiva do réu nesta oportunidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "215018",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Segundo o Código de Processo Civil brasileiro, há litispendência quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois processos apresentam o mesmo autor, tendo um deles já transitado em julgado."
      },
      {
        "letra": "B",
        "texto": "se repete ação que já foi decidida por sentença, da qual não caiba recurso."
      },
      {
        "letra": "C",
        "texto": "se repete ação que está em curso."
      },
      {
        "letra": "D",
        "texto": "dois processos apresentam o mesmo réu, tendo um deles já transitado em julgado."
      },
      {
        "letra": "E",
        "texto": "dois processos apresentam as mesmas partes, tendo um deles já transitado em julgado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214965",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Bruno ajuizou ação de cobrança em face de Bernadete. Quando citada, Bernadete ofereceu reconvenção dentro do prazo legal, cobrando de Bruno valor três vezes superior ao que ele está cobrando. Bruno requereu a desistência da ação de cobrança e Bernadete concordou. Neste caso, a desistência da ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obstará o prosseguimento da reconvenção que ficará suspensa automaticamente por trinta dias até ulterior deliberação do magistrado."
      },
      {
        "letra": "B",
        "texto": "acarretará automaticamente a extinção da reconvenção sem resolução do mérito."
      },
      {
        "letra": "C",
        "texto": "acarretará automaticamente a extinção da reconvenção com resolução do mérito."
      },
      {
        "letra": "D",
        "texto": "não obstará o prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "obstará o prosseguimento da reconvenção que ficará suspensa automaticamente por sessenta dias até ulterior deliberação do magistrado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "746104",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: CREMESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção",
      "Respostas do réu  - Exceção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a resposta do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na exceção de incompetência, a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      },
      {
        "letra": "B",
        "texto": "Depois da contestação, não é lícito deduzir novas alegações."
      },
      {
        "letra": "C",
        "texto": "Pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "O revel não poderá intervir no processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707090",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - A preexistência de compromisso arbitral deve ser alegada, em preliminar, na contestação, sob pena de preclusão. II - A lei que se aplica em questões processuais deve ser a que estiver em vigência no tempo em que ocorreu o ato material. III - A capacidade de ser parte no processo civil não se restringe apenas às pessoas naturais e jurídicas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II está errada."
      },
      {
        "letra": "B",
        "texto": "I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506023",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sentenças que resolvem objeto do processo, consistente em enfrentar o petitório contido na demanda inicial, acolhendo-se a pretensão ou não, são definitivas, incluídas as que declaram extinto o direito ou a ação, por prescrição ou decadência."
      },
      {
        "letra": "B",
        "texto": "O relatório do processo, ainda que resumido; a motivação pela qual o juiz soluciona as questões de fato e de direito, interpretando as normas aplicadas, fazendo exame dos fatos e das provas, qualificando juridicamente o conjunto probatório existente nos autos e dirimindo pontos controvertidos; e o provimento jurisdicional final que é o preceito concreto e imperativo ditado pelo juiz em relação à pretensão, compõem os requisitos da sentença."
      },
      {
        "letra": "C",
        "texto": "As alegações e defesas que se consideram preclusas com a formação da coisa julgada são aquelas que concernem ao mérito da causa, alcançando, inclusive causas de pedir estranhas ao processo."
      },
      {
        "letra": "D",
        "texto": "A sentença deverá ser proferida conforme pedido imediato (providência jurisdicional postulada - declaração, constituição, condenação, mandamento ou execução) e conforme o pedido mediato (bem da vida perseguido em juízo), sendo vedado proferir sentença de natureza diversa da pedida (infra, extra ou ultra petita), podendo ser decretada sua nuiidade, e pelo Tribunal poderá haver substituição direta da decisão, sem retorno dos autos à origem."
      },
      {
        "letra": "E",
        "texto": "Publicada a sentença, o juiz poderá modificá-la ex officio para retificar erros de cálculo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505978",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Procedimento ordinário",
      "Respostas do réu - Contestação",
      "Respostas do réu - Reconvenção"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção deve preencher os requisitos das condições da ação e dos pressupostos processuais, bem como os específicos da conexão da ação, da competência do juízo, identidade de ritos e identidade de partes."
      },
      {
        "letra": "B",
        "texto": "A defesa é direta quando nega a ocorrência dos fatos alegados na petição inicial, afirmando ou que não ocorreram ou que ocorreram de forma diferente ou que são verdadeiros, mas a conseqüência jurídica não ampara a pretensão, sendo Indireta quando apresenta fatos impeditivos, modificativos ou extintivos do direito do autor, agregando fatos novos ao processo, que alteram o destino da causa, por conduzirem à improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "Pelo Princípio da Consumação, na peça de contestação não poderá o réu deduzir alegações incompatíveis entre si, que poderão ser alegadas nas fases seguintes, nos termos do art. 303 do CPC."
      },
      {
        "letra": "D",
        "texto": "Litispendência é quando se reproduz ação anteriormente ajuizada, havendo identidade de partes, da causa de pedir e do pedido. Já a conexão ocasiona a modificação de competência relativa, por prorrogação, reunindo-se os processos para que sejam julgados simultaneamente, por força da prevenção."
      },
      {
        "letra": "E",
        "texto": "Quando a lei considerar da substância do ato que seja por instrumento público, a falta de impugnação precisa sobre os fatos narrados na petição inicial não gera presunção de veracidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "244399",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Dentre as alternativas abaixo, assinale a incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconvenção é ação judicial do réu contra o autor, sendo uma das modalidades de resposta do réu."
      },
      {
        "letra": "B",
        "texto": "Revelia é ausência de contestação, sendo considerada substancial quando o réu, apesar de ter apresentado defesa, o faz genericamente."
      },
      {
        "letra": "C",
        "texto": "O juiz poderá a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação, além de outros requisitos previstos em lei"
      },
      {
        "letra": "D",
        "texto": "A prova testemunhal é sempre admissível e se o juiz dispensá-la, cabe agravo retido."
      },
      {
        "letra": "E",
        "texto": "O erro de forma do processo acarreta unicamente a nulidade dos atos que não possam ser aproveitados, não podendo ser aproveitados os demais atos, ainda que em prejuízo da defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235139",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Em ação de cobrança ajuizada contra dois réus em litisconsórcio passivo facultativo, o primeiro apresentou, no décimo quarto dia da juntada do último mandado de citação, apenas reconvenção, e o segundo, no décimo sétimo dia, apresentou contestação e reconvenção elaboradas por patrono diverso. Na contestação, o segundo réu alegou inexistência da dívida e pagamento parcial. Com relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reconvenção do segundo réu só será admitida se apresentada simultaneamente à contestação."
      },
      {
        "letra": "B",
        "texto": "As peças apresentadas pelo segundo réu são consideradas intempestivas por desrespeito ao prazo legal para apresentação da defesa."
      },
      {
        "letra": "C",
        "texto": "O primeiro réu não poderia ter apresentado reconvenção sem ter apresentado, também, contestação."
      },
      {
        "letra": "D",
        "texto": "A defesa do segundo réu é contraditória e, por isso, inábil para rebater a pretensão inicial."
      },
      {
        "letra": "E",
        "texto": "A reconvenção apresentada pelo primeiro réu só deve ser admitida porque o segundo réu também se utilizou desse meio de defesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "210352",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No tocante ao procedimento ordinário, considere as seguintes assertivas a respeito das respostas do réu: I. A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas; a exceção será processada em apenso aos autos principais. II. O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal. Pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem. III. É lícito a qualquer das partes arguir, por meio de exceção, o impedimento ou a suspeição. Este direito pode ser exercido em qualquer tempo, ou grau de jurisdição. IV. Oferecida a reconvenção, o autor reconvindo será intimado, na pessoa do seu procurador, para contestá-la no prazo de dez dias. De acordo com o Código de Processo Civil, está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "209793",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que diz respeito à resposta do réu, revelia, conexão e continência de causa, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a legislação processual civil, o réu poderá oferecer, em peça escrita, dirigida ao juiz da causa, as seguintes respostas: contestação, exceção de incompetência, suspeição e impedimento, reconvenção e exceção de pré-executividade."
      },
      {
        "letra": "B",
        "texto": "O Código de Processo Civil imputou ao réu o ônus da impugnação especificada, presumindo-se como verdadeiros os fatos não impugnados, salvo se não for admissível, a seu respeito, a confissão; se a petição inicial não estiver acompanhada do instrumento público que a lei considerar da substância do ato; se estiverem em contradição com a defesa, considerada em seu conjunto, sendo que esta regra não se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "D",
        "texto": "Dá-se a continência entre duas ou mais ações sempre que há identidade quanto às partes, à causa de pedir e ao objeto. E há conexão entre duas ou mais ações, quando Ihes for comum o objeto ou a causa de pedir."
      },
      {
        "letra": "E",
        "texto": "Se o réu não contestar a ação, reputar-se-ão verdadeiros os fatos afirmados pelo autor. A revelia não induz, contudo, o referido efeito se, havendo pluralidade de réus, algum deles contestar a ação; se o litígio versar sobre direitos disponíveis e se a petição inicial não estiver acompanhada do instrumento público, que a lei considere indispensável à prova do ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201701",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No que concerne às exceções, é certo que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceção de incompetência pode ser arguida tanto pelo réu como pelo autor."
      },
      {
        "letra": "B",
        "texto": "o recebimento da exceção acarreta a suspensão do processo, até que seja definitivamente julgada."
      },
      {
        "letra": "C",
        "texto": "o assistente litisconsorcial não tem legitimidade para arguir exceção de impedimento ou de suspeição."
      },
      {
        "letra": "D",
        "texto": "na exceção de incompetência é permitida somente prova documental, sendo vedada a inquirição de testemunhas."
      },
      {
        "letra": "E",
        "texto": "quando for apresentada exceção de impedimento ou de suspeição, é defeso ao juiz se declarar impedido ou suspeito, devendo sempre ordenar a remessa dos autos ao tribunal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201627",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O princípio, que determina que o reclamado deverá alegar na contestação, simultaneamente, as matérias relacionadas com as preliminares (art. 302 do CPC), bem como as matérias relacionadas ao mérito em razão da possibilidade das preliminares arguidas não serem acolhidas é, especificamente, o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extrapetição."
      },
      {
        "letra": "B",
        "texto": "busca da verdade real."
      },
      {
        "letra": "C",
        "texto": "eventualidade."
      },
      {
        "letra": "D",
        "texto": "finalidade."
      },
      {
        "letra": "E",
        "texto": "estabilidade da lide."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "164699",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: BDMG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa FALSA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito a qualquer das partes argüir, por meio de exceção, a incompetência, o impedimento ou a suspeição. Este direito pode ser exercido em qualquer tempo, ou grau de jurisdição, cabendo à parte oferecer exceção, no prazo de 5 (cinco) dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição."
      },
      {
        "letra": "B",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "C",
        "texto": "Ainda que ocorra revelia, o autor não poderá alterar o pedido, ou a causa de pedir, nem demandar declaração incidente, salvo promovendo nova citação do réu, a quem será assegurado o direito de responder no prazo de 15 (quinze) dias."
      },
      {
        "letra": "D",
        "texto": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "142776",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Com relação às exceções, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a sua apresentação pelo autor, inclusive no que se refere à incompetência relativa."
      },
      {
        "letra": "B",
        "texto": "Por serem defesas processuais típicas, as exceções podem pôr termo prematuro à relação processual."
      },
      {
        "letra": "C",
        "texto": "As exceções referem-se a pressupostos processuais subjetivos atinentes à pessoa do juiz ou à sua competência."
      },
      {
        "letra": "D",
        "texto": "Como são formas de resposta típicas do réu, o autor pode recorrer a elas apenas na hipótese de reconvenção."
      },
      {
        "letra": "E",
        "texto": "Sua apresentação deve ocorrer no prazo da resposta, sob pena de preclusão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "133830",
    "metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere as assertivas abaixo e assinale a única CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "B",
        "texto": "O prazo para o autor promover a ação declaratória incidental é de 15 dias a contar da juntada do mandado de citação devidamente cumprido aos autos."
      },
      {
        "letra": "C",
        "texto": "Não poderá o juiz conhecer, de ofício, o compromisso arbitral."
      },
      {
        "letra": "D",
        "texto": "Oferecida a reconvenção, o autor reconvindo será citado por mandado para contestá-la no prazo de 15 dias."
      },
      {
        "letra": "E",
        "texto": "Contra o réu revel que possui patrono constituído nos autos correrão os prazos independentemente de intimação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "121296",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a resposta do réu, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antes de discutir o mérito, o réu poderá discutir pagamento, transação, compensação e fatos que levem à extinção da obrigação."
      },
      {
        "letra": "B",
        "texto": "o prazo para contestar é de 15 dias, ainda que vários réus com advogados distintos."
      },
      {
        "letra": "C",
        "texto": "a reconvenção é incabível na ação monitória, após a conversão do procedimento em ordinário."
      },
      {
        "letra": "D",
        "texto": "antes de discutir o mérito, o réu poderá discutir pressupostos processuais, tais como inexistência de citação e incompetência absoluta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "117573",
    "metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Acerca das exceções no processo civil, analise as assertivas abaixo e assinale a alternativa correta: I – a alegação de prescrição é exemplo de exceção substancial indireta; II – a alegação de pagamento é exemplo de exceção substancial indireta; III – a alegação de compensação é exemplo de exceção substancial indireta; IV – a alegação de coisa julgada é exemplo de exceção substancial direta; V – a alegação de exceção de contrato não cumprido é exemplo de exceção substancial direta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e III estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas III, IV e V estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas I, III e V estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas I, II, IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas as alternativas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "111475",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "João ajuizou ação ordinária em face de José. José foi citado através de carta precatória. Nesse caso, começa a correr o prazo para resposta do réu a data da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lavratura da certidão pelo Oficial de Justiça comunicando a citação."
      },
      {
        "letra": "B",
        "texto": "efetiva intimação do réu pelo Oficial de Justiça."
      },
      {
        "letra": "C",
        "texto": "juntada aos autos da carta precatória do mandado de citação devidamente cumprido."
      },
      {
        "letra": "D",
        "texto": "juntada aos autos principais da carta precatória devidamente cumprida."
      },
      {
        "letra": "E",
        "texto": "expiração do prazo concedido para cumprimento da carta precatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "106950",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: Correios",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Acerca da resposta do réu e das exceções; da citação e da nulidade dos atos processuais; da classificação e dos pressupostos de admissibilidade dos recursos; da prisão civil e da competência territorial e funcional, julgue os itens a seguir.Por se tratar de modalidade de resposta do réu prevista no Código de Processo Civil, a exceção de impedimento e a exceção de suspeição não podem ser manejadas pelo autor da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "97343",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito da contestação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu não poderá deduzir novas alegações depois da contestação, ainda que relativas a direito superveniente."
      },
      {
        "letra": "B",
        "texto": "A reconvenção será oferecida no prazo para contestação e será processada em apenso aos autos principais."
      },
      {
        "letra": "C",
        "texto": "A regra da impugnação específica dos fatos se aplica ao advogado dativo, ao curador especial e ao órgão do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Se o autor desistir da ação em relação a algum réu ainda não citado, a desistência valerá para todos, que não necessitarão apresentar resposta."
      },
      {
        "letra": "E",
        "texto": "Não se presumem verdadeiros os fatos não impugnados que estiverem em contradição com a defesa, considerada em seu conjunto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "87684",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A resposta do réu mostra-se como momento importante na resistência ao pedido ofertado. Diante das suas peculiaridades, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando forem citados para a ação vários réus, o prazo para responder ser-lhes-á comum, salvo o disposto no artigo 191 do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas; a exceção será processada em apenso aos autos principais."
      },
      {
        "letra": "C",
        "texto": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito com que impugna o pedido do autor e especificando as provas que pretende produzir."
      },
      {
        "letra": "D",
        "texto": "Com exceção do compromisso arbitral, as demais matérias preliminares enumeradas no artigo 301 do Código de Processo Civil, e que podem ser arguidas pelo réu na contestação, permitem ser conhecidas de ofício pelo juiz."
      },
      {
        "letra": "E",
        "texto": "Cabe ao réu manifestar-se precisamente sobre os fatos narrados na petição inicial, presumindo-se, em todas as hipóteses, verdadeiros aqueles não impugnados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86888",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere: I. Inépcia da petição inicial. II. Conexão. III. Defeito de representação. IV. Convenção de arbitragem. V. Falta de caução que a lei exige como preliminar. De acordo com o Código de Processo Civil brasileiro, o juiz conhecerá de ofício as matérias enumeradas SOMENTE em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e V."
      },
      {
        "letra": "C",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "86142",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Oferecida a reconvenção,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção, por carência, da ação principal, impedirá o seu prosseguimento."
      },
      {
        "letra": "B",
        "texto": "o autor será pessoalmente citado para contestá-la no prazo de dez dias."
      },
      {
        "letra": "C",
        "texto": "a eventual desistência da ação principal não obstará o seu prosseguimento."
      },
      {
        "letra": "D",
        "texto": "será formado novo processo, que correrá em apenso ao principal, mas de forma independente e autônoma."
      },
      {
        "letra": "E",
        "texto": "serão proferidas sentenças diferentes, uma no processo principal e outra no processo da reconvenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358996",
    "metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito dos pedidos e da resposta do réu, marque a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido pode ser sucessivo eventual, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo."
      },
      {
        "letra": "B",
        "texto": "Formulado pedido que tenha por objeto o pagamento de prestações periódicas, o autor deverá ter nele incluído o pagamento das prestações vencidas e vincendas, sob pena de o juiz não poder se pronunciar sobre aqueles valores vencidos e compreendidos entre a data do ajuizamento e o do julgamento."
      },
      {
        "letra": "C",
        "texto": "Depois da contestação não existe mais a possibilidade de dedução de novas alegações"
      },
      {
        "letra": "D",
        "texto": "Se o réu alegar qualquer das matérias de defesa previstas no art. 301 do CPC, o juiz deverá ouvir o autor no prazo de 10 dias, permitindo a produção de prova oral."
      },
      {
        "letra": "E",
        "texto": "Sendo a matéria controvertida unicamente de direito e tendo o juízo já proferido decisão de improcedência total em casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da que foi anteriormente prolatada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "119748",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Um motorista profissional é surpreendido por veículo de propriedade da Empresa X, em via pública, que colide com o seu automóvel, gerando inúmeros prejuízos. O veículo é utilizado para serviços que o motorista presta como profissional autônomo e permaneceu em reparos pelo período de trinta dias. Após tentativa amigável, ele não obtém sucesso na reparação dos danos causados e propõe ação com pedido condenatório, fixando o valor de causa em R$ 30.000,00, correspondente aos danos causados. Regulamente citada, a empresa apresenta contestação, impugnando os documentos mostrados pelo autor, que anexou aos autos somente um orçamento, não permitindo a comparação com outras empresas especialistas em reparos automotivos. Não anexa documentos e nem requer outras provas. Foi designada audiência de instrução e julgamento, não tendo as partes apresentado outros documentos, nem testemunhas e ainda não tendo requerido prova pericial. Após as alegações finais, o magistrado profere sentença, em audiência, julgando procedente totalmente o pedido formulado, condenando a ré nas custas e em honorários de dez por cento do valor dado à causa. Não houve recurso, ocorrendo o trânsito em julgado. Analisando o caso, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a empresa deveria ter apresentado reconvenção."
      },
      {
        "letra": "B",
        "texto": "a prova pericial deveria ter sido determinada quando da impugnação ao documento apresentado."
      },
      {
        "letra": "C",
        "texto": "a contestação sem documentos caracteriza a revelia."
      },
      {
        "letra": "D",
        "texto": "o valor da causa não está adequado ao benefício econômico postulado."
      },
      {
        "letra": "E",
        "texto": "as partes, não tendo apresentado outras provas, permitem que ocorra a sentença de mérito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "84518",
    "metadata": "Ano: 2010 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Com relação à defesa do réu: I. A exceção será processada em apenso aos autos principais. II. Compete ao réu, antes de discutir o mérito, alegar a falta de caução ou de outra prestação que a lei exige como preliminar. III. O réu poderá reconvir ao autor sempre que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa. IV. A desistência da ação obsta ao prosseguimento da reconvenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "82805",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A litispendência resta caracterizada quando se tem ação com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesma identidade de parte e de causa de pedir, mas com pedido mais amplo que o de ação anteriormente ajuizada."
      },
      {
        "letra": "B",
        "texto": "mesma identidade de parte, causa de pedir e pedido de outra ação em curso, desde que na mesma vara."
      },
      {
        "letra": "C",
        "texto": "mesma identidade de parte, causa de pedir e pedido de outra ação em curso."
      },
      {
        "letra": "D",
        "texto": "mesma identidade de parte, causa de pedir e pedido de outra ação já com trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "objeto ou causa de pedir comuns aos de outra ação ajuizada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "78539",
    "metadata": "Ano: 2010 | Banca: MS CONCURSOS | Órgão: CODENI-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O Código de Processo Civil estabelece que o réu poderá oferecer, no prazo de 15 (quinze) dias, em petição escrita, dirigida ao juiz da causa, contestação, exceção e reconvenção. Se o autor desistir da ação quanto a algum réu ainda não citado, o prazo para a resposta correrá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da última contestação apresentada, quando já houver citado os outros réus."
      },
      {
        "letra": "B",
        "texto": "Da intimação do despacho que deferir a desistência."
      },
      {
        "letra": "C",
        "texto": "Independente da desistência quanto ao outro réu."
      },
      {
        "letra": "D",
        "texto": "Salvo se este réu comparecer espontaneamente no processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77975",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A petição inicial da reconvenção será indeferida, se a petição inicial da ação originária for inepta."
      },
      {
        "letra": "B",
        "texto": "No rito ordinário, cabe reconvenção no prazo de dez dias contados da intimação pessoal em audiência preliminar."
      },
      {
        "letra": "C",
        "texto": "O indeferimento da petição inicial, na fase seneadora, com fundamento na coisa julgada, obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "D",
        "texto": "É lícito ao réu apresentar reconvenção após a intimação do autor para réplica."
      },
      {
        "letra": "E",
        "texto": "É nula a sentença que julga a lide originária, quando deixa de julgar a reconvenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "77344",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "O patrono do réu juntou aos autos procuração com poder para receber a citação inicial e fez carga dos autos para apresentar defesa. O réu foi reputado revel porque não foi apresentada a contestação. Desse momento em diante, o réu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá ser intimado dos atos processuais ulteriores."
      },
      {
        "letra": "B",
        "texto": "poderá apresentar objeção de incompetência absoluta e pedir a nulidade dos atos decisórios."
      },
      {
        "letra": "C",
        "texto": "poderá oferecer exceção de incompetência relativa a pedir a remessa do processo para outra Comarca."
      },
      {
        "letra": "D",
        "texto": "não poderá alegar prescrição com prejuízo para o seu credor legítimo."
      },
      {
        "letra": "E",
        "texto": "poderá oferecer denunciação da lide, reconvenção e ação declaratória incidental."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "77052",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Quanto à reconvenção no procedimento ordinário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência da ação originária, ou a existência de qualquer causa que a extinga, obsta o prosseguimento da reconvenção."
      },
      {
        "letra": "B",
        "texto": "Não há possibilidade jurídica de reconvenção da reconvenção."
      },
      {
        "letra": "C",
        "texto": "A intimação do autor reconvindo para contestar a reconvenção pode ocorrer na pessoa de seu procurador, mediante publicação de nota de expediente, sendo desnecessária a citação pessoal."
      },
      {
        "letra": "D",
        "texto": "O julgamento da reconvenção é feito em sentença diversa da que julga a ação principal."
      },
      {
        "letra": "E",
        "texto": "O réu deverá reconvir na mesma peça contestatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "74597",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A ausência de contestação por parte do réu em relação a ação proposta em face configura revelia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "68958",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Competência no CPC 1973",
      "Procedimento ordinário",
      "Da ação",
      "Condições da ação",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. Dá-se a litispendência quando se repete ação idêntica a uma que se encontra em curso, isto é, quando a ação proposta tem as mesmas partes, a mesma causa de pedir (próxima e remota) e o mesmo pedido (mediato e imediato). A segunda ação tem que ser extinta sem resolução do mérito. A litispendência é instituto que alcança os processos contenciosos e os procedimentos de jurisdição voluntária. II. A conexão é causa de modificação da competência relativa. Duas ou mais ações serão conexas quando lhes for comum o pedido ou a causa de pedir (próxima ou remota). O acolhimento desta preliminar faz com que o juiz remeta os autos ao juízo prevento, ou, se ele for o prevento, que requisite os autos do outro juízo por onde corre a ação conexa. O objetivo da conexão é a reunião das ações para receberem julgamento conjunto, evitando-se decisões conflitantes. III. A ação declaratória incidental pode ser provocada apenas pelo autor para que seja decidida questão relativa a outro estado ou relação jurídica que se apresenta no processo como mero antecedente lógico da questão principal mas que não poderia ser, por si só, objeto de processo autônomo. A ação declaratória incidental é ação distinta da ação principal mas que se desenvolve no mesmo processo; sua finalidade principal é a economia processual; forma a coisa julgada sobre a questão prejudicial e evita que esta (a prejudicial) seja objeto de nova discussão, novas provas e nova decisão, em demanda futura, entre as mesmas partes. IV. Ao proclamar a ilegitimidade passiva do réu indicado pelo autor, pode o juiz, no exercício de seus poderes discricionários de direção e desenvolvimento do processo e em observância ao princípio da instrumentalidade, determinar a inclusão no processo de quem, segundo o seu entendimento, seja parte legítima para a ação proposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I, III e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, II e III estão incorretas"
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "68346",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas sobre meios de defesa do réu previstos no CPC.I. A reconvenção deverá ser apresentada juntamente com a contestação, assim como a exceção de incompetência relativa.II. A exceção de incompetência absoluta, assim como a reconvenção, provoca a suspensão do processo.III. Não pode o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem.IV. A desistência da ação obsta o prosseguimento da reconvenção, que será extinta, sem resolução de mérito.A análise permite concluir que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as afirmativas II e III são corretas."
      },
      {
        "letra": "B",
        "texto": "apenas a afirmativa IV é correta."
      },
      {
        "letra": "C",
        "texto": "apenas a afirmativa I é correta."
      },
      {
        "letra": "D",
        "texto": "apenas as afirmativas I e III são corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "67737",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: PGM - RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Independentemente da natureza da lide e das partes envolvidas, se o réu deixar de contestar a ação, o juiz deverá julgar a lide antecipadamente, proferindo sentença de total procedência, em decorrência da presunção de veracidade dos fatos constitutivos do direito do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "67736",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: PGM - RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Revelia",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Se o réu deixar de contestar a ação, configurar-se-ão revelia e presunção de veracidade dos fatos articulados pelo autor na petição inicial. Nesse caso, o efeito processual será sempre o julgamento antecipado da lide.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "64861",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Não será possível ao reconvinte ampliar o polo passivo da ação, ainda que tenha direito capaz de justificar o litisconsórcio passivo entre o terceiro apontado como réu na reconvenção e o autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "64860",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Intervenção de terceiros",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No prazo para apresentação de resposta, o réu denunciou à lide terceira pessoa, que, após ter sido citada, apresentou não só contestação, mas também reconvenção contra o autor e a esposa deste, a qual, originalmente, não integrava a lide.Considerando essa situação hipotética, julgue os itens a seguir.Em regra, a reconvenção cabe ao réu; contudo, por assumir a mesma condição processual da parte, o denunciado também pode utilizar essa forma diferenciada de resposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "62754",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A respeito da resposta do réu, considere: I. O réu poderá reconvir ao autor, no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa. II. Se o réu desistir da ação quanto a algum réu ainda não citado, o prazo para resposta correrá da intimação do despacho que deferir a desistência. III. O juiz não poderá indeferir a petição de exceção mesmo quando manifestamente improcedente. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "62325",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Assinale o que NÃO é permitido alegar em contestação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incompetência relativa."
      },
      {
        "letra": "B",
        "texto": "Litispendência e coisa julgada."
      },
      {
        "letra": "C",
        "texto": "Prescrição e decadência."
      },
      {
        "letra": "D",
        "texto": "Nulidade de citação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "61031",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A Lei nº 11.804/2008 disciplina o direito aos alimentos gravídicos. Um dos aspectos processuais tratado é o que regula o momento inicial do exercício do direito de defesa. Assim, a contestação deve ser apresentada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no prazo de 15 dias, contados a partir da juntada do mandado."
      },
      {
        "letra": "B",
        "texto": "no prazo de 15 dias, contados a partir da audiência de conciliação, que é designada na mesma decisão que fixa os alimentos provisórios."
      },
      {
        "letra": "C",
        "texto": "no prazo de 5 dias, contados a partir da audiência de conciliação designada na mesma decisão que fixa os alimentos provisórios."
      },
      {
        "letra": "D",
        "texto": "no prazo de 5 dias, contados a partir da juntada do mandado."
      },
      {
        "letra": "E",
        "texto": "na audiência de instrução e julgamento, que é designada na mesma decisão que fixa os alimentos provisórios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "60634",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considere que determinada pessoa seja demandada para pagar soma composta de três parcelas independentes e que, ao oferecer defesa, admita que deve a primeira parcela e proponha pagá-la, limitandose a discutir as duas restantes. A respeito dessa situação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atitude do réu importa em presunção de verdade da alegação do autor relativa à primeira parcela."
      },
      {
        "letra": "B",
        "texto": "A afirmativa do réu é considerada confissão da existência do débito, a ser apreciada no julgamento do mérito."
      },
      {
        "letra": "C",
        "texto": "Nesse caso, ocorre perda superveniente do interesse de agir, já que o réu propôs pagamento."
      },
      {
        "letra": "D",
        "texto": "Após o ajuizamento da ação, o reconhecimento da existência da dívida somente opera efeitos se aceito pelo autor."
      },
      {
        "letra": "E",
        "texto": "A atitude do réu importa em reconhecimento da procedência do pedido e impede o julgamento desse tema pelo juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "60632",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando que determinado réu, no prazo para defesa, tenha oposto exceção de incompetência ao juiz condutor do feito, e que o MP, na condição de fiscal da lei, por sua vez, tenha oposto exceção de impedimento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção oposta pelo MP não deve ser conhecida porque, na qualidade de fiscal da lei, o órgão ministerial não tem legitimidade para isso."
      },
      {
        "letra": "B",
        "texto": "Ao verificar a oposição das duas exceções, o juiz poderá examiná-las em qualquer ordem, pois não existe razão que dê prevalência ao exame de qualquer uma delas."
      },
      {
        "letra": "C",
        "texto": "A exceção apresentada pela parte está tecnicamente incorreta, já que se dirigiu ao juiz, quando deveria se dirigir ao juízo."
      },
      {
        "letra": "D",
        "texto": "Em primeiro lugar, deverá ser examinada a incompetência, já que, se for deslocada a competência, resolvido estará o problema atinente ao impedimento."
      },
      {
        "letra": "E",
        "texto": "A exceção de impedimento foi intempestiva, porquanto deveria ter sido oferecida no prazo para defesa do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "58783",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "No tocante ao procedimento Ordinário, considere as seguintes assertivas a respeito das respostas do réu: I. Na exceção de incompetência, conclusos os autos, o juiz mandará processar a exceção, ouvindo o excepto dentro de cinco dias. II. Oferecida a reconvenção, o autor reconvindo será intimado, na pessoa do seu procurador, para contestá-la no prazo de 10 dias, sendo que, a desistência da ação obsta ao prosseguimento da reconvenção. III. O direito da parte arguir, por meio de exceção, a incompetência, o impedimento ou a suspeição pode ser exercido em qualquer tempo, ou grau de jurisdição, cabendo à parte oferecer exceção, no prazo de 15 dias, contado do fato que ocasionou a incompetência, o impedimento ou a suspeição. IV. Despachando a petição, se o juiz não reconhecer o impedimento ou a suspeição, dentro de 5 dias, dará as suas razões, acompanhadas de documentos, ordenando a remessa dos autos ao tribunal. De acordo com o Código de Processo Civil está correto o que se afirma SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "58235",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Procedimento ordinário",
      "Da suspensão do processo",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Caso o juiz receba exceção de incompetência oferecida pela União, o processo ficará suspenso até que a questão seja definitivamente julgada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "55873",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Sobre a reconvenção, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é admitida nas ações perante os juizados especiais cíveis."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão que indeferir liminarmente a reconvenção por inépcia da peça inaugural caberá apenas apelação."
      },
      {
        "letra": "C",
        "texto": "É possível o réu reconvir ao autor, mesmo quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "Admitida a reconvenção, o autor deverá ser citado por oficial de justiça e terá o prazo de 15 dias para contestá-la."
      },
      {
        "letra": "E",
        "texto": "A desistência da ação determina, automaticamente, a extinção da reconvenção por falta de interesse processual superveniente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "54799",
    "metadata": "Ano: 2010 | Banca: FGV | Órgão: CODESP-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Caio da Silva propõe demanda em face de Tício Fonseca e Mévio da Cunha, formulando pedido condenatório contra ambos. Devidamente citados, os réus contratam, respectivamente, os advogados Semprônio Silveira e Esperidião Matoso, para que apresentem as respectivas respostas. Relativamente aos atos processuais e às respostas dos réus, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos para cada um dos réus será computado em quádruplo para contestar e em dobro para recorrer e falar nos autos."
      },
      {
        "letra": "B",
        "texto": "A contestação, a reconvenção e a exceção de incompetência relativa do juízo devem ser oferecidas simultaneamente e em peças autônomas."
      },
      {
        "letra": "C",
        "texto": "Ultrapassado o prazo para apresentação das contestações, é vedado, aos réus, em qualquer hipótese, deduzir novas alegações, em razão da preclusão temporal e/ou consumativa."
      },
      {
        "letra": "D",
        "texto": "O prazo, ainda que especial, para a contestação de cada réu começa a correr da data da juntada, aos autos, do respectivo mandado de citação devidamente cumprido."
      },
      {
        "letra": "E",
        "texto": "Dentre todas as questões preliminares que os réus devem alegar em preliminares de contestação, a única matéria que o juiz não pode conhecer de ofício é a existência de compromisso arbitral eventualmente existente entre as partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "32684",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TRE-AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Com relação à resposta do réu é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Julgar-se-ão em sentenças diferentes a ação e a reconvenção, tendo em vista que a reconvenção trata-se de verdadeira ação autônoma."
      },
      {
        "letra": "B",
        "texto": "A contestação e a reconvenção serão oferecidas simultaneamente, em peças autônomas; a exceção será processada nos autos principais."
      },
      {
        "letra": "C",
        "texto": "Poderá o réu, em seu próprio nome, reconvir ao autor, quando este demandar em nome de outrem."
      },
      {
        "letra": "D",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga obsta ao prosseguimento da reconvenção."
      },
      {
        "letra": "E",
        "texto": "Na exceção de incompetência relativa a petição pode ser protocolizada no juízo de domicílio do réu, com requerimento de sua imediata remessa ao juízo que determinou a citação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "31546",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "A reconvenção deve ser apresentada simultaneamente com a contestação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]