[
  {
    "id": "614759",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Bernardo ajuizou contra Paulo ação de indenização por danos morais. Após a contestação, o juiz verificou que ambas as partes estavam irregularmente representadas, razão pela qual concedeu ao autor e ao réu o prazo de 10 dias para sanarem o defeito. Decorrido o prazo, o juiz deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a nulidade do processo, se apenas Paulo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "B",
        "texto": "julgar improcedente o pedido, necessariamente, se apenas Bernardo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "C",
        "texto": "decretar a nulidade do processo, se apenas Bernardo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "D",
        "texto": "julgar procedente o pedido, necessariamente, se apenas Paulo não tiver regularizado a sua representação processual."
      },
      {
        "letra": "E",
        "texto": "conceder a ambas as partes, obrigatoriamente, prazo suplementar para regularização da representação processual, se nem Bernardo nem Paulo o tiverem feito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555561",
    "metadata": "Ano: 2015 | Banca: CESGRANRIO | Órgão: LIQUIGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Procedimento ordinário",
      "Prazos",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "De acordo com o que está previsto no Código de Processo Civil, há inúmeras possibilidades que acarretam o indeferimento da petição inicial. Uma hipótese que não permite que nova petição inicial seja apresentada é caracterização de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inépcia"
      },
      {
        "letra": "B",
        "texto": "ilegitimidade"
      },
      {
        "letra": "C",
        "texto": "prescrição"
      },
      {
        "letra": "D",
        "texto": "carência"
      },
      {
        "letra": "E",
        "texto": "causa de pedir"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503378",
    "metadata": "Ano: 2015 | Banca: CIEE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da ação",
      "Conceito e características da ação",
      "Pressupostos Processuais",
      "Capacidade ou Representação Processual",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Em ação judicial para propor ação, há necessidade do consentimento de um dos cônjuges. Assinale a alternativa que apresenta em qual situação não se pode suprir a obrigatoriedade do consentimento de um dos cônjuges.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos reais imobiliários."
      },
      {
        "letra": "B",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos do consumidor."
      },
      {
        "letra": "C",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de família."
      },
      {
        "letra": "D",
        "texto": "O cônjuge somente necessitará do consentimento do outro para propor ações que versem sobre direitos de imagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494763",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "De acordo com súmula do STJ sobre matéria processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a vaga de garagem que possui matrícula própria no registro de imóveis constitui bem de família para efeito de penhora."
      },
      {
        "letra": "B",
        "texto": "o Ministério Público tem legitimidade para pleitear, em ação civil pública, a indenização do seguro obrigatório decorrente de acidente de veículo (DPVAT) em benefício do segurado."
      },
      {
        "letra": "C",
        "texto": "os honorários sucumbenciais, quando omitidos em decisão transitada em julgado, podem ser cobrados em execução ou ação própria."
      },
      {
        "letra": "D",
        "texto": "é ilegítima a penhora da sede do estabelecimento comercial"
      },
      {
        "letra": "E",
        "texto": "a citação postal, quando autorizada por lei, exige o aviso de recebimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "494585",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a opção correta quanto à petição inicial e à fase postulatória no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, na análise da petição inicial, o juiz constatar que a questão de mérito é unicamente de direito e que já há outros julgados de idêntico teor, ele poderá valer-se de paradigma de seu próprio juízo para julgar de plano, procedente ou improcedente, a ação, sem necessidade de citação da parte contrária."
      },
      {
        "letra": "B",
        "texto": "É requisito indispensável da petição inicial o pedido de condenação da parte contrária ao pagamento dos honorários advocatícios, e a ausência desse elemento impede o julgador de tratar da matéria."
      },
      {
        "letra": "C",
        "texto": "Para que o julgador exerça o controle judicial do valor da causa constante da petição inicial, é necessário que esse valor seja impugnado pelo réu."
      },
      {
        "letra": "D",
        "texto": "Embora o autor deva formular pedido certo e determinado, o juiz da causa pode prolatar sentença homologatória de conciliação ou transação abrangendo matéria não posta em juízo antes do acordo."
      },
      {
        "letra": "E",
        "texto": "A falta de demonstração do interesse em agir é prevista na legislação processual civil como hipótese de inépcia da petição inicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "492126",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: FUNASG - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da ação",
      "Condições da ação",
      "Prazos",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa que agrupa corretamente exemplos de defesa peremptória que podem ser apresentados pelo réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulidade de citação, conexão, incompetência"
      },
      {
        "letra": "B",
        "texto": "Inépcia da petição inicial, exceção de suspeição, coisa julgada"
      },
      {
        "letra": "C",
        "texto": "Nulidade de citação, prescrição, exceção de incompetência relativa"
      },
      {
        "letra": "D",
        "texto": "Prescrição, carência de ação, pagamento"
      },
      {
        "letra": "E",
        "texto": "Conexão, pagamento, falta de caução"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1370463",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Considere as afirmativas. I. Não é lícito deduzir novas alegações, depois da contestação, relativas a direito superveniente. II. Se o réu não contestar a ação que verse sobre direitos indisponíveis, reputar‐se‐ão verdadeiros os fatos afirmados pelo autor. III. A contestação e a exceção serão oferecidas simultaneamente, em peças autônomas, enquanto que a reconvenção será processada em apenso aos autos principais. IV. Verificando o juiz que a petição inicial apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor a emende, ou a complete, no prazo de dez dias. Conforme o que preceitua a legislação processual brasileira, está(ão) correta(s) apenas a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1039972",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Quando determinada por Juiz absolutamente incompetente, a citação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "induz litispendência, mas não interrompe a prescrição."
      },
      {
        "letra": "B",
        "texto": "opera efeitos apenas processuais."
      },
      {
        "letra": "C",
        "texto": "constitui o devedor em mora, mas não faz litigiosa a coisa objeto do processo."
      },
      {
        "letra": "D",
        "texto": "não constitui o devedor em mora, mas gera prevenção do Juízo."
      },
      {
        "letra": "E",
        "texto": "não opera efeitos processuais ou materiais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444816",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Da ação",
      "Conceito e características da ação",
      "Ação de usucapião",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Sobre o processo de conhecimento, analise as assertivas a seguir. I. Na ação de usucapião, o valor da causa deve corresponder ao valor venal do imóvel usucapiendo para fins de lançamento do imposto predial e territorial urbano. II. Na forma da lei, a ausência de documento indispensável à propositura da ação na petição inicial conduz ao seu imediato indeferimento com extinção do processo sem resolução do mérito. III. Segundo a teoria da asserção, o momento procedimental adequado para que o juiz se pronuncie sobre a presença das condições da ação é logo após a apresentação da defesa. IV. A oposição, apresentada pelo réu, ao pedido de desistência da ação, formulado pelo autor, deverá ser fundamentada sob pena de caracterizar abuso de direito. Estão INCORRETAS as assertivas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "362501",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Da ação",
      "Coisa Julgada no CPC 1973",
      "Identificação da ação",
      "Pressupostos Processuais",
      "Capacidade de Ser Parte",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc.",
      "Ausência de de Litispendência e de Coisa Julgada"
    ],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor, especificando, outrossim, as provas que pretende produzir. Porém, antes de discutir o mérito, o réu pode alegar preliminarmente na peça contestatória, nos termos do Código de Processo Civil, o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Litispendência, coisa julgada, conexão, reconvenção, incapacidade da parte, convenção de arbitragem;"
      },
      {
        "letra": "B",
        "texto": "Inexistência da citação, incompetência absoluta, inépcia da petição inicial, reconvenção, perempção;"
      },
      {
        "letra": "C",
        "texto": "Nulidade da citação, incompetência relativa, perempção, continência, conexão, falta de autorização;"
      },
      {
        "letra": "D",
        "texto": "Continência, carência de ação, defeito de representação, incompetência absoluta, exceção de suspeição;"
      },
      {
        "letra": "E",
        "texto": "Inépcia da petição inicial, litispendência, coisa julgada, conexão, incapacidade da parte, carência de ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "465617",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "No que concerne aos pressupostos processuais, considere: I. Pertinência subjetiva, ativa e passiva, da ação. II. Necessidade e utilidade da tutela jurisdicional pleiteada pelo autor. III. Admissibilidade, em abstrato, do pedido do autor pelo ordenamento jurídico vigente. Tais conceitos dizem respeito, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à legitimidade para agir, ao interesse processual e à possibilidade jurídica do pedido"
      },
      {
        "letra": "B",
        "texto": "ao interesse processual, à legitimidade para agir e à possibilidade jurídica do pedido."
      },
      {
        "letra": "C",
        "texto": "à possibilidade jurídica do pedido, à legitimidade para agir e ao interesse processual."
      },
      {
        "letra": "D",
        "texto": "à legitimidade para agir, à possibilidade jurídica do pedido e ao interesse processual."
      },
      {
        "letra": "E",
        "texto": "ao interesse processual, à possibilidade jurídica do pedido e à legitimidade para agir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "303719",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Julgamento Conforme o Estado do Processo: Extinção do Processo com ou sem Resolução de Mérito",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Se, ao despachar uma petição inicial, o juiz constatar a falta de pedido, ele deverá determinar a intimação do autor para emendá-la no prazo de dez dias, sob pena de indeferimento e consequente extinção do processo sem a resolução de mérito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984273",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Quanto à causa de pedir, na petição inicial, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A errônea capitulação legal não conduz à inépcia."
      },
      {
        "letra": "B",
        "texto": "O nosso sistema processual adotou o princípio da substanciação, razão por que é desnecessária a exposição dos fatos para a compreensão da relação jurídica."
      },
      {
        "letra": "C",
        "texto": "Os fundamentos jurídicos do pedido se confundem com os fundamentos legais."
      },
      {
        "letra": "D",
        "texto": "O nome dado à ação é relevante, tanto que ele é exigido pelo art. 282 do Código de Processo Civil - CPC."
      },
      {
        "letra": "E",
        "texto": "A lei exige que o autor mencione o artigo de lei em que se baseia o pedido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1659758",
    "metadata": "Ano: 2010 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser dispensada a citação e proferida sentença, quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "B",
        "texto": "Considera-se proposta a ação no momento em que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. A propositura da ação só produz efeitos quanto ao réu depois que for validamente citado."
      },
      {
        "letra": "C",
        "texto": "Indeferida a petição inicial, é vedado ao juiz, reformar sua decisão, devendo encaminhar imediatamente os autos do processo ao tribunal competente."
      },
      {
        "letra": "D",
        "texto": "O pedido deve ser certo ou determinado, é lícito, porém, formular pedido genérico, quando a determinação do valor da condenação depender de ato que deva ser praticado pelo réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1238803",
    "metadata": "Ano: 2010 | Banca: ACAPLAM | Órgão: Prefeitura de Galinhos - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Da comunicação dos atos processuais - Citação",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "Marque a afirmativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se proposta a ação, tanto que a petição inicial seja despachada pelo juiz, ou simplesmente distribuída, onde houver mais de uma vara. A propositura da ação, todavia só produz, quanto as partes, os efeitos mencionados no art. 219 depois que houverem as devidas citações."
      },
      {
        "letra": "B",
        "texto": "O processo civil começa por iniciativa da parte, mas se desenvolve por impulso oficial."
      },
      {
        "letra": "C",
        "texto": "Feita a citação é defeso ao autor modificar o pedido sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "D",
        "texto": "Feita a citação é defeso ao autos modificar a causa e pedir sem o consentimento do réu, mantendo-se as mesmas partes, salvo as substituições permitidas por lei."
      },
      {
        "letra": "E",
        "texto": "A alteração do pedido ou da causa de pedir em nenhuma hipótese será permitida após o saneamento do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "257750",
    "metadata": "Ano: 2010 | Banca: UPENET/IAUPE | Órgão: Grande Recife",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimento ordinário",
      "Petição Inicial",
      "Pressupostos Processuais",
      "Respeito ao Formalismo Processual - citação válida, petição inicial apta, etc."
    ],
    "enunciado_principal": "No procedimento ordinário, constante no Código de Processo Civil, a petição inicial será indeferida, quando for inepta. Considera -se inepta, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a parte for manifestadamente ilegítima."
      },
      {
        "letra": "B",
        "texto": "o juiz verificar desde logo a decadência ou a prescrição."
      },
      {
        "letra": "C",
        "texto": "o autor carecer de interesse processual."
      },
      {
        "letra": "D",
        "texto": "da narração dos fatos não decorrer logicamente a conclusão."
      },
      {
        "letra": "E",
        "texto": "o tipo de procedimento escolhido pelo autor não corresponder à natureza da causa ou ao valor da ação."
      }
    ],
    "gabarito": "D"
  }
]