[
  {
    "id": "595610",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Assinale a opção correta acerca de Estrutura Constitucional do Poder Judiciário, Jurisdição e Teoria da Ação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a Teoria Eclética da Ação, desenvolvida por Liebmann, o direito de ação identifica-se com o direito a um julgamento de mérito, ainda que desfavorável. Para essa corrente, o direito de ação é autônomo, mas não é universal nem incondicionado. A ação é considerada um poder instrumentalmente conexo à pretensão material."
      },
      {
        "letra": "B",
        "texto": "O TCU e os tribunais de contas estaduais são órgãos do Poder Judiciário Federal e Estadual; seus ministros e conselheiros são considerados magistrados para efeitos legais e exercem jurisdição no âmbito federal e estadual, respectivamente."
      },
      {
        "letra": "C",
        "texto": "Por ser um órgão externo de controle do Poder Judiciário, o CNJ não integra a estrutura orgânica desse Poder."
      },
      {
        "letra": "D",
        "texto": "A jurisdição, contenciosa ou voluntária, é una, indivisível e é exercida pelos juízes de direito e juízes arbitrais, em todo o território nacional."
      },
      {
        "letra": "E",
        "texto": "Em consonância com a CF, ao impor que a lei não excluirá da apreciação do Poder Judiciário lesão ou ameaça de direito, o CPC adota a teoria que considera o direito de ação como o direito universal, incondicionado, público e abstrato a um pronunciamento jurisdicional, independentemente do resultado da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "645483",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara Municipal de Marialva - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A tutela de execução em que a Fazenda Pública figure como ré reger-se-á por normas especiais ao procedimento aplicados aos casos em que não há a presença do ente público. Sobre o tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As execuções por quantia certa contra a Fazenda Pública seguirão o rito da Lei 6.830/80, o qual se aplica a todos os entes políticos e às entidades da Administração Indireta cuja personalidade jurídica seja de direito público."
      },
      {
        "letra": "B",
        "texto": "As execuções por quantia certa contra a Fazenda Pública seguirão o rito próprio previsto nos artigos 730 e 731 do Código de Processo Civil, o qual se aplica a todos os entes políticos e às entidades da Administração Indireta cuja personalidade jurídica seja de direito público."
      },
      {
        "letra": "C",
        "texto": "Não é cabível a propositura de execução por título extrajudicial contra a Fazenda Pública, em razão da determinação de pagamentos pelo regime de precatórios, o que é incompatível com a possibilidade de penhora de bens do devedor."
      },
      {
        "letra": "D",
        "texto": "As execuções por quantia certa contra a Fazenda Pública seguirão o rito próprio previsto nos artigos 730 e 731 do Código de Processo Civil, aplicando se a ele, subsidiariamente, as disposições da Lei 6.830/80, sendo certo que este procedimento não é estendido às autarquias e fundações públicas, mas apenas à Administração Direta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "599855",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "O Recurso Especial tem sua origem na Constituição de 1988, que atribui ao Superior Tribunal de Justiça a competência para julgá-lo, com fim primordial de tutelar a vigência e eficácia da legislação federal infraconstitucional. Segundo a legislação que disciplina o REsp e os precedentes do STJ,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso especial é cabível para impugnar decisão monocrática do relator, que nega seguimento à apelação em confronto com a jurisprudência dominante de seu respectivo tribunal."
      },
      {
        "letra": "B",
        "texto": "a interpretação de um contrato, ou de suas cláusulas, envolve matéria de fato, sendo defeso seu reexame em sede de recurso especial, ainda que se trate de controvérsia quanto à qualificação jurídica de uma cláusula contratual."
      },
      {
        "letra": "C",
        "texto": "o rejulgamento do caso pelo tribunal, em razão do reexame necessário, autoriza a interposição de recurso especial em face daquele acórdão, ainda que não interposta apelação pela Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "a valoração da prova, no âmbito do recurso especial, pressupõe contrariedade a um princípio ou regra jurídica no campo probatório, o que é passível de controle por esse gênero de recurso."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "590440",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: PGE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Sobre as despesas processuais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os honorários não serão devidos à parte que se sagrar vitoriosa na lide, caso tenha ela advogado em causa própria;"
      },
      {
        "letra": "B",
        "texto": "se houver sucumbência recíproca, os honorários e as despesas serão recíproca e proporcionalmente distribuídos e compensados entre as partes, ainda que uma delas tenha decaído de parte mínima do pedido;"
      },
      {
        "letra": "C",
        "texto": "se o feito for extinto, sem resolução do mérito, por força da desistência da ação, o demandante não será condenado a pagar as despesas e os honorários advocatícios;"
      },
      {
        "letra": "D",
        "texto": "se a Fazenda Pública requerer a produção de prova pericial, as respectivas despesas serão pagas ao final do processo, pela parte vencida;"
      },
      {
        "letra": "E",
        "texto": "se a Fazenda Pública for condenada a pagar ao autor verba indenizatória num valor determinado, os honorários de sucumbência a serem fixados em seu desfavor deverão se situar no patamar entre dez e vinte por cento do montante condenatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "553606",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "De acordo com jurisprudência dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo renúncia do advogado, devidamente comunicada ao cliente, deve o mandatário providenciar a constituição de novo patrono, sem o que os prazos processuais correm independente de intimação."
      },
      {
        "letra": "B",
        "texto": "No cálculo dos honorários advocatícios o percentual deve incidir sobre os valores controversos que forem reconhecidos na condenação, pois os incontroversos mesmo que depositados por ordem judicial não detém litigiosidade."
      },
      {
        "letra": "C",
        "texto": "Os Procuradores do Estado dos Entes Federados são os legitimados para cobrança de multa imposta pelo Tribunal de Contas de seus respectivos Estados à autoridade municipal."
      },
      {
        "letra": "D",
        "texto": "São devidos honorários advocatícios à Defensoria Pública Estadual quando atua contra autarquia integrante da mesma pessoa jurídica de direito público a qual pertença."
      },
      {
        "letra": "E",
        "texto": "A falta de citação de litisconsorte passivo necessário enseja a nulidade da sentença, o que possibilita a propositura de ação rescisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "532388",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Em cada uma das seguintes opções, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada conforme institutos do direito processual civil. Assinale a opção que, de acordo com a legislação processual e com a jurisprudência do STJ, apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria contratou advogado particular para ingressar com determinada ação indenizatória, tendo requerido e obtido o benefício da gratuidade de justiça. Nessa situação, eventual previsão de pagamento de honorários contratuais pelo êxito na demanda será indevida porque a concessão de gratuidade de justiça atinge o contrato de honorários realizado entre cliente e advogado."
      },
      {
        "letra": "B",
        "texto": "No curso de execução de quantia certa, após o pagamento do valor do principal devido pelo executado, foi requerido o arbitramento de verba honorária referente à execução. Nessa situação, mesmo que esse seja o primeiro momento processual em que o arbitramento de honorários é requerido, inexiste preclusão."
      },
      {
        "letra": "C",
        "texto": "No julgamento de recurso inominado em processo que tramita pelo rito dos juizados especiais cíveis, a turma recursal deu total provimento à pretensão do recorrente e reformou integralmente a sentença que havia sido prolatada. Nessa situação, além da condenação principal, o órgão colegiado deverá condenar o recorrido ao pagamento de custas e honorários advocatícios."
      },
      {
        "letra": "D",
        "texto": "Renato interpôs medida cautelar de exibição de documentos em face de determinada instituição financeira. Devidamente citada, a parte requerida apresentou a documentação solicitada. Nessa situação, ainda que não tenha havido resistência da parte requerida, são devidos honorários ao advogado da parte requerente."
      },
      {
        "letra": "E",
        "texto": "Em petição inicial de execução de sentença contra a fazenda pública, foi requerido o pagamento do principal por meio de precatório e dos honorários de sucumbência por requisição de pequeno valor. Nessa situação, o pedido deverá ser indeferido porque há violação da norma constitucional que proíbe o fracionamento do precatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "531952",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A respeito da capacidade processual, como prevista pelo Código de Processo Civil de 1973, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Toda pessoa que se acha no exercício dos seus direitos tem capacidade para ser parte."
      },
      {
        "letra": "B",
        "texto": "Os totalmente incapazes não possuem capacidade para estar em juízo, porque não são titulares de direitos."
      },
      {
        "letra": "C",
        "texto": "Outorga-se capacidade postulatória apenas aos advogados, sejam eles públicos ou privados."
      },
      {
        "letra": "D",
        "texto": "Por lhes faltar capacidade para ser parte, os Municípios devem ser representados por seu Prefeito ou por seus Procuradores."
      },
      {
        "letra": "E",
        "texto": "A representação em juízo do espólio é feita pelo inventariante, e a da herança jacente, pelo seu curador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "455131",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A respeito dos poderes do juiz na execução, é correto afirmar que o juiz pode:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferir de plano uma defesa se o embargado alegá-la sem apresentar memória de cálculo;"
      },
      {
        "letra": "B",
        "texto": "determinar a adjudicação dos bens penhorados em favor do exequente, se estes forem de difícil alienação;"
      },
      {
        "letra": "C",
        "texto": "determinar a realização de um arresto executivo quando verificar que o executado está dilapidando seus bens;"
      },
      {
        "letra": "D",
        "texto": "converter uma obrigação de fazer em obrigação de pagar quando esta lhe parecer mais proveitosa;"
      },
      {
        "letra": "E",
        "texto": "aplicar de ofício multa diária quando quiser compelir o executado a pagar quantia certa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427906",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A respeito do cumprimento provisório da sentença, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incide multa de 10% para o caso de não cumprimento voluntário da sentença ou depósito do equivalente no prazo de 15 dias."
      },
      {
        "letra": "B",
        "texto": "Não são devidos novos honorários de sucumbência, pelo executado, relativos à fase de cumprimento provisório de sentença."
      },
      {
        "letra": "C",
        "texto": "A penhora e a avaliação de bens depende de caução idônea prestada pelo exequente."
      },
      {
        "letra": "D",
        "texto": "A apresentação de impugnação ao cumprimento provisório de sentença independe de garantia do juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385952",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: SEAP-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Quanto aos recursos processuais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os recursos são obrigatórios, sem exceção."
      },
      {
        "letra": "B",
        "texto": "O recurso da parte sera´ admitido mesmo quando não tiver interesse na reforma ou modificação da decisão."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público pode desistir de recurso que ja´ haja interposto."
      },
      {
        "letra": "D",
        "texto": "Não serão prejudicados os recursos que, por erro, falta ou omissão dos funcionários, não tiverem seguimento ou não forem apresentados dentro do prazo."
      },
      {
        "letra": "E",
        "texto": "Em qualquer hipótese, a parte não sera´ prejudicada pela interposição de um recurso por outro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372269",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Assinale a proposição correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É válida a cláusula que autoriza o proprietário fiduciário a ficar com a coisa alienada em garantia, se a dívida não for paga no seu vencimento."
      },
      {
        "letra": "B",
        "texto": "A alienação fiduciária somente se prova por escrito e seu instrumento, público ou particular, qualquer que seja o seu valor, será obrigatoriamente arquivado, por cópia ou microfilme, no Registro de Títulos e Documentos do domicílio do credor, sob pena de não valer contra terceiros."
      },
      {
        "letra": "C",
        "texto": "Na ação de busca e apreensão fiduciária, o prazo para o devedor fiduciante apresentar resposta é de cinco (05) dias, contado do cumprimento da liminar."
      },
      {
        "letra": "D",
        "texto": "O avalista, fiador ou terceiro interessado que pagar a dívida do alienante ou devedor se subirrogará, de pleno direito, no crédito, mas não na garantia constituída pela alienação fiduciária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360462",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A respeito do procedimento ordinário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de litisconsórcio passivo facultativo, a ausência de citação de um dos demandados configura óbice oponível ao prosseguimento da ação quanto aos demais."
      },
      {
        "letra": "B",
        "texto": "A exceção de incompetência do juiz constitui mero incidente que é autuado em apenso ao processo, no qual a parte contrária não será ouvida e o juiz não poderá permitir a produção de provas."
      },
      {
        "letra": "C",
        "texto": "Considere que, em ação de reparação por danos materiais e morais fundada em responsabilidade extracontratual, o autor tenha pedido ao juiz a condenação do réu em juros moratórios, a partir da citação válida, e que o juiz, na sentença, com fundamento em orientação jurisprudencial, tenha determinado a incidência dos juros a partir do evento danoso. Nessa situação, para o STJ, embora os encargos da mora possam ser fixados pelo juiz independentemente de pedido do autor, quando o pedido é formalizado, o magistrado não pode extrapolar seus limites, sob pena de violação ao princípio da adstrição."
      },
      {
        "letra": "D",
        "texto": "O réu poderá impugnar o valor da causa, após a apresentação da contestação, caso ainda não tenha se esgotado o prazo de resposta."
      },
      {
        "letra": "E",
        "texto": "Caso o autor formule pedidos cumulados e o juiz responsável pelo feito seja absolutamente incompetente para um deles, deverá ser indeferida a petição inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360461",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Com relação à jurisprudência dos tribunais superiores, assinale a opção correta acerca dos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a interposição de recurso extraordinário contra decisão de natureza precária, a exemplo do acórdão que confirma decisão de indeferimento de antecipação dos efeitos da tutela."
      },
      {
        "letra": "B",
        "texto": "Considera-se extemporâneo o recurso especial interposto antes da publicação do acórdão exarado nos embargos de declaração ou nos embargos infringentes, obstáculo que não pode ser superado por ratificação posterior."
      },
      {
        "letra": "C",
        "texto": "É inadmissível a oposição de embargos de declaração contra decisão denegatória de recurso especial proferida em exame prévio de admissibilidade."
      },
      {
        "letra": "D",
        "texto": "A reclamação é medida processual que opera efeitos erga omnes e vinculantes."
      },
      {
        "letra": "E",
        "texto": "Ainda que a repercussão geral seja requisito de admissibilidade do recurso extraordinário, o STF entende haver hipóteses em que o recurso é cabível mesmo ausente a preliminar formal de transcendência geral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360458",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "No que se refere aos procedimentos especiais de jurisdição contenciosa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento firmado no STJ, a sentença de interdição tem natureza declaratória, pois se limita a declarar uma incapacidade preexistente, com efeitos ex tunc."
      },
      {
        "letra": "B",
        "texto": "Caso a fazenda pública estadual suscite, em sede de arrolamento sumário, discussão relativa ao pagamento do imposto sobre transmissão causa mortis, o juiz deverá conhecer e apreciar a questão, em estrita obediência aos comandos legais."
      },
      {
        "letra": "C",
        "texto": "Se, em ação de exoneração de alimentos, o alimentante postular à autoridade judicial a extinção da sua obrigação de alimentar, diante da maioridade alcançada pelo alimentado, e o juiz assegurar ao alimentado o exercício do contraditório, o despacho do juiz, ao determinar a manifestação do alimentado, será incorreto, pois, com a maioridade, é extinto automaticamente o dever do alimentante de prestar alimentos."
      },
      {
        "letra": "D",
        "texto": "Considere que em ação de separação consensual as partes tenham celebrado acordo em audiência, com a anuência do MP, e que a sentença homologatória do acordo exarada pelo juiz não tenha sido por ele assinada. Nessa situação, à luz do entendimento do STJ, não será viável a atribuição de eficácia de título executivo judicial à sentença exarada sem assinatura do juiz."
      },
      {
        "letra": "E",
        "texto": "Em ação de inventário e partilha, o juiz deve considerar nula a cessão promovida pelo cônjuge sobrevivente da meação que lhe é cabível, ainda que ocorrida antes da partilha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "598716",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Não se fará, porém, a citação, salvo para evitar o perecimento do direito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao cônjuge ou a qualquer parente do morto, consanguíneo ou afim, em linha reta, ou na linha colateral em segundo grau, no dia do falecimento e nos 7 (sete) dias seguintes."
      },
      {
        "letra": "B",
        "texto": "Ao militar, enquanto estiver em serviço."
      },
      {
        "letra": "C",
        "texto": "A quem estiver assistindo a qualquer ato de culto religioso."
      },
      {
        "letra": "D",
        "texto": "Aos doentes, enquanto grave o seu estado."
      },
      {
        "letra": "E",
        "texto": "Aos noivos, nos 3 (três) primeiros dias de bodas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "439105",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "As alternativas a seguir caracterizam hipótese de responsabilização do requerente do procedimento cautelar, junto ao requerido, por prejuízos causados pela execução da medida, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a sentença do processo principal é favorável ao requerente da medida cautelar, não cabe sua responsabilização."
      },
      {
        "letra": "B",
        "texto": "Quando a sentença do processo principal é desfavorável ao requerente da medida cautelar, não cabe sua responsabilização."
      },
      {
        "letra": "C",
        "texto": "Quando obtida a medida cautelar liminarmente, deixa o requerente de promover a citação do requerido em cinco dias, não cabe sua responsabilização."
      },
      {
        "letra": "D",
        "texto": "Quando ocorre a cessação da eficácia da medida cautelar, em quaisquer dos casos previstos no Art. 808, do CPC, não cabe responsabilização do requerente."
      },
      {
        "letra": "E",
        "texto": "Quando o Juiz acolhe, no procedimento cautelar, alegação de decadência ou prescrição do direito do autor, não cabe responsabilização do requerente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "439104",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Peterson, cantor e filho de um famoso político na região de Hortolândia, comete um homicídio após se envolver em uma briga na saída de uma danceteria. O caso tem grande repercussão e, após a ocorrência do crime, é criado o juízo para julgamento de crimes contra a vida cometidos por cantores, sendo o processo de Peterson, imediatamente, remetido para o referido juízo. A realização do julgamento de Peterson pelo juízo recentemente criado implica em violação a um importante princípio processual. Assinale a alternativa que indica corretamente o princípio que foi violado no caso proposto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Tempestividade da tutela jurisdicional."
      },
      {
        "letra": "B",
        "texto": "Princípio do Juiz Natural."
      },
      {
        "letra": "C",
        "texto": "Princípio do Contraditório."
      },
      {
        "letra": "D",
        "texto": "Princípio da Motivação das decisões judiciais."
      },
      {
        "letra": "E",
        "texto": "Princípio da Inafastabilidade do Controle Jurisdicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "439103",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "As alternativas a seguir apresentam causas de modificação da competência estabelecida com base em critério relativo, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrência de conexão."
      },
      {
        "letra": "B",
        "texto": "Reconhecimento da incompetência ex officio."
      },
      {
        "letra": "C",
        "texto": "Manifestação de vontade das partes nesse sentido."
      },
      {
        "letra": "D",
        "texto": "Ocorrência de continência."
      },
      {
        "letra": "E",
        "texto": "Inércia do réu por falta de apresentação de exceção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "439102",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa que indica uma hipótese de recebimento do recurso de apelação em seu duplo efeito (devolutivo e suspensivo).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apelação interposta em face de sentença que homologa divisão ou demarcação de terras."
      },
      {
        "letra": "B",
        "texto": "Apelação interposta em face de sentença que condena à prestação de alimentos."
      },
      {
        "letra": "C",
        "texto": "Apelação interposta em face de sentença que decide o processo cautelar."
      },
      {
        "letra": "D",
        "texto": "Apelação interposta em face de sentença que condena o réu a pagar indenização por dano estético."
      },
      {
        "letra": "E",
        "texto": "Apelação interposta em face de sentença que julga procedente o pedido de instituição de arbitragem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "439101",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "As condutas de todos que participam de um processo devem estar pautadas na lealdade e orientadas pela premissa inafastável da boa-fé. O desrespeito a essas orientações, quando advindo das partes, dos advogados ou do magistrado acarreta uma série de consequências processuais e até mesmo pessoais para o transgressor. Acerca da atuação do magistrado em um processo, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responde o magistrado por perdas e danos quando procede com dolo no exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "Responde o magistrado por perdas e danos quando retarda, ainda que com justo motivo, providência que deveria ordenar de ofício."
      },
      {
        "letra": "C",
        "texto": "Responde o magistrado por perdas e danos quando procede com culpa no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Pode o magistrado exercer suas funções, sem que haja qualquer transgressão processual, em processo no qual interveio como mandatário da parte."
      },
      {
        "letra": "E",
        "texto": "Pode o magistrado exercer suas funções, sem que haja qualquer transgressão processual, em processo no qual está postulando, como advogado da parte, parente seu, em linha colateral, de segundo grau."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "439100",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "No sistema processual pátrio é possível que um processo cognitivo chegue ao fim com ou sem a resolução do seu mérito. Por essa razão, afirma-se que nos processos de conhecimento pode haver a prolação de duas diferentes espécies de sentença: definitiva ou terminativa. A extinção do processo de conhecimento de uma ou de outra forma trazem, sob o prisma processual, consequências bastante distintas, razão pela qual é imprescindível identificar-se as situações que levam a cada um dos desfechos apontados. Assinale a alternativa que caracteriza uma hipótese de extinção do processo de conhecimento sem resolução do mérito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rejeição, pelo Juiz, do pedido formulado pelo autor."
      },
      {
        "letra": "B",
        "texto": "Reconhecimento, pelo Juiz, da alegação de prescrição ou decadência."
      },
      {
        "letra": "C",
        "texto": "Renúncia, pelo autor, ao direito sobre o qual se funda a ação."
      },
      {
        "letra": "D",
        "texto": "Reconhecimento, pelo réu, da procedência do pedido autoral."
      },
      {
        "letra": "E",
        "texto": "Acolhimento, pelo Juiz, da alegação de perempção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "439099",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: SUDENE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A ação civil pública, regulamentada pelo sistema jurídico pátrio, constitui, modernamente, instrumento fundamental de promoção da tutela coletiva de direitos. Entretanto, em se tratando de instrumento de proteção de direitos transindividuais, há peculiaridades no funcionamento desse mecanismo que precisam ser observados e que diferenciam a referida ação, sobremaneira, das ações civis individuais. Acerca do julgamento do pedido formulado em ações civis públicas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo julgado procedente, qualquer legitimado poderá intentar outra ação com idêntico fundamento, perseguindo a extensão da condenação fixada pelo primeiro julgado."
      },
      {
        "letra": "B",
        "texto": "Sendo julgado improcedente no mérito, qualquer legitimado poderá intentar outra ação com idêntico fundamento, perseguindo a procedência meritória."
      },
      {
        "letra": "C",
        "texto": "Sendo julgado improcedente por insuficiência de provas, qualquer legitimado poderá intentar outra ação com idêntico fundamento, valendo-se de nova prova."
      },
      {
        "letra": "D",
        "texto": "Sendo julgado improcedente no mérito ou por insuficiência de provas, qualquer legitimado poderá intentar outra ação com idêntico fundamento, valendo-se de nova prova."
      },
      {
        "letra": "E",
        "texto": "Sendo julgado procedente ou improcedente meritoriamente, qualquer legitimado poderá intentar outra ação com idêntico fundamento, buscando a mais ampla proteção do direito coletivo debatido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425744",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Sobre a penhora e o depósito, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A penhora deverá incidir somente em tantos bens quantos bastem para o pagamento do principal atualizado."
      },
      {
        "letra": "B",
        "texto": "Se o devedor fechar as portas da casa, a fim de obstar a penhora dos bens, o oficial de justiça comunicará o fato ao juiz, retomando o cumprimento do mandado em, no máximo 24 horas."
      },
      {
        "letra": "C",
        "texto": "Sempre que necessário, o juiz requisitará força policial, a fim de auxiliar os oficiais de justiça na penhora dos bens e na prisão de quem resistir à ordem."
      },
      {
        "letra": "D",
        "texto": "Os oficiais de justiça lavrarão em duplicata o auto de resistência, entregando uma via ao escrivão do processo para ser junta aos autos e a outra à autoridade policial, a quem entregarão o preso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379587",
    "metadata": "Ano: 2013 | Banca: PONTUA | Órgão: Prefeitura de Jaguarão - RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Compete ao réu alegar, na contestação, toda a matéria de defesa, expondo as razões de fato e de direito, com que impugna o pedido do autor e especificando as provas que pretende produzir. Compete-lhe, porém, antes de discutir o mérito, alegar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convenção de arbitragem."
      },
      {
        "letra": "B",
        "texto": "Carência de ação."
      },
      {
        "letra": "C",
        "texto": "Inexistência de valor da causa."
      },
      {
        "letra": "D",
        "texto": "Falta de caução ou de outra prestação, que a lei exige como preliminar."
      },
      {
        "letra": "E",
        "texto": "Litispendência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352079",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Ainda acerca de resposta do réu, com base na doutrina, na legislação e na jurisprudência dos tribunais superiores, julgue os itens subsequentes. Ofertada contestação por negativa geral pelo procurador de determinado ente público, caberá ao autor, na fase de provas, comprovar os fatos constitutivos de seu direito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "342267",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: JUCESC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa individual de responsabilidade limitada é considerada pessoa física."
      },
      {
        "letra": "B",
        "texto": "Os partidos políticos são considerados pessoas jurídicas de direito público interno."
      },
      {
        "letra": "C",
        "texto": "Os direitos da personalidade não são aplicáveis às pessoas jurídicas."
      },
      {
        "letra": "D",
        "texto": "Apenas os atos dos administradores exercidos dentro dos limites de seus poderes definidos no ato constitutivo é que obrigam a pessoa jurídica."
      },
      {
        "letra": "E",
        "texto": "Prescreve em três anos o direito de anular a constituição das pessoas jurídicas de direito privado, por defeito do ato respectivo, contado o prazo da publicação de sua inscrição no registro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249661",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "No que se refere à atuação do MP nos processos judiciais de natureza civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O MP, na fiscalização do cumprimento da lei, não detém legitimidade para oficiar ação de acidente do trabalho."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, é nula a sentença homologatória de acordo que resulte em redução de prestação alimentícia — em prejuízo evidente do incapaz — celebrado em audiência da qual não tenha participado membro do MP, tendo esse apresentado, antecipadamente, justificativa para sua ausência."
      },
      {
        "letra": "C",
        "texto": "O MP pode ajuizar ACP pleiteando, em benefício do segurado maior e capaz, a indenização decorrente do DPVAT."
      },
      {
        "letra": "D",
        "texto": "O MP não tem legitimidade para promover ACP cujo objeto seja a discussão da legalidade de reajuste de mensalidades escolares."
      },
      {
        "letra": "E",
        "texto": "Somente se houver recurso da parte, o MP terá legitimidade para recorrer em processo no qual tenha oficiado como fiscal da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236543",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Analise as assertivas abaixo, a respeito das ações cautelares: I - A decisão proferida na ação cautelar não pode ser objeto de ação rescisória, uma vez que não faz coisa julgada material, salvo se o juiz, no procedimento cautelar, acolher a alegação de decadência ou de prescrição do direito do autor, e desde que presente hipótese legal de rescisão do julgado. II - Não obstante a regra processual segundo a qual nenhum juiz prestará a tutela jurisdicional senão quando a parte ou o interessado a requerer, nos casos e formas legais, é possível ao juiz determinar de ofício medidas cautelares, mas somente em casos excepcionais, expressamente autorizados por lei, e desde que efetuado no âmbito de um processo já existente. III - Não obstante o princípio da autonomia das medidas cautelares, é possível distribuir uma ação cautelar incidental não acompanhada do instrumento de procuração, se este já estiver junto aos autos da ação principal. IV - Em consonância com o princípio da revogabilidade, as medidas cautelares, concedidas liminarmente ou em sentença, podem ser substituídas, modificadas ou revogadas a qualquer tempo, de ofício ou a requerimento da parte, inclusive algumas das denominadas cautelares típicas, podendo haver, por exemplo, a substituição de um arresto por uma prestação de caução. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I e II estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas as alternativas estão corretas;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1187536",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá liminar em ação de despejo, ao término do prazo da locação não residencial, se proposta ação em até trinta dias do termo ou do cumprimento de notificação comunicando a intenção da retomada."
      },
      {
        "letra": "B",
        "texto": "a sentença proferida na ação de alimentos forma coisa julgada material, por isso possibilitando a revisão do valor fixado."
      },
      {
        "letra": "C",
        "texto": "a ação de imissão na posse segue o rito ordinário e tem natureza possessória."
      },
      {
        "letra": "D",
        "texto": "não encontrado o bem alienado fiduciariamente, o credor hipotecário poderá requerer a conversão do pedido de busca e apreensão em ação de depósito, que sujeitará o devedor fiduciante à prisão civil."
      },
      {
        "letra": "E",
        "texto": "a obrigação de fazer constante da ação respectiva pode converter-se em perdas e danos por iniciativa e escolha do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "189815",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "A respeito da homologação de sentença estrangeira no Brasil, analise as afirmativas a seguir. I - É atribuição do Presidente do Superior Tribunal de Justiça homologar sentenças estrangeiras, ressalvado o julgamento perante a Corte Especial daquele Tribunal, se houver contestação à homologação. II - A homologação será requerida pela parte interessada, devendo a petição inicial conter as cações constantes da lei processual e ser instruída com a certidão ou cópia autêntica do texto integral da sentença estrangeira e com outros documentos indispensáveis, devidamente traduzidos e autenticados. III - Constituem requisitos indispensáveis à homologação de sentença estrangeira: haver sido proferida por autoridade competente; as partes terem sido citadas ou haver-se legalmente verificado a revelia; ter transitado em julgado; e estar autenticada pelo cônsul brasileiro e acompanhada de tradução por tradutor oficial ou juramentado no Brasil. De acordo com as atuais normas aplicáveis à matéria, é(são) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "94016",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Rio Largo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe agravo para o Supremo Tribunal Federal contra a decisão que nega seguimento a recurso extraordinário por ausência de repercussão geral da matéria impugnada."
      },
      {
        "letra": "B",
        "texto": "As questões de fato, não propostas no juízo de primeiro grau, poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      },
      {
        "letra": "C",
        "texto": "Interposta a apelação, é lícito ao apelante desistir do recurso, desde que a parte adversa não se oponha."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público não tem legitimidade para recorrer contra sentença proferida no processo em que atuou como fiscal da lei."
      },
      {
        "letra": "E",
        "texto": "O recurso adesivo é admissível na apelação, agravo de instrumento, embargos infringentes, recurso especial e recurso extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341732",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Com referência ao litisconsórcio e à intervenção de terceiros, analise os seguintes itens e assinale a alternativa correta. I - Havendo solidariedade passiva em obrigação única, o credor poderá demandar, em litisconsórcio unitário facultativo, alguns ou todos os devedores conjuntamente. II - Efetivada a denunciação da lide, cria- se uma cumulação objetiva eventual de demandas no processo, estabelecendo-se entre o denunciado e o denunciante uma relação de litisconsórcio unitário em relação ao adversário deste. Assim, a sentença que julgar a ação principal em favor do adversário do autor, poderá condenar solidariamente os litisconsortes a satisfazer o pedido da inicial. III. Sendo caso de litisconsórcio necessário unitário, a participação de todos os litisconsortes no processo é indispensável. No entanto, se alguns dos litisconsortes necessários não forem chamados para participar do processo, a eventual sentença proferida no processo será ineficaz contra todos, inclusive para aqueles que integraram a relação jurídica. IV. No litisconsórcio unitário, os efeitos do recurso interposto por um dos litisconsortes se estenderão aos demais. V. Litisconsórcio comum existe sempre que a situação de cada litisconsorte comportar regulamentação individual, ou seja, puder a sentença conter comandos diferentes para cada um deles. A natureza da relação material e do pedido formulado não exige decisão uniforme, pois a pretensão pode ser cindida em relação a cada um dos litisconsortes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A quantidade de itens errados é igual a dois."
      },
      {
        "letra": "B",
        "texto": "A quantidade de itens certos é igual a dois."
      },
      {
        "letra": "C",
        "texto": "Os itens III, IV e V estão certos"
      },
      {
        "letra": "D",
        "texto": "Os itens I, II e III estão errados."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das anteriores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "341726",
    "metadata": "Ano: 2009 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [],
    "enunciado_principal": "Intervindo como fiscal da lei, é correto afirmar que o Ministério Público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser intimado pessoalmente de todos os atos do processo."
      },
      {
        "letra": "B",
        "texto": "pode denunciar a lide."
      },
      {
        "letra": "C",
        "texto": "pode suscitar conflito de competência."
      },
      {
        "letra": "D",
        "texto": "não pode ajuizar oposição."
      },
      {
        "letra": "E",
        "texto": "pode juntar documentos e certidões."
      }
    ],
    "gabarito": "C"
  }
]