[
  {
    "id": "1215652",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Os atos processuais devem ser realizados no prazo prescrito em lei, uma vez que, caso seja um prazo próprio, sua inobservância acarretará prejuízo à parte descumpridora. Deste modo, torna-se imprescindível ao jurista conhecer as disposições do Código de Processo Civil (Lei 5.869/73) a respeito do tema. Julgue abaixo a Verdade (V) ou Falsidade (F) das afirmações e, após, assinale a alternativa correta:I. Caso a parte comprove que deixou de praticar o ato processual por justa causa, o juiz, reconhecendo o justo motivo, permitirá a prática do ato posteriormente. II. No procedimento sumário, por disposição expressa da lei, o prazo para a resposta, quando o réu for a Fazenda Pública, será contado em dobro, e não em quádruplo. III. No procedimento ordinário, o prazo para a Fazenda Pública recorrer e apresentar contrarrazões computar-se-á em quádruplo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, V, F"
      },
      {
        "letra": "D",
        "texto": "V, V, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "614760",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Os atos e termos processuais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, Ihe preencham a finalidade essencial."
      },
      {
        "letra": "B",
        "texto": "dependem sempre de forma determinada, a ser estabelecida pelo juiz em caso de omissão da lei, reputando-se válidos os que, realizados de outro modo, Ihe preencham a finalidade essencial."
      },
      {
        "letra": "C",
        "texto": "não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      },
      {
        "letra": "D",
        "texto": "dependem sempre de forma determinada, a ser estabelecida pelo juiz em caso de omissão da lei, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      },
      {
        "letra": "E",
        "texto": "dependem sempre de forma determinada, conforme previsto em lei, reputando-se inválidos os realizados de outro modo, ainda que Ihe preencham a finalidade essencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "588500",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Considere os enunciados abaixo. I. Os atos processuais realizar-se-ão nos prazos prescritos em lei, sendo defesa ao juiz a fixação de prazos judiciais, salvo para diligências periciais ou para cumprimento de cartas precatórias. II. Quaisquer prazos podem ser prorrogados pelas partes, desde que estejam de comum acordo, mas a convenção só valerá se fundada em motivo legítimo e se for requerida antes do vencimento do prazo. III. O prazo, estabelecido pela lei ou pelo juiz, é contínuo, não se interrompendo nos feriados. IV. A superveniência de férias suspenderá o curso do prazo, o que lhe sobejar recomeçará a correr do primeiro dia útil seguinte ao termo das férias. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512966",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Consórcio Intermunicipal Grande ABC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Das Partes e Procuradores",
      "Sujeitos da relação processual",
      "Tempo",
      "Prazos",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Apresenta-se como prerrogativa processual da Fazenda Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prazo, em quádruplo, para recorrer e, em dobro, para contestar."
      },
      {
        "letra": "B",
        "texto": "intimação pessoal nas execuções fiscais."
      },
      {
        "letra": "C",
        "texto": "isenção do pagamento de despesas processuais após o término do processo."
      },
      {
        "letra": "D",
        "texto": "exigência de caução na propositura de ações rescisórias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512799",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão de segunda a sexta-feira, das oito às vinte horas. Serão, todavia, concluídos, depois das 20 (vinte) horas, os atos iniciados antes, quando o adiamento prejudicar a diligência ou causar grave dano."
      },
      {
        "letra": "B",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar o prazo dilatório; as custas acrescidas em razão da dilação serão divididas igualmente entre as partes."
      },
      {
        "letra": "C",
        "texto": "É defeso às partes, ainda que todas estejam de acordo, reduzir ou prorrogar os prazos peremptórios. O juiz poderá, nas comarcas onde for difícil o transporte, prorrogar quaisquer prazos, mas nunca por mais de 60 (sessenta) dias."
      },
      {
        "letra": "D",
        "texto": "Não havendo preceito legal nem assinação pelo juiz, será de 10 (dez) dias o prazo para a prática de ato processual a cargo da parte."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498200",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Juiz no CPC 1973",
      "Sujeitos da relação processual",
      "Tempo"
    ],
    "enunciado_principal": "Sobre os atos processuais, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais são, de regra, públicos. Correm, todavia, em segredo de justiça os processos em que o exigir o interesse público e que digam respeito a casamento, filiação, separação dos cônjuges, conversão desta em divórcio, alimentos e guarda de menores."
      },
      {
        "letra": "B",
        "texto": "O direito de consultar os autos e de pedir certidões de seus atos é restrito aos procuradores das partes, isto é, aos advogados devidamente habilitados pela procuração outorgada pela parte"
      },
      {
        "letra": "C",
        "texto": "Os atos do juiz consistirão apenas em sentenças e despachos."
      },
      {
        "letra": "D",
        "texto": "Durante as férias e nos feriados não se praticarão, sem qualquer exceção, atos processuais."
      },
      {
        "letra": "E",
        "texto": "Podem as partes, de comum acordo, reduzir ou prorrogar o prazo peremptório; a convenção, porém, só tem eficácia se, requerida antes do vencimento do prazo, se fundar em motivo legítimo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494759",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo"
    ],
    "enunciado_principal": "Quanto ao tempo e lugar dos atos processuais, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são excepcionais os atosprocessuais praticados nos feriados forenses"
      },
      {
        "letra": "B",
        "texto": "a citação e a penhora poderão, em casos excepcionais, e mediante autorização expressa do juiz, realizar-se em domingos e feriados, ou nos dias úteis, fora do horário legalmente estabelecido, observado o disposto na Constituição Federal, a respeito da inviolabilidade da casa do indivíduo."
      },
      {
        "letra": "C",
        "texto": "podem ser concluídos após o horário legal os atos processuais, se houver perigo de grave dano ou prejuízo à diligência com o adiamento."
      },
      {
        "letra": "D",
        "texto": "como regra geral, os atos processuais realizam-se na sede do juízo."
      },
      {
        "letra": "E",
        "texto": "não se praticarão quaisquer atos processuais durante os recessos forenses, bem como aos sábados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "492696",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo"
    ],
    "enunciado_principal": "Os atos processuais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser praticados, no processo, por meio de cotas marginais ou interlineares."
      },
      {
        "letra": "B",
        "texto": "são sempre públicos a fim de dar transparência ao Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "podem ser aproveitados se atingirem sua finalidade, mesmo quando realizados por meio diverso ao previsto em lei."
      },
      {
        "letra": "D",
        "texto": "têm forma prescrita em lei como regra geral, excepcionalmente não obedecendo a formas determinadas."
      },
      {
        "letra": "E",
        "texto": "que comportem a desistência da demanda produzem efeito imediato se requerida antes da citação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464412",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo",
      "Da comunicação dos atos processuais - Citação",
      "Da Comunicação dos Atos Processuais: Carta Precatória e Carta Rogatória"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, a carta precatória não possui caráter itinerante, não podendo ser apresentada para cumprimento em juízo diverso do que dela consta, para a prática do ato."
      },
      {
        "letra": "B",
        "texto": "O aperfeiçoamento da citação realizada por hora certa independe do posterior envio de carta, telegrama ou radiograma ao réu, para dar-lhe ciência do ato."
      },
      {
        "letra": "C",
        "texto": "Quando a citação se der por edital, o prazo para apresentar defesa inicia-se da data da última publicação do edital."
      },
      {
        "letra": "D",
        "texto": "Os atos processuais iniciados antes das 20 (vinte) horas devem prosseguir além desse horário, independentemente de autorização judicial, sempre que o adiamento possa prejudicar a diligência."
      },
      {
        "letra": "E",
        "texto": "A citação da pessoa jurídica de direito público é realizada, em regra, pelos correios, ressalvada ao autor a faculdade de requerer a citação por meio de oficial de justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1039971",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Nos termos do Código de Processo Civil, a prática de atos processuais pelo Oficial de Justiça",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende de autorização judicial expressa para ser realizada após as 18h00 e antes das 6h00."
      },
      {
        "letra": "B",
        "texto": "pode ser realizada em qualquer dia e a qualquer horário, independentemente de autorização judicial expressa."
      },
      {
        "letra": "C",
        "texto": "somente pode ser realizada em dias úteis, mas não encontra limitação de horário."
      },
      {
        "letra": "D",
        "texto": "não pode ser realizada entre as 20h00 e as 8h00, salvo se o próprio Oficial de Justiça certificar essa necessidade."
      },
      {
        "letra": "E",
        "texto": "pode ser realizada excepcionalmente aos domingos, quando se tratar de penhora ou de citação, desde que haja autorização judicial expressa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413795",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Nulidades no CPC 1973",
      "Tempo",
      "Prazos",
      "Da comunicação dos atos processuais - Citação",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão em dias úteis, das 8 (oito) às 20 (vinte) horas. Todavia, serão concluídos após as 20 (vinte) horas os atos iniciados antes, quando o adiamento prejudicar a diligência ou causar grave dano."
      },
      {
        "letra": "B",
        "texto": "É defeso às partes e ao juiz, ainda que todas estejam de acordo, reduzir ou prorrogar os prazos peremptórios. Em caso de calamidade pública, poderá ser excedido o limite previsto neste artigo para a prorrogação de prazos."
      },
      {
        "letra": "C",
        "texto": "A citação far-se-á pelo correio, mesmo nas ações de estado das pessoas, por oficial de justiça, por edital e por meio eletrônico, conforme regulado em lei própria."
      },
      {
        "letra": "D",
        "texto": "As citações e as intimações serão nulas, quando feitas sem observância das prescrições legais. Anulado o ato, reputam-se de nenhum efeito todos os subseqüentes, que dele dependam. Todavia, a nulidade de uma parte do ato prejudicará as outras posteriores, ainda que sejam independentes."
      },
      {
        "letra": "E",
        "texto": "É lícito a qualquer interessado cobrar os autos ao advogado que exceder o prazo legal. Se, intimado, não os devolver dentro em 24 (vinte e quatro) horas, perderá o direito à vista fora de cartório e incorrerá em multa, correspondente à metade do salário mínimo vigente na sede do juízo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "640149",
    "metadata": "Ano: 2013 | Banca: CONPASS | Órgão: Prefeitura de Serra Negra do Norte - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Os atos processuais realizar-se-ão em dias úteis, das ____ às ____ horas. Incumbirá ao serventuário remeter os autos conclusos no prazo de ____ horas e executar os atos processuais no prazo de ____ horas, da data em que houver concluído o ato processual anterior se lhe foi imposto pela lei ou da data em que tiver ciência da ordem, quando determinada pelo juiz. Assinale a alternativa que completa, correta e respectivamente, as lacunas do texto abaixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis … vinte … vinte e quatro … quarenta e oito"
      },
      {
        "letra": "B",
        "texto": "dez … dezenove … quarenta e oito … quarenta e oito"
      },
      {
        "letra": "C",
        "texto": "nove … vinte … vinte e quatro … quarenta e oito"
      },
      {
        "letra": "D",
        "texto": "seis … dezenove … quarenta e oito … vinte e quatro"
      },
      {
        "letra": "E",
        "texto": "nove … vinte … quarenta e oito … vinte e quatro"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "425742",
    "metadata": "Ano: 2013 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Assinale a alternativa correta: “Os atos processuais realizar-se-ão”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em dias úteis, das 06 às 18 horas;"
      },
      {
        "letra": "B",
        "texto": "em dias úteis, das 06 às 20 horas;"
      },
      {
        "letra": "C",
        "texto": "em dias úteis e finais de semana, das 06 às 18 horas;"
      },
      {
        "letra": "D",
        "texto": "em nenhuma hipótese se realizarão após as 20 horas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "405327",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Com relação aos atos processuais, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos e termos processuais não dependem de forma determinada senão quando a lei expressamente a exigir, reputando-se válidos os que, realizados de outro modo, lhe preencham a finalidade essencial."
      },
      {
        "letra": "B",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei."
      },
      {
        "letra": "C",
        "texto": "Os atos das partes, consistentes em declarações unilaterais ou bilaterais de vontade, produzem imediatamente a constituição, a modificação ou a extinção de direitos processuais."
      },
      {
        "letra": "D",
        "texto": "As partes podem, de comum acordo, reduzir ou prorrogar os prazos processuais."
      },
      {
        "letra": "E",
        "texto": "Os atos processuais realizar-se-ão, em dias úteis, das 6 (seis) às 20 (vinte) horas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352982",
    "metadata": "Ano: 2013 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Assinale a afirmativa correta, em relação ao tempo ou lugar dos atos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais devem ser realizados em dias úteis, das 9 (nove) às 18 (horas) horas."
      },
      {
        "letra": "B",
        "texto": "Não podem ser praticados, durante as férias forenses e nos feriados, atos processuais para fins de produção antecipada de provas."
      },
      {
        "letra": "C",
        "texto": "Os atos de jurisdição voluntária não se processam durante as férias forenses, suspendendo-se pela superveniência delas."
      },
      {
        "letra": "D",
        "texto": "São feriados, para efeito forense, os domingos e os dias declarados por lei."
      },
      {
        "letra": "E",
        "texto": "Os atos processuais realizam-se sempre na sede do juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973554",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "A prática dos atos processuais no tempo é estabelecida e regrada no Código de Processo Civil. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a lei processual civil, os dias úteis são de segunda a sexta, excluindo-se os sábados, domingos e os dias declarados por lei como feriados;"
      },
      {
        "letra": "B",
        "texto": "o horário para a prática dos atos processuais equivale com o horário de expediente forense (protocolo), o qual é ajustado pela lei de organização judiciária local;"
      },
      {
        "letra": "C",
        "texto": "os prazos próprios são os voltados para o juiz, cuja importância reside na ausência de ônus para ele, não recebendo a incidência da preclusão judicial;"
      },
      {
        "letra": "D",
        "texto": "durante o período de férias ou recesso forense, todos os prazos processuais são suspensos, sendo a contagem do prazo retomada no primeiro dia útil;"
      },
      {
        "letra": "E",
        "texto": "a realização dos atos processuais de citação e penhora nos feriados e domingos somente pode ter incidência quando houver autorização expressa do juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "436967",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Em relação ao tempo e ao lugar dos atos processuais, analise as afirmativas. I - A citação e a penhora nunca poderão ser realizadas em domingos e feriados. II - Os atos processuais serão realizados em dias úteis, das 6 às 20 horas. III - A produção antecipada de provas não poderá ser realizada nas férias e nos feriados. IV - O transcurso do prazo processual é contínuo, não se interrompendo nos feriados. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426169",
    "metadata": "Ano: 2012 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Segundo o que dispõe expressamente o Código de Processo Civil, os atos processuais realizar-se-ão em dias úteis, das",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 (seis) às 18 (dezoito) horas."
      },
      {
        "letra": "B",
        "texto": "6 (seis) às 20 (vinte) horas."
      },
      {
        "letra": "C",
        "texto": "8 (oito) às 18 (dezoito) horas."
      },
      {
        "letra": "D",
        "texto": "8 (oito) às 20 (vinte) horas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425990",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Sobre os atos processuais previstos na lei processual civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais realizar-se-ão em dias úteis, das 6 (seis) às 18 (dezoito) horas."
      },
      {
        "letra": "B",
        "texto": "É defeso às partes, ainda que todas estejam de acordo, reduzir ou prorrogar os prazos peremptórios. O juiz poderá, nas comarcas onde for difícil o transporte, prorrogar quaisquer prazos, mas nunca por mais de 30 (trinta) dias."
      },
      {
        "letra": "C",
        "texto": "Considera-se prorrogado o prazo até o primeiro dia útil se o vencimento cair em feriado ou em dia em que for determinado o fechamento do fórum."
      },
      {
        "letra": "D",
        "texto": "A citação válida torna prevento o juízo, induz litispendência e faz litigiosa a coisa. Contudo, quando ordenada por juiz incompetente não interrompe a prescrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408362",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Forma",
      "Tempo",
      "Prazos"
    ],
    "enunciado_principal": "Assinale a afirmativa correta quanto à disciplina dos atos processuais prevista no Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos processuais, em regra, realizar-se-ão em dias úteis, das 6 (seis) às 22 (vinte e duas) horas."
      },
      {
        "letra": "B",
        "texto": "É vedada a produção antecipada de prova nos feriados."
      },
      {
        "letra": "C",
        "texto": "O prazo para a resposta do réu não se prorroga em razão de feriado."
      },
      {
        "letra": "D",
        "texto": "Todos os atos e termos do processo podem ser produzidos, transmitidos, armazenados e assinados por meio eletrônico, na forma da lei."
      },
      {
        "letra": "E",
        "texto": "A citação e a penhora poderão, mediante justificativa do Oficial de Justiça, realizar-se em domingos e feriados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235373",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Sobre o tempo da prática dos atos processuais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os atos são realizados nos dias úteis, incluindo sábados, até o meio-dia, e feriados locais;"
      },
      {
        "letra": "B",
        "texto": "os atos não podem ser concluídos após as vinte horas;"
      },
      {
        "letra": "C",
        "texto": "os atos não se suspendem durante as férias, se assim determinar a lei local;"
      },
      {
        "letra": "D",
        "texto": "o sequestro e o depósito podem ser realizados em feriados nacionais;"
      },
      {
        "letra": "E",
        "texto": "os atos de jurisdição voluntária se suspendem durante as férias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635715",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tempo"
    ],
    "enunciado_principal": "Conforme o Código de Processo Civil, salvo em casos excepcionais, em geral os atos processuais devem ser realizados nos dias úteis, no seguinte horário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Das 08:00 horas às 18:00 horas."
      },
      {
        "letra": "B",
        "texto": "Das 06:00 horas às 20:00 horas."
      },
      {
        "letra": "C",
        "texto": "Das 07:00 horas às 18:00 horas."
      },
      {
        "letra": "D",
        "texto": "Das 13:00 horas às 20:00 horas."
      },
      {
        "letra": "E",
        "texto": "Das 13:00 horas às 18:00 horas."
      }
    ],
    "gabarito": "B"
  }
]