[
  {
    "id": "631678",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Rosana - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o incidente da uniformização da jurisprudência, estabelecido no vigente Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incidente de uniformização da jurisprudência não pode se dar de ofício pelo magistrado, dependendo de requerimento da parte."
      },
      {
        "letra": "B",
        "texto": "As súmulas editadas pelos tribunais estaduais, em decorrência do incidente de uniformização da jurisprudência, não vincularão os juízes de primeiro grau ligados àquele tribunal."
      },
      {
        "letra": "C",
        "texto": "Quando a parte requerer a instauração do incidente nas razões de seu recurso, e não em petição avulta, sua instauração ficará condicionada à hipótese de desprovimento do recurso."
      },
      {
        "letra": "D",
        "texto": "O relator do incidente poderá solicitar a manifestação do competente órgão do Ministério Público se vislumbrar relevante interesse público."
      },
      {
        "letra": "E",
        "texto": "A edição de súmula, decorrente do julgamento do incidente, dependerá de decisão uníssona dos julgadores, pelo quórum de dois terços."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "629608",
    "metadata": "Ano: 2016 | Banca: FCM | Órgão: Prefeitura de Barbacena - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca dos recursos dispostos na Lei n.º 5.869/73, que instituiu o Código de Processo Civil, analise as assertivas a seguir:I- O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. II- Caso a sentença seja proferida em audiência, o prazo recursal começará a correr no dia útil seguinte ao da audiência cuja decisão foi proferida. III- Indeferida a petição inicial, o autor poderá apelar, facultado ao juiz, no prazo de 48 (quarenta e oito) horas, reformar sua decisão. IV- Não é admitido recurso adesivo nos embargos infringentes. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "628742",
    "metadata": "Ano: 2016 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Quanto ao reexame necessário assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "0 Presidente do Tribunal ad quem deve, ex officio, avocar os autos para reexame, caso o Juiz de primeiro grau não faça a remessa necessária."
      },
      {
        "letra": "B",
        "texto": "A condenação da Fazenda Pública pode ser agravada em caso de apelação da parte contrária, mas não na hipótese apenas de reexame necessário."
      },
      {
        "letra": "C",
        "texto": "O relator pode, monocraticamente, decidir o reexame necessário, observado o disposto no art. 557 do CPC."
      },
      {
        "letra": "D",
        "texto": "Sendo a sentença contra a Fazenda Pública ilíquida, o reexame necessário é dispensável para sua validade."
      },
      {
        "letra": "E",
        "texto": "Julgados procedentes os embargos à execução fiscal federal, o reexame necessário será dispensado se a dívida cobrada for de valor inferior a 60 (sessenta) salários mínimos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "617858",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Moisés ajuizou ação indenizatória contra a empresa Y após o rompimento de um contrato entabulado entre as partes, objetivando o recebimento da quantia de R$ 35.000,00. A empresa Y, citada para responder aos termos da demanda, apresentou contestação rechaçando os fatos alegados na inicial, bem como reconvenção, cobrando uma quantia inadimplida por Moisés no importe equivalente a R$ 7.000,00. Após o regular processamento do feito o Magistrado competente julga parcialmente procedente o pedido inicial e improcedente ao pedido reconvencional para condenar a empresa Y ao pagamento de indenização em favor de Moisés no valor de R$ 18.000,00. Inconformado, Moisés apresenta recurso de apelação dentro do prazo legal, recurso este devidamente recebido e processado. Intimado para apresentar contrarrazões ao recurso interposto pela parte contrária, a empresa Y apresenta recurso adesivo, recebido pelo Magistrado. Durante o processamento do recurso no Tribunal de Justiça, já distribuído para o Desembargador competente, Moisés desiste do recurso principal. Neste caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o recurso principal e o adesivo serão necessariamente julgados pelo Tribunal, uma vez que a parte não pode desistir de um recurso interposto."
      },
      {
        "letra": "B",
        "texto": "o recurso adesivo não será conhecido, sem qualquer consequência para os litigantes."
      },
      {
        "letra": "C",
        "texto": "o recurso adesivo não será conhecido, mas o autor do recurso principal, Moisés, deverá pagar honorários advocatícios ao advogado da empresa Y, em decorrência da interposição do recurso adesivo."
      },
      {
        "letra": "D",
        "texto": "o recurso principal e o adesivo serão necessariamente julgados pelo Tribunal, uma vez que desistência do recurso principal só é admitida se não houver interposição de recurso adesivo."
      },
      {
        "letra": "E",
        "texto": "apenas o recurso adesivo será conhecido e julgado pelo Tribunal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611775",
    "metadata": "Ano: 2016 | Banca: Planejar Consultoria | Órgão: Prefeitura de Lauro de Freitas - BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sendo os recursos um meio de impugnação das decisões judiciais, assinale a alternativa abaixo que não constitui um tipo de recurso: Neves, Daniel Amorim Assumpção Manual de direito processual civil/Daniel Amorim Assumpção Neves. - 4 . Ed. Ver., atual. E ampl. - Rio de Janeiro: Forense; São Paulo: MÉTODO, 2012. Pg. 568",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agravo de Instrumento"
      },
      {
        "letra": "B",
        "texto": "Apelação"
      },
      {
        "letra": "C",
        "texto": "Pedido de reconsideração"
      },
      {
        "letra": "D",
        "texto": "Embargos de declaração."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "610108",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Analise as assertivas sobre o tema recurso e responda. I- Dos despachos cabe recurso. II- A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de cinco dias. III- O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. IV- O recurso pode ser interposto pela parte vencedora, pelo terceiro prejudicado e pelo Ministério Público. V- O julgamento proferido pelo tribunal substituirá a sentença ou a decisão recorrida no que tiver sido objeto de recurso. É correto o que se afirma apenas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e V."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "604020",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: CASAN-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Quanto aos recursos no Código de Processo Civil de 1973, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença; a interposição do agravo de instrumento não obsta o andamento do processo, ressalvado o seu recebimento com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "A parte, que aceitar tacitamente a sentença ou a decisão, poderá recorrer."
      },
      {
        "letra": "C",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, sendo necessário o terceiro demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "D",
        "texto": "O recorrente poderá, a qualquer tempo, com a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "E",
        "texto": "O recurso interposto por um dos litisconsortes a todos aproveita, independentemente se distintos ou opostos os seus interesses."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "683477",
    "metadata": "Ano: 2015 | Banca: COPESE - UFPI | Órgão: Prefeitura de Bom Jesus - PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação ao direito de recorrer, marque o item INCORRETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso pode, de acordo com o caso concreto, buscar a reforma, a invalidação, o esclarecimento e a integração de uma decisão judicial, sendo irrecorríveis os despachos de mero expediente."
      },
      {
        "letra": "B",
        "texto": "O recurso adesivo é admissível na apelação, nos embargos infringentes, no recurso extraordinário e no recurso especial e não será conhecido, se houver desistência do recurso principal, ou se for ele declarado inadmissível ou deserto."
      },
      {
        "letra": "C",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, que poderá recorrer tanto no processo em que é parte, como naqueles em que oficiou como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "A renúncia ao direito de recorrer independe da aceitação da outra parte, e a parte que aceitar expressa ou tacitamente a sentença ou a decisão não poderá recorrer."
      },
      {
        "letra": "E",
        "texto": "O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses. Havendo solidariedade passiva, o recurso interposto por um devedor aproveitará os outros, independentemente da concordância dos mesmos ou de serem comuns as defesas opostas ao credor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "636701",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "A respeito do recurso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo será restituído em favor da parte, contra quem começará a correr novamente, se durante o prazo para a interposição do recurso falecer seu advogado e não houver outro constituído nos autos."
      },
      {
        "letra": "B",
        "texto": "A decisão judicial que dispõe sobre embargos à execução poderá ser impugnada por meio do recurso de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "A decisão do recurso depende da anuência do recorrido."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interpostos em face de decisão judicial proferida no Juizado Especial interrompem o prazo para recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "614762",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em determinada ação, o autor foi intimado pela Imprensa Oficial, na pessoa do seu advogado, acerca da sentença de improcedência do pedido. O prazo para o autor recorrer dessa sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interrompe-se nos feriados."
      },
      {
        "letra": "B",
        "texto": "não se prorroga se o vencimento cair em feriado, caso em que o termo final é antecipado ao primeiro dia útil antecedente."
      },
      {
        "letra": "C",
        "texto": "não corre em domingos ou feriados, ainda que iniciado em dia útil."
      },
      {
        "letra": "D",
        "texto": "computar-se-á excluindo o dia do começo e incluindo o do vencimento."
      },
      {
        "letra": "E",
        "texto": "conta-se em triplo, caso esteja representado por defensor público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "604217",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: Docas - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Assinale a alternativa correta conforme as disposições da Lei federal n° 5.869, de 11/01/1973, que instituiu o código de processo civil brasileiro sobre os recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recebida a apelação, o apelado sempre poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta."
      },
      {
        "letra": "B",
        "texto": "A apelação será recebida só no efeito devolutivo, quando interposta de sentença que homologar a divisão ou a demarcação."
      },
      {
        "letra": "C",
        "texto": "Das decisões interlocutórias proferidas na audiência de instrução e julgamento caberá agravo na forma de instrumento para impugnar decisão suscetível de causar à parte lesão grave e de difícil reparação."
      },
      {
        "letra": "D",
        "texto": "O agravo retido poderá depender de preparo se a lei local assim o exigir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599856",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: Prefeitura de Goiânia - GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em Direito Processual Civil, a teoria geral dos recursos abrange o conjunto de disposições e estudos sobre as espécies de recursos, seus efeitos, princípios recursais, requisitos gerais, direitos e deveres e matéria de recursos. Segundo o Código de Processo Civil e as orientações da doutrina processual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Fazenda Pública e o Ministério Público têm prazo em dobro para recorrer e responder recursos, exceto no âmbito dos Juizados Especiais e da Fazenda Pública."
      },
      {
        "letra": "B",
        "texto": "os recursos interpostos pelo Ministério Público, União, Estados, Municípios e respectivas autarquias e empresas públicas são dispensados de preparo."
      },
      {
        "letra": "C",
        "texto": "a parte pode renunciar ao direito de recorrer de forma independente, reservando-se o direito de interpor recurso adesivo."
      },
      {
        "letra": "D",
        "texto": "os sucedâneos recursais equiparam-se aos recursos, já que são meios de impugnar decisões e prolongar o curso dos processos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593430",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Maria ajuizou ação contra Pedro, que adotou o rito processual ordinário.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto Maria quanto Pedro poderão interpor recurso de apelação contra a decisão que julgar, parcialmente, procedente o pedido formulado pela autora."
      },
      {
        "letra": "B",
        "texto": "Maria poderá interpor agravo de instrumento contra a decisão do juiz que, em audiência de instrução, indeferir a oitiva de testemunha arrolada tempestivamente."
      },
      {
        "letra": "C",
        "texto": "Maria não poderá acumular pedido condenatório de pagamento de quantia certa com pedido constitutivo, pois estes são procedimentos incompatíveis."
      },
      {
        "letra": "D",
        "texto": "Caso Pedro não alegue, na peça contestatória, defesas como ilegitimidade de parte ou incompetência absoluta, ficará precluso o direito de alegar tais defesas em outra oportunidade."
      },
      {
        "letra": "E",
        "texto": "Caso o juiz defira o depoimento pessoal de Pedro, este poderá se recusar a depor, sem que isso lhe provoque qualquer consequência processual, visto que ninguém está obrigado a produzir prova contra si mesmo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "591206",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: MPE-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quais das assertivas acima estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas a I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577703",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito dos recursos no processo civil: I. O princípio da proibição da reforma para pior (ne reformatio in pejus), veda que o julgamento do recurso pelo tribunal resulte em decisão mais desfavorável ao recorrente. Todavia, este princípio não é absoluto, existindo situações que admitem resultado desfavorável à pretensão recursal do recorrente. II. Fatos novos não podem ser suscitados em recurso de apelação, porque não foram objeto de contraditório no juízo inferior. III. O recurso pode ser interposto pela parte vencida, Ministério Público e terceiro prejudicado, que não fez parte do processo no momento da prolação da sentença. IV. O preparo é um requisito extrínseco ao recurso e consiste no pagamento das despesas relativas ao seu processamento, estando o Ministério Público dispensado de fazê-lo. V. Desistência e deserção são palavras sinônimas em matéria recursal, ambas significam a vontade do recorrente sobre a desnecessidade do recurso, podendo ocorrer até o início de seu julgamento. Assinale a alternativa que contém os itens CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "574472",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No tocante aos recursos, considere: I. Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos. II. Ao recurso adesivo se aplicam as mesmas regras do recurso independente, quanto às condições de admissibilidade, preparo e julgamento no tribunal superior. III. O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. IV. O recurso interposto por um dos litisconsortes a todos aproveita, inclusive se distintos ou opostos os seus interesses. De acordo com o Código de Processo Civil brasileiro, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "569504",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "À luz da legislação atualmente aplicada e da jurisprudência dominante, assinale a opção incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É requisito essencial da sentença o relatório, que conterá os nomes das partes, a suma do pedido e da resposta do réu, bem como o registro das principais ocorrências havidas no andamento do processo."
      },
      {
        "letra": "B",
        "texto": "Eventual vício da sentença ilíquida, quando formulado pedido certo e determinado na inicial, confere interesse recursal às partes."
      },
      {
        "letra": "C",
        "texto": "A liquidação por forma diversa da estabelecida na sentença não ofende a coisa julgada."
      },
      {
        "letra": "D",
        "texto": "A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas."
      },
      {
        "letra": "E",
        "texto": "O juiz proferirá a sentença, acolhendo ou rejeitando, no todo ou em parte, o pedido formulado pelo autor. Nos casos de extinção do processo sem julgamento do mérito, o juiz decidirá de forma concisa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "565649",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.O valor pecuniário fixado em tutela antecipada a título de astreintes somente será exigível, e passível de execução provisória, quando a decisão liminar que o fixar for confirmada em sentença ou acórdão de natureza definitiva, e desde que o respectivo recurso deduzido contra a decisão não seja recebido no efeito suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564044",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "É correto afirmar em matéria de recursos que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso interposto pode ser aditado, desde que não tenha findado o prazo recursal."
      },
      {
        "letra": "B",
        "texto": "É subsidiária a legitimidade recursal do Ministério Público quando atua como custos legis."
      },
      {
        "letra": "C",
        "texto": "Os embargos de declaração e a apelação são recursos de fundamentação livre."
      },
      {
        "letra": "D",
        "texto": "O agravo de instrumento e o agravo retido são interpostos perante o juiz da causa."
      },
      {
        "letra": "E",
        "texto": "O princípio da non reformatio in pejus é aplicável ao julgamento do reexame necessário, mesmo que não se trate de uma espécie recursal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "560647",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Intimado de uma sentença contrária aos interesses do autor por ele representado, o Defensor Público observou que o magistrado de primeiro grau invocou a aplicação de uma Súmula do Superior Tribunal de Justiça para afastar a sua pretensão. Pesquisando os precedentes que deram ensejo à Súmula, concluiu que as hipóteses fáticas que geraram o precedente eram substancialmente diferentes do caso julgado. Inconformado, apela desta decisão. Utilizando a técnica correta, o Defensor deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alegar a nulidade da sentença em razão de error in judicando."
      },
      {
        "letra": "B",
        "texto": "pedir o afastamento do binding effect que decorre das Súmulas do Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "pedir a superação do precedente, mediante overhulling."
      },
      {
        "letra": "D",
        "texto": "pedir o afastamento do precedente, mediante distinguishing."
      },
      {
        "letra": "E",
        "texto": "ajuizar reclamação junto ao Superior Tribunal de Justiça, pelo descumprimento da Súmula."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "558062",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais"
    ],
    "enunciado_principal": "Em relação aos recursos, responda: I. Da decisão que indeferir a petição inicial cabe apelação, sendo facultado ao juiz prolator reforma-la antes da remessa ao Tribunal. II. Com base no princípio da unicidade recursal, o recurso interposto por um dos litisconsortes não aproveita aos demais. III. Depois de apresentadas as contra-razões pela parte adversa, e distribuído o recurso ao relator, não pode mais a parte desistir do recurso. Assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são verdadeiras"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "558059",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "João da Silva, devidamente representado por advogado constituído, propõe ação cujo objeto é matéria unicamente de direito. Ao despachar o pedido inicial, o magistrado dispensa a citação do réu e profere sentença de total improcedência, apresentando como fundamento casos idênticos. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desta decisão cabe recurso de apelação, podendo o magistrado decidir em não manter a sentença e dar prosseguimento à ação, ou remeter ao Tribunal."
      },
      {
        "letra": "B",
        "texto": "Desta decisão cabe recurso de apelação, e deverá ser remetido ao Tribunal para julgamento antes mesmo da citação do réu."
      },
      {
        "letra": "C",
        "texto": "A decisão proferida pode ser objeto de recurso de agravo de instrumento, cabível, portanto, a retratação do magistrado."
      },
      {
        "letra": "D",
        "texto": "Desta decisão cabe agravo de instrumento, que será julgado independentemente da citação do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555491",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Importante garantia da Fazenda Pública, o reexame necessário cumpre o papel de conferir superior proteção ao interesse público, submetendo a sentença à análise do tribunal antes do trânsito em julgado. Sobre o tema, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas demandas em que a Procuradoria da Fazenda Nacional está autorizada por lei a não contestar ou recorrer em razão de jurisprudência pacificada dos tribunais superiores, a sentença não se submeterá ao reexame obrigatório."
      },
      {
        "letra": "B",
        "texto": "A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, aplica-se às sentenças ilíquidas."
      },
      {
        "letra": "C",
        "texto": "Na ação monitória ajuizada em face da Fazenda Pública, para que ocorra convolação da fase cognitiva para a fase executiva se não apresentados os embargos monitórios, é indispensável o prévio reexame necessário."
      },
      {
        "letra": "D",
        "texto": "Nas demandas de repetição de indébito tributário, é cabível remessa necessária nos embargos à execução de título judicial contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "A remessa necessária é uma espécie recursal cabível, esteja a União no polo ativo ou passivo da demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553607",
    "metadata": "Ano: 2015 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Analise as alternativas abaixo e assinale a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso submetido ao rito do art. 543-C do CPC ao ser incluído na pauta, em razão de sua dimensão coletiva, terá preferência de julgamento sobre todos os demais feitos pautados."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal assim como a Lei nº 13.105 não admitem que pessoa física intervenha do processo na qualidade de amicus curiae."
      },
      {
        "letra": "C",
        "texto": "De acordo com o novo Código de Processo Civil o amicus curiae, uma vez admitido no processo pode apresentar recurso de apelação caso a decisão seja desfavorável ao entendimento jurídico por ele defendido."
      },
      {
        "letra": "D",
        "texto": "O pedido de intervenção, na qualidade de amicus curiae, em recurso submetido ao rito do art. 543-C do CPC, deve ser realizado antes do início do julgamento pelo órgão colegiado."
      },
      {
        "letra": "E",
        "texto": "A existência de multiplicidade de recursos com similitude de questão fática, autoriza o julgamento conjunto pelo Tribunal Estadual, na forma do artigo 543-C do CPC."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "552559",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em relação aos recursos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A renúncia ao direito de recorrer depende da aceitação da parte adversa."
      },
      {
        "letra": "B",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo é subordinado ao recurso principal por ocasião de sua interposição, mas depois prosseguirá de forma autônoma, ainda que haja desistência do recurso principal."
      },
      {
        "letra": "D",
        "texto": "O terceiro prejudicado que deixou de intervir na fase de conhecimento carece de interesse recursal."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público tem legitimidade recursal somente quando é parte no processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "550295",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito"
    ],
    "enunciado_principal": "Quanto à temática dos recursos, e considerando a jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proferida sentença em determinado processo, a parte sucumbente interpôs apelação, levada a julgamento por órgão colegiado do Tribunal de Justiça e desprovida. O causídico do apelante, presente à sessão do julgamento, opõe, no dia consecutivo, embargos de declaração em face do acórdão, antes mesmo da publicação deste, sustentando a existência de obscuridade. Nessa situação, os embargos de declaração constituem recurso prematuro e extemporâneo, porquanto opostos em momento anterior ao termo a quo legalmente previsto, de modo que não preenchem o requisito da tempestividade;"
      },
      {
        "letra": "B",
        "texto": "o Município de São Paulo e certo Estado estrangeiro são partes de um processo que corre perante a Justiça Federal, no âmbito do qual foi proferida decisão interlocutória prejudicial aos interesses da municipalidade, suscetível de causar à parte lesão grave e de difícil reparação. Nesse caso, o procurador municipal que oficia no feito, para buscar a reforma da decisão, deverá interpor agravo de instrumento, cuja competência para julgamento será do Superior Tribunal de Justiça;"
      },
      {
        "letra": "C",
        "texto": "o Município de São Paulo foi condenado por sentença ao pagamento de valor superior a 60 (sessenta) salários mínimos, mas deixou de interpor recurso de apelação no prazo legal. Em sede de reexame necessário, o Tribunal de Justiça proferiu acórdão confirmando a sentença. Nessa hipótese, não poderá o referido Município interpor Recurso Especial em face do acórdão, ante a ocorrência de preclusão lógica, derivada de conduta omissiva anterior incompatível com a vontade de recorrer;"
      },
      {
        "letra": "D",
        "texto": "o Município de São Paulo, restando parcialmente sucumbente em determinado processo, interpôs apelação em face da sentença, pleiteando a reforma da parcela que lhe foi desfavorável, enquanto o outro litigante apresentou apelação adesiva. Nessa situação, tanto o recurso principal quanto o adesivo serão dispensados de preparo, pois o recurso adesivo é subordinado ao principal e observa as mesmas regras deste quanto ao preparo;"
      },
      {
        "letra": "E",
        "texto": "contra determinada sentença foram interpostas uma apelação principal e uma apelação adesiva, sendo que o relator veio a proferir decisão monocrática antecipando os efeitos da tutela recursal pleiteada no recurso adesivo. Nessa hipótese, é possível a desistência da apelação principal antes do seu julgamento pelo órgão colegiado do Tribunal, caso em que a apelação adesiva não será conhecida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "549041",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Pedido de reconsideração de decisão interlocutória, em primeiro grau de jurisdição,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prejudica o julgamento de agravo de instrumento simultaneamente interposto."
      },
      {
        "letra": "B",
        "texto": "não interrompe, nem suspende o prazo para interposição de agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "impede a interposição de agravo de instrumento, porque neste é possível o juízo de retratação."
      },
      {
        "letra": "D",
        "texto": "interrompe o prazo para interposição de agravo de instrumento."
      },
      {
        "letra": "E",
        "texto": "suspende o prazo para interposição de agravo de instrumento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "530880",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Liquidação de sentença",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Enunciado sumular correto, em matéria processual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liquidação por forma diversa da estabelecida na sentença ofende a coisa julgada."
      },
      {
        "letra": "B",
        "texto": "O instrumento de confissão de dívida, salvo se originário de contrato de abertura de crédito, constitui título executivo extrajudicial."
      },
      {
        "letra": "C",
        "texto": "Formulado pedido certo e determinado, somente o autor tem interesse recursal em arguir o vício da sentença ilíquida."
      },
      {
        "letra": "D",
        "texto": "É incabível ação monitória contra a Fazenda Pública, mas admissível se fundada em cheque prescrito."
      },
      {
        "letra": "E",
        "texto": "É provisória a execução de título extrajudicial, desde que pendente apelação contra sentença que julgue improcedentes os embargos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530876",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Estabelece o caput do artigo 511 do CPC que “No ato de interposição do recurso, o recorrente comprovará, quando exigido pela legislação pertinente, o respectivo preparo, inclusive porte de remessa e de retorno, sob pena de deserção”. Esta regra, se descumprida, implicará:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improvimento recursal."
      },
      {
        "letra": "B",
        "texto": "preclusão consumativa."
      },
      {
        "letra": "C",
        "texto": "preclusão temporal."
      },
      {
        "letra": "D",
        "texto": "preclusão lógica."
      },
      {
        "letra": "E",
        "texto": "perempção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512716",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Quanto à legitimidade para recorrer, assinale a alternativa que contém afirmação falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público poderá apelar das decisões tomadas em ação de investigação de paternidade, na qual atua como custos legis, mas sempre na defesa do menor investigado."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público tem legitimidade para recorrer no processo em que oficiou como fiscal da lei, ainda que não haja recurso da parte."
      },
      {
        "letra": "C",
        "texto": "O Ministério Público não detém legitimidade para recorrer contra decisão em que se discutem alimentos quando o alimentando houver alcançado a maioridade civil."
      },
      {
        "letra": "D",
        "texto": "Cessada a causa de intervenção do Ministério Público no processo civil, cessa por consequência a sua legitimidade recursal."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público, no processo em que atua como custos legis, tem legitimidade para interpor recurso adesivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495411",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, o duplo grau de jurisdição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser observado quando, vencido o Estado, não tiver sido interposta apelação, e desde que a condenação, de valor certo ou incerto, não exceda 60 salários mínimos"
      },
      {
        "letra": "B",
        "texto": "deve ser observado sempre que for vencido o Estado."
      },
      {
        "letra": "C",
        "texto": "deve ser observado sempre que, vencido o Estado, não tiver sido interposta apelação."
      },
      {
        "letra": "D",
        "texto": "não deve ser observado, dentre outras hipóteses, sempre que a condenação, de valor certo ou incerto, não exceder 60 salários mínimos."
      },
      {
        "letra": "E",
        "texto": "não deve ser observado, dentre outras hipóteses, quando a sentença estiver fundada em jurisprudência do plenário do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495294",
    "metadata": "Ano: 2015 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "À luz da legislação vigente e da jurisprudência consolidada dos Tribunais Superiores, aponte a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Està sujeita ao duplo grau de jurisdição, não produzindo efeitos, senão depois de confirmada pelo tribunal, a sentença proferida contra a União, o Estado, o Distrito Federal, o Município, e as respectivas autarquias e fundações de direito público, salvo, quanto as sentenças Iíquidas, se a condenagao ou o direito controvertido for de valor certo, nao excedente a 60 (sessenta) salários mínimos."
      },
      {
        "letra": "B",
        "texto": "O efeito devolutivo em profundidade impõe o exame dos fundamentos da inicial ou da defesa não tratados na sentença, podendo o Tribunal pronunciar-se a respeito de tais questões suscitadas e discutidas pelas partes no processo."
      },
      {
        "letra": "C",
        "texto": "Quando houver multiplicidade de recursos com fundamento em idêntica questão de direito, caberá ao presidente do tribunal de origem admitir um ou mais recursos especiais ou de revista representatives da controvérsia, ficando suspensos os demais até o pronunciamento definitivo do Superior Tribunal de Justiça ou do Tribunal Superior do Trabalho, respectivamente."
      },
      {
        "letra": "D",
        "texto": "Os embargos de declaração interrompem o prazo para a interposição de outros recursos, por qualquer das partes. Admite-se o recurso especial se o recorrente opos embargos declaratórios, mesmo se a questão neles versada não foi apreciada pelo Tribunal de origem."
      },
      {
        "letra": "E",
        "texto": "Vencidos autor e réu, ao recurso interposto por qualquer deles poderá aderir a outra parte, ficando o recurso adesivo subordinado ao principal; porém, não será conhecido, se houver desistência do recurso principal ou se ele for declarado inadmissível ou deserto, sendo desnecessário, no âmbito trabalhista, que a matéria veiculada no adesivo esteja relacionada com a do recurso principal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "484441",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Agravo de admissão",
      "Classificação dos Recursos"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime e forem interpostos simultaneamente embargos infringentes e recurso extraordinário ou recurso especial, ficarão estes sobrestados até o julgamento daqueles."
      },
      {
        "letra": "B",
        "texto": "Contra a decisão de juiz de direito de primeiro grau de jurisdição que não recebe o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "Contra a decisão do relator que converte o recurso de agravo de instrumento em agravo retido cabe agravo interno."
      },
      {
        "letra": "D",
        "texto": "No julgamento de apelação, a utilização de novos fundamentos legais pelo tribunal para manter a sentença recorrida viola as regras da devolutividade dessa espécie recursal."
      },
      {
        "letra": "E",
        "texto": "Contra a decisão do órgão especial de Tribunal de Justiça que decide o incidente de declaração de inconstitucionalidade cabe recurso extraordinário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "466297",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "A teoria da causa madura recursal permite:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao juiz o julgamento liminar de improcedência, caso existam precedentes proferidos naquele juízo contrários à tese jurídica deduzida na petição inicial;"
      },
      {
        "letra": "B",
        "texto": "ao juiz não receber o recurso de apelação interposto em face de sentença proferida em conformidade com súmula do Supremo Tribunal Federal ou Superior Tribunal de Justiça;"
      },
      {
        "letra": "C",
        "texto": "ao tribunal que, em sede de apelação, reformar sentença terminativa, avançar ao mérito da causa, se ele estiver em condições de imediato julgamento;"
      },
      {
        "letra": "D",
        "texto": "ao tribunal assumir a competência para julgamento de uma causa em curso perante um de seus órgãos fracionários, quando tratar de relevante questão de direito;"
      },
      {
        "letra": "E",
        "texto": "ao tribunal determinar a realização ou renovação do ato processual, constatando a ocorrência de nulidade sanável, desde que intimadas as partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1332623",
    "metadata": "Ano: 2014 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "A respeito dos recursos, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser interpostos das sentenças, decisões interlocutórias e despachos"
      },
      {
        "letra": "B",
        "texto": "os embargos de declaração devem ser opostos no prazo de 10 dias"
      },
      {
        "letra": "C",
        "texto": "a ação rescisória é uma espécie de recurso cujo prazo para propositura é de 2 anos"
      },
      {
        "letra": "D",
        "texto": "a apelação, como regra, é recebida nos efeitos devolutivo e suspensivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1231088",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: DEINFRA - SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Embargos infringentes"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, assinale a alternativa correta a respeito dos recursos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dos despachos não cabe recurso."
      },
      {
        "letra": "B",
        "texto": "O agravo retido depende de preparo"
      },
      {
        "letra": "C",
        "texto": "O recorrente somente poderá desistir do recurso com a anuência do recorrido ou dos litisconsortes."
      },
      {
        "letra": "D",
        "texto": "A apelação será recebida em seu efeito devolutivo e suspensivo quando condenar à prestação de alimentos."
      },
      {
        "letra": "E",
        "texto": "Cabem embargos infringentes quando o acórdão não unânime mantiver, em grau de apelação, a sentença de mérito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726778",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre o direito recursal no processo civil brasileiro é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vige a regra da atipicidade recursal no processo civil brasileiro."
      },
      {
        "letra": "B",
        "texto": "vige a regra do benefício comum no que tange ao efeito devolutivo dos recursos."
      },
      {
        "letra": "C",
        "texto": "se deve distinguir juízo de admissibilidade e juízo de mérito apenas nas hipóteses concernentes aos recursos extraordinários."
      },
      {
        "letra": "D",
        "texto": "vige a regra da singularidade recursal, não obstante existam exceções."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "700434",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido"
    ],
    "enunciado_principal": "Marque a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "B",
        "texto": "O magistrado não pode conhecer de ofício de nenhuma exceção substancial, que precisa ser afirmada pelo réu para ser apreciada pelo juiz."
      },
      {
        "letra": "C",
        "texto": "Há divergência na doutrina e jurisprudência sobre a possibilidade de juízo de retratação no agravo retido, devido à forma de interposição do recurso e à sua principal finalidade de evitar a preclusão."
      },
      {
        "letra": "D",
        "texto": "Incide o art. 188 do CPC (que confere prazo em dobro para recorrer à Fazenda Pública e ao Ministério Público) na hipótese de o recurso interposto ser o incidente de suspensão de liminar previsto no art. 4º, § 3º, da Lei 8.437/1992, que prevê o prazo de cinco dias para agravar do despacho que conceder ou negar a suspensão."
      },
      {
        "letra": "E",
        "texto": "O recurso ex officio, interposto contra sentença em processo cautelar, em face de pessoa jurídica de direito público, que importe em reclassificação funcional, terá efeito devolutivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700419",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "As regras e a jurisprudência atinentes à teoria geral dos recursos cíveis NÃO permitem afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo justa causa que impeça a apresentação do recurso no último dia do prazo, o advogado deve apresentar a petição de recurso na primeira data desimpedida, finda a justa causa, acompanhada de justificativa do motivo da apresentação ulterior, para subsunção ao crivo da parte contrária e do Juiz."
      },
      {
        "letra": "B",
        "texto": "No Supremo Tribunal Federal, consolidou-se o entendimento, no sentido de que é do Presidente do Tribunal recorrido, ou do Vice-Presidente (nos casos em que o regimento interno delega tal atribuição) a competência para o exame da medida cautelar requerida antes da prolação, no juízo de origem, do juízo de admissibilidade do Recurso Extraordinário."
      },
      {
        "letra": "C",
        "texto": "As Corregedorias-Gerais de Justiça dos Estados não podem baixar provimento disciplinando o valor do preparo, ordenando que seu valor conste do respectivo ato de intimação da sentença, exceto quando proferida em audiência, evitando erros no recolhimento."
      },
      {
        "letra": "D",
        "texto": "O efeito devolutivo é típica manifestação do princípio dispositivo, devendo-se por ele entender a possibilidade de submeter novamente a questão decidida e impugnada pelo recurso à apreciação do Poder Judiciário, por um órgão superior (apelação, embargos infringentes, recurso extraordinário e recurso especial) ou pelo mesmo órgão, como nos embargos de declaração, no agravo de instrumento e agravo retido, no indeferimento da inicial (art. 296 do CPC) e na execução fiscal (art. 34 da Lei n. 6.830/80), além dos demais casos expressamente previstos em lei."
      },
      {
        "letra": "E",
        "texto": "O Tribunal, em sede de agravo de instrumento, não pode extinguir o processo, sem o julgamento de mérito, acolhendo preliminar, de ofício, por falta de condições da ação, quando tal matéria não estava em discussão no recurso, sob pena de supressão de um grau de jurisdição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "626130",
    "metadata": "Ano: 2014 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Patos - PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos infringentes",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Com relação às disposições gerais sobre os Recursos, marque a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e forem interpostos embargos infringentes, o prazo para recurso extraordinário ou recurso especial, relativamente ao julgamento unânime, ficará sobrestado até a intimação da decisão nos embargos;"
      },
      {
        "letra": "B",
        "texto": "Se, durante o prazo para a interposição do recurso, sobrevier o falecimento da parte ou de seu advogado, ou ocorrer motivo de força maior, que suspenda o curso do processo, será tal prazo restituído em proveito da parte, do herdeiro ou do sucessor, contra quem começará a correr novamente depois da intimação;"
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo possui regramento próprio, não se aplicam as mesmas regras do recurso independente, quanto às condições de admissibilidade, preparo e julgamento no tribunal superior;"
      },
      {
        "letra": "D",
        "texto": "No ato de interposição do recurso, o recorrente comprovará, quando exigido pela legislação pertinente, o respectivo preparo, inclusive porte de remessa e de retorno, sob pena de deserção;"
      },
      {
        "letra": "E",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "505072",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: PGE-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Forma",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Da comunicação dos atos processuais - Intimação"
    ],
    "enunciado_principal": "Sobre a intimação no Processo Civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intimação é o ato pelo qual se dá ciência a alguém dos atos e termos do processo, para que faça ou deixe de fazer alguma coisa."
      },
      {
        "letra": "B",
        "texto": "As intimações efetuam-se de ofício, em processos pendentes, salvo disposição em contrário."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, os prazos para as partes, para a Fazenda Pública e para o Ministério Público contar-se-ão da intimação."
      },
      {
        "letra": "D",
        "texto": "As intimações consideram-se realizadas no primeiro dia útil seguinte, se tiverem ocorrido em dia em que não tenha havido expediente forense."
      },
      {
        "letra": "E",
        "texto": "O prazo para a interposição de recurso conta-se da data, em que os advogados são intimados da decisão, do ato ordinatório, da sentença ou do acórdão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "460478",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre o reexame necessário da sentença proferida contra a Fazenda Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no reexame necessário é permitido ao Tribunal agravar a condenação imposta à Fazenda Pública sem que tenha a parte contrária interposto recurso."
      },
      {
        "letra": "B",
        "texto": "as decisões por maioria, proferidas em reexame necessário para reformar a sentença de mérito, admitem embargos infringentes."
      },
      {
        "letra": "C",
        "texto": "é admissível recurso extraordinário ou especial interposto pela Fazenda Pública contra o acórdão do reexame necessário, mesmo que não tenha havido apelação."
      },
      {
        "letra": "D",
        "texto": "as sentenças ilíquidas não se sujeitam ao reexame necessário."
      },
      {
        "letra": "E",
        "texto": "é vedado ao relator, nas hipóteses em que poderia fazê-lo em recurso de apelação, julgar monocraticamente o reexame necessário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "460471",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Assinale a alternativa com o termo final do prazo para interposição de agravo regimental contra decisão do Presidente do STF, que indefere pedido de suspensão de segurança, considerando que a referida decisão foi disponibilizada no DJE em 28.03.2014 (sexta-feira).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "04.04.2014 (sexta-feira)."
      },
      {
        "letra": "B",
        "texto": "07.04.2014 (segunda-feira)."
      },
      {
        "letra": "C",
        "texto": "09.04.2014 (quarta-feira)."
      },
      {
        "letra": "D",
        "texto": "10.04.2014 (quinta-feira)."
      },
      {
        "letra": "E",
        "texto": "21.04.2014 (segunda-feira)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "460035",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: PGE-RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Caio ajuizou, perante a Justiça Comum, ação de indenização em face do Estado. Afirmou que, em razão de colisão com viatura policial, teria tido seu veículo avariado, ficando privado do uso do bem, que empregaria, habitualmente, na profissão de taxista. Requereu a realização de perícia e estimou os danos materiais, emergentes e lucros cessantes, em cerca de 50 salários mínimos. Atribuiu à causa o valor de R$36.000,00. O Juízo julgou procedentes os pedidos e determinou que o valor da indenização fosse obtido em liquidação de sentença. De acordo com Súmula do Superior Tribunal de Justiça, a sentença",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está sujeita ao duplo grau de jurisdição, por se tratar de sentença ilíquida."
      },
      {
        "letra": "B",
        "texto": "estará sujeita ao duplo grau de jurisdição apenas se o particular recorrer buscando a majoração da indenização."
      },
      {
        "letra": "C",
        "texto": "não está sujeita ao duplo grau de jurisdição, porque o reexame necessário não se aplica às causas de valor inferior a 60 salários mínimos."
      },
      {
        "letra": "D",
        "texto": "está sujeita ao duplo grau de jurisdição, porque o reexame necessário não se sujeita a valor de alçada."
      },
      {
        "letra": "E",
        "texto": "não está sujeita ao duplo grau de jurisdição, porque não há reexame necessário quando a ação, em razão da pouca complexidade, poderia ter sido distribuída perante o Juizado Especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456573",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Em relação aos recursos processuais e ao reexame necessário, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nem todos os recursos processuais têm efeito devolutivo, devendo o julgador, segundo o seu juízo de admissibilidade, analisar, em cada caso, a viabilidade dessa incidência."
      },
      {
        "letra": "B",
        "texto": "A tempestividade, segundo a doutrina, representa pressuposto recursal extrínseco."
      },
      {
        "letra": "C",
        "texto": "O juízo positivo de admissibilidade do recurso é irrevogável, não podendo, após a apresentação de contrarrazões, haver o indeferimento do recurso anteriormente recebido."
      },
      {
        "letra": "D",
        "texto": "Segundo entendimento sumulado no TJDFT, é desnecessário que o preparo do recurso seja juntado no momento de sua apresentação, podendo ele também ser comprovado no prazo remanescente para o seu exercício, quando houver."
      },
      {
        "letra": "E",
        "texto": "Segundo o STJ, caso a sentença contra a fazenda pública seja ilíquida, é possível a adoção do valor atualizado da causa como parâmetro para se aferir a dispensa do reexame necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "456511",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença deve ser sempre impugnada integralmente, porque devolve toda matéria impugnada ao tribunal."
      },
      {
        "letra": "B",
        "texto": "A legitimidade do Ministério Público para recorrer está adstrita aos processos em que é parte."
      },
      {
        "letra": "C",
        "texto": "O recurso adesivo fica subordinado ao recurso principal e é cabível na apelação, no agravo, nos embargos infringentes, no recurso extraordinário e no recurso especial."
      },
      {
        "letra": "D",
        "texto": "O recurso pode ser interposto pela parte vencida, pelo terceiro prejudicado e pelo Ministério Público, cabendo ao terceiro demonstrar o nexo de interdependência entre o seu interesse de intervir e a relação jurídica submetida à apreciação judicial."
      },
      {
        "letra": "E",
        "texto": "Para desistir do recurso, o recorrente deverá contar com a anuência do recorrido ou dos litisconsortes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "454362",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Interposto recurso, o recorrente poderá dele desistir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não houver recurso adesivo ao seu."
      },
      {
        "letra": "B",
        "texto": "somente até a remessa ao tribunal."
      },
      {
        "letra": "C",
        "texto": "sem a anuência do recorrido."
      },
      {
        "letra": "D",
        "texto": "até que haja a resposta do recorrido."
      },
      {
        "letra": "E",
        "texto": "desde que haja a anuência dos litisconsortes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444028",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "ssinale com V (verdadeiro) ou com F (falso) as seguintes afirmações em relação ao recurso de apelação no Código de Processo Civil. ( ) Em razão do efeito devolutivo, serão objeto de apreciação pelo tribunal as questões suscitadas e discutidas no processo, desde que a sentença as tenha julgado por inteiro. ( ) Será recebido somente no efeito devolutivo quando interposto de sentença que julgar improcedentes os embargos à execução ou os embargos à ação monitória. ( ) Interposto o recurso de apelação cabe ao juiz examinar os requisitos de admissibilidade, declarar os efeitos em que recebe o recurso e dar vista para as contrarrazões e, antes de remeter ao Tribunal para julgamento, deverá reexaminar os pressupostos de admissibilidade do recurso. ( ) Questões de fato não propostas no juízo inferior poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V –V – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429167",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conhecimento de um recurso pelo órgão ao qual caiba seu julgamento implica a consequência jurídica de seu exame de mérito, para necessariamente provê-lo."
      },
      {
        "letra": "B",
        "texto": "Todos os recursos são interpostos perante o mesmo órgão julgador da decisão recorrida, isto é, ao órgão jurisdicional a quo."
      },
      {
        "letra": "C",
        "texto": "O prévio juízo de admissibilidade recursal é feito diretamente pelo órgão jurisdicional ao qual se tenha recorrido, ou seja, o órgão jurisdicional ad quem."
      },
      {
        "letra": "D",
        "texto": "Da decisão que recebe ou não o recurso interposto cabe apelação, por seu caráter de definitividade."
      },
      {
        "letra": "E",
        "texto": "Como regra geral, não se podem invocar no recurso matérias que não tenham sido arguidas e discutidas anteriormente, até a prolação da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "418382",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Sobre os Recursos Civeis, é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses."
      },
      {
        "letra": "B",
        "texto": "As questões de fato, não propostas no juízo inferior, poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      },
      {
        "letra": "C",
        "texto": "Recebida a apelação em ambos os efeitos, é facultado ao juiz inovar no processo; recebida só no efeito devolutivo, o apelado poderá promover, desde logo, a execução provisória da sentença, extraindo a respectiva carta."
      },
      {
        "letra": "D",
        "texto": "Constatando a ocorrência de nulidade sanável, o tribunal poderá determinar a realização ou renovação do ato processual, intimadas as partes, cumprida a diligência, sempre que possível prosseguirá o julgamento da apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415224",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Juizado Especial - Federal"
    ],
    "enunciado_principal": "Consoante disposição da Lei n. 10.259/2001 e precedente do Supremo Tribunal Federal, em se tratando de processo originário de juizado especial cível, não há a contagem de prazo em dobro prevista no Código de Processo Civil pelas pessoas jurídicas de direito público para a interposição de recurso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413521",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "O estado do Piauí ajuizou ação de indenização contra particulares que incendiaram vários ônibus de uma concessionária de serviço público de transporte. Sobreveio a sentença de extinção do processo por ilegitimidade ativa ad causam. A apelação interposta pelo estado foi intempestiva. Iniciada a fase de cumprimento de sentença para pagamento dos honorários advocatícios arbitrados, a PGE/PI alegou nulidade processual devido à falta de remessa necessária.Considerando essa situação hipotética, assinale a opção correta com base na legislação aplicável e na jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o valor dos honorários arbitrados for inferior a sessenta salários mínimos, não caberá a remessa necessária; se for superior, a remessa deverá ser processada."
      },
      {
        "letra": "B",
        "texto": "Na hipótese, a sentença não está sujeita à remessa necessária."
      },
      {
        "letra": "C",
        "texto": "Enquanto não processado o reexame necessário, a sentença não terá eficácia e, portanto, a fase de cumprimento não pode ter início."
      },
      {
        "letra": "D",
        "texto": "Se houver o reexame necessário, os honorários advocatícios poderão ser revistos, para mais ou para menos, já que o tribunal pode rever toda a causa."
      },
      {
        "letra": "E",
        "texto": "Se o juiz indeferir o pleito da PGE/PI, o processo poderá ser submetido a reexame necessário por avocação do presidente do Tribunal, mas o prazo a quo para eventual ação rescisória será contado da data do trânsito em julgado devido à intempestividade da apelação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "411233",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Os órgãos fracionários dos tribunais não submeterão ao plenário nem ao órgão especial a arguição de inconstitucionalidade quando já houver pronunciamento destes ou do plenário do Supremo Tribunal Federal sobre a questão. II. Para fins de ação rescisória, considera-se haver erro de fato quando a sentença admitir um fato inexistente ou quando considerar inexistente um fato efetivamente ocorrido, sendo indispensável, em um como em outro caso, que não tenha havido controvérsia nem pronunciamento judicial sobre o fato. III. Não são cabíveis embargos infringentes em ação rescisória.IV. Nos mandados de injunção decididos em única instância pelos tribunais superiores, só cabe recurso ordinário quando for denegatória a decisão, cabendo, nas hipóteses de concessão, recurso extraordinário, desde que preenchidos os seus pressupostos. V. É cabível recurso extraordinário contra decisão proferida por juiz de primeiro grau nas causas de alçada, ou por turma recursal de juizado especial cível.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, IV e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II, IV e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407386",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito das disposições gerais dos recursos no Código de Processo Civil, leia os incisos a seguir.I. O julgamento proferido pelo tribunal substituirá integralmente a sentença ou a decisão recorrida. II. A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de dez dias. III. A renúncia ao direito de recorrer depende da aceitação da outra parte. IV. A parte que aceitar expressa ou tacitamente a sentença ou a decisão poderá recorrer desde que o faça no prazo estipulado. V. O recurso interposto por um dos litisconsortes a todos aproveita.Os incisos corretos são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III, somente."
      },
      {
        "letra": "B",
        "texto": "nenhum."
      },
      {
        "letra": "C",
        "texto": "II, IV e V, somente."
      },
      {
        "letra": "D",
        "texto": "III e V, somente."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "392575",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ações Coletivas no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Ação Popular"
    ],
    "enunciado_principal": "Quanto ao reexame necessário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reexame necessário se aplica em todas as ações em que a sentença tenha sido desfavorável ao Estado."
      },
      {
        "letra": "B",
        "texto": "Na ação popular, o reexame necessário somente ocorre se a sentença concluir pela carência ou pela improcedência da ação."
      },
      {
        "letra": "C",
        "texto": "Se houver recurso voluntário do ente público de todos os pontos desfavoráveis da sentença, não se aplica o reexame necessário."
      },
      {
        "letra": "D",
        "texto": "O reexame necessário não tem prazo, de forma que a sentença não transita em julgado enquanto não apreciada pelo Tribunal ad quem."
      },
      {
        "letra": "E",
        "texto": "Se a sentença for omissa quanto ao reexame necessário e não houver recurso desse tópico, ela transitará em julgado e não será possível o conhecimento ex officio pelo Tribunal ad quem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389755",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: EPE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Considerando-se que o recurso é o remédio voluntário idôneo a ensejar, dentro do mesmo processo, a reforma, a invalidação, o esclarecimento ou a integração de decisão judicial que se impugna, analise as afirmativas abaixo.I - O juiz de primeiro grau pode reexaminar os pressupostos de admissibilidade do recurso, mesmo após receber a apelação e declarar seus efeitos, enquanto os autos não forem remetidos ao Tribunal. II - Caso o recorrente oponha embargos de declaração considerados de natureza protelatória, ao embar- gante será imposta multa, e o prazo para que interponha outros recursos não será interrompido. III - Será aplicado o regime da repercussão geral às questões de natureza constitucional que já tenham sido objeto de decisão pelo STF em reiteradas ocasiões, a ponto de formar jurisprudência dominante IV - Uma vez interposto o recurso do agravo em sua forma retida, seu conhecimento ocorre de forma automática por ocasião do julgamento da apelação, sendo desnecessário à parte requerer expressamente sua apreciação pelo Tribunal. Está correto APENAS o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386335",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Recursos",
      "Prazos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido"
    ],
    "enunciado_principal": "Analise as afirmativas seguintes. I. A juntada das peças obrigatórias do agravo é atribuição do agravante, mas, se a peça obrigatória for juntada nas contrarrazões do agravo, sana o vício. II. É defeso à parte, praticado o ato, com a interposição do recurso, ainda que lhe reste prazo, complementá-lo, aditá-lo ou corrigi-lo, pois já se operou a preclusão consumativa. III. É completamente desnecessária a formação do contraditório em sede recursal na hipótese de sentença que indefere a inicial antes da citação do réu. IV. Contra a decisão monocrática do relator, que nega seguimento a recurso manifestamente inadmissível, improcedente, prejudicado ou em confronto com súmula ou com jurisprudência do respectivo tribunal, do Supremo Tribunal Federal, ou de Tribunal Superior, não cabe recurso. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "II e III apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "381217",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Acerca de recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A renúncia ao direito de recorrer depende da aceitação da outra parte."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, quando a interposição do recurso ocorrer em horário posterior ao do encerramento do expediente bancário, admite-se a juntada da guia de recolhimento do preparo no primeiro dia útil seguinte"
      },
      {
        "letra": "C",
        "texto": "O recurso na modalidade adesiva será interposto no prazo de que a parte dispõe para responder e, segundo entendimento do STJ, estará condicionado à apresentação das contrarrazões ao recurso principal."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, aplica-se o princípio da fungibilidade recursal, para que se supere a tempestividade com vistas a receber o recurso principal como recurso adesivo."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de interposição de recurso de agravo de instrumento, o relator poderá, entre outras providências, converter o recurso em agravo retido. Nessa situação, o agravante poderá, caso deseje reformar de imediato essa decisão, interpor recurso de agravo, no prazo de cinco dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "377306",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Teoria Geral dos Recursos - Conceito",
      "Respostas do réu - Reconvenção",
      "Confissão no CPC 1973"
    ],
    "enunciado_principal": "NÃO cabe afirmar em relação à reconvenção, a partir do está no Código de Processo Civil, que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu pode reconvir ao autor no mesmo processo, toda vez que a reconvenção seja conexa com a ação principal ou com o fundamento da defesa."
      },
      {
        "letra": "B",
        "texto": "A renúncia do autor em relação ao recurso por ele interposto, prejudica o julgamento do recurso interposto pelo réu no que concerne à decisão da reconvenção."
      },
      {
        "letra": "C",
        "texto": "A ação e a reconvenção serão julgadas na mesma sentença"
      },
      {
        "letra": "D",
        "texto": "A parte não pode aceitar a confissão no tópico que a beneficiar e rejeitá-la no que Ihe for desfavorável, porque ela é, em regra, indivisível, exceto quando o confitente Ihe aduzir fatos novos, suscetíveis de constituir fundamento de reconvenção."
      },
      {
        "letra": "E",
        "texto": "A desistência da ação, ou a existência de qualquer causa que a extinga, não obsta ao prosseguimento da reconvenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362500",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Requisitos de admissibilidade",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Acerca da sistemática recursal é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade recursal do Ministério Público é ampla nas hipóteses em que atua como parte, mas quando figura como fiscal da lei não possui interesse recursal para a interposição de recurso adesivo;"
      },
      {
        "letra": "B",
        "texto": "O efeito devolutivo da apelação é manifestação direta do princípio dispositivo, de modo que o tribunal não fica adstrito à matéria efetivamente impugnada;"
      },
      {
        "letra": "C",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso, porém a lei exige a homologação judicial para a eficácia da desistência;"
      },
      {
        "letra": "D",
        "texto": "A teoria geral dos recursos é informada pelos princípios do duplo grau de jurisdição, da taxatividade, da singularidade, da fungibilidade e da proibição da reformatio in peius;"
      },
      {
        "letra": "E",
        "texto": "O reexame necessário possui natureza jurídica recursal porque se reveste das características próprias dos recursos, dentre elas tipicidade, tempestividade, e interesse em recorrer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361497",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: SABESP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Concernente aos recursos, considere: I. Pode o prejudicado que não foi parte apresentar recurso se demonstrar nexo de interdependência entre o interesse de intervir e a relação jurídica submetida à apreciação judicial. II. A renúncia ao direito de recorrer independe da aceitação da outra parte. III. A apelação é dirigida ao juiz, que a recebe, em regra, nos efeitos suspensivo e devolutivo.Está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361192",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 19ª Região (AL)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ação Rescisória",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Acerca dos recursos e ação rescisória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo solidariedade passiva, o recurso interposto por um devedor aproveitará aos outros, ainda que as defesas opostas ao credor não lhes sejam comuns."
      },
      {
        "letra": "B",
        "texto": "o recorrente poderá, a qualquer tempo, desistir do recurso, desde que haja consentimento do recorrido ou dos litisconsortes."
      },
      {
        "letra": "C",
        "texto": "é pressuposto da ação rescisória a existência de coisa julgada, ainda que exclusivamente formal."
      },
      {
        "letra": "D",
        "texto": "ação rescisória fundada em prova falsa depende de prévia ação criminal que apure e comprove a falsidade."
      },
      {
        "letra": "E",
        "texto": "é incabível ação rescisória para rescindir sentença meramente homologatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1194117",
    "metadata": "Ano: 2013 | Banca: CETAP | Órgão: SANEPAR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "A respeito dos princípios informativos da Teoria Geral dos Recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Através do princípio da proibição da reformatio in pejus, é vedado ao órgão de segundo grau, julgando o recurso, agravar a situação do recorrente. Referida limitação também se estende às chamadas matérias de ordem pública que, se não tratadas em primeiro grau, serão atingidas pela preclusão."
      },
      {
        "letra": "B",
        "texto": "O princípio da taxatividade estabelece que somente são considerados recursos civis aqueles expressamente previstos no Código de Processo Civil, conforme rol contido no art. 496."
      },
      {
        "letra": "C",
        "texto": "Através do princípio da complementação, é facultado ao recorrente complementar as suas razões recursais na hipótese de Integralização da decisão em razão do acolhimento de embargos de declaração opostos pelo seu adversário. Nesse caso, o recorrente poderá voltar a atacar a matéria que já foi objeto de apelação."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da fungibilidade recursal, expressamente previsto no Código de Processo Civil, é possível que um recurso erroneamente interposto seja processado como se fosse o correto. Para tanto, basta que a parte comprove que não agiu de má-fé."
      },
      {
        "letra": "E",
        "texto": "O elemento volitivo, representado pela declaração expressa do recorrente de insatisfação com a decisão proferida, é consagrado e representado pelo princípio da voluntariedade. Por tal motivo é que a remessa necessária não pode ser considerada como recurso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826659",
    "metadata": "Ano: 2013 | Banca: BANPARÁ | Órgão: BANPARÁ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimentos Especiais",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de entrega de coisa",
      "Ação Monitória no CPC 1973"
    ],
    "enunciado_principal": "Leia as assertivas e assinale o item correto: I- O devedor de obrigação de entrega de coisa certa, constante de título executivo extrajudicial, será citado para, dentro de 10 (dez) dias, satisfazer a obrigação ou, seguro o juízo, apresentar embargos. II- Cabe ação monitória para haver saldo remanescente oriundo da venda extrajudicial de bem alienado fiduciariamente em garantia. III- A dispensa de reexame necessário, quando o valor da condenação ou do direito controvertido for inferior a sessenta salários mínimos, não se aplica a sentenças ilíquidas. IV- Não é admitido o preparo do recurso no primeiro dia útil subsequente mesmo quando a interposição do recurso ocorrer após o encerramento do expediente bancário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "557414",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "Acerca dos Recursos no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relator, monocraticamente, pode dar ou negar provimento ao recurso, atendidos os requisitos do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Em todos os casos de agravo manifestamente inadmissível ou infundado, o tribunal condenará o agravante a pagar ao agravado multa entre um e dez por cento do valor corrigido da causa, ficando a interposição de qualquer outro recurso condicionada ao depósito do respectivo valor."
      },
      {
        "letra": "C",
        "texto": "Como a apelação devolve ao tribunal toda a matéria impugnada, na sua interposição é desnecessário requerer a apreciação de agravo retido."
      },
      {
        "letra": "D",
        "texto": "Nos embargos infringentes, o recorrido não tem prazo para responder ao recurso."
      },
      {
        "letra": "E",
        "texto": "Os embargos infringentes terão o mesmo relator da apelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "462405",
    "metadata": "Ano: 2013 | Banca: IMA | Órgão: CORE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Agravo retido",
      "Recurso Especial"
    ],
    "enunciado_principal": "A respeito do recurso no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo recursal para o revel que não tenha advogado constituído começa a correr a partir de sua intimação, isto é, da publicação da sentença no órgão oficial, sendo assegurado àquele, intimado por edital, o prazo em dobro para recorrer."
      },
      {
        "letra": "B",
        "texto": "Com a interposição dos embargos de declaração, todos os demais prazos recursais são suspensos, e essa suspensão valerá para o embargante, para a parte contrária e para terceiros prejudicados."
      },
      {
        "letra": "C",
        "texto": "Cabe agravo contra decisão que defira pedido de relevação de pena de deserção e fixe novo prazo para o recorrente efetuar o preparo, acolhendo-se a justificativa de justo impedimento."
      },
      {
        "letra": "D",
        "texto": "A retenção de recurso especial interposto contra acórdão proferido no agravo de instrumento, deduzido em face de decisão interlocutória de primeiro grau, impõe ao recorrente reiterá-lo no prazo para a interposição do recusto contra decisão final, ou para as contra-razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "451902",
    "metadata": "Ano: 2013 | Banca: CONSULPLAN | Órgão: TRE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Os recursos podem ser definidos como ferramentas jurídicas cabíveis quando a parte vencida, o Ministério Público ou terceiro prejudicado buscam novo pronunciamento judicial acerca daquilo que foi desfavorável ao recorrente em determinado julgado. Considerando os recursos previstos no Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "das decisões interlocutórias proferidas em audiência de instrução e julgamento, caberá agravo na forma retida por meio de petição, no prazo de 5 dias."
      },
      {
        "letra": "B",
        "texto": "a apelação interposta de sentença que confirmar a antecipação dos efeitos da tutela ou decidir o processo cautelar será recebida nos efeitos suspensivo e devolutivo."
      },
      {
        "letra": "C",
        "texto": "os recursos especial e extraordinário serão interpostos perante o presidente ou o vice-presidente do Superior Tribunal de Justiça e Supremo Tribunal Federal, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o recurso especial e o recurso extraordinário não obstam a execução da sentença, assim como a interposição do agravo de instrumento, em regra, não impede o andamento do feito."
      },
      {
        "letra": "E",
        "texto": "o recorrente poderá desistir do recurso interposto desde que, devidamente intimados, o recorrido e eventuais litisconsortes manifestem anuência nos autos ou aquiesçam com seu silêncio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "433753",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: FUNDAÇÃO PRÓ-SANGUE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Os recursos constituem um importante mecanismo processual no sistema pátrio. Comportam diversas classificações e apresentam características que os individualizam. Contudo, na análise da sistemática recursal, podemos identificar elementos comuns, que são inerentes a todo e qualquer recurso integrante do nosso sistema.Assinale a alternativa que se refere a um instituto que não guarda relação com a sistemática de interposição de recursos no sistema brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso adesivo."
      },
      {
        "letra": "B",
        "texto": "Duplo grau de jurisdição"
      },
      {
        "letra": "C",
        "texto": "Reexame necessário."
      },
      {
        "letra": "D",
        "texto": "Recursos ordinários."
      },
      {
        "letra": "E",
        "texto": "Efeito devolutivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "423193",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Ministério Público no CPC 1973",
      "Sujeitos da relação processual",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso de apelação, cujo prazo de interposição, de regra, é de quinze dias, somente é cabível da sentença que corporifica julgamento do processo com resolução de mérito, isto é, daquela tida como definitiva."
      },
      {
        "letra": "B",
        "texto": "Os embargos de declaração são cabíveis contra qualquer decisão judicial e, uma vez interpostos, interrompem o prazo recursal."
      },
      {
        "letra": "C",
        "texto": "A insuficiência do valor do preparo do recurso implicará em deserção independentemente de intimação."
      },
      {
        "letra": "D",
        "texto": "Após apresentado o recurso voluntário pela parte sucumbente para modificar a sentença proferida com julgamento de mérito, é incabível a desistência do recurso sem a anuência da parte contrária."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para recorrer nas causas que atua como fiscal da lei quando se trate de discussão a respeito de direitos individuais indisponíveis e as partes estejam assistidas por advogados ou Defensoria Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "410122",
    "metadata": "Ano: 2013 | Banca: IADES | Órgão: CAU-BR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Classificação dos Recursos"
    ],
    "enunciado_principal": "Com relação aos recursos no Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São cabíveis os seguintes recursos: (I) apelação; (II) agravo; (III) embargos infringentes; (IV) embargos de declaração; (V) recurso ordinário; (VI) recurso especial; (VII) recurso extraordinário; (VIII) embargos de divergência em recurso especial e em recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "C",
        "texto": "Exclusivamente, o recurso só pode ser interposto pela parte vencida e pelo terceiro prejudicado."
      },
      {
        "letra": "D",
        "texto": "O recorrente poderá, apenas até a relatoria do caso, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "E",
        "texto": "A renúncia ao direito de recorrer depende da aceitação da outra parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "407304",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Sentença",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Assinale a opção correta com base nas normas relativas à sentença, à coisa julgada e aos recursos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sujeita-se ao duplo grau de jurisdição a sentença proferida contra a União, desde que a condenação supere trinta salários- mínimos."
      },
      {
        "letra": "B",
        "texto": "O MP só pode recorrer nos processos em que figurou como parte."
      },
      {
        "letra": "C",
        "texto": "Caso o autor e o réu restem vencidos, observados os requisitos legais, ao recurso interposto por qualquer deles pode aderir a outra parte, ficando o recurso adesivo subordinado ao principal."
      },
      {
        "letra": "D",
        "texto": "Pode ser incerta a sentença em que se decidir relação jurídica condicional."
      },
      {
        "letra": "E",
        "texto": "Os motivos fazem coisa julgada se forem determinantes para o alcance da parte dispositiva da sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "401385",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre o reexame necessário, também conhecido como remessa ex officio ou duplo grau de jurisdição obrigatório, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença não transita em julgado, mesmo que não haja a interposição de recurso voluntário por parte da Fazenda Pública, enquanto não houver a sua apreciação pelo tribunal de justiça."
      },
      {
        "letra": "B",
        "texto": "Caso não haja a remessa espontânea dos autos pelo juízo de instância inferior ao tribunal de justiça, cabe ao presidente deste avocar o processo."
      },
      {
        "letra": "C",
        "texto": "O reexame necessário é cabível, ordinariamente, quando for proferida sentença em detrimento das fazendas públicas da União, dos estados, do Distrito Federal e dos municípios, e suas respectivas autarquias, empresas públicas e fundações de direito público."
      },
      {
        "letra": "D",
        "texto": "O reexame necessário é cabível, ordinariamente, quando for proferida sentença que julgar procedentes, no todo ou em parte, os embargos à execução de dívida ativa da Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "O reexame necessário não será cabível quando a sentença estiver fundada em jurisprudência do órgão plenário do Supremo Tribunal Federal ou em súmula desse tribunal, ou do tribunal superior competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365732",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Extraordinário"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, considere as seguintes afirmativas: 1. Nas decisões por maioria, em reexame necessário, se admitem embargos infringentes. 2. Em profundidade, não fica o órgão ad quem competente para o julgamento dos embargos infringentes adstrito aos motivos invocados no voto vencido. 3. Não será conhecido o recurso extraordinário que não apresentar preliminar formal de repercussão geral. 4. O agravo de instrumento interposto contra decisão que não admitir recurso especial ou recurso extraordinário será instruído, obrigatoriamente, com cópias da decisão agravada, da certidão da respectiva intimação e das procurações outorgadas aos advogados do agravante e do agravado e, facultativamente, com outras peças que o agravante entender úteis. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363153",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: CONDER",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A respeito dos recursos, assinale a afirmativa incorreta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "B",
        "texto": "Havendo apelação, todas as questões suscitadas e discutidas no processo serão objeto de apreciação e julgamento pelo tribunal, ainda que a sentença não as tenha julgado por inteiro."
      },
      {
        "letra": "C",
        "texto": "O recurso apenas pode ser interposto pela parte vencida e pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O recurso interposto por um devedor, em caso de solidariedade passiva, aproveitará aos outros, quando as defesas opostas ao credor Ihes forem comuns."
      },
      {
        "letra": "E",
        "texto": "As questões de fato que não forem propostas no juízo inferior, somente poderão ser suscitadas na apelação, se a parte provar que deixou de fazê-lo por motivo de força maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359626",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Recurso Especial",
      "Recurso Extraordinário",
      "Efeitos dos recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Em relação aos recursos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial não impedem a execução de sentença; a apelação é recebida em regra nos efeitos devolutivo e suspensivo, salvo as hipóteses em que a lei processual prevê seu recebimento somente no efeito devolutivo."
      },
      {
        "letra": "B",
        "texto": "Desde que com a anuência do recorrido ou dos litisconsortes, o recorrente poderá desistir do recurso a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "Embora subordinado ao recurso principal, o recurso adesivo prossegue e será julgado em caso de desistência do recurso principal ou de sua deserção."
      },
      {
        "letra": "D",
        "texto": "Como regra, a interposição do agravo de instrumento suspende o andamento do processo."
      },
      {
        "letra": "E",
        "texto": "O recurso só pode ser interposto pela parte vencida ou pelo Ministério Público, nos processos em que couber intervir, como parte ou fiscal da lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359241",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quanto à teoria geral dos recursos e as espécies recursais, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito expansivo subjetivo (ou dimensão subjetiva do efeito evolutivo) ocorre quando a decisão de um recurso atingir uma parte que não figurou na relação recursal."
      },
      {
        "letra": "B",
        "texto": "O princípio da complementariedade excepciona a preclusão consumativa, em caso de provimento de embargos de declaração que gerem nova sucumbência, autorizando-se o aditamento às razões"
      },
      {
        "letra": "C",
        "texto": "O Tribunal pode, em recurso impugnando sentença terminativa, julgar diretamente o mérito, de ofício, se as razões fundarem-se em error in procedendo e matéria fática, vedada a reformatio in pejus."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo e deverá ser expressamente reiterada sua apreciação pelo Tribunal, nas razões ou contrarrazões de apelação"
      },
      {
        "letra": "E",
        "texto": "O Juiz não receberá o recurso de apelação quando a sentença estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352932",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca do reexame obrigatório de sentenças e da reclamação constitucional no âmbito do STJ e do STF. É incabível a remessa necessária da sentença proferida com base em enunciado ou precedente do Plenário do STF nas causas cujo valor não ultrapasse sessenta salários mínimos e também na sentença de procedência, ainda que parcial, dos embargos, na execução fiscal que não superar o referido valor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352924",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Acerca de aspectos diversos do direito processual civil, entre eles a ação anulatória, a competência internacional e a litigância de má-fé, julgue os itens que se seguem.A aplicação da litigância de má-fé pode ser cumulada com a multa prevista em dispositivo do CPC que prevê multa para a interposição de embargos de declaração manifestamente protelatórios, mas a aplicação dessa multa condiciona o depósito judicial do valor arbitrado para interposição de qualquer outro recurso, sob pena de não conhecimento do último recurso interposto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352923",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Julgue os itens seguintes, a respeito de uniformização de jurisprudência.Diferentemente dos embargos de divergência, o incidente de uniformização de jurisprudência é admissível nos tribunais de segundo grau e tem finalidade preventiva sobre questão de direito a respeito da qual paire divergência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352922",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Julgue os itens seguintes, a respeito de uniformização de jurisprudência.O pedido de uniformização de jurisprudência pode ser suscitado em recurso, ação originária — por exemplo, ação rescisória — e também em reexame necessário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "352146",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973"
    ],
    "enunciado_principal": "No que tange aos recursos no sistema processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o STF admitir a repercussão geral em recurso extraordinário (RE), deve o juiz de primeiro grau, independentemente de determinação do relator do RE, sobrestar todos os processos que tenham por objeto matéria idêntica à tratada na repercussão geral, aguardando a solução definitiva pelo STF."
      },
      {
        "letra": "B",
        "texto": "A interposição de embargos de declaração gera, apenas para a parte que os interpôs, a interrupção do prazo para outros recursos."
      },
      {
        "letra": "C",
        "texto": "Os embargos infringentes são admissíveis contra todo acórdão não unânime proferido em apelação ou ação rescisória, sendo que, quando o desacordo for parcial, os embargos serão restritos à matéria objeto da divergência."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de apresentação de recurso adesivo pela parte que já apresentou recurso autônomo no prazo legal é uma exceção à regra da preclusão consumativa."
      },
      {
        "letra": "E",
        "texto": "O reconhecimento pelo tribunal ad quem de erro in procedendo na sentença recorrida acarretará a sua cassação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350941",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue os itens que se seguem. Caso somente Paulo recorra, poderá o tribunal reformar a sentença para julgar o pedido totalmente improcedente, se entender, pelas provas constantes dos autos, estar demonstrado o pagamento integral do débito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350939",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Juizado Especial no CPC 1973",
      "Teoria Geral dos Recursos - Conceito",
      "Juizado Especial - Fazenda Pública"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue os itens que se seguem. Se, no julgamento do recurso interposto contra a sentença, a decisão colegiada da turma recursal do juizado especial da fazenda pública contrariar entendimento adotado, na sistemática dos recursos repetitivos (art. 543-C, CPC), pelo STJ, a parte prejudicada poderá ajuizar reclamação nesta corte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "346767",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Especial",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "No que se refere aos recursos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência de recurso já interposto somente dependerá da anuência da outra parte se já houverem sido apresentadas as contrarrazões."
      },
      {
        "letra": "B",
        "texto": "O recorrente deverá comprovar o preparo até o último dia de prazo para recorrer, sob pena de não ser conhecido o recurso."
      },
      {
        "letra": "C",
        "texto": "Se o assistido vedar, o assistente simples não poderá recorrer, já que sua atividade é subordinada à daquele."
      },
      {
        "letra": "D",
        "texto": "O efeito conferido pela lei ao recurso especial impede a execução da sentença provisória."
      },
      {
        "letra": "E",
        "texto": "O acolhimento de um dos pedidos alternativos não impede que o autor recorra pleiteando a concessão do outro pedido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346663",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: TJM-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre os recursos e suas disposições gerais, de acordo com o Código de Processo Civil, é CORRETO afirmar que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a renúncia ao direito de recorrer independe de aceitação da outra parte."
      },
      {
        "letra": "B",
        "texto": "o prazo para interposição dos embargos infringentes ou de divergência é de 10 dias."
      },
      {
        "letra": "C",
        "texto": "o recurso adesivo será conhecido mesmo se houver desistência do recurso principal."
      },
      {
        "letra": "D",
        "texto": "a parte, no recurso, só pode impugnar a sentença como um todo, não podendo impugná-la parcialmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "345777",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Processo de execução",
      "Da execução em geral",
      "Dos embargos do devedor",
      "Requisitos de admissibilidade",
      "Da Execução em Geral: Princípios",
      "Da Execução em Geral - Requisitos: Título Executivo Judicial e Extrajudicial"
    ],
    "enunciado_principal": "A respeito do processo de execução regido pelo Código de Processo Civil, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É definitiva a execução fundada em título extrajudicial; é, porém, provisória a execução enquanto pendente apelação da sentença de improcedência dos embargos do executado, quando recebidos com efeito suspensivo."
      },
      {
        "letra": "B",
        "texto": "Os embargos do devedor não pressupõem penhora, depósito ou caução e serão oferecidos no prazo de 15 (quinze) dias, contados da data da juntada aos autos do mandado de citação."
      },
      {
        "letra": "C",
        "texto": "Como regra, os embargos do executado não terão efeito suspensivo, mas o juiz poderá, a requerimento do embargante, atribuir tal efeito quando, sendo relevantes seus fundamentos, o prosseguimento da execução manifestamente possa causar ao executado grave dano de difícil ou incerta reparação e desde que a execução já esteja garantida por penhora, depósito ou caução suficientes."
      },
      {
        "letra": "D",
        "texto": "Na execução por carta, os embargos serão oferecidos no juízo deprecante ou no juízo deprecado, mas a competência para julgá-los é do juízo deprecante, salvo se versarem unicamente vícios ou defeitos da penhora, avaliação ou alienação dos bens."
      },
      {
        "letra": "E",
        "texto": "Se os bens imóveis passíveis de penhora situarem- se em outra comarca, o juiz da execução deprecará a diligência, bem assim a realização do respectivo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335870",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Do Litisconsórcio",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "No que concerne aos recursos, é acertado dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de extinção do processo sem julgamento do mérito, o tribunal só poderá julgar desde logo a lide se houver concordância expressa das partes."
      },
      {
        "letra": "B",
        "texto": "verificada a inexistência de preparo devido, o recorrente será intimado para efetuá-lo no prazo de 5 (cinco) dias, sob pena de deserção."
      },
      {
        "letra": "C",
        "texto": "o recurso interposto por um litisconsorte só a ele aproveitará."
      },
      {
        "letra": "D",
        "texto": "ainda que se limite a confirmar a decisão recorrida, a decisão que aprecia o recurso no tribunal substitui-se à primeira no que tiver sido objeto de recurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "313347",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao processo civil e do juízo de admissibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o princípio da complementaridade, o magistrado está autorizado a aceitar as razões apresentadas após interposto o recurso, se isso não resultar prejuízo ao contraditório."
      },
      {
        "letra": "B",
        "texto": "Embora desprovida de vedação legal explícita, a regra da proibição da reformatio in pejus tem um de seus fundamentos no princípio do dispositivo."
      },
      {
        "letra": "C",
        "texto": "Caracteriza desistência tácita do direito de recorrer o cumprimento, pela parte vencida, de sentença suspensa em face do recebimento de recurso no duplo efeito."
      },
      {
        "letra": "D",
        "texto": "Caso a parte vencida tenha recorrido da sentença proferida, se sobrevier decisão, em embargos de declaração interpostos posteriormente, modificando o ato, o recurso poderá ser novamente interposto."
      },
      {
        "letra": "E",
        "texto": "Realizado juízo de admissibilidade de recurso especial pelo presidente do tribunal recorrido, o ato impede que o relator no tribunal destinatário o tenha por inadmissível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "309098",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Acerca dos recursos no sistema processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo efeito translativo, está o tribunal de segundo grau autorizado a conhecer apenas as questões suscitadas pelas partes em suas razões recursais."
      },
      {
        "letra": "B",
        "texto": "Indeferida pelo juiz a produção de determinada prova requerida pelo autor, caberá, no caso de interposição de agravo de instrumento, a interposição de recurso adesivo pelo réu para reformar parte dessa mesma decisão que afastou a sua alegação de prescrição da pretensão do autor."
      },
      {
        "letra": "C",
        "texto": "O STF entende que o princípio do duplo grau de jurisdição não tem natureza de princípio constitucional."
      },
      {
        "letra": "D",
        "texto": "Interposto o recurso, inaugura-se nova relação jurídico- processual entre o órgão recursal e as partes."
      },
      {
        "letra": "E",
        "texto": "Confirmada pelo tribunal sentença de mérito do juiz de primeiro grau, não se verifica a substituição da decisão de primeiro grau pela de segundo grau, o que só ocorrerá quando houver reforma da decisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "299128",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Procedimento ordinário",
      "Petição Inicial",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre o direito processual civil, leia as afirmações abaixo e, em seguida, assinale a alternativa correta: I) Havendo republicação de decisão, ainda que desnecessária, reabre-se o prazo recursal. II) O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo. III) Ao autor é vedado apresentar pedido genérico. IV) A tutela inibitória visa inibir o ato contrário ao direito, possuindo, destarte, natureza preventiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmações estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmações I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmações II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmações I, II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "somente a afirmação IV está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2796057",
    "metadata": "Ano: 2012 | Banca: IBAM | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Juiz recebe petição inicial, imediatamente após a distribuição, e, sem ouvir o réu, profere sentença extinguindo o processo sem resolução do mérito por se tratar de pedido juridicamente impossível, requisito não suscetível de correção. O autor interpõe recurso de apelação, o juiz realiza exame de admissibilidade positivo mas não exerce o juízo de retratação ou de reconsideração. Para que continue o regular andamento do feito, o ato processual, o juiz deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enviar imediatamente os autos ao Tribunal para que o recurso seja julgado, sem citar o réu para que ele acompanhe o andamento do processo ou apresente contra-razões à apelação."
      },
      {
        "letra": "B",
        "texto": "citar o réu para que ele acompanhe o andamento do processo, sem que ele possa apresentar contra-razões à apelação e depois remeter os autos ao tribunal para que o recurso seja julgado."
      },
      {
        "letra": "C",
        "texto": "citar o réu facultado a possibilidade de apresentar contra-razões à apelação, dentro do prazo legal, e depois remeter os autos ao tribunal para que o recurso seja julgado."
      },
      {
        "letra": "D",
        "texto": "citar o réu facultada a possibilidade de apresentar contestação, dentro do prazo legal, e depois remeter os autos ao tribunal para que o recurso seja julgado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1739601",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "A respeito do recurso especial e extraordinário, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência predominante no STJ, é possível a interposição de recurso especial para simples revisão de prova, por tratar-se de matéria de fato, incluindo-se aí as questões atinentes a valoração e admissibilidade da prova."
      },
      {
        "letra": "B",
        "texto": "De acordo com o CPC, não é cabível recurso extraordinário e recurso especial retidos contra acórdão que julga agravo de instrumento interposto contra decisão interlocutória proferida em processo de execução."
      },
      {
        "letra": "C",
        "texto": "da decisão do Supremo Tribunal Federal que não conhece o recurso extraordinário, decorrente da questão constitucional nele versada não oferecer repercussão geral, caberá agravo nos termos preconizados pela lei."
      },
      {
        "letra": "D",
        "texto": "da decisão monocrática do Relator de agravo de instrumento interposto contra decisão denegatória de Recurso Extraordinário, que não admitir ou negar provimento, caberá agravo no prazo de dez dias, ao órgão competente para o julgamento do recurso."
      },
      {
        "letra": "E",
        "texto": "Segundo entendimento sumular caberá sempre ao Relator do Recurso Extraordinário decidir o pedido de medida cautelar, independentemente se já ocorreu o juízo de admissibilidade ou não."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "506982",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Ainda quanto ao tema recursos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incumbe ao recorrente, no momento da interposição do recurso, o ônus da apresentação de elementos suficientes, que demonstrem sua tempestividade;"
      },
      {
        "letra": "B",
        "texto": "os embargos de declaração não podem bem se prestar, embora não seja esse o seu objetivo precípuo, a veicular um pedido de correção de erro material, e, assim, gerar uma decisão diferente daquela de que se recorreu;"
      },
      {
        "letra": "C",
        "texto": "a interposição de embargos de declaração é meio hábil para interromper o trânsito em julgado da sentença, ressalvados os casos em que considerados protelatórios;"
      },
      {
        "letra": "D",
        "texto": "a participação do amicus curiae é prevista no ordenamento jurídico para os processos e julgamentos de ações de natureza objetiva, sendo inadmitida no processo subjetivo;"
      },
      {
        "letra": "E",
        "texto": "a ausência das razões do voto vencido constitui erro material passível de correção ex officio, que não tem repercussão sobre o prazo para a interposição do recurso cabível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506981",
    "metadata": "Ano: 2012 | Banca: FEMPERJ | Órgão: TCE-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Embargos de Declaração no CPC 1973",
      "Apelação no CPC 1973",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Quantos aos recursos no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em função do efeito translativo dos recursos, a apelação devolve obrigatoriamente ao tribunal o conhecimento de todos os fundamentos do pedido, ainda que eles não tenham sido deduzidos nas razões;"
      },
      {
        "letra": "B",
        "texto": "após a proclamação do resultado do julgamento e encerrada a prestação jurisdicional no tocante à apelação, é possível a correção de erro material no acórdão, ainda que isso importe em alteração do decidido, em atenção aos princípios da economia processual, instrumentalidade das formas e da segurança jurídica;"
      },
      {
        "letra": "C",
        "texto": "não há nulidade do julgamento em órgão colegiado do qual participou Ministro impedido, se o seu voto não foi decisivo para o resultado;"
      },
      {
        "letra": "D",
        "texto": "a determinação do juízo de primeiro grau para que se recolha a taxa judiciária sob pena de cancelamento da distribuição é impugnável por apelação, visto tratar-se de decisão com força definitiva;"
      },
      {
        "letra": "E",
        "texto": "compete ao órgão colegiado o julgamento dos embargos de declaração opostos contra decisão monocrática do relator."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462553",
    "metadata": "Ano: 2012 | Banca: OBJETIVA | Órgão: EPTC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em conformidade com o Código de Processo Civil, no tocante aos recursos, analisar os itens abaixo: I - O relator negará seguimento a recurso em conformidade com súmula ou com jurisprudência dominante do respectivo tribunal, do Supremo Tribunal Federal ou de Tribunal Superior. II - Da decisão do relator que não conhecer do agravo, negar-lhe provimento ou decidir, desde logo, o recurso não admitido na origem, caberá agravo, no prazo de cinco dias, ao órgão competente. III - Concluído o julgamento do recurso especial, serão os autos remetidos ao Superior Tribunal de Justiça para apreciação do recurso extraordinário se este não estiver prejudicado. IV - Interpostos os embargos, abrir-se-á vista ao recorrido para contrarrazões; após, o relator do acórdão embargado apreciará a admissibilidade do recurso. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "443637",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Tendo em vista a sistemática recursal brasileira, considere as alternativas abaixo e aponte a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A máxima tantum devolutum quantum appellatum é norma geral de direito recursal que se refere à extensão do efeito devolutivo o qual, nesse ponto, se restringe à matéria impugnada."
      },
      {
        "letra": "B",
        "texto": "O efeito translativo não se produz nas vias recursais extraordinárias por força da exigência de prequestionamento."
      },
      {
        "letra": "C",
        "texto": "No regime da apelação, o art. 518, §1º do Código de Processo Civil inseriu novo pressuposto processual, pois não será admitido tal recurso se a decisão recorrida estiver em conformidade com súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal. A decisão que inadmitir o recurso, com fundamento em tais “súmulas impeditivas”, é irrecorrível."
      },
      {
        "letra": "D",
        "texto": "O recurso cabível da decisão que inadmite os recursos especial e extraordinário, na origem, é o agravo nos próprios autos ou agravo “interno aos autos”."
      },
      {
        "letra": "E",
        "texto": "Da decisão monocrática do relator que, no procedimento do agravo de instrumento, indefere a antecipação da tutela recursal, ou indefere a atribuição de efeito suspensivo ao agravo, com base no art. 558 do Código de Processo Civil, não cabe recurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426601",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Juízo de admissibilidade e juízo de mérito"
    ],
    "enunciado_principal": "A respeito das regras do Código de Processo Civil que disciplinam os recursos, marque a única alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À luz do princípio da congruência, as questões de fato, não propostas no juízo inferior, não poderão ser suscitadas no recurso de apelação, ainda que provado que a inércia da parte recorrente decorreu de motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "O simples fato de a sentença que extinguiu o processo com resolução de mérito encontrar-se em consonância com súmula do Supremo Tribunal Federal não autoriza o juiz, no exercício do juízo de admissibilidade a quo, a denegar seguimento ao recurso de apelação."
      },
      {
        "letra": "C",
        "texto": "Se, durante o prazo para a interposição do recurso, sobrevier o falecimento do advogado da parte que pretende recorrer, o prazo será suspenso, recomeçando a correr pelo que faltava depois da nova intimação."
      },
      {
        "letra": "D",
        "texto": "Nas hipóteses de nulidades sanáveis, o Tribunal poderá prosseguir no julgamento do recurso de apelação, caso seja possível intimar as partes para determinar a realização ou renovação do ato processual sobre o qual até então recaia o defeito."
      },
      {
        "letra": "E",
        "texto": "Quando houver multiplicidade de recursos com fundamento em idêntica controvérsia, caberá ao Supremo Tribunal Federal selecionar um ou mais recursos, determinando ao Tribunal de origem que encaminhem os autos de todos os recursos à Suprema Corte, local em que os processos ficaram sobrestados até o pronunciamento definitivo sobre a repercussão geral e, caso ultrapassada esta, sobre o mérito da controvérsia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "425991",
    "metadata": "Ano: 2012 | Banca: TJ-GO | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Agravo retido",
      "Embargos infringentes",
      "Embargos de divergência"
    ],
    "enunciado_principal": "Sobre os recursos em processo civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte que cumprir voluntariamente a condenação determinada por sentença nãopoderá recorrer, mesmo que o prazo do recurso não tenha se esgotado."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos de divergência contra acórdão que, em agravo regimental, decide recurso especial."
      },
      {
        "letra": "C",
        "texto": "Cabem embargos infringentes quando o acórdão unânime houver reformado, em grau de apelação, a sentença de mérito, ou houver julgado improcedente ação rescisória."
      },
      {
        "letra": "D",
        "texto": "O agravo retido independe de preparo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372044",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juízo de admissibilidade dos recursos é, em um primeiro momento, realizado em caráter provisório, pois até o julgamento definitivo, o juízo de admissibilidade pode ser objeto de reavaliação."
      },
      {
        "letra": "B",
        "texto": "A desistência do recurso é fato impeditivo do conhecimento do recurso e, para operar, diferentemente da desistência da ação, não depende de manifestação ou concordância da contraparte."
      },
      {
        "letra": "C",
        "texto": "O preparo realizado dentro do prazo recursal, ainda que em dia subsequente à interposição do recurso, não induz deserção."
      },
      {
        "letra": "D",
        "texto": "O cabimento do recurso é requisito de admissibilidade recursal que engloba recorribilidade da decisão e adequação da espécie recursal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "326123",
    "metadata": "Ano: 2012 | Banca: MPE-MT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "A interposição de recursos opera, no plano processual e também no fático, inúmeros efeitos, alguns com maior, outros com menor intensidade. Sobre recursos e respectivos efeitos, analise as assertivas. I - Todos os recursos previstos no direito brasileiro impedem a incidência da preclusão sobre a decisão que estão aptos a atacar. II - Quando se afirma que determinado recurso possui efeito suspensivo, permite - se que a decisão que por ele possa ser recorrida produza efeitos após sua publicação. III - Embora os recursos sejam uma via de impugnação de ato judicial, existem outros caminhos que podem ser utilizados para essa mesma finalidade. IV - O efeito translativo prescinde de expressa manifestação das partes, uma vez que o referido efeito está ligado à matéria que compete ao Judiciário conhecer em qualquer tempo ou grau de jurisdição. V - O efeito devolutivo conferido aos recursos é corolário do princípio do juiz natural.Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e V, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289171",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre os recursos, de acordo com o Código de Processo Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Recurso Adesivo não será admissível no recurso extraordinário."
      },
      {
        "letra": "B",
        "texto": "O recorrente não poderá, a qualquer tempo, sem a anuência dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "C",
        "texto": "A renúncia ao direito de recorrer depende da aceita- ção da outra parte."
      },
      {
        "letra": "D",
        "texto": "A parte que aceitar tacitamente a sentença ou a decisão não poderá recorrer."
      },
      {
        "letra": "E",
        "texto": "Havendo solidariedade passiva, o recurso interposto por um devedor sempre aproveitará aos outros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "271242",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "De acordo com o Código de Processo Civil, no que se refere aos Recursos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "B",
        "texto": "O recurso adesivo fica subordinado ao principal, mas será conhecido se houver desistência do recurso principal."
      },
      {
        "letra": "C",
        "texto": "A renúncia ao direito de recorrer depende da aceitação da outra parte."
      },
      {
        "letra": "D",
        "texto": "A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de quinze dias."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público tem legitimidade para recorrer assim no processo em que é parte, como naqueles em que oficiou como fiscal da lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270736",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Recurso adesivo"
    ],
    "enunciado_principal": "Considerando o disposto no Código de Processo Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz não receberá o recurso de apelação, quando a sentença estiver em conformidade com a Súmula do Superior Tribunal de Justiça ou do Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "o prazo estipulado para o juiz reexaminar os pressupostos de admissibilidade da apelação, após a resposta do recorrido, é de 15 dias."
      },
      {
        "letra": "C",
        "texto": "é vedado ao relator negar seguimento liminar ao agravo de instrumento ou convertê-lo em agravo retido."
      },
      {
        "letra": "D",
        "texto": "é inadmissível recurso adesivo em sede de recurso extraordinário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249340",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Princípios Recursais",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Considere: I. Conhecido o recurso extraordinário interposto em razão do julgamento de validade de lei local contestada em face da lei federal, pode o Supremo Tribunal Federal examinar a existência de violação de dispositivo da Constituição da República, ainda que não invocado pelo recorrente. II. O recurso é o remédio voluntário idôneo a ensejar necessariamente dentro dos mesmos autos, a reforma, a invalidação, o esclarecimento ou a integração da decisão judicial que se impugna. III. A matéria veiculada no recurso adesivo deve guardar necessariamente relação com a matéria objeto do recurso principal. IV. A pessoa com interesse na controvérsia inserta em recurso especial repetitivo pode opor embargos de declaração contra o julgamento deste. V. A parte que aceita tacitamente a sentença ou a decisão não tem o direito subjetivo de recorrer. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "I e V."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234820",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo aos recursos do direito processual civil.O desígnio visado pelo recurso pode ser a modificação ou a substituição do julgado. A substituição do julgado, entretanto, obedece aos limites da impugnação, de maneira que, em regra, não pode o tribunal piorar a situação de um único recorrente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316876",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Processo de execução",
      "Dos embargos do devedor"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação ao sistema recursal, de acordo com o Código de Processo Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o dispositivo do acórdão contiver julgamento por maioria de votos e julgamento unânime, e não forem interpostos embargos infringentes, o prazo relativo à parte unânime da decisão terá como dia de início aquele em que transitar em julgado a decisão por maioria de votos."
      },
      {
        "letra": "B",
        "texto": "Quando o pedido contiver mais de um fundamento e o juiz acolher apenas um deles, a apelação não devolverá ao tribunal o conhecimento dos demais."
      },
      {
        "letra": "C",
        "texto": "Provado o justo impedimento, o juiz relevará a pena de deserção, cabendo desta decisão agravo de instrumento."
      },
      {
        "letra": "D",
        "texto": "A sentença que rejeitar liminarmente embargos à execução ou julgá-los procedente será recebida apenas no efeito devolutivo."
      },
      {
        "letra": "E",
        "texto": "Da decisão do relator que converter o agravo de instrumento em retido caberá agravo, no prazo de 5 (cinco) dias, ao órgão competente para o julgamento do recurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "207710",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento",
      "Classificação dos Recursos",
      "Princípios Recursais",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Acerca dos recursos no processo civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O primeiro juízo de admissibilidade do recurso de apelação, realizado pelo juiz a quo, deve restringir-se às questões formais típicas, tais como a tempestividade e o preparo, sem jamais adentrar o seu mérito, que é de competência exclusiva do tribunal ad quem."
      },
      {
        "letra": "B",
        "texto": "Será incabível a interposição de embargos infringentes de acórdão da 1.ª Câmara Cível do tribunal que, por maioria, confirmou a sentença de mérito na parte em que esta reconheceu obrigação de indenizar."
      },
      {
        "letra": "C",
        "texto": "A reiteração, na apelação, dos mesmos argumentos apresentados na contestação — e já afastados pela sentença — impede o conhecimento do recurso."
      },
      {
        "letra": "D",
        "texto": "Segundo recente posicionamento do STF, é inconstitucional, por afronta ao princípio da motivação das decisões judiciais, decisão de turma recursal de juizados especiais que adote os mesmos fundamentos da sentença questionada."
      },
      {
        "letra": "E",
        "texto": "Em agravo de instrumento, mesmo que tenham sido apresentadas todas as peças obrigatórias exigidas conforme o Código de Processo Civil, o relator poderá não conhecer o recurso sob o argumento de que a ordem de juntada dos documentos torna difícil a exata compreensão da controvérsia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "97403",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "A respeito dos recursos, considere: I. A parte que aceitar tacitamente a sentença ou a decisão não poderá recorrer. II. O recurso adesivo não está sujeito a preparo. III. O recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "87797",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em relação aos recursos no processo civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a insuficiência no valor do preparo recursal implicará deserção imediata."
      },
      {
        "letra": "B",
        "texto": "o recorrente pode desistir do recurso, desde que com a anuência do recorrido ou dos litisconsortes necessários."
      },
      {
        "letra": "C",
        "texto": "o não conhecimento do recurso principal não tem influêcia em relação ao recurso adesivo, que nesse ponto torna-se autônomo."
      },
      {
        "letra": "D",
        "texto": "com exceção dos embargos de declaração, o prazo para recorrer no processo civil será sempre de quinze dias."
      },
      {
        "letra": "E",
        "texto": "a renúncia ao direito de recorrer independe da aceitação da outra parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "86043",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Acerca do sistema recursal previsto no Código de Processo Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No recurso de apelação pode-se inovar, inclusive com questões de fato, desde que provada a impossibilidade de suscitação anterior por motivo de força maior."
      },
      {
        "letra": "B",
        "texto": "Quando interposta de sentença que rejeitar, liminarmente, os embargos à execução, a apelação será recebida somente no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "Se o agravante, no prazo de três dias, não requerer a juntada aos autos do processo de cópia da petição do agravo de instrumento, do comprovante de sua interposição e da relação dos documentos que instruíram o recurso, este não será admitido, independentemente de arguição pelo agravado."
      },
      {
        "letra": "D",
        "texto": "Em determinadas situações, o relator poderá conhecer do agravo interposto contra decisão que não admitiu o recurso especial e, monocraticamente, dar provimento ao próprio recurso especial."
      },
      {
        "letra": "E",
        "texto": "Não há previsão, no Código de Processo Civil, para o oferecimento de contrarrazões ao recurso de apelação contra sentença que indeferir a petição inicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85456",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Havendo falecimento da parte, durante o prazo de interposição de recurso de apelação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não implicará nenhuma suspensão ou interrupção, por haver advogado constituído nos autos."
      },
      {
        "letra": "B",
        "texto": "não implicará suspensão ou interrupção, a não ser que se trate do falecimento do advogado da parte."
      },
      {
        "letra": "C",
        "texto": "implicará a interrupção do feito, até que seja nomeado inventariante da parte falecida, que assumirá o feito."
      },
      {
        "letra": "D",
        "texto": "será o prazo restituído em proveito do herdeiro ou do sucessor, contra quem correrá o prazo restante depois de sua intimação."
      },
      {
        "letra": "E",
        "texto": "será o prazo restituído em proveito do herdeiro ou do sucessor, contra quem começará a correr o prazo por inteiro depois da intimação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1635720",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "É INCORRETO afirmar em relação aos recursos cíveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença pode ser impugnada no todo ou em parte."
      },
      {
        "letra": "B",
        "texto": "A renúncia ao direito de recorrer independe da aceitação da outra parte."
      },
      {
        "letra": "C",
        "texto": "A aceitação tácita da sentença pela parte não a impede de recorrer."
      },
      {
        "letra": "D",
        "texto": "O recorrente pode desistir do recurso a qualquer tempo."
      },
      {
        "letra": "E",
        "texto": "O recorrente pode desistir do recurso sem anuência dos demais litisconsrtes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1635719",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "No processo Civil, em geral o prazo para interposição de recursos é de quinze dias, EXCETO para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recurso especial."
      },
      {
        "letra": "B",
        "texto": "Recurso ordinário."
      },
      {
        "letra": "C",
        "texto": "Embargos infringentes."
      },
      {
        "letra": "D",
        "texto": "Agravo retido."
      },
      {
        "letra": "E",
        "texto": "Recurso extraordinário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "544222",
    "metadata": "Ano: 2010 | Banca: AOCP | Órgão: FESF-SUS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que apresenta as corretas. Cada parte interporá o recurso, independentemente, no prazo e observadas as exigências legais. Sendo, porém, vencidos autor e réu, ao recurso interposto por qualquer deles poderá aderir a outra parte. O recurso adesivo fica subordinado ao recurso principal e se rege pelas disposições seguintes: I. será interposto perante a autoridade competente para admitir o recurso principal, no prazo de que a parte dispõe para responder. II. será admissível na apelação, nos embargos infringentes, no recurso ordinário, no recurso extraordinário e no recurso especial. III. não será conhecido, se houver desistência do recurso principal. IV. será conhecido se o recurso principal for declarado inadmissível ou deserto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456888",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: AL-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Da decisão que recebe apelação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe agravo retido."
      },
      {
        "letra": "B",
        "texto": "cabe agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "não cabe recurso."
      },
      {
        "letra": "D",
        "texto": "cabe apelação."
      },
      {
        "letra": "E",
        "texto": "cabe agravo regimental."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434348",
    "metadata": "Ano: 2010 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso Especial"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível recurso especial do ente público contra acórdão proferido em sede de reexame necessário, mesmo que ausente recurso voluntário do ente público contra a sentença de primeiro grau, uma vez que as hipóteses de cabimento do recurso especial são constitucionais e não podem ser limitadas pela legislação infraconstitucional."
      },
      {
        "letra": "B",
        "texto": "É inadmissível recurso especial do ente público contra acórdão proferido em sede de reexame necessário, quando ausente recurso voluntário do ente público contra a sentença de primeiro grau, dada a ocorrência da preclusão lógica. Todavia, neste caso, se recorrer a parte contrária do acórdão em reexame, é facultado ao ente público recorrer adesivamente."
      },
      {
        "letra": "C",
        "texto": "Admite-se que o tribunal, ao julgar o reexame necessário, agrave a condenação imposta à Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "E inadmissível recurso especial do ente público contra acórdão proferido em sede de reexame necessário, quando ausente recurso voluntário do ente público contra a sentença de primeiro grau, dada a ocorrência da preclusão lógica."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407163",
    "metadata": "Ano: 2010 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Sobre a remessa obrigatória (ou reexame necessário), é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O art. 557, do CPC, que autoriza o relator a negar seguimento ao recurso, não se aplica à remessa obrigatória."
      },
      {
        "letra": "B",
        "texto": "A remessa obrigatória transfere ao tribunal o reexame de todas as parcelas da condenação suportadas pela Fazenda Pública, inclusive dos honorários de advogado."
      },
      {
        "letra": "C",
        "texto": "A sentença proferida contra autarquias e fundações de direito público não está sujeita à remessa obrigatória."
      },
      {
        "letra": "D",
        "texto": "Não está sujeita a remessa obrigatória a sentença que estiver fundada em jurisprudência oriunda de Turma Julgadora do STF ou STJ, ainda que prolatada contra a Fazenda Pública."
      },
      {
        "letra": "E",
        "texto": "A sentença que julgar procedentes, em parte, os embargos à execução de dívida ativa da Fazenda Pública não está sujeita à remessa obrigatória, mesmo que o valor do direito controvertido exceda a 60 salários mínimos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "93436",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Apelação no CPC 1973",
      "Agravo retido",
      "Agravo de instrumento",
      "Embargos infringentes",
      "Recurso Especial",
      "Juízo de admissibilidade e juízo de mérito",
      "Requisitos de admissibilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos recursos no processo civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interposta a apelação e feito o juízo de admissibilidade é lícito ao recorrente desistir do recurso, desde que a parte adversa manifeste sua concordância."
      },
      {
        "letra": "B",
        "texto": "A repercussão geral é um dos requisitos de admissibilidade do recurso especial."
      },
      {
        "letra": "C",
        "texto": "As sentenças proferidas contra o Município, ainda que não haja recurso interposto, estão sempre sujeitas à remessa necessária."
      },
      {
        "letra": "D",
        "texto": "Cabem embargos infringentes contra acórdão não unânime que, julgando apelação, mantém a sentença de mérito."
      },
      {
        "letra": "E",
        "texto": "O agravo interposto contra decisões interlocutórias proferidas em audiência de instrução deverá ser interposto imediatamente, na forma oral, e sem necessidade de preparo, sob pena de preclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "92390",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Além dos recursos previstos na lei, o juiz pode admitir a interposição de outros que se apresentem como necessários ao reexame de uma questão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "92389",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Em qualquer situação, o recurso interposto por uma das partes possibilita ao órgão revisor examinar todas as questões discutidas no processo, de modo que será permitida a reforma da decisão, mesmo que esta piore a situação do recorrente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "66970",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: BAHIAGÁS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "No que concerne aos recursos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a insuficiência no valor do preparo implicará deserção, não podendo o recorrente supri-lo por expressa vedação legal."
      },
      {
        "letra": "B",
        "texto": "o recurso interposto por um dos litisconsortes a todos aproveitará, mesmo se distintos ou opostos os seus interesses."
      },
      {
        "letra": "C",
        "texto": "o recorrente poderá, a qualquer tempo, sem a anuência do recorrido ou dos litisconsortes, desistir do recurso."
      },
      {
        "letra": "D",
        "texto": "o recurso extraordinário e o recurso especial impedem a execução da sentença."
      },
      {
        "letra": "E",
        "texto": "o recurso adesivo é independente do principal e será conhecido mesmo se este for declarado deserto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "63653",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito"
    ],
    "enunciado_principal": "Caso um cidadão, insatisfeito com sentença que lhe foi desfavorável - publicada no dia 14 de abril de 2010, terça-feira -, pretenda interpor apelação, o último dia de prazo para interposição do recurso será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "24 de abril de 2010."
      },
      {
        "letra": "B",
        "texto": "14 de maio de 2010."
      },
      {
        "letra": "C",
        "texto": "15 de maio de 2010."
      },
      {
        "letra": "D",
        "texto": "29 de abril de 2010."
      },
      {
        "letra": "E",
        "texto": "30 de abril de 2010."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "544327",
    "metadata": "Ano: 2009 | Banca: AOCP | Órgão: DESENBAHIA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Teoria Geral dos Recursos - Conceito",
      "Recurso adesivo"
    ],
    "enunciado_principal": "No que tange aos recursos cíveis, analise as assertivas e assinale a alternativa que aponta as corretas. I. O Ministério Público tem legitimidade para recorrer apenas no processo em que foi parte. II. O recurso adesivo fica subordinado ao recurso principal, sendo admissível na apelação, no agravo de instrumento, no recurso extraordinário e no recurso especial. III. A insuficiência no valor do preparo implicará deserção, se o recorrente, intimado, não vier a supri-lo no prazo de 5 (cinco) dias. IV. O recurso interposto por um dos litisconsortes a todos aproveita, salvo se distintos ou opostos os seus interesses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV."
      }
    ],
    "gabarito": "E"
  }
]