[
  {
    "id": "1111729",
    "metadata": "Ano: 2016 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Ações Coletivas no CPC 1973",
      "Ação Popular"
    ],
    "enunciado_principal": "Sobre o Direito Processual Civil, analise as afirmativas a seguir. I. A superveniência da sentença de procedência do pedido não prejudica o recurso interposto contra a decisão que deferiu o pedido de antecipação da tutela. II. A ação popular poderá ser ajuizada por eleitor, a partir de dezesseis anos de idade. III. Duas ou mais pessoas podem litigar, no mesmo processo, em conjunto, ativa ou passivamente, apenas quando os direitos e obrigações derivarem do mesmo fundamento de fato ou de direito. IV. Na execução por quantia certa contra a Fazenda Pública, citar-se-á a devedora para opor embargos em 15 (quinze) dias. Considerando a jurisprudência e legislação em vigor, estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "612073",
    "metadata": "Ano: 2016 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Uberaba - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "616154",
    "metadata": "Ano: 2015 | Banca: CEPERJ | Órgão: Prefeitura de Saquarema - RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Uma das grandes inovações do Código de Processo Civil ocorreu com a instituição da tutela antecipada, essencial para a efetividade do processo, solvendo um dos graves problemas do poder judiciário que é a sua morosidade dado o excessivo número de demandas e o pouco número de magistrados e servidores. Normalmente a tutela antecipada está relacionada à tutela de urgência, mas existe hipótese onde o periculum in mora é dispensável que ocorre quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato incontroverso"
      },
      {
        "letra": "B",
        "texto": "periclitar o objeto do processo"
      },
      {
        "letra": "C",
        "texto": "decidido pelo juiz diante da prova inequívoca"
      },
      {
        "letra": "D",
        "texto": "caracterizado o abuso do direito de defesa"
      },
      {
        "letra": "E",
        "texto": "fundado em direito fundamental"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593278",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A respeito do instituto da tutela antecipada, julgue o item a seguir. Situação hipotética: Rodrigo ajuizou ação de cobrança em face de Francisco, requerendo a sua condenação ao pagamento de R$ 12.000 em razão de suposta dívida. Na contestação, o réu admitiu dever apenas R$ 3.000. Assertiva: Nessa situação, mesmo que não esteja presente o requisito do perigo de demora, poderá o juiz competente conceder a antecipação de tutela quanto à parte incontroversa do pedido, medida que parte da doutrina entende ser resolução parcial de mérito, e não antecipação dos efeitos da tutela.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "586285",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "M ajuizou ação cominatória contra J e requereu a concessão de tutela antecipada, com a fixação de “astreintes\", o que foi deferido. J descumpriu a determinação judicial, incidindo na multa, razão pela qual M requereu sua execução provisória. De acordo com jurisprudência dominante do Superior Tribunal de Justiça, a multa é devida,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde o dia em que configurado o descumprimento, mas não poderá ser objeto de execução provisória, porque a tutela antecipada possui natureza precária."
      },
      {
        "letra": "B",
        "texto": "desde o dia em que configurado o descumprimento, quando poderá ser executada provisoriamente, antes de sua confirmação pela sentença de mérito e independentemente dos efeitos em que venha a ser recebido eventual recurso, sobrestando-se os atos de constrição."
      },
      {
        "letra": "C",
        "texto": "desde o dia em que configurado o descumprimento, mas somente poderá ser objeto de execução provisória após sua confirmação pela sentença de mérito e desde que o recurso eventualmente interposto não seja recebido com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "desde o dia em que configurado o descumprimento, mas somente poderá ser objeto de execução provisória após sua confirmação pela sentença de mérito, independentemente dos efeitos em que vier a ser recebido o recurso eventualmente interposto."
      },
      {
        "letra": "E",
        "texto": "somente depois da publicação da sentença de mérito que confirmar a antecipação da tutela, quando poderá ser objeto de execução provisória, independentemente dos efeitos em que vier a ser recebido o recurso eventualmente interposto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "583378",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a tutela antecipatória no Processo Civil, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível medida liminar que defira compensação de créditos tributários ou previdenciários."
      },
      {
        "letra": "B",
        "texto": "Caso a tutela antecipada seja concedida na sentença, poderá ser impugnada por agravo de instrumento."
      },
      {
        "letra": "C",
        "texto": "É possível a concessão de tutela antecipada contra a Fazenda Pública para obrigá-la a fornecer medicamento, podendo, inclusive, proceder-se a bloqueio de verbas públicas."
      },
      {
        "letra": "D",
        "texto": "Em qualquer ação ajuizada contra a Fazenda Pública, a liminar somente será concedida, quando cabível, após a audiência do representante judicial da pessoa jurídica de direito público, que deverá se pronunciar no prazo de setenta e duas horas."
      },
      {
        "letra": "E",
        "texto": "Descabe a concessão de tutela antecipada nos Juizados Especiais da Fazenda Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "583361",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: Prefeitura de Maringá - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em conformidade com a Lei n.º 9494/1997, que disciplina a aplicação da tutela antecipada contra a Fazenda Pública e dá outras providências, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não serão devidos honorários advocatícios pela Fazenda Pública nas execuções não embargadas."
      },
      {
        "letra": "B",
        "texto": "Prescreverá em cinco anos o direito de obter indenização referente aos danos causados por agentes de pessoas jurídicas de direito público e de pessoas jurídicas de direito privado prestadoras de serviços públicos."
      },
      {
        "letra": "C",
        "texto": "Não são passíveis de revisão, pelo Presidente do Tribunal, de ofício ou a requerimento das partes, as contas elaboradas para aferir o valor dos precatórios antes de seu pagamento ao credor, eis que é função exclusiva dos procuradores."
      },
      {
        "letra": "D",
        "texto": "A sentença que tenha por objeto a liberação de recurso, inclusão em folha de pagamento, reclassificação, equiparação, concessão de aumento ou extensão de vantagens a servidores da União, dos Estados, do Distrito Federal e dos Municípios, inclusive de suas autarquias e fundações, somente poderá ser executada após seu trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "Nas ações coletivas propostas contra a União, os Estados, o Distrito Federal, os Municípios e suas autarquias e fundações, a petição inicial deverá obrigatoriamente estar instruída com a ata da assembleia da entidade associativa que a autorizou, acompanhada da relação nominal dos seus associados e indicação dos respectivos endereços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "582926",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Telebras",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Apelação no CPC 1973",
      "Obrigações de pagamento de quantia certa"
    ],
    "enunciado_principal": "No próximo item é apresentada uma situação hipotética acerca de cumprimento de sentença, processo de execução, processo cautelar e mandado de segurança, seguida de uma assertiva a ser julgada.Laura ajuizou ação cautelar preparatória contra seu marido Adamastor, por meio da qual objetiva a apreensão judicial de bens adquiridos na constância da união conjugal cuja posse se encontrava em poder do requerido. O juízo deferiu a liminar inaudita altera parte, e o feito teve seu trâmite regular. Ao proferir sentença, o juízo julgou improcedente o pedido de sequestro e revogou a liminar concedida. Nessa situação, caso pretenda reformar a decisão que rejeitou o seu pedido, Laura poderá interpor recurso de apelação no prazo de quinze dias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569507",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Com base nas disposições do Código de Processo Civil aplicável, analise as assertivas abaixo e assinale, a seguir, a alternativa correta, a respeito de Antecipação de Tutela: I - A antecipação de tutela de mérito não poderá ser concedida, em caso de pedidos cumulados, quando apenas um dos pedidos for incontroverso. II - Em caso de obrigação de fazer, apenas a requerimento da parte interessada, poderá o juiz aplicar astreintes, sob pena de se configurar julgamento extra petita. III - A execução da obrigação de fazer ou não fazer deve ser efetivada de forma específica, somente se resolvendo em perdas e danos, se o autor preferir, bem como se o seu cumprimento for impossível. IV - O juiz antecipará os efeitos da tutela, total ou parcialmente, se houver fundado receio de dano irreparável e se for caracterizado o abuso de direito de defesa, sendo estas as hipóteses legais in numerus clausus. V - O objetivo da antecipação dos efeitos da tutela é entregar ao autor a própria pretensão deduzida em juízo ou os seus efeitos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e V estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas IV e V estão corretas;"
      },
      {
        "letra": "C",
        "texto": "todas as assertivas estão incorretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas a assertiva V está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "565649",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Teoria Geral dos Recursos - Conceito",
      "Obrigações de fazer e não fazer/tutela inibitória: astreinte",
      "Processo de execução",
      "Da execução em geral"
    ],
    "enunciado_principal": "Acerca da execução no processo civil, julgue o seguinte item conforme a jurisprudência do STJ.O valor pecuniário fixado em tutela antecipada a título de astreintes somente será exigível, e passível de execução provisória, quando a decisão liminar que o fixar for confirmada em sentença ou acórdão de natureza definitiva, e desde que o respectivo recurso deduzido contra a decisão não seja recebido no efeito suspensivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "564048",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de alimentos provisionais, por meio de medida cautelar, produz efeitos imediatos e integra o patrimônio do alimentando, sendo que a sentença que desconstitui esse direito não tem efeito retroativo, acarretando, por conseguinte, a obrigação ao alimentante de pagar alimentos referentes ao período compreendido entre a concessão da liminar e a sentença."
      },
      {
        "letra": "B",
        "texto": "No processo de justificação, ao final, o juiz se pronunciará sobre o mérito da prova."
      },
      {
        "letra": "C",
        "texto": "O processo de inventário e partilha deve ser aberto dentro do prazo de noventa dias a contar da abertura da sucessão, ultimando-se nos doze meses subsequentes."
      },
      {
        "letra": "D",
        "texto": "Concedida liminar em ação de manutenção e reintegração de posse, deferida após audiência de justificação, cabe agravo, não cabendo qualquer recurso da decisão que denegue tal liminar."
      },
      {
        "letra": "E",
        "texto": "Na ação popular, convencendo-se da improcedência da medida, após realização de procedimento prévio, o Ministério Público pode assumir a defesa do ato impugnado ou de seus autores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "564042",
    "metadata": "Ano: 2015 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há possibilidade de antecipação de tutela no processo civil brasileiro, sem alegação e comprovação de urgência."
      },
      {
        "letra": "B",
        "texto": "O Código de Processo Civil não permite a aplicação do princípio da fungibilidade entre a medida satisfativa e a medida cautelar."
      },
      {
        "letra": "C",
        "texto": "As astreintes não podem ser fixadas em decisão concessiva de tutela antecipada, uma vez que visam punir a parte que desrespeita a sentença de mérito, podendo ser executada provisoriamente desde que o recurso eventualmente interposto não seja recebido com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "A tutela antecipada não pode ser requerida em procedimento sumário."
      },
      {
        "letra": "E",
        "texto": "Em ação de improbidade administrativa cabe a concessão de tutela antecipada inaudita altera pars."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "560124",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca da antecipação dos efeitos da tutela, considere: I. A ação que objetiva abstenção de ato admite cominação de pena pecuniária para o caso de descumprimento de decisão que antecipa os efeitos da tutela. II. É possível a antecipação dos efeitos da tutela em sentença, desde que satisfeitos os requisitos legais. III. Não é possível antecipação dos efeitos da tutela sem comprovação de periculum in mora. IV. O Código de Processo Civil admite expressamente a concessão de tutela antecipada ex officio. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555487",
    "metadata": "Ano: 2015 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A respeito do instituto da antecipação de tutela, indique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o deferimento da antecipação de tutela da evidência, na hipótese de o pedido do autor estar baseado em jurisprudência pacificada dos tribunais superiores."
      },
      {
        "letra": "B",
        "texto": "O direito processual brasileiro só admite a antecipação de tutela de urgência, estando vedada a tutela da evidência, sendo imprescindível a presença do risco de dano irreparável ou de difícil reparação para a sua concessão."
      },
      {
        "letra": "C",
        "texto": "Não é estranho ao direito brasileiro a antecipação de tutela da evidência, mas apenas como poder geral de antecipação, não havendo previsão em procedimentos especiais."
      },
      {
        "letra": "D",
        "texto": "A antecipação de tutela da evidência visa, sobretudo, a conferir uma distribuição isonômica do ônus do tempo do processo, retirando do réu o fardo de ter que aguardar todo o transcurso do processo para fruir do bem da vida."
      },
      {
        "letra": "E",
        "texto": "Um pedido de tutela inibitória de urgência pode ser deferido antecipadamente, não obstante a previsão legal se referir a fundado receio de dano irreparável ou de difícil reparação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532395",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Ricardo ajuizou demanda, pelo rito ordinário, contra empresa operadora de plano de saúde, com pedido de adimplemento de obrigação de fazer de trato sucessivo. A empresa ré apresentou contestação, e o autor, na réplica, requereu tutela antecipada, alegando manifesto abuso do direito de defesa da ré. Na audiência preliminar, após tentativa frustrada de conciliação, o juiz concedeu a tutela antecipada por considerar plausível o direito de Ricardo e existente o abuso de direito de defesa. Após a instrução, o magistrado proferiu sentença, confirmando a tutela antecipada e condenando a ré ao pagamento de indenização em razão de atuação protelatória que causou prejuízo ao autor. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se decidir recorrer da decisão que concedeu a tutela antecipada, na audiência preliminar, a parte ré deverá interpor agravo de instrumento no prazo de dez dias."
      },
      {
        "letra": "B",
        "texto": "a sentença é extra petita, uma vez que, via de regra, o juiz não pode determinar pagamento de indenização por atuação protelatória, matéria que deveria ser objeto de discussão em outro processo judicial."
      },
      {
        "letra": "C",
        "texto": "como se trata de obrigação de trato sucessivo, não há formação de coisa julgada material da sentença determinativa."
      },
      {
        "letra": "D",
        "texto": "a tutela antecipada com fundamento no abuso do direito de defesa somente poderia ter sido concedida se houvesse sido demonstrada a possibilidade de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "o magistrado cometeu error in procedendo ao conceder a tutela antecipada na audiência preliminar, haja vista que a finalidade dessa audiência é somente conciliar as partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "531955",
    "metadata": "Ano: 2015 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca das técnicas de tutela jurisdicional, considere as seguintes afirmativas: 1. A tutela antecipatória encontra, no Código de Processo Civil de 1973, hipóteses que dispensam o requisito de urgência. 2. Há, no Código de Processo Civil de 1973, previsões típicas de tutela inibitória, muito embora a construção teórica desta tenha ocorrido tempos após sua aprovação. 3. O magistrado somente pode conceder a tutela específica quando a medida requerida pelo autor estiver prevista expressamente na legislação. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "531740",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação da tutela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será deferida quando presentes a fumaça do bom direito e o perigo na demora em concedê-la."
      },
      {
        "letra": "B",
        "texto": "é pedido funcional e estruturalmente autônomo."
      },
      {
        "letra": "C",
        "texto": "requer a presença do caráter de urgência, a provisoriedade e a revogabilidade da medida."
      },
      {
        "letra": "D",
        "texto": "tem natureza acautelatória."
      },
      {
        "letra": "E",
        "texto": "possui pedido acessório, por meio da tutela preventiva ou incidental, sempre dependente do principal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512803",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Com base no Código de Processo Civil, no que concerne à antecipação da tutela, analise as seguintes assertivas: 1) O juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação. 2) A tutela antecipada também poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso. 3) O juiz concederá a antecipação dos efeitos da tutela quando houver fundado receio de dano irreparável ou de difícil reparação ou se ficar caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu. 4) Na decisão que antecipar a tutela, o juiz indicará, de modo claro e preciso, as razões do seu convencimento, mas não concederá a antecipação quando houver perigo de irreversibilidade do provimento antecipado. De acordo com as assertivas propostas, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas 1, 2 e 3 estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas 1, 3 e 4 estão corretas;"
      },
      {
        "letra": "C",
        "texto": "todas as assertivas estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas 2 e 4 estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512802",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: 1) O pedido será alternativo, quando, pela natureza da obrigação, o devedor puder cumprir a prestação de mais de um modo. Quando, pela lei ou pelo contrato, a escolha couber ao devedor, o juiz lhe assegurará o direito de cumprir a prestação de um ou de outro modo, desde que o autor tenha formulado pedido alternativo. 2) O juiz, de ofício ou a requerimento, pode determinar, para a efetivação da tutela específica requerida ou para a obtenção de resultado prático equivalente, as medidas necessárias para tanto, inclusive a imposição de multa por tempo de atraso.3) A sentença que condenar o réu no pagamento de uma prestação, consistente em dinheiro ou em coisa, valerá como título constitutivo de hipoteca judiciária, cuja inscrição será ordenada pelo juiz na forma prescrita na Lei de Registros Públicos. De acordo com as assertivas propostas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas 1 e 3 estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas 1 e 2 estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas 2 e 3 estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512717",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em relação à antecipação dos efeitos da tutela pretendida no pedido inicial, correto é afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para o seu deferimento, mostra-se suficiente a presença de prova inequívoca ou a verossimilhança do direito alegado."
      },
      {
        "letra": "B",
        "texto": "a tutela antecipatória pode ser concedida apenas nas causas que envolvam direitos patrimoniais."
      },
      {
        "letra": "C",
        "texto": "a tutela antecipada não é compatível com a exceção de pré-executividade."
      },
      {
        "letra": "D",
        "texto": "a superveniência de sentença de improcedência da ação não acarreta, por si só, a revogação da medida antecipatória."
      },
      {
        "letra": "E",
        "texto": "da decisão que concede ou denega a tutela antecipada, no curso da demanda, cabe apelação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512246",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que diz respeito à tutela cautelar e à antecipação da tutela.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite concessão de tutela antecipada em grau recursal."
      },
      {
        "letra": "B",
        "texto": "A decisão interlocutória que concede liminarmente a tutela antecipada acarreta preclusão pro iudicato, isto é, o juízo não mais poderá revogar ou modificar a decisão."
      },
      {
        "letra": "C",
        "texto": "A tutela cautelar é definitiva porque se funda em cognição exauriente, mas possui eficácia temporária limitada à preservação a que se propõe."
      },
      {
        "letra": "D",
        "texto": "Não há tutela antecipada satisfativa dissociada do necessário requisito da urgência."
      },
      {
        "letra": "E",
        "texto": "Os requisitos para o deferimento da tutela cautelar são normalmente mais rigorosos que os exigidos para o deferimento da tutela antecipada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "497248",
    "metadata": "Ano: 2015 | Banca: IV - UFG | Órgão: AL-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação da tutela é instituto processual que permite o adiantamento dos efeitos da decisão final de mérito, quando presentes os requisitos legais. Essa medida pode ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concedida em situações sem urgência, mas exigirá sempre a demonstração da verossimilhança das alegações."
      },
      {
        "letra": "B",
        "texto": "destinada a assegurar o resultado útil do processo, mas, por ser concedida com base em juízo de cognição sumária, não pode ter cunho satisfativo."
      },
      {
        "letra": "C",
        "texto": "concedida a qualquer tempo e em qualquer grau de jurisdição, independente de requerimento da parte."
      },
      {
        "letra": "D",
        "texto": "deferida inaudita altera parte, desde que o requerente apresente caução suficiente e idônea a favor do requerido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494769",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação dos efeitos da tutela de mérito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser necessariamente precedida de oitiva da parte contrária, para cumprimento do contraditório processual, gerando decisão interlocutória, passível de recurso por meio de agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "gera decisão interlocutória, irrecorrível até ratificação por sentença quando então poderá ser atacada por meio de apelação"
      },
      {
        "letra": "C",
        "texto": "gera decisão interlocutória, passível de recurso por meio de agravo de instrumento ou retido nos autos, podendo ser revogada ou modificada a qualquer tempo, em decisão fundamentada"
      },
      {
        "letra": "D",
        "texto": "por ser meritória sempre tem natureza de sentença, recorrível por meio de apelação e insuscetível de alteração pelo exaurimento da jurisdição pelo órgão prolator."
      },
      {
        "letra": "E",
        "texto": "gera mero despacho, irrecorrível, porém passível de alteração ou revogação fundamentada a qualquer tempo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "492698",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em relação à antecipação dos efeitos da tutela jurisdicional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decisão concessiva da tutela antecipada, por dizer respeito ao mérito da lide, deve ser impugnada por meio de apelação."
      },
      {
        "letra": "B",
        "texto": "dada sua natureza, dependente de prova inequívoca, a decisão que conceder a tutela jurisdicional antecipadamente é definitiva no mesmo grau de jurisdição, só podendo ser alterada pela superior instância."
      },
      {
        "letra": "C",
        "texto": "concedida ou não a antecipação da tutela, o processo prosseguirá até final julgamento."
      },
      {
        "letra": "D",
        "texto": "se o autor, a título de antecipação tutelar, requerer providência de natureza cautelar, deverá o juiz indeferir de pronto o pedido, pela inadequação da via judicial escolhida."
      },
      {
        "letra": "E",
        "texto": "a decisão que antecipa a tutela prescinde de indicação pelo juiz, de modo claro e preciso, das razões de seu con- vencimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "484442",
    "metadata": "Ano: 2015 | Banca: PUC-PR | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Parte da demanda pode se tornar incontroversa após o término da fase postulatória e ensejar pedido de antecipação de tutela."
      },
      {
        "letra": "B",
        "texto": "O julgamento antecipado da lide depende de requerimento da parte."
      },
      {
        "letra": "C",
        "texto": "Equiparam-se os efeitos da antecipação de tutela da parcela incontroversa da demanda e aqueles do julgamento antecipado da lide."
      },
      {
        "letra": "D",
        "texto": "A citação válida é requisito para o julgamento de mérito da lide."
      },
      {
        "letra": "E",
        "texto": "A revelia acarretará, mediante requerimento do autor, a antecipação da tutela pretendida devido à ausência de controvérsia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "477666",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "O juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial. Nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Após concedida, a tutela antecipada não poderá ser revogada ou modificada, exceto se a parte interessada recorrer da decisão."
      },
      {
        "letra": "B",
        "texto": "Ainda que a antecipação de tutela seja deferida na sentença de mérito, a apelação será recebida no efeito devolutivo e suspensivo."
      },
      {
        "letra": "C",
        "texto": "O autor da ação não responde pelos danos sofridos pela parte adversa decorrentes da antecipação de tutela que não for confirmada em sentença."
      },
      {
        "letra": "D",
        "texto": "No caso de ação em face da Fazenda Pública, só haverá antecipação de tutela se ficar caracterizado o abuso de direito de defesa."
      },
      {
        "letra": "E",
        "texto": "É possível a antecipação da tutela em sede de recurso, desde que presentes os requisitos legais"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475680",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Considerando que o processo tem por escopo maior a resolução de conflitos na sociedade, procurando-se, por meio de um encadeamento lógico de atos previstos e praticados com base no ordenamento jurídico, garantir, tanto quanto for possível, a quem tenha um direito tudo aquilo e exatamente aquilo que ele tenha direito de conseguir, julgue o item subsequente.Indeferido o pedido de antecipação dos efeitos da tutela, considerando-se a ambivalência entre o direito de ação e o de defesa, o réu passa a possuir verdadeira decisão negativa contra o autor, tal como se o juiz lhe houvesse deferido o pedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475679",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Considerando que o processo tem por escopo maior a resolução de conflitos na sociedade, procurando-se, por meio de um encadeamento lógico de atos previstos e praticados com base no ordenamento jurídico, garantir, tanto quanto for possível, a quem tenha um direito tudo aquilo e exatamente aquilo que ele tenha direito de conseguir, julgue o item subsequente.Admite-se a concessão de antecipação dos efeitos da tutela se ficar demonstrado o fundado receio de dano irreparável ou de difícil reparação, dispensando-se, em caráter excepcional, a prova inequívoca da verossimilhança da alegação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "726672",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Para efeitos de concessão de liminar no processo civil, a expressão periculum in mora significa sempre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perigo na demora na prestação da tutela jurisdicional."
      },
      {
        "letra": "B",
        "texto": "perigo de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "C",
        "texto": "receio da prática de ato ilícito."
      },
      {
        "letra": "D",
        "texto": "perigo de infrutuosidade na prestação da tutela jurisdicional."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "700429",
    "metadata": "Ano: 2014 | Banca: PGE-MS | Órgão: PGE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Da Formação, Suspensão e Extinção do Processo",
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Da extinção do processo",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I - Não se admite a extinção do processo no julgamento do agravo de instrumento, sob pena de ofensa ao duplo grau de jurisdição e ao princípio da congruência. II - Não há falar em extinção do processo sem sentença, apenas com decisão interlocutória, razão pela qual o Tribunal de Justiça, ao apreciar agravo de instrumento com a finalidade de extinção do feito (por acolhimento de preliminar, por exemplo), deve restituir os autos à origem para a prolação de sentença terminativa. III - Após a admissão do recurso de agravo, na modalidade instrumento, o Tribunal de Justiça poderá apreciar os fundamentos do pedido ou da defesa, que versem sobre questões de ordem pública, mesmo quando apenas um deles foi objeto de acolhimento pelo órgão a quo, sendo possível a extinção do processo principal. IV - Um Tribunal de segunda instância concedeu liminarmente a antecipação dos efeitos da tutela após a oposição de recurso de agravo de instrumento. Após esse fato, houve prolação de sentença de mérito no processo originário. Nesta situação, a decisão que antecipou a tutela perde imediatamente sua eficácia, independentemente de seu conteúdo, e o recurso de agravo perde seu objeto por falta superveniente de interesse recursal. Está (ão) correta (s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As proposições I, II e IV"
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição III"
      },
      {
        "letra": "C",
        "texto": "As proposições II e IV"
      },
      {
        "letra": "D",
        "texto": "As proposições III e IV"
      },
      {
        "letra": "E",
        "texto": "Apenas a proposição II"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475376",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A Fazenda do Município de São José do Rio Preto ingressou com ação de cobrança contra a empresa X para receber o valor de R$ 100.000,00. A empresa ré afirmou que não deve este valor, mas apenas R$ 20.000,00, pois o restante já teria sido pago, depositando este valor em juízo. Em sede de pedido de antecipação de tutela, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inexiste liquidação e certeza quanto ao crédito, portanto, não estão presentes os requisitos para a antecipação da tutela."
      },
      {
        "letra": "B",
        "texto": "Deve ser demonstrado fundado receio de dano irreparável ou de difícil reparação, devendo o juiz autorizar o levantamento desta quantia pela autora."
      },
      {
        "letra": "C",
        "texto": "Sendo o valor uma parte incontroversa do pedido, pode ser levantado pelo beneficiado por decisão que antecipa os efeitos da tutela."
      },
      {
        "letra": "D",
        "texto": "Não será possível o levantamento da quantia, em razão do perigo de irreversibilidade, já que a Fazenda não se sujeita à execução comum."
      },
      {
        "letra": "E",
        "texto": "Inviável o pedido de antecipação de tutela, uma vez que já houve a contestação do réu, violando o princípio do contraditório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470606",
    "metadata": "Ano: 2014 | Banca: CEC | Órgão: Prefeitura de Piraquara - PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo de execução",
      "Execução fiscal"
    ],
    "enunciado_principal": "Com base nas disposições do Código de Processo Civil e da Lei 6.830/80, analise as afirmativas a seguir: I Ausentes as condições da ação, o juiz extinguirá o feito, sem resolução do mérito. II. Quando o juiz indeferir a petição inicial, caberá recurso de apelação com juízo de retratação. III. São requisitos da tutela antecipada a prova inequívoca, o juízo de verossimilhança e a reversibilidade da medida e sempre que houver risco de grave lesão e difícil reparação o juiz poderá conceder a tutela antecipada de ofício. IV. Na execução fiscal, o executado será citado para pagar em cinco dias. Se não houver o interesse no pagamento poderá opor embargos à execução, sem garantir o juízo, no prazo de 15 dias. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são verdadeiras"
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas III e IV são falsas."
      },
      {
        "letra": "E",
        "texto": "Somente a afirmativa III é verdadeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "460475",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A decisão liminar de antecipação de tutela, concedida em primeira instância, sem contraditório, no sentido de promover milhares de servidores e determinar o consequente aumento imediato de seus subsídios, considerando inconstitucionais as normas que restringem a concessão de tutela antecipada contra o poder público, pode ser impugnada por meio de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclamação constitucional ao STF, desde que não seja cabível a interposição de agravo de instrumento."
      },
      {
        "letra": "B",
        "texto": "agravo de instrumento e pedido de suspensão dirigido ao Presidente do respectivo Tribunal, vedada reclamação constitucional para o STF."
      },
      {
        "letra": "C",
        "texto": "agravo de instrumento, ou pedido de suspensão dirigido ao Presidente do respectivo Tribunal, ou reclamação constitucional ao STF, vedada a adoção simultânea dessas medidas."
      },
      {
        "letra": "D",
        "texto": "agravo de instrumento, pedido de suspensão dirigido ao Presidente do respectivo Tribunal e reclamação constitucional ao STF, podendo ser essas medidas adotadas de forma concorrente."
      },
      {
        "letra": "E",
        "texto": "reclamação constitucional ao STF, desde que não tenha havido pedido de suspensão dirigido ao Presidente do respectivo Tribunal, mas sem prejuízo da interposição de agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "456790",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A empresa “Araucária Eventos Ltda.” promovia eventos musicais todas as semanas, depois das 22h, em área cercada de residências. Incomodado com o barulho, especialmente por ter um filho recém-nascido, um dos vizinhos ajuizou ação cominatória, com pedido de tutela antecipada, requerendo fosse a empresa compelida a não mais realizar eventos depois das 22h ou a instalar equipamentos para contenção do som. De acordo com o Código de Processo Civil, ao receber a inicial, o Juiz poderá deferir tutela específica da obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas mediante justificação prévia, impondo, porém não de ofício, multa diária para o caso de descumprimento, cujo valor poderá ser modificado, de ofício, caso se torne insuficiente ou excessivo."
      },
      {
        "letra": "B",
        "texto": "liminarmente ou mediante justificação prévia, impondo, porém não de ofício, multa diária para o caso de descumprimento, cujo valor poderá ser modificado caso se torne insuficiente ou excessivo, desde que formulado pedido nesse sentido."
      },
      {
        "letra": "C",
        "texto": "liminarmente ou mediante justificação prévia, impondo, inclusive de ofício, multa diária para o caso de descumprimento, cujo valor poderá ser modificado, também de ofício, caso se torne insuficiente ou excessivo."
      },
      {
        "letra": "D",
        "texto": "apenas mediante justificação prévia, impondo, porém não de ofício, multa diária para o caso de descuprimento, cujo valor poderá ser modificado caso se torne insuficiente ou excessivo, desde que formulado pedido nesse sentido."
      },
      {
        "letra": "E",
        "texto": "liminarmente ou mediante justificação prévia, impondo, porém não de ofício, multa diária para o caso de descumprimento, cujo valor poderá ser modificado, de ofício, caso se torne insuficiente ou excessivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444823",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a antecipação dos efeitos da tutela no Processo Civil, assinale a assertiva INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na forma da lei, o denominado periculum in mora inverso constitui óbice à antecipação dos efeitos da tutela pretendida."
      },
      {
        "letra": "B",
        "texto": "A decisão que antecipa os efeitos da tutela pretendida pode ser proferida em qualquer etapa do procedimento, exceto na fase recursal."
      },
      {
        "letra": "C",
        "texto": "É incabível a concessão de tutela antecipada de cunho inibitório pelo juiz, de ofício, mesmo que racionalmente fundamentada a decisão."
      },
      {
        "letra": "D",
        "texto": "A multa por descumprimento fixada em sede de tutela antecipada pode ser executada antes do trânsito em julgado da sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "444022",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da antecipação de tutela, considerando os termos da legislação pátria em vigor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A caução poderá ser dispensada pelo juiz, ainda que seu cumprimento implique atos que possam resultar grave dano ao réu."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de sentença que julgou improcedente a ação, revogando a antecipação de tutela anteriormente concedida, e para que não haja o restabelecimento da medida revogada, o recurso de apelação eventualmente interposto deverá ser recebido no efeito devolutivo."
      },
      {
        "letra": "C",
        "texto": "A concessão da antecipação de tutela, em razão do princípio da instrumentalidade das formas e estando presentes os requisitos para sua concessão, poderá ser concedida de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "É possível a concessão de tutela antecipada no procedimento monitório quando, após a apresentação de embargos pelo réu, observar-se-á o procedimento comum ordinário."
      },
      {
        "letra": "E",
        "texto": "A tutela antecipada é incompatível com a celeridade inerente aos procedimentos sumário (art. 275, CPC) e sumaríssimo (Juizados Especiais Cíveis)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429777",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Considere os enunciados seguintes, relativos à tutela antecipada: I. Nem sempre a tutela antecipada tem como móvel a urgência, pois pode ser concedida quando houver abuso do direito de defesa ou manifesto propósito protelatório do réu.II. O Ministério Público pode requerer as antecipações tutelares, quer atue como parte, quer atue como fiscal da lei no processo civil, pois tem os mesmos poderes e os mesmos ônus que as partes. III. Negada a tutela antecipada, por decisão fundamentada, desta não caberá recurso mas o processo terá seguimento regular. IV. Quando a citação do réu puder tornar ineficaz a medida antecipatória da tutela, ou quando a urgência indicar a necessidade de sua concessão imediata, poderá o juiz fazê-lo sem oitiva da parte contrária, diferindo o contraditório para momento posterior do procedimento.Estão corretos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429584",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Agravo de instrumento",
      "Recurso Extraordinário",
      "Teoria geral do processo cautelar",
      "Efeitos dos recursos"
    ],
    "enunciado_principal": "Considere as afirmações seguintes e assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta de ajuizamento da ação principal no prazo de 30 dias acarreta a perda da eficácia da liminar deferida e a extinção do processo cautelar."
      },
      {
        "letra": "B",
        "texto": "Cabe recurso contra decisão monocrática liminar de membro do tribunal local que nega efeito suspensivo em agravo de instrumento interposto contra decisão antecipatória de tutela."
      },
      {
        "letra": "C",
        "texto": "Cabe recurso extraordinário contra acórdão que defere medida liminar, segundo orientação do STF."
      },
      {
        "letra": "D",
        "texto": "É lícito ao magistrado revogar a antecipação de tutela a qualquer tempo, independentemente tanto de fatos novos constantes dos autos quanto de fundamentação específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "416642",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: PGE-AC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "A tutela antecipada, a tutela cautelar e a tutela inibitória são instrumentos e técnicas processuais que não se confundem. Sendo assim, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela cautelar é tutela contra o risco de dano iminente, e a tutela inibitória é tutela que prescinde da ocorrência e, mesmo, da probabilidade do dano, podendo ser movimentada contra a mera probabilidade do ilícito."
      },
      {
        "letra": "B",
        "texto": "A tutela cautelar pode ser determinada de ofício, tendo em vista o poder geral de cautela do juiz."
      },
      {
        "letra": "C",
        "texto": "A ação inibitória é ação de conhecimento, satisfativa e de cognição plenária e exauriente, que se serve da técnica da tutela antecipatória."
      },
      {
        "letra": "D",
        "texto": "O Código de Processo Civil não reconhece a fungibilidade entre a tutela antecipatória e a tutela cautelar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "413515",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Agravo retido",
      "Agravo de instrumento"
    ],
    "enunciado_principal": "De acordo com a legislação vigente e a jurisprudência do STJ, assinale a opção correta acerca de antecipação de tutela e liminares contra o poder público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que a sentença a ser proferida esteja sujeita por força de lei ao reexame necessário, não cabe concessão de liminar contra o poder público."
      },
      {
        "letra": "B",
        "texto": "Concedida indevidamente liminar por juiz, o ente público prejudicado pode interpor agravo de instrumento ou agravo retido."
      },
      {
        "letra": "C",
        "texto": "O agravo de instrumento interposto contra decisão que defere tutela antecipada fica prejudicado quando há superveniência de sentença de mérito, desde que a sentença seja de procedência dos pedidos do autor."
      },
      {
        "letra": "D",
        "texto": "É incabível a concessão de tutela antecipada contra a fazenda pública com base em incontrovérsia sobre os fatos constitutivos do direito do autor quando essa incontrovérsia decorrer exclusivamente da ausência de impugnação específica."
      },
      {
        "letra": "E",
        "texto": "Contra o deferimento de tutela antecipada em sentença, a parte prejudicada deve interpor agravo de instrumento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "411232",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Sobre a antecipação de tutela: I. Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, poderá o Juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado. II. Deferida a antecipação de tutela para o fornecimento de medicamentos, cabe ao Juiz adotar medidas eficazes à efetivação de suas decisões, podendo, se necessário, determinar até mesmo o sequestro de valores do devedor (bloqueio), segundo o seu prudente arbítrio, e sempre com adequada fundamentação. III. As decisões que concedem ou denegam antecipação de tutela não perfazem juízo definitivo de constitucionalidade que enseje o cabimento do recurso extraordinário.IV. Deferida a antecipação de tutela por ocasião da sentença, cabe, quanto a esse capítulo da sentença, recurso de agravo de instrumento. V. É firme a jurisprudência do Superior Tribunal de Justiça no sentido da restituição de valores recebidos por servidores públicos por força de antecipação de tutela posteriormente revogada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409233",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação da tutela jurisdicional não pode ser concedida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na sentença."
      },
      {
        "letra": "B",
        "texto": "contra a Fazenda Pública"
      },
      {
        "letra": "C",
        "texto": "sem que haja fundado receio de dano irreparável ou de difícil reparação"
      },
      {
        "letra": "D",
        "texto": "sem a audiência prévia da parte contrária."
      },
      {
        "letra": "E",
        "texto": "de ofício pelo Juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "408724",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "M. G. ajuizou ação de indenização por danos materiais e morais em face de J. C., que atropelou e matou seu marido, C. F., em acidente de veículo. Como fundamento da reparação material, M. G. argumentou que possui enfermidade grave que a impossibilita de trabalhar, sendo que ela e os três filhos dependiam da remuneração do marido para o seu sustento. A título de danos materiais, pediu o pagamento dos valores correspondentes ao salário de C. F. até o fim de sua vida. Quanto ao dano moral pelo sofrimento causado, M. G. delegou a sua fixação ao prudente arbítrio do juiz. Desprovida de recursos financeiros desde o falecimento de C. F., M. G. requereu a fixação liminar de uma pensão alimentícia, a ser paga por J. C. mensalmente, no valor do salário percebido por C. F. ao tempo de sua morte. A medida pleiteada por M. G. é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de natureza cautelar, diante do fim precípuo de resguardar a efetividade e a utilidade do resultado final da ação de reparação de danos proposta."
      },
      {
        "letra": "B",
        "texto": "de natureza antecipatória da tutela, especificamente da tutela inibitória, com a finalidade de evitar a prática de ato ilícito por parte de J. C."
      },
      {
        "letra": "C",
        "texto": "do tipo antecipação da tutela reintegratória, pois visa remover o ilícito praticado, retornando à situação anterior."
      },
      {
        "letra": "D",
        "texto": "do tipo cautelar satisfativa, pois estão presentes tanto o elemento acautelatório, com o objetivo de resguardar o resultado útil do processo, como o elemento satisfativo, tendo em vista que os alimentos deverão ser pagos de imediato."
      },
      {
        "letra": "E",
        "texto": "de antecipação parcial da tutela ressarcitória, uma vez que o provimento requerido liminarmente é coincidente com o pedido final, correspondente à reparação do dano material, na forma de pagamento de pensão alimentícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402694",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Respostas do réu - Contestação"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima apresentada, julgue os itens que se seguem. Se José deixar de contestar parte dos pedidos formulados por João, caberá a antecipação dos efeitos da tutela em relação ao pedido incontroverso, desde que requerida expressamente por João.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393346",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em relação aos recursos, à execução, aos procedimentos cautelares específicos e à produção antecipada de provas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O recurso interposto após o expediente bancário exige o recolhimento antecipado do preparo, sob pena de deserção."
      },
      {
        "letra": "B",
        "texto": "Nos embargos à execução de título judicial, será permitido ao executado alegar qualquer matéria que lhe seria lícito deduzir como defesa em processo de conhecimento."
      },
      {
        "letra": "C",
        "texto": "O princípio da consumação consiste na exigência de que a decisão seja impugnada pelo recurso previsto na legislação como adequado ao ataque."
      },
      {
        "letra": "D",
        "texto": "A tutela antecipada poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "E",
        "texto": "Não se admitirá o arresto de bens penhoráveis na modalidade online quando o executado não for localizado para a citação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "390975",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Procedimentos Especiais",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Ações possessórias"
    ],
    "enunciado_principal": "Acerca da antecipação de tutela e outras providências de caráter liminar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode o juiz antecipar os efeitos da tutela no que tange aos pedidos incontroversos."
      },
      {
        "letra": "B",
        "texto": "O manifesto comportamento protelatório do réu não é causa de antecipação dos efeitos da tutela, ressalvada a possibilidade de condená-lo por litigância de má-fé."
      },
      {
        "letra": "C",
        "texto": "Admite-se que o juiz determine medidas cautelares de ofício, ainda que não haja previsão legal, com base no poder geral de cautela."
      },
      {
        "letra": "D",
        "texto": "Na ação de manutenção ou reintegração de posse de força nova, cabe ao juiz constatar ou não o preenchimento dos requisitos legais, deferindo ou não a liminar, sem a possibilidade de designação de audiência de justificação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389068",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "Sobre tutela cautelar e antecipatória, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Com o instituto da tutela antecipada, o Brasil segue tendência de precipitar no tempo a satisfação da pretensão em atendimento ao princípio do devido processo legal. ( ) O perigo de irreversibilidade previsto no artigo 273, §2º, do Código de Processo Civil, é taxativo, proibindo a concessão de antecipação de tutela tanto quando a irreversibilidade for de fato, quanto de direito. ( ) É incabível a antecipação de tutela quando couber o julgamento antecipado da lide ou diante de pedido incontroverso. ( ) É incabível a concessão de tutela antecipada sem a audiência da parte contrária, posto ser imprescindível a bilateralidade da audiência. ( ) Enquanto a medida cautelar é sempre provisória (necessária ou intrinsecamente provisória), a tutela antecipatória pode resultar em definitiva. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, F, V"
      },
      {
        "letra": "B",
        "texto": "F, F, V, V, V"
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, F"
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, F"
      },
      {
        "letra": "E",
        "texto": "V, F, V, F, V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "388424",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CAU-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a antecipação de tutela, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Via de regra, não é cabível recurso especial para reexaminar decisão que defere ou indefere liminar ou antecipação de tutela, em razão da natureza precária da decisão, sujeita à modificação a qualquer tempo, devendo ser confirmada ou revogada pela sentença de mérito."
      },
      {
        "letra": "B",
        "texto": "A irreversibilidade da antecipação de tutela é um obstáculo intransponível para sua concessão da medida pleiteada."
      },
      {
        "letra": "C",
        "texto": "Não será concedida antecipação de tutela contra atos do Poder Público"
      },
      {
        "letra": "D",
        "texto": "Quando um ou mais dos pedidos cumulados ou parcela deles mostrar-se incontroverso, a tutela antecipada poderá ser concedida de ofício pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386629",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A respeito de tutela antecipada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a parte, a título de tutela antecipada, requerer providência cautelar, o juiz deverá indeferir o pedido."
      },
      {
        "letra": "B",
        "texto": "A concessão da tutela antecipada pode ser requerida pelo réu, na sua defesa."
      },
      {
        "letra": "C",
        "texto": "Uma vez deferida, a tutela antecipada só poderá ser revogada na sentença."
      },
      {
        "letra": "D",
        "texto": "A tutela antecipada pode ser concedida quando um dos pedidos cumulados mostrar-se incontroverso."
      },
      {
        "letra": "E",
        "texto": "Havendo verossimilhança da alegação e prova inequívoca, a tutela antecipada deve ser deferida, ainda que seja irreversível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "377301",
    "metadata": "Ano: 2014 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "No que concerne à antecipação de tutela, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A antecipação da tutela não será concedida quando houver perigo de irreversibilidade do provimento antecipado."
      },
      {
        "letra": "B",
        "texto": "A tutela antecipada só poderá ser revogada ou modificada como resultado do julgamento de recurso contra ela interposto."
      },
      {
        "letra": "C",
        "texto": "Na decisão que antecipar a tutela, o juiz indicará, sumariamente, dada a urgência do provimento, as razões do seu convencimento."
      },
      {
        "letra": "D",
        "texto": "O juiz poderá impor multa diária ao réu, se for compatível com a obrigação, sempre condicionada a pedido explícito do autor e à prazo razoável para o cumprimento do preceito."
      },
      {
        "letra": "E",
        "texto": "Para o deferimento da antecipação de tutela deve haver fundado receio de dano irreparável ou de difícil reparação e ficar caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372668",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Apelação no CPC 1973"
    ],
    "enunciado_principal": "Quanto ao instituto da tutela antecipada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de antecipação dos efeitos da tutela não poderá ser concedido no período de suspensão do processo"
      },
      {
        "letra": "B",
        "texto": "Na hipótese de o juiz conceder tutela antecipada ao proferir sentença de mérito, eventual interposição de apelação não suspenderá os efeitos da sentença em relação aos efeitos antecipados"
      },
      {
        "letra": "C",
        "texto": "Mesmo quando um ou mais dos pedidos cumulados, ou parcelas deles, mostrar-se incontroverso, a antecipação de tutela, para ser concedida, depende de requerimento da parte."
      },
      {
        "letra": "D",
        "texto": "O pedido de antecipação de tutela é facultado exclusivamente ao autor."
      },
      {
        "letra": "E",
        "texto": "A função precípua da tutela antecipada é assegurar o resultado prático do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "366593",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "No tocante à antecipação dos efeitos da tutela jurisdicional, tal como prevista pelo Código de Processo Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presentes os requisitos do fumus boni juris e do periculum in mora, o juiz pode concedê-­la de ofício."
      },
      {
        "letra": "B",
        "texto": "pode ser concedida, se caracterizado o abuso do direito de defesa, prescindindo, neste caso, de prova inequívoca e verossimilhança da alegação."
      },
      {
        "letra": "C",
        "texto": "não será concedida quando houver perigo de irreversi­bilidade do provimento antecipatório."
      },
      {
        "letra": "D",
        "texto": "não pode ser revogada ou modificada a qualquer tempo pelo juiz."
      },
      {
        "letra": "E",
        "texto": "sua concessão depende, em qualquer caso, da demons­tração do fundado receio de dano irreparável ou de difícil reparação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361584",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Conforme entendimento pacificado do STJ, em se tratando de causas de natureza previdenciária, não cabe a antecipação dos efeitos da tutela contra a fazenda pública, dado o fato de causas dessa natureza inserirem-se no âmbito da liberação de recursos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361207",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Para efeitos de antecipação da tutela no processo civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juízo de probabilidade requerido para configuração do fumus boni iuris é um juízo de probabilidade estatística."
      },
      {
        "letra": "B",
        "texto": "o juízo de probabilidade requerido para configuração do fumus boni iuris é um juízo de normalidade, não tendo necessariamente relação com os fatos alegados no processo pela parte interessada."
      },
      {
        "letra": "C",
        "texto": "o juízo de probabilidade requerido para configuração do fumus boni iuris é um juízo de probabilidade lógica, que deve ser formado a partir das provas disponíveis nos autos a respeito das alegações de fato formuladas pela parte interessada."
      },
      {
        "letra": "D",
        "texto": "o juízo de probabilidade requerido para configuração do fumus boni iuris é um juízo de simples possibilidade, ligado à eventualidade de um determinado acontecimento narrado pela parte interessada no processo."
      },
      {
        "letra": "E",
        "texto": "nenhuma das afirmações é totalmente correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "357879",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Maria, deficiente visual, foi impedida de ingressar nas dependências do metrô por estar acompanhada de seu cão- guia. Argumentou, a empresa que opera o metrô, que, naquele local, não é permitida a entrada de animais. Indignada com o desrespeito à sua peculiar condição, Maria ajuizou ação cominatória com pedido de tutela antecipada visando obrigar à empresa permitir seu ingresso nas dependências do metrô junto de cão-guia, sob pena de multa. Ao receber a inicial, o juiz indeferiu o pedido de liminar, sustentando que o pedido antecipatório retrataria hipótese de provimento cautelar, além de, em seu entendimento, não ser cabível fixação de multa em sede de liminar. O juiz agiu de maneira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "totalmente incorreta, pois qualquer formalidade processual deve ser afastada nos casos que envolvem direitos humanos."
      },
      {
        "letra": "B",
        "texto": "parcialmente correta, pois, entendendo tratar-se de providência de natureza cautelar, deveria, presentes os seus pressupostos, ter deferido a medida em ca- ráter incidental, somente não sendo cabível a fixação de multa em sede de liminar, a qual acarretaria periculum in mora inverso."
      },
      {
        "letra": "C",
        "texto": "totalmente correta, pois, partindo da premissa de que o pedido retrataria hipótese de provimento cautelar, o formalismo do processo não permitiria o deferimento de antecipação de tutela, além de não ser cabível a fixação de multa em sede de liminar, a qual acarretaria periculum in mora inverso."
      },
      {
        "letra": "D",
        "texto": "parcialmente correta, pois, partindo da premissa de que o pedido retrataria hipótese de provimento cautelar, o formalismo do processo não permitiria o deferimento de antecipação de tutela, mas, tivesse sido formulado o pedido corretamente, poderia ter sido fixada multa, se necessária a assegurar a eficácia do provimento."
      },
      {
        "letra": "E",
        "texto": "totalmente incorreta, pois, entendendo tratar-se de providência de natureza cautelar, deveria, presentes os seus pressupostos, ter deferido a medida em caráter incidental, além da fixação de multa, se necessária a assegurar a eficácia do provimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1126204",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A tutela antecipada poderá ser concedida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de ofício, exclusivamente nos casos em que ficar demonstrado o periculum in mora, requisito indispensável para a sua concessão."
      },
      {
        "letra": "B",
        "texto": "desde que o autor preste caução para garantir o perigo de irreversibilidade da medida."
      },
      {
        "letra": "C",
        "texto": "ao réu, desde que exista requerimento para tanto, na ação declaratória incidental por ele ofertada."
      },
      {
        "letra": "D",
        "texto": "nos casos em que, havendo perigo de irreversibilidade do provimento antecipado, se verifique que o direito a ser protegido é mais valioso que aquele a ser sacrificado."
      },
      {
        "letra": "E",
        "texto": "contra a Fazenda Pública, desde que se demonstre que, face aos atos protelatórios praticados, o direito a ser protegido resta evidente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "640150",
    "metadata": "Ano: 2013 | Banca: CONPASS | Órgão: Prefeitura de Serra Negra do Norte - RN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Não se concederá a antecipação de tutela sempre que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houver fundado receio de dano irreparável."
      },
      {
        "letra": "B",
        "texto": "um ou mais pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "C",
        "texto": "houver perigo de irreversibilidade do provimento."
      },
      {
        "letra": "D",
        "texto": "o autor requerer providência de natureza cautelar."
      },
      {
        "letra": "E",
        "texto": "ficar caracterizado o abuso do direito de defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "557413",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: COPEL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca da tutela antecipatória, prevista no Código de Processo Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A antecipação da tutela não pode ser parcial."
      },
      {
        "letra": "B",
        "texto": "Nos termos do Código de Processo Civil, a antecipação de tutela é exclusivamente um provimento de urgência."
      },
      {
        "letra": "C",
        "texto": "Na decisão que antecipar a tutela, o juiz indicará, de modo claro e preciso, as razões do seu convencimento."
      },
      {
        "letra": "D",
        "texto": "A existência de fundado receio de dano irreparável ou de difícil reparação é requisito para todas as hipóteses de antecipação de tutela."
      },
      {
        "letra": "E",
        "texto": "Não há relação entre o poder geral de efetivação e a efetivação da antecipação de tutela."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506138",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a tutela inibitória assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Direito Processual Brasileiro a tutela preventiva encontra respaldo nos artigos 84 do Código de Defesa do Consumidor e 461 do Código de Processo Civil."
      },
      {
        "letra": "B",
        "texto": "Tutela preventiva é requerimento de inibição do ilícito com base na ameaça de lesão ao direito, ao passo que a antecipação de tutela é técnica processual para proteger antecipadamente o direito pleiteado."
      },
      {
        "letra": "C",
        "texto": "Pontes de Miranda foi um dos defensores da sentença mandamental."
      },
      {
        "letra": "D",
        "texto": "Dano é requisito prescindível para o surgimento da obrigação de indenizar, mas não para a constituição do ilícito."
      },
      {
        "letra": "E",
        "texto": "O artigo 461 do CPC quebra o princípio da tipicidade das formas executivas, prevendo a possibilidade de o juiz determinar a medida executiva adequada ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485985",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre o regramento da tutela antecipada, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela antecipada requerida pelo autor poderá ser revogada ou modificada a qualquer tempo, em decisão fundamentada, exceto se houver sentença procedente a seu favor."
      },
      {
        "letra": "B",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, poderá o juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado."
      },
      {
        "letra": "C",
        "texto": "Nao se concedera a antecipação da tutela quando houver perigo de irreversibilidade do provimento antecipado."
      },
      {
        "letra": "D",
        "texto": "0 juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação e fique caracterizado o abuso de direito de defesa ou o manifesto proposito protelatório do réu."
      },
      {
        "letra": "E",
        "texto": "A tutela antecipada também poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433122",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "\"Vê-se, assim, que no caso concreto, por tratar-se de uma rescisão de contrato de iniciativa do promitente comprador, por lhe fa ltar competência financeira para arcar com as prestações a que estava obrigado a pagar, o promitente vendedor poderá ter direito a reter um percentual sobre o total das parcelas pagas. Por isso, justamente para assegurar o contraditório, é que não é recomendável a concessão de tutela antecipada, quando houver perigo de irreversibilidade do provimento antecipado.\"Visto o teor da decisão prolatada em segunda instância pelo TJAM e, considerando a antecipação de tutela no Código de Processo Civil, analise as afirmativas a seguir.I. Havendo cumulação de pedidos, quando um ou mais deles ou parcela deles se mostrar incontroversa, poderá ser concedida a tutela antecipada. II. Quando o autor pretender medida de natureza cautelar, mas requerê-lo por meio de antecipação de tutela, o juiz deverá indeferir o pedido e determinar que seja formulado por meio de processo autônomo. III. Fica impedido de exercer suas funções no processo o julgador que conheceu o processo em primeiro grau de jurisdição, decidindo acerca da concessão ou não da tutela antecipada.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta"
      },
      {
        "letra": "C",
        "texto": "se somente a afirmativa III estiver correta"
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423189",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Tratando-se de tutela jurisdicional antecipada é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o entendimento do Superior Tribunal de Justiça é cabível a tutela antecipada em toda ação de conhecimento, seja a ação declaratória, seja constitutiva (negativa ou positiva), condenatória ou mandamental."
      },
      {
        "letra": "B",
        "texto": "É vedado ao juiz conceder ex officio a antecipação da tutela."
      },
      {
        "letra": "C",
        "texto": "Caso a tutela antecipada tenha sido concedida initio litis, ou mesmo na sentença de mérito, recurso interposto contra sentença definitiva não suspende os seus efeitos em relação à antecipação da tutela."
      },
      {
        "letra": "D",
        "texto": "É possível concessão da antecipação da tutela initio litis quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "E",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, o juiz deverá mandar emendar a petição inicial, para adaptar o pedido aos requisitos da antecipação da tutela, entre os quais a identificação com o pedido definitivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "405328",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "São requisitos para a antecipação dos efeitos da tutela, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verossimilhança da alegação."
      },
      {
        "letra": "B",
        "texto": "Previsão expressa da medida em lei."
      },
      {
        "letra": "C",
        "texto": "Fundado receio de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "D",
        "texto": "Abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      },
      {
        "letra": "E",
        "texto": "Inexistência de perigo de irreversibilidade do provimento antecipado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "401387",
    "metadata": "Ano: 2013 | Banca: PGE-GO | Órgão: PGE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca do pedido de suspensão de liminar ou de sentença, previsto na Lei nº 8.437/92, é CORRETA a seguinte proposição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O presidente do tribunal, ao decidir o pedido de suspensão, em caso de manifesto interesse público ou de flagrante ilegitimidade, e para evitar grave lesão à ordem, à saúde, à segurança e à economia públicas, não adentra o mérito da decisão guerreada, tanto que a Fazenda Pública poderá se valer do recurso de agravo de instrumento para tal desiderato."
      },
      {
        "letra": "B",
        "texto": "Da decisão proferida pelo presidente do tribunal, concedendo ou negando a suspensão, caberá a interposição do recurso de agravo, no prazo de 10 dias, já que a Fazenda Pública goza da primazia do prazo em dobro para recorrer."
      },
      {
        "letra": "C",
        "texto": "Compete ao presidente do tribunal, ao qual couber o conhecimento do respectivo recurso, suspender, em despacho fundamentado, a execução da liminar nas ações movidas contra o Poder Público ou seus agentes, mediante requerimento único e exclusivo da pessoa jurídica de direito público interessada."
      },
      {
        "letra": "D",
        "texto": "A interposição do recurso de agravo de instrumento contra liminar concedida nas ações movidas contra o Poder Público e seus agentes poderá implicar a perda do objeto ou o condicionamento do pedido de suspensão, uma vez que ao Poder Judiciário é vedado o estabelecimento de julgamentos conflitantes entre si."
      },
      {
        "letra": "E",
        "texto": "A suspensão deferida pelo presidente do tribunal vigorará até a data em que for proferida a decisão de mérito na ação principal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "382852",
    "metadata": "Ano: 2013 | Banca: CEPERJ | Órgão: CEDERJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Abdul promove ação pelo procedimento ordinário em face de Kaleb, postulando o deferimento de antecipação de tutela para entrega de um automóvel de marca renomada, indevidamente retido pelo réu, pois esgotado o prazo de empréstimo que fora realizado para uso específico em solenidade de formatura. O réu aduz que o empréstimo efetivamente ocorreu mas que não havia prazo para a devolução do bem e que, mesmo depois da comunicação de extinção da relação, não pretendia devolvê-lo antes do término do processo. Diante dessas circunstâncias, deve o Juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abrir fase probatória para esclarecimento de pontos relevantes"
      },
      {
        "letra": "B",
        "texto": "determinar a entrega do bem por manifesto propósito protelatório do réu"
      },
      {
        "letra": "C",
        "texto": "designar audiência de conciliação diante da complexidade das questões postas"
      },
      {
        "letra": "D",
        "texto": "retornar os autos ao autor para esclarecimentos quanto aos fatos"
      },
      {
        "letra": "E",
        "texto": "despachar abrindo prazo para que terceiros interessados apareçam para se manifestar"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359622",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação da tutela;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser revogada ou modificada a qualquer tempo, em decisão fundamentada e irrecorrível."
      },
      {
        "letra": "B",
        "texto": "não será concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "C",
        "texto": "confunde-se com a concessão das medidas cautelares, já que iguais as finalidades processuais, de garantia do provimento jurisdicional futuro."
      },
      {
        "letra": "D",
        "texto": "pode ser concedida total ou parcialmente, dependendo da existência de prova inequívoca e do convencimento do juiz da verossimilhança da alegação, além do fundado receio de dano irreparável ou de difícil reparação, ou ainda da caracterização do abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      },
      {
        "letra": "E",
        "texto": "se indeferida, conduzirá à extinção do processo sem resolução do mérito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359568",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A Lei Federal no 9.494/97 estabelece diversos privilégios processuais para as pessoas jurídicas de direito público. NÃO está entre os privilégios ali mencionados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Isenção de honorários advocatícios nas execuções não embargadas."
      },
      {
        "letra": "B",
        "texto": "A possibilidade de suspensão da execução de tutela antecipada concedida em desfavor do ente de direito público, por ato do presidente do tribunal competente para conhecer do respectivo recurso, em caso de manifesto interesse público ou de flagrante ilegitimidade, e para evitar grave lesão à ordem, à saúde, à segurança e à economia públicas."
      },
      {
        "letra": "C",
        "texto": "A dispensa de depósito prévio, para interposição de recurso."
      },
      {
        "letra": "D",
        "texto": "A intimação pessoal do representante judicial das pessoas jurídicas de direito público."
      },
      {
        "letra": "E",
        "texto": "A vedação à execução provisória de sentença que tenha por objeto a liberação de recurso, inclusão em folha de pagamento, reclassificação, equiparação, concessão de aumento ou extensão de vantagens a servidores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "351417",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em relação à antecipação dos efeitos da tutela, considerando-se o que dispõe a lei processual, é correto dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Também poderá ser concedida quando um ou mais dos pedidos sucessivos, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "B",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, não poderá o juiz deferi-la, dada à incompatibilidade entre tais institutos."
      },
      {
        "letra": "C",
        "texto": "Não poderá ser revogada ou modificada, salvo se já contestada."
      },
      {
        "letra": "D",
        "texto": "Concedida a antecipação dos efeitos da tutela, o juiz poderá impor multa diária ao réu, independentemente de pedido do autor, se for suficiente ou compatível com a obrigação, fixando-lhe prazo razoável para o cumprimento do preceito."
      },
      {
        "letra": "E",
        "texto": "Concedida a antecipação dos efeitos da tutela e, portanto, satisfeita a pretensão, ocorrerá o julgamento antecipado do feito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "345775",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A respeito da antecipação dos efeitos da tutela (Código de Processo Civil, artigo 273), é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O deferimento da medida não constitui faculdade do juiz e tampouco decorre de sua discricionariedade; uma vez satisfeitos os requisitos legais próprios, o autor faz jus à antecipação dos efeitos da tutela."
      },
      {
        "letra": "B",
        "texto": "A antecipação dos efeitos da tutela, quando fundada no abuso de direito de defesa ou no manifesto propósito protelatório do réu, prescinde de demonstração de urgência. Em tal hipótese, cuida-se de sancionar o litigante que, mediante uma daquelas condutas, descumpre o dever de lealdade processual."
      },
      {
        "letra": "C",
        "texto": "Se o autor, a título de antecipação da tutela, requerer providência de natureza cautelar, poderá 0 juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado."
      },
      {
        "letra": "D",
        "texto": "Contanto que se demonstre o fundado receio de dano irreparável ou de difícil reparação, a tutela antecipada também poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcelas deles, mostrar-se incontroverso."
      },
      {
        "letra": "E",
        "texto": "A tutela antecipada poderá ser revogada ou modificada a qualquer tempo, em decisão fundamentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "340852",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A preocupação com a efetividade da tutela jurisdicional tem norteado as principais mudanças na esfera processual civil dos últimos anos. Dentre as alterações, passou-se a permitir, nos litígios em geral, que o juiz antecipe a tutela pretendida pelo autor na inicial, total ou parcialmente, desde que presentes alguns requisitos estabelecidos na norma. Sobre o tema, escolha a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o autor pode pedir a antecipação da tutela, total ou parcialmente, desde que estejam presentes a prova inequívoca, que convença o juiz da verossimilhança da alegação, e o fundado receio de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "B",
        "texto": "Nos casos de abuso de direito de defesa ou de manifesto propósito protelatório do réu, constatado pelo juiz no curso da lide, a antecipação da tutela requer a existência de fundado receio de dano irreparável ou de difícil reparação à parte autora, isto é, se a conduta do réu puder resultar, por exemplo, em demora desnecessária na fase de realização de provas."
      },
      {
        "letra": "C",
        "texto": "O juiz pode, de ofício, reconhecer a procedência de pedido incontroverso do autor e antecipar a tutela respectiva, restando ao réu impugnar a decisão, se dela discordar, sob o único fundamento do perigo da irreversibilidade do provimento antecipado."
      },
      {
        "letra": "D",
        "texto": "A tutela cautelar e a tutela antecipatória, embora dispostas em normas diversas em nosso ordenamento processual civil, confundem-se na medida em que ambas são instrumentos para obtenção da tutela definitiva almejada pelo demandante."
      },
      {
        "letra": "E",
        "texto": "Age corretamente o juiz que, ao proferir sentença em que julga procedente a ação do autor e determina ao réu a obrigação de fazer algo, resolve, na mesma ocasião, antecipar a tutela do autor, com a fixação de astreintes, caso o réu se atrase na realização do preceito da sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336615",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A natureza jurídica do ato que concedeu a liminar de antecipação de tutela é de sentença de mérito, já que, nele, o juiz acolheu o pedido formulado pelo autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335866",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Acerca da antecipação de tutela, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se não deferida no curso do processo, não poderá ser concedida apenas na sentença."
      },
      {
        "letra": "B",
        "texto": "a tutela antecipada poderá ser revogada ou modificada a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "uma vez requerida na petição inicial, a título de antecipação de tutela, providência de natureza cautelar, deverá o juiz indeferi-la diante da inadequação do pedido."
      },
      {
        "letra": "D",
        "texto": "se o Tribunal de Justiça cassar decisão que antecipa a tutela por entender inverossímil a alegação do autor, não mais poderá o juiz de primeira instância conceder na sentença essa mesma tutela."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331931",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação dos efeitos da tutela, por ser medida voltada ao procedimento comum ordinário ou sumário, não se apresenta viável em ações sob procedimento especial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331633",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em matéria de antecipação de tutela, está incorreto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a concessão da antecipação dos efeitos da tutela, são requisitos simultâneos, além da verossimilhança alegação, o fundado receio de dano e o abuso do direito de defesa;"
      },
      {
        "letra": "B",
        "texto": "A antecipação não deve ser concedida se houver perigo de irreversibilidade do provimento antecipado;"
      },
      {
        "letra": "C",
        "texto": "A tutela antecipada pode ser revogada a qualquer tempo;"
      },
      {
        "letra": "D",
        "texto": "A tutela antecipada pode ser deferida, também, quando um dos pedidos cumulados mostrar-se incontroverso;"
      },
      {
        "letra": "E",
        "texto": "A antecipação da tutela, quando negada pelo juízo de 1º grau, pode ser concedida em agravo de instrumento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "317820",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "No que se refere às tutelas antecipatórias e cautelares é incorreto, afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível a tutela antecipatória no âmbito das ações declaratórias é constitutivas;"
      },
      {
        "letra": "B",
        "texto": "em que pese haver expressa previsão legal, permitindo ao réu citado, contestar o pedido, qualquer que seja o procedimento cautelar,\" tal disposição não se aplica ao protesto,que não admite defesa nos autos;"
      },
      {
        "letra": "C",
        "texto": "a exigência de caução está condicionada à hipótese em que a concessão da tutela cautelar se der sem a oitiva do réu;"
      },
      {
        "letra": "D",
        "texto": "a concessão da tutela cautelar, antes de ouvir o réu, deve ser tratada como medida excepcional, porque repercute na esfera jurídica do demandado; mas, em determinadas situações, mesmo a justificação prévia poderá ser realizada sem a presença do réu;"
      },
      {
        "letra": "E",
        "texto": "citado o réu antes da execução da tutela cautelar, o prazo para defesa será contado da juntada aos autos do mandado de citação cumprido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317493",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta: I. A execução da antecipação de tutela em processo que vise à entrega de coisa certa será executada por meio de mandado de imissão de posse ou de busca e apreensão, conforme o caso. II. A antecipação de tutela pode se dar tanto em caso de tutela de urgência, quanto de tutela da evidência, nas hipóteses legais. III. Para que se possa conceder antecipação de tutela de parcela incontroversa do pedido, é necessária demonstração de fundado receio de dano irreparável ou de difícil reparação. IV. A tutela cautelar e a tutela urgente satisfativa são fungíveis, permitindo ao juiz sua concessão, em um caso ou outro, indiscriminadamente, conforme a natureza, e independentemente de pedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "313352",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Com referência à antecipação de tutela, no âmbito do direito processual civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A oposição do autor não constitui empecilho para que o assistente simples requeira a antecipação dos efeitos da tutela."
      },
      {
        "letra": "B",
        "texto": "A lei dispensa a prova inequívoca da verossimilhança para a concessão da antecipação dos efeitos da tutela no caso de abuso de direito de defesa."
      },
      {
        "letra": "C",
        "texto": "O MP poderá requerer a antecipação dos efeitos da tutela tanto ao atuar como parte quanto ao agir como fiscal da lei."
      },
      {
        "letra": "D",
        "texto": "A concessão da antecipação dos efeitos da tutela no caso de se mostrar incontroverso um dos pedidos cumulados confunde-se com o julgamento antecipado da lide."
      },
      {
        "letra": "E",
        "texto": "O juiz está autorizado a conceder de ofício a antecipação dos efeitos da tutela se verificar que os requisitos legais estão preenchidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "309097",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A respeito da antecipação dos efeitos da tutela, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No que diz respeito à obrigação com prestação de fazer ou não fazer, a comprovação do periculum in mora é desnecessária para efeito de antecipação de tutela."
      },
      {
        "letra": "B",
        "texto": "A decisão fundada na incontrovérsia de um dos pedidos — devendo o processo prosseguir em relação ao outro ou aos outros — tem natureza de julgamento definitivo de mérito, podendo transitar em julgado; contra essa decisão é cabível propositura de ação recisória."
      },
      {
        "letra": "C",
        "texto": "Antecipado o efeito da tutela em demanda fundada em ato ilícito em que se reclame prestação alimentar, caberá o levantamento de dinheiro até o limite de sessenta salários mínimos, sem a prestação de caução, não sendo necessária, nessa hipótese, a demonstração de necessidade do requerido."
      },
      {
        "letra": "D",
        "texto": "É incabível, de acordo com a doutrina majoritária, a justificação prévia para a colheita de prova testemunhal com vistas à obtenção de prova inequívoca dos fatos que autorizariam a antecipação."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade de quem obtém a tutela antecipada, por eventuais danos causados pelo cumprimento, deve ser apurada subjetivamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301076",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A decisão que antecipar a tutela quando, após a contestação, um dos pedidos se mostrar incontroverso será, na verdade, definitiva, por fundar-se em cognição exauriente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "299119",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a antecipação de tutela, leia as afirmações abaixo e, em seguida, assinale a alternativa correta: I) É lícito o deferimento de antecipação de tutela contra a Fazenda Pública, sem restrições. II) É lícito o deferimento de antecipação de tutela contra a Fazenda Pública, respeitadas as restrições legais. III) É ilícito o deferimento de antecipação de tutela contra a Fazenda Pública. IV) Se o autor, a título de antecipação de tutela, requerer providência cautelar, poderá o juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I esta correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa II esta correta."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297848",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Cumprimento de sentença",
      "Liquidação de sentença"
    ],
    "enunciado_principal": "Podem ser antecipados os efeitos da tutela judicial quando um ou mais dos pedidos cumulados — ou parcela deles — mostrar-se incontroverso no processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1233881",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo às tutelas de urgência. A antecipação dos efeitos da tutela, por ser medida voltada ao procedimento comum ordinário ou sumário, não se apresenta viável em ações sob procedimento especial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984276",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a antecipação da tutela é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo prosseguirá até final julgamento, mesmo que não concedida a tutela antecipada."
      },
      {
        "letra": "B",
        "texto": "A antecipação de tutela não poderá ser concedida se apenas um dos pedidos cumulados ou parcela deles forem incontroversos."
      },
      {
        "letra": "C",
        "texto": "Ainda que requerida a título de tutela antecipada, o juiz pode deferir providência de natureza cautelar incidental no processo ajuizado se presentes os pressupostos."
      },
      {
        "letra": "D",
        "texto": "É possível a concessão de tutela antecipatória se caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      },
      {
        "letra": "E",
        "texto": "A liminar concessiva da antecipação de tutela é desde logo passível de efetivação prática."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "893022",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "Em face dessa situação hipotética, julgue o item seguinte.Se o autor não tiver formulado expressamente o pedido cominatório, pleiteando o pagamento de multa para o caso de o réu não cumprir a decisão antecipatória de tutela, ao juiz é vedado arbitrá-la ex offício, visto que, segundo a legislação processual civil vigente, o magistrado deve decidir a lide nos limites de sua propositura.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "487540",
    "metadata": "Ano: 2012 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Julgamento Conforme o Estado do Processo: Julgamento Antecipado da Lide"
    ],
    "enunciado_principal": "Marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser deferida medida cautelar em caráter incidental, se o autor a requerer a título de antecipação de tutela, desde que presentes os respectivos pressupostos."
      },
      {
        "letra": "B",
        "texto": "A tutela antecipada e o julgamento antecipado da lide são de natureza satisfativa, porém, enquanto a primeira antecipa o próprio provimento final, o segundo, adianta os efeitos do provimento final."
      },
      {
        "letra": "C",
        "texto": "A parte poderá obter a tutela de seu direito no momento em que se tornar incontroverso, ainda que o processo deva continuar."
      },
      {
        "letra": "D",
        "texto": "A parte poderá obter a tutela de seu direito quando o fato constitutivo restar evidenciado e uma defesa de mérito indireta infundada obrigar o processo a prosseguir."
      },
      {
        "letra": "E",
        "texto": "A tutela antecipatória contra o fundado receio de dano irreparável ou de difícil reparação, exige que o juiz se convença da verossimilhança da alegação, que depende do seu conteúdo de direito material, o qual deve ser identificado com base na tutela pretendida e nos fundamentos invocados para a sua obtenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "443636",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar",
      "Teoria geral do processo cautelar"
    ],
    "enunciado_principal": "Considere as assertivas dos incisos I a IV e assinale a alternativa correta. I. A tutela inibitória é uma espécie de tutela cautelar, embora não nominada pelo Código de Processo Civil. II. Diz-se provisória a tutela cautelar, pois a mesma visa a ser substituída por um provimento final de conhecimento. III. A antecipação de tutela e a tutela cautelar diferenciam-se, dentre outras razões, porque a primeira é satisfativa de uma pretensão, ainda que não seja definitiva, enquanto a segunda é assecuratória da utilidade prática do processo principal ou, dito de outro modo, assecuratória da satisfatividade do direito material. IV. A tutela inibitória é a forma de tutela específica que deve ser requerida por meio de ação na qual não há necessidade de provar a ocorrência de um dano, pois ela visa, justamente, a inibi-lo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas (I a IV) são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva III é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e IV são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426599",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre as tutelas de urgência, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, o juiz não poderá, ainda que presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental ao processo ajuizado."
      },
      {
        "letra": "B",
        "texto": "De acordo com entendimento majoritário, é absoluta a impossibilidade de antecipação da tutela quando o provimento antecipado importar em resultado irreversível."
      },
      {
        "letra": "C",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou, se procedente o pedido, determinará providências que assegurem o resultado prático equivalente ao do adimplemento, podendo em qualquer hipótese ser convertida de ofício a obrigação em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Existindo prova inequívoca ou se o juiz ficar convencido da verossimilhança das alegações apresentadas na petição inicial, não há impedimentos para que os efeitos da tutela sejam antecipados de ofício."
      },
      {
        "letra": "E",
        "texto": "Na ação que tenha por objeto o cumprimento da obrigação de fazer ou não fazer, a indenização por perdas e danos dar-se-á sem prejuízo da multa por descumprimento da tutela específica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "397760",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "É possível a concessão de liminar para desocupação do imóvel locado em ação de despejo que tiver por fundamento o término do prazo de locação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não residencial, tendo sido proposta a ação em até 60 (sessenta) dias do termo ou do cumprimento de notificação comunicando o intento de retomada."
      },
      {
        "letra": "B",
        "texto": "residencial, tendo sido proposta a ação em até 60 (sessenta) dias do termo ou do cumprimento de notificação comunicando o intento de retomada."
      },
      {
        "letra": "C",
        "texto": "não residencial, tendo sido proposta a ação em até 30 (trinta) dias do termo ou do cumprimento de notificação comunicando o intento de retomada."
      },
      {
        "letra": "D",
        "texto": "residencial, tendo sido proposta a ação em até 30 (trinta) dias do termo ou do cumprimento de notificação comunicando o intento de retomada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312085",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Uma vez deferida liminarmente a antecipação total da tutela jurisdicional, sendo ela integralmente cumprida, o magistrado deverá,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constatando o descabimento do provimento limi nar, após concluída a fase cognitiva, extinguir a ação, por perda de objeto, em face da irreversibi lidade do provimento antecipatório já efetivado."
      },
      {
        "letra": "B",
        "texto": "evidenciado o descabimento da pretensão, julgar improcedente a ação, declarando prejudicada a reversão do provimento liminar, ante o caráter satisfativo e irreversível da medida efetivada liminarmente."
      },
      {
        "letra": "C",
        "texto": "diante da incerteza do direito do autor, após travado o contraditório, julgar ainda assim procedente a ação, para confirmar a efetivação da antecipação de tutela, já que seu provimento foi satisfativo."
      },
      {
        "letra": "D",
        "texto": "mesmo diante da contrariedade manifestada na contestação, extinguir a ação por perda de objeto, em face do integral cumprimento da liminar pelo demandado."
      },
      {
        "letra": "E",
        "texto": "demonstrada a inexistência do direito alegado pelo autor, julgar improcedente a ação, revogando a liminar, e, sendo impossível a reversão do provimento, declarar a reversão de seus efeitos, pela via indenizatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "298780",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Analise as proposituras sobre o instituto da antecipação da tutela: I. Ela é espécie do gênero tutela de urgência e se distingue da tutela cautelar por seus requisitos e finalidades. II. Seu deferimento em desfavor da Fazenda Pública foi limitado por regras legais cuja inconstitucionalidade o Supremo Tribunal Federal reconheceu em controle concentrado.III. O requisito negativo do limite do perigo da irreversibilidade, por ser uma opção do legislador, não pode ser superado nem mesmo sob o fundamento da proporcionalidade. IV. Sua efetivação, inclusive nos casos de ordem para pagamento de quantia, pode ser acompanhada da fixação de multa diária. V. Quando houver pedidos cumulados e um deles se mostrar incontroverso, não é caso de antecipação de tutela, mas de julgamento antecipado da lide. Estão INCORRETAS apenas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289770",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em se tratando de tutela antecipatória dos efeitos da sentença, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pressupõe apenas a verossimilhança da alegação."
      },
      {
        "letra": "B",
        "texto": "Pressupõe apenas o risco do transcurso do tempo."
      },
      {
        "letra": "C",
        "texto": "Fundada na urgência, dispensa a indicação das razões do convencimento pelo julgador."
      },
      {
        "letra": "D",
        "texto": "Tem seus efeitos limitados ao plano processual e não à entrega da pretensão deduzida em juízo."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores é correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "269854",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar"
    ],
    "enunciado_principal": "No que se refere às tutelas de urgência, assinale a opção corret",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela cautelar tem por escopo a satisfação do direito material litigioso."
      },
      {
        "letra": "B",
        "texto": "De acordo com o CPC, se a ação de alimentos estiver pendente de julgamento no tribunal de justiça, este será o competente para apreciar o pedido cautelar de alimentos provisionais."
      },
      {
        "letra": "C",
        "texto": "O juiz pode, de ofício, antecipar total ou parcialmente os efeitos da tutela."
      },
      {
        "letra": "D",
        "texto": "O arresto é medida cautelar cujo objetivo é assegurar a eficácia de futura execução para entrega de coisa."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência do STJ, é possível a exigência de prestação de caução na concessão de tutela antecipada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253605",
    "metadata": "Ano: 2012 | Banca: UEPA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Analise as proposições a seguir: I - Por força de expressa disposição legal, a antecipação de tutela no ordenamento jurídico brasileiro, depende obrigatoriamente da constatação dos requisitos legais pertinentes, não sendo admitida a concessão da tutela de urgência sem a existência de requerimento expresso da parte interessada. II - O regime processual específico da Fazenda Pública, em especial quanto ao cumprimento das decisões judiciais proferidas em seu desfavor, exige que as antecipações de tutela somente sejam cumpridas pelo Poder Público após a confirmação pela 2º Instância, em razão de expressa condição de eficácia da tutela judicial. III - A concessão de antecipação de tutela em desacordo com as restrições contidas na Lei 9494/97, face à natureza infraconstitucional da matéria, não autoriza o manejo de reclamação constitucional perante o Supremo Tribunal Federal. IV - Havendo concessão de antecipação de tutela em sentença, eventual recurso de apelação, por ausência de disposição legal em contrário, deve ser recebido em seu efeito devolutivo e suspensivo. De acordo com as proposições apresentadas, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas estão corretas"
      },
      {
        "letra": "B",
        "texto": "I e II estão corretas"
      },
      {
        "letra": "C",
        "texto": "apenas a III está correta"
      },
      {
        "letra": "D",
        "texto": "II e IV estão corretas"
      },
      {
        "letra": "E",
        "texto": "todas estão incorretas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253216",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Relativamente à questão da antecipação dos efeitos da tutela jurisdicional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na decisão que antecipar a tutela, o juiz poderá indicar, ainda que resumidamente, as razões do seu convencimento e do deferimento."
      },
      {
        "letra": "B",
        "texto": "A tutela antecipada somente poderá ser modificada ou revogada quando da prolação da sentença."
      },
      {
        "letra": "C",
        "texto": "O pleito de tutela antecipada só poderá ser convertido em cautelar incidental se houver pedido específico em tal sentido, constante da petição inicial."
      },
      {
        "letra": "D",
        "texto": "O abuso de direito de defesa ou o manifesto propósito protelatório do réu, em conjunto com outros requisitos, autoriza a antecipação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "252925",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Em se tratando da antecipação parcial ou total de tutela jurisdicional pretendida pela parte ativa da relação jurídica de direito processual, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela postulada na petição inicial, mediante a existência de prova inequívoca, de modo que se convença da verossimilhança da alegação e haja fundado receio de dano irreparável ou de difícil reparação, não se desconsiderando a hipótese de restar caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      },
      {
        "letra": "B",
        "texto": "Na decisão que antecipar a tutela, o juiz fundamentará a sua decisão, explicitando as razões do seu convencimento; no entanto, não se concederá a antecipação da tutela quando houver perigo de irreversibilidade do provimento antecipado."
      },
      {
        "letra": "C",
        "texto": "A tutela antecipada poderá ser revogada ou modificada a qualquer tempo, em decisão fundamentada; uma vez negada a antecipação da tutela, o juiz poderá indeferir a petição inicial, extinguindo o processo com resolução do mérito, declinando as razões de seu convencimento."
      },
      {
        "letra": "D",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, poderá o juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "250610",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Dos Atos Processuais",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Da comunicação dos atos processuais - Citação"
    ],
    "enunciado_principal": "Sobre a petição inicial, a antecipação da tutela e a citação do réu, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a petição inicial fixa o objeto do processo, não é dado ao autor requerer a antecipação da tutela em momento processual posterior, salvo se o réu ainda não foi citado."
      },
      {
        "letra": "B",
        "texto": "Há hipótese legal de antecipação de tutela, prevista pelo Código de Processo Civil de 1973, que dispensa os requisitos de prova inequívoca e verossimilhança da alegação."
      },
      {
        "letra": "C",
        "texto": "Diz-se pedido alternativo aquele que, pela natureza da obrigação, pode ser cumprido pelo devedor de mais de um modo; chamam-se sucessivos os requerimentos cumulados pelo autor, num único processo, contra o mesmo réu, ainda que entre eles não haja conexão."
      },
      {
        "letra": "D",
        "texto": "A citação por hora certa realizada pelo oficial de justiça, que cumpre estritamente os requisitos legais previstos pelo Código de Processo Civil de 1973, é considerada citação pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249550",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: PGFN",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "O tempo do processo é um ônus que, em regra, deve ser suportado pelo autor. Considerando que a demora da prestação jurisdicional pode ser fonte de danos para as partes, Enrico Finzi identificou como dano marginal aquele gerado pela tão só duração do processo. Porém, não se pode ignorar que, segundo lições de Andrea Proto Pisani, haverá sempre um tempofisiológico do processo (em contraposição ao tempo patológico), que deve ser necessariamente observado para que a tutela jurisdicional seja adequadamente prestada. Para reprimir esse risco de dano, foi instituído no sistema processual brasileiro o poder geral de antecipação dos efeitos da tutela, sobre o qual podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser confundida com a medida cautelar, pois enquanto esta constitui execução-para- segurança, a antecipação dos efeitos da tutela representa segurança-para-execução."
      },
      {
        "letra": "B",
        "texto": "caso deferida a antecipação de tutela, em decisão monocrática, pelo relator do agravo de instrumento, o recurso adequado para a sua impugnação será o agravo interno ou regimental."
      },
      {
        "letra": "C",
        "texto": "é possível que o autor postule uma tutela sob cognição vertical sumária, sem estar inserido em situação de urgência."
      },
      {
        "letra": "D",
        "texto": "caso o autor se equivoque e postule uma medida cautelar sob o rótulo de antecipação dos efeitos da tutela, admite-se a fungibilidade entre as medidas de urgência, podendo ser deferida pelo juiz a medida cautelar, desde que presentes os requisitos da tutela antecipada requerida."
      },
      {
        "letra": "E",
        "texto": "se deferida na sentença, deverá ser impugnada por meio de agravo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248640",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca da tutela antecipada.Considere que Pedro, após adquirir um imóvel que esteja na posse de André, ajuíze ação de imissão de posse. Nessa situação, não cabe pedido de tutela antecipada, haja vista o procedimento específico da ação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248639",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Julgue os itens que se seguem, acerca da tutela antecipada.Ajuizada ação contra a fazenda pública com vistas a forçá-la ao cumprimento de obrigação de fazer consistente no fornecimento de medicamento, há possibilidade de concessão de antecipação dos efeitos da tutela ao autor bem como de imposição de multa diária para o caso de descumprimento da decisão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248637",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Com relação à suspensão de segurança, julgue os itens subsequentes. Caso determinado desembargador federal conceda tutela antecipada em agravo de instrumento, poderá a fazenda pública insurgir-se contra a decisão, mediante a interposição de suspensão de segurança dirigida ao presidente do STJ, sendo a matéria infraconstitucional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242908",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Pessoa aparentemente pobre ajuíza ação contra o Município requerendo tutela antecipada para custeio de cirurgia emergencial. Junta relatório médico dando conta da necessidade e da urgência do procedimento. Ao decidir o pedido liminar,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tendo em vista tratar-se de procedimento irreversível, o juiz não poderá deferir a antecipação da tutela."
      },
      {
        "letra": "B",
        "texto": "caso defira a antecipação da tutela, o juiz poderá, de ofício, impor multa diária para o caso de descumprimento."
      },
      {
        "letra": "C",
        "texto": "se a sentença confirmar a antecipação da tutela, o recurso deverá ser recebido nos efeitos devolutivo e suspensivo."
      },
      {
        "letra": "D",
        "texto": "em razão da urgência, a decisão que deferir a antecipação da tutela não precisará explicitar os seus fundamentos."
      },
      {
        "letra": "E",
        "texto": "caso não defira o pedido de antecipação de tutela, o juiz deverá extinguir o processo sem julgamento de mérito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "242181",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar"
    ],
    "enunciado_principal": "Tutela antecipada e tutela cautelar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixando de oferecer exceção de incompetência em cautelar preparatória, o requerido não perde o direito de discutir a incompetência relativa na ação principal."
      },
      {
        "letra": "B",
        "texto": "Segundo preceito expresso do Código de Processo Civil, o exequente pode pleitear medidas acautelatórias urgentes na própria inicial da execução, independentemente de processo cautelar autônomo."
      },
      {
        "letra": "C",
        "texto": "Não cumprida a determinação de exibição de documento em cautelar para este fim, cabível aplicação de multa cominatória para compelir o obrigado a exibir o que lhe foi determinado."
      },
      {
        "letra": "D",
        "texto": "Preceitua o Código de Processo Civil que não se concederá a antecipação da tutela quando houver perigo de irreversibilidade do provimento antecipado, de modo que, somente mediante caução o juiz poderá conceder a antecipação da tutela contra o poder público para obtenção de vaga em creche ou fornecimento de medicamento de alto custo."
      },
      {
        "letra": "E",
        "texto": "É possível antecipar os efeitos de qualquer espécie de tutela jurisdicional, exceto a declaratória, eis que se trata de provimento de certificação, insuscetível de ser objeto de tutela provisória."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236879",
    "metadata": "Ano: 2012 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa correta: I – nas decisões que envolvam o cumprimento de obrigação de fazer e não fazer, o juiz poderá, inclusive de ofício, impor multa diária ao réu, que pode ser revista a qualquer tempo, caso se verifique que se tornou insuficiente ou excessiva; II – o instituto da antecipação dos efeitos da tutela de mérito não é compatível com a providência de natureza cautelar, uma vez que, cabível a segunda, não é pertinente a primeira, e vice-versa; III – a vedação legal de concessão de antecipação de tutela contra a Fazenda Pública, de acordo com a jurisprudência sumulada do STF, não se aplica às causas de natureza previdenciária; IV – se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, poderá o juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado; V – para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, poderá o juiz, de ofício ou a requerimento, determinar as medidas necessárias, tais como a imposição de multa por tempo de atraso, busca e apreensão, remoção de pessoas e coisas, desfazimento de obras e impedimento de atividade nociva, se necessário com requisição de força policial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas II, III e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, III, IV e V estão correta;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas II e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III e V estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236547",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "É INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os requisitos para a concessão da antecipação de tutela são: requerimento da parte, prova inequívoca, verossimilhança da alegação e a presença de uma das hipóteses de tutela de urgência (receio de dano irreparável ou de difícil reparação) ou de tutela de evidência (caracterização do abuso do direito de defesa ou o manifesto propósito protelatório do réu)."
      },
      {
        "letra": "B",
        "texto": "A tutela específica incide no cumprimento das obrigações de fazer ou não fazer, ou de entrega de coisa, afastando-se, num primeiro momento, a tutela reparatória, que é a conversão em perdas e danos, a qual depende de requerimento do autor ou da impossibilidade da tutela específica ou, ainda, do resultado prático equivalente ao do adimplemento."
      },
      {
        "letra": "C",
        "texto": "A distribuição por dependência ocorre em causas de qualquer natureza relacionadas por conexão ou continência com outra já ajuizada; no ajuizamento de ações idênticas ao juízo prevento; e em processos findos, quando extintos sem resolução do mérito e houver reiteração dos pedidos, ainda que haja alteração do cúmulo subjetivo no polo ativo ou passivo da lide."
      },
      {
        "letra": "D",
        "texto": "A antecipação de tutela da pretensão recursal pode ser deferida pelo relator, que deve comunicar ao juiz a sua decisão e submetê-la, antes da determinação de cumprimento, ao órgão fracionário do Tribunal a que esteja vinculado o relator, dada a gravidade do provimento. A antecipação nessa forma é denominada, pelo Superior Tribunal de Justiça, de efeito “suspensivo ativo”."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "221629",
    "metadata": "Ano: 2012 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo e assinale a alternativa correta:I – O juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação ou haja fundado receio de dano irreparável ou de difícil reparação; ou, fique caracterizado o abuso do direito de defesa ou o manifesto propósito protelatório do réu. II – Não deve se confundir o regime legal das cautelares (sempre não satisfativas) com o das medidas de antecipação de tutela (de caráter satisfativo provisório, por expressa autorização da lei). III – Se for deferida a medida de antecipação de tutela, sua execução será feita com as mesmas precauções e princípios concernentes à execução provisória. De toda forma, a medida antecipatória jamais poderá assumir o efeito exauriente da tutela jurisdicional. IV – Na antecipação de tutela de obrigações de fazer e não fazer, o juiz poderá tomar as seguintes medidas coercitivas especificadas para disciplina própria das obrigações de fazer e de dar: impor multa diária, determinar busca e apreensão, remoção de pessoas ou coisas, desfazimento de obras, impedimento de atividade nociva, se necessário com requisição de força policial. V – O ato do juiz que defere a antecipação de tutela é sempre decisão interlocutória e o que indefere é classificado como sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III, IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707096",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Recursos",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Coisa Julgada no CPC 1973",
      "Embargos infringentes"
    ],
    "enunciado_principal": "É errado afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela antecipada poderá ser concedida, quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso, fazendo coisa julgada material a respectiva decisão."
      },
      {
        "letra": "B",
        "texto": "Cabem embargos infringentes contra acórdão, proferido por maioria, em agravo retido, quando se tratar de matéria de mérito."
      },
      {
        "letra": "C",
        "texto": "A apreciação de questão prejudicial, decidida incidentalmente no processo, somente fará coisa julgada material, se, requerida por qualquer das partes, o juiz for competente em razão da matéria e constituir pressuposto necessário para o julgamento do pedido."
      },
      {
        "letra": "D",
        "texto": "Não cabe a remessa necessária quando a sentença estiver fundada em jurisprudência do Plenário do Supremo Tribunal Federal ou do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "535308",
    "metadata": "Ano: 2011 | Banca: PGE-PA | Órgão: PGE-PA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Sentença",
      "Tutela Antecipada",
      "Ação Rescisória",
      "Procedimento ordinário",
      "Mandado de Segurança Individual e Coletivo",
      "Ações Coletivas no CPC 1973",
      "Processo Cautelar",
      "Teoria geral do processo cautelar",
      "Cautelares típicas ou nominadas"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa CORRETA: I - Na ação rescisória proposta pelo Estado, deverá o ente público depositar a importância de 5% (cinco por cento) sobre o valor da causa, a título de multa, caso a ação seja, por unanimidade de votos, declarada inadmissível ou improcedente.II - Na ação de Mandado de Segurança o ingresso de litisconsorte ativo não será admitido após o despacho da petição inicial. III - Cessa o arresto pelo pagamento; pela novação; pela transação. V - Acerca da tutela antecipada, o juiz poderá antecipar, de ofício ou a requerimento da parte autora, os efeitos da tutela pretendida, desde que haja fundado receio de dano irreparável ou de difícil reparação, ou fique caracterizado o abuso de direito de defesa ou manifesto propósito protelatório do réu. V - A sentença deve ser certa, exceto quando decida relação jurídica condicional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, III e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II, III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "250255",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre a antecipação de tutela, assinale a questão incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá, a requerimento da parte, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequivoca, se convença da verossimilhança da alegação e haja fundado receio de dano irreparável ou de difícil reparação ou fique caracterizado o abuso de direito de defesa ou o manifesto propósito protefatório do réu."
      },
      {
        "letra": "B",
        "texto": "Não se concederá a antecipação da tutela quando houver perigo de irreversibilidade do provimento antecipado."
      },
      {
        "letra": "C",
        "texto": "A tutela antecipada poderá ser revogada ou modificada a qualquer tempo, salvo se a decisão que a concedeu ou a indeferiu tiver sido fundamentada."
      },
      {
        "letra": "D",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providencia de natureza cautelar, poderá o juiz, quando presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado."
      },
      {
        "letra": "E",
        "texto": "Não é cabível medida liminar de antecipação de tutela que objetiva o saque ou a movimentação do trabalhador da conta vinculada do FGTS."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "215179",
    "metadata": "Ano: 2011 | Banca: COPS-UEL | Órgão: PGE-PR",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre as tutelas de urgência, analise as seguintes assertivas: I – para a admissão da tutela de urgência, é irrelevante que o requerente tenha deduzido pedido de tutela cautelar incidental ou pedido de antecipação de tutela. II – a substituição de medida cautelar pela prestação de caução ou por outra garantia menos gravosa ao requerido independe de seu expresso pedido. III – cabe liminar antecipatória contra a Fazenda Pública em causa de natureza previdenciária. IV – a responsabilidade do requerente por eventuais danos causados pela execução de medida cautelar ou antecipatória é objetiva. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estão corretas apenas as afirmações II e III;"
      },
      {
        "letra": "B",
        "texto": "estão corretas apenas as afirmações I e IV;"
      },
      {
        "letra": "C",
        "texto": "está correta apenas a afirmação III;"
      },
      {
        "letra": "D",
        "texto": "está correta apenas a afirmação IV;"
      },
      {
        "letra": "E",
        "texto": "estão corretas todas as afirmações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "209791",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Quanto à tutela inibitória, antecipação de tutela, tutela específica e antecipada das obrigações de fazer e não fazer, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá, a requerimento da parte ou de ofício, antecipar, total ou parcialmente, os efeitos da tutela pretendida no pedido inicial, desde que, existindo prova inequívoca, se convença da verossimilhança da alegação e haja fundado receio de dano irreparável ou de difícil reparação, ou fique caracterizado o abuso de direito de defesa ou o manifesto propósito protelatório do réu."
      },
      {
        "letra": "B",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, não poderá o juiz, mesmo presentes os respectivos pressupostos, deferir a medida cautelar em caráter incidental do processo ajuizado."
      },
      {
        "letra": "C",
        "texto": "Para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, poderá o juiz, de ofício ou a requerimento, impor multa por tempo de atraso, e poderá, ainda de ofício, modificar o seu valor ou a periodicidade, caso verifique que se tornou insuficiente ou excessiva."
      },
      {
        "letra": "D",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, o juiz concederá a tutela específica da obrigação ou, se procedente o pedido, determinará providências que assegurem o resultado prático equivalente ao do adimplemento. A obrigação somente se converterá em perdas e danos se o autor o requerer ou se impossível a tutela específica ou a obtenção do resultado prático correspondente. A indenização por perdas e danos dar-se-á com prejuízo da multa."
      },
      {
        "letra": "E",
        "texto": "Na ação que tenha por objeto o cumprimento de obrigação de fazer ou não fazer, sendo relevante o fundamento da demanda e havendo justificado receio de ineficácia do provimento final, é lícito ao juiz conceder a tutela liminarmente ou mediante justificação prévia, citado o réu. A medida liminar poderá ser revogada ou modificada, a qualquer tempo, em decisão fundamentada. O juiz poderá, na medida liminar ou na sentença, impor multa diária ao réu, desde que requerida pelo autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "200490",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: Prefeitura de Nova Lima - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar"
    ],
    "enunciado_principal": "Sobre a concessão de medidas cautelares e de antecipação de tutela em face da Fazenda Pública, pode-se afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é cabível, no juízo de primeiro grau, medida cautelar inominada ou a sua liminar, quando impugnado ato de autoridade sujeita, na via de mandado de segurança, à competência originária de tribunal."
      },
      {
        "letra": "B",
        "texto": "No mandado de segurança coletivo e na ação civil pública, a liminar será concedida, quando cabível, após a audiência do representante judicial da pessoa jurídica de direito público, que deverá se pronunciar no prazo de setenta e duas horas, sendo tal regra mitigada, por exemplo, em face da possibilidade de graves danos à saúde decorrentes da demora na satisfação da liminar ou da ausência de prejuízos à Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "A pessoa física ou jurídica de direito privado, salvo as exceções consagradas na jurisprudência (concessionárias de serviço público na defesa do interesse público), não têm legitimidade para interpor pedido de suspensão da liminar ao presidente do Tribunal ao qual caberia conhecer do recurso."
      },
      {
        "letra": "D",
        "texto": "As liminares cujo objeto seja idêntico poderão ser suspensas em uma única decisão, sendo vedado ao Presidente do Tribunal que conheceu do pedido estender os efeitos da suspensão a liminares supervenientes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "142779",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, assinale a opção correta.Após a aquisição de determinado imóvel, o comprador ajuizou contra o vendedor ação de imissão na posse. Realizada a citação, mas ainda antes de a resposta ser apresentada, o comprador soube que a situação financeira do vendedor sofrera rápida e severa deterioração, o que tornava improvável que este pudesse reparar qualquer dano causado ao imóvel no curso da ação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverá o autor aguardar a apresentação da réplica à contestação para pedir a antecipação da tutela jurisdicional."
      },
      {
        "letra": "B",
        "texto": "Por ser certa a incapacidade do réu de arcar com as consequências negativas da manutenção de sua posse sobre o bem, justifica-se o julgamento antecipado da lide."
      },
      {
        "letra": "C",
        "texto": "Não será possível a antecipação da tutela jurisdicional, porque, diante da possibilidade de imissão na posse, ocorre a irreversibilidade jurídica da medida."
      },
      {
        "letra": "D",
        "texto": "Dada a situação econômica do réu, o autor poderá requerer a antecipação da tutela jurisdicional mediante petição fundada no receio de dano de difícil reparação."
      },
      {
        "letra": "E",
        "texto": "Não será possível pedido de antecipação da tutela jurisdicional, por ser de rito especial a ação de imissão na posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "119656",
    "metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela antecipada não poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "B",
        "texto": "A tutela antecipada também poderá ser concedida quando um ou mais dos pedidos cumulados, ou parcela deles, mostrar-se incontroverso."
      },
      {
        "letra": "C",
        "texto": "Observar-se-á o procedimento ordinário nas causas que versem sobre revogação de doação."
      },
      {
        "letra": "D",
        "texto": "Quando o rito for o sumário, o autor apresentará o rol de testemunhas e quesitos ao perito no prazo de 10 dias antes da audiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "104812",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A título de antecipação de tutela, pode ser requerida providência de natureza cautelar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "258450",
    "metadata": "Ano: 2010 | Banca: INSTITUTO CIDADES | Órgão: DPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A antecipação de tutela, em ação de procedimento ordinário,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma vez concedida, não pode ser modificada ou revogada antes da sentença."
      },
      {
        "letra": "B",
        "texto": "prescinde da fundamentação da decisão concessiva, ante a urgência da situação."
      },
      {
        "letra": "C",
        "texto": "só pode ser concedida na fase inicial do processo, antes da citação."
      },
      {
        "letra": "D",
        "texto": "pode ser concedida contra a Fazenda Pública, em causa de natureza previdenciária."
      },
      {
        "letra": "E",
        "texto": "pode ser concedida contra a Fazenda Pública, tendo como objeto tutela específica de obrigação de fazer, mas não pode imputar-lhe multa diária por descumprimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "115319",
    "metadata": "Ano: 2010 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Princípios Gerais do Processo",
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Petição Inicial"
    ],
    "enunciado_principal": "De acordo com Luiz Guilherme Marinoni, em sua obra Teoria Geral do Processo, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedido juridicamente impossível é aquele que não é viável, seja por estar expressamente proibido por uma norma, seja por estar obstaculizado pelo sistema jurídico."
      },
      {
        "letra": "B",
        "texto": "Todas as regras processuais relacionadas com o direito fundamental de ação devem ser dimensionadas a partir do direito material."
      },
      {
        "letra": "C",
        "texto": "As normas que tratam das três espécies de tutela antecipatória conferem direito ou poder de determinação de uma técnica entre várias, porque a ação adequada à tutela do direito é dependente da existência do direito material."
      },
      {
        "letra": "D",
        "texto": "O processo é um instrumento voltado à atuação da lei, na medida em que o juiz atribui significado ao caso concreto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "93439",
    "metadata": "Ano: 2010 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Penedo - AL",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito da antecipação de tutela no processo civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado o deferimento da antecipação dos efeitos da tutela na própria sentença."
      },
      {
        "letra": "B",
        "texto": "A decisão que antecipa os efeitos da tutela é passível de revogação, somente até a fase de saneamento do processo."
      },
      {
        "letra": "C",
        "texto": "É lícito ao juiz antecipar os efeitos da tutela pretendida pelo autor quando caracterizado o abuso do direito de defesa, havendo ou não fundado receio de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "D",
        "texto": "Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, deve o juiz indeferir o pedido correspondente."
      },
      {
        "letra": "E",
        "texto": "É lícito ao juiz deferir a antecipação dos efeitos da tutela definitiva pretendida pelo autor quando houver prova indiciária a respeito do direito alegado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "85005",
    "metadata": "Ano: 2010 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Para fins de antecipação da tutela: I. O juízo de verossimilhança sobre a existência do direito do autor tem como parâmetro legal a prova inequívoca dos fatos que o fundamentam. II. O fumus boni iuris que fundamenta a concessão de uma cautelar é exigência idêntica à verossimilhança da alegação exigida para a tutela antecipada. III. Convencendo-se o juiz de que a pretensão deduzida na petição inicial tem boas chances de ser atendida, poderá conceder ao autor a fruição provisória ao bem da vida pretendido, em tutela de cognição sumária. IV. No caso da antecipação de tutela autorizada por abuso do direito de defesa verifica-se a existência de provisoriedade com toda a estrutura da cautelar, mas não informada pela existência de perigo concreto ao resultado do processo: o perigo de dano a ser evitado é aquele inerente ao tempo necessário para a cognição plena. Da análise das sentenças acima, é de se concluir que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "As afirmativas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas II, III e IV são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "77560",
    "metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Sobre antecipação dos efeitos da tutela em ação de improbidade, analise as seguintes assertivas. I - A antecipação recairá sobre os efeitos mandamentais e condenatórios, mas não sobre os desconstitutivos. II - O Presidente do Tribunal, em sede de pedido de suspensão, limitar-se-á a avaliar a presença dos riscos previstos em lei, não podendo analisar a juridicidade da decisão antecipatória, o que será objeto de agravo de instrumento. III - Em ação de improbidade administrativa, não cabe a concessão de tutela antecipada inaudita altera pars.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas I é falsa."
      },
      {
        "letra": "C",
        "texto": "Apenas a II é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "I, II e III são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "77028",
    "metadata": "Ano: 2010 | Banca: FUNCAB | Órgão: DETRAN-PE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário",
      "Processo Cautelar"
    ],
    "enunciado_principal": "Sobre as regras do processo cautelar e da antecipação de tutela, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a tutela antecipada poderá ser revogada ou modificada a qualquer tempo,em decisão judicial fundamentada."
      },
      {
        "letra": "B",
        "texto": "interposto o recurso, a medida cautelar será requerida ao juiz da causa."
      },
      {
        "letra": "C",
        "texto": "cabe à parte propor a ação principal no prazo de 15 (quinze) dias, contados da data da efetivação da medida cautelar, quando esta for concedida em procedimento preparatório."
      },
      {
        "letra": "D",
        "texto": "o requerido, no processo cautelar, será citado para, no prazo de 15 (quinze) dias contestar o pedido."
      },
      {
        "letra": "E",
        "texto": "se o autor, a título de antecipação de tutela requerer providência de natureza cautelar, deve o juiz extinguir o processo sem julgamento do mérito, ainda que presentes os respectivos pressupostos processuais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "72562",
    "metadata": "Ano: 2010 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Ticio, devidamente qualificado, propôs ação de procedimento ordinário com a intenção de cobrar valores decorrentes de pagamentos efetuados a um Banco, considerados pelo autor indevidos, cumulando o pedido com danos morais. Regularmente citado, o Banco, na condição de réu, apresentou contestação. Considerando que o réu não ofereceu fundamentos adequados para combater a tese exposta na exordial, o Juiz entendeu ser a resposta abusiva, adequada à previsão do art. 273, inciso II, do Código de Processo Civil, e determinou o pagamento imediato da quantia cobrada. Diante disso, o réu apresentou recurso, alegando que o autor não possuía patrimônio, causando risco de irreversibilidade da medida. Nesse contexto, afirma-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um dos elementos da tutela antecipada é a possibilidade de que a medida possa ser reversível."
      },
      {
        "letra": "B",
        "texto": "a irreversibilidade aduzida não é aplicável ao caso apresentado."
      },
      {
        "letra": "C",
        "texto": "a decisão carece de fundamento diante da necessidade de caracterização da urgência."
      },
      {
        "letra": "D",
        "texto": "a decisão exposta no texto é uma sentença."
      },
      {
        "letra": "E",
        "texto": "a decisão que defere a tutela antecipada é imodificável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "68959",
    "metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Teoria geral das provas",
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta:I. Na concessão da tutela inibitória antecipada são observados os seguintes critérios: relevância da fundamentação; receio de ineficácia do provimento final; possibilidade de concessão de liminar ou de realização de justificação prévia, citado o réu; admissibilidade de revogação ou modificação da medida a qualquer tempo sempre por decisão fundamentada. Para efetivação da tutela inibitória específica, o juiz pode impor astreintes (multas diárias) ou determinar medidas de sub-rogação, a saber: imposição de multa por tempo de atraso, busca e apreensão, remoção de pessoas e coisas, desfazimento de obras, impedimento de atividade nociva, se necessário com requisição de força policial. II. Se o autor, a título de antecipação de tutela, requerer providência de natureza cautelar, poderá o juiz, quando presentes os respectivos pressupostos (fumus boni iuris e periculum in mora), deferir a medida cautelar em caráter incidental do processo ajuizado. Por esta razão, não se justifica a exigência, por parte do juiz, que a parte proponha ação autônoma para obtenção de medida cautelar, que pode perfeitamente ser concedida no âmbito do processo de conhecimento. III. Pelo princípio da causalidade, define-se que a nulidade de um ato do procedimento contamina os posteriores que dele sejam dependentes, com a consequência de ter-se de anular todo o processo a partir do ato celebrado com imperfeição. O princípio da instrumentalidade das formas por seu turno estabelece que só são anulados os atos imperfeitos se o objetivo não tiver sido atingido, pois o que interessa afinal é o objetivo do ato e não o ato em si mesmo. Pelo princípio do interesse, a própria parte que tiver dado causa à nulidade relativa não será legitimada a pleitear a anulação do ato. IV. O princípio da persuasão racional na apreciação da prova recomenda: observância das regras lógicas e máximas da experiência comum; inadmissibilidade de convicção formada exclusivamente com base em intuição pessoal afastada das regras lógicas e do senso comum; indicação dos motivos e circunstâncias que conduzem à convicção acerca da veracidade dos fatos alegados e provados; motivação do convencimento com amparo na prova dos autos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as proposições estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "64867",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "É possível a antecipação dos efeitos da tutela jurisdicional, antes mesmo da citação do réu, na hipótese em que alguém peça a apreensão de mercadorias altamente perecíveis que alegue ter adquirido mediante contrato de compra e venda por instrumento público e que estejam em poder do vendedor, se acompanharem a inicial procuração, declaração de hipossuficiência e requerimento de exibição do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "60284",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "A tutela inibitória",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existe em função do ilícito; portanto, tem sempre caráter repressivo."
      },
      {
        "letra": "B",
        "texto": "pressupõe risco de dano grave e irreversível, porque é preventiva."
      },
      {
        "letra": "C",
        "texto": "requer prova da culpa ou dolo, já que existe em função do ilícito."
      },
      {
        "letra": "D",
        "texto": "é admitida para determinar tanto um fazer quanto um não fazer."
      },
      {
        "letra": "E",
        "texto": "não é voltada para prevenir a repetição do ilícito, mas apenas para evitá-lo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "56218",
    "metadata": "Ano: 2010 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a resposta incorreta, considerando o disposto no Código de Processo Civil sobre a antecipação dos efeitos da tutela jurisdicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em casos excepcionais, quando houver fundado receio de dano irreparável ou de difícil reparação, é possível a concessão da antecipação dos efeitos da tutela jurisdicional de ofício pelo juiz;"
      },
      {
        "letra": "B",
        "texto": "a presença de prova inequívoca e do convencimento da verossimilhança das alegações são duas das condições exigidas pela legislação para a concessão da antecipação da tutela;"
      },
      {
        "letra": "C",
        "texto": "a decisão antecipadora pode ser reformada ou modificada a qualquer tempo, mediante decisão fundamentada do juiz;"
      },
      {
        "letra": "D",
        "texto": "nas tutelas que envolvem obrigações de fazer ou não fazer, a efetivação da decisão antecipadora deverá prestar uma tutela específica, indicando as providências que lhe assegurem um resultado prático;"
      },
      {
        "letra": "E",
        "texto": "no caso de fixação de multa diária, visando o cumprimento da decisão, o valor e a periodicidade da multa podem ser revistos pelo juiz, a qualquer tempo, independentemente de requerimento da parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "41130",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "João, menor absolutamente incapaz representado por José, seu pai, ajuizou ação declaratória de inexistência de relação jurídica contra a Escola Arco-íris Ltda., tendo como causa de pedir o pagamento regular de todas as mensalidades do ano letivo, injustamente cobradas pela instituição de ensino. O autor postulou, a título de antecipação da tutela jurisdicional, a sustação liminar do protesto das cambiais vinculadas ao contrato, pois, segundo ele, já teriam sido pagas. Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A providência liminar requerida pelo autor tem nítido conteúdo cautelar e, com esse fundamento, deve ser indeferida pelo juiz."
      },
      {
        "letra": "B",
        "texto": "A antecipação da tutela deve ser indeferida com o fundamento de que, nesse caso, há perigo de irreversibilidade."
      },
      {
        "letra": "C",
        "texto": "A antecipação da tutela deve ser indeferida com o fundamento de que, nesse caso, não há fundado receio de dano irreparável ou de difícil reparação."
      },
      {
        "letra": "D",
        "texto": "Se o autor não tivesse postulado a antecipação da tutela, o MP, ao intervir obrigatoriamente no processo como custos legis, também não poderia fazê-lo."
      },
      {
        "letra": "E",
        "texto": "É cabível ao juiz conceder a antecipação da tutela nesse caso, ainda que o pedido final seja de sentença meramente declaratória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "35978",
    "metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nulidade da cláusula de eleição de foro, em contrato de adesão, pode ser declarada de ofício pelo juiz, que declinará de competência para o juízo de domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "O juiz pode, de ofício, em qualquer estado do processo, determinar o comparecimento pessoal das partes, a fim de interrogá-las sobre os fatos da causa."
      },
      {
        "letra": "C",
        "texto": "Quando a matéria controvertida for unicamente de direito e no juízo já houver sido proferida sentença de total improcedência em outros casos idênticos, poderá ser dispensada a citação e proferida sentença, reproduzindo-se o teor da anteriormente prolatada."
      },
      {
        "letra": "D",
        "texto": "Não se tratando de direitos patrimoniais, o juiz poderá, de ofício, conhecer da prescrição e decretá-la de imediato."
      },
      {
        "letra": "E",
        "texto": "Para a efetivação da tutela específica ou a obtenção do resultado prático equivalente, poderá o juiz, de ofício, determinar as medidas necessárias, tais como a imposição de multa por tempo de atraso, busca e apreensão e remoção de pessoas e coisas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "35545",
    "metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tutela que antecipa pagamento de soma à vítima de ato ilícito é tutela ressarcitória antecipada."
      },
      {
        "letra": "B",
        "texto": "A tutela antecipada não pode ser concedida em face de qualquer modalidade de sentença."
      },
      {
        "letra": "C",
        "texto": "A tutela antecipada não pode ser requerida em procedimento sumário."
      },
      {
        "letra": "D",
        "texto": "O autor, a título de antecipação de tutela não poderá requerer providência de natureza cautelar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "33174",
    "metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Decisão que antecipe os efeitos da tutela jurisdicional pretendida pela parte confere-lhe a imediata fruição do bem jurídico reclamado, o que importa dizer que essa espécie de tutela de urgência é interina, mas não limitada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1224387",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Processual Civil - CPC 1973",
    "subcategorias": [
      "Tutela Antecipada",
      "Procedimento ordinário"
    ],
    "enunciado_principal": "Com relação ao processo, ao procedimento, aos juizados especiais, ao pedido e à resposta do réu no direito processual civil, julgue o item seguinte. Não é cabível no procedimento sumário o provimento antecipatório da tutela pretendida pelo autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]