[
{
"id": "78153492",
"metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",


"enunciado_principal": "A respeito da contagem de prazo no Código Penal, é correto afirmar que",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "o ano penal é composto de apenas trezentos e sessenta dias." },
{ "letra": "B", "texto": "o dia do começo inclui-se no cômputo do prazo." },
{ "letra": "C", "texto": "os dias, os meses e os anos não são contados pelo calendário comum." },
{ "letra": "D", "texto": "o dia do fim não se inclui no cômputo do prazo." },
{ "letra": "E", "texto": "os sábados e domingos são desprezados no cômputo do prazo." }
],
"gabarito": "B"
},
{
"id": "19406538",
"metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",


"enunciado_principal": "Em relação ao conceito, às funções e aos caracteres do direito penal, assinale a alternativa correta.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "O direito penal é o setor ou parcela do ordenamento jurídico público, que estabelece as ações ou omissões delitivas, cominando-lhes penas, medidas de segurança ou trabalho forçado." },
{ "letra": "B", "texto": "Do ponto de vista material, integra-se por normas jurídicas (mandatos e proibições) que criam o injusto penal e suas respectivas consequências jurídicas." },
{ "letra": "C", "texto": "A função primordial do direito penal radica na proteção de bens jurídico – penais – bens do Direito – essenciais ao país e à comunidade." },
{ "letra": "D", "texto": "A missão do direito penal é proteger a convivência humana, assegurando-se, por meio da coação estatal, a inquebrantabilidade da ordem jurídica." },
{ "letra": "E", "texto": "O direito penal não se presta à tutela de bens ou interesses difusos ou coletivos." }
],
"gabarito": "D"
},
{
"id": "36210457",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",


"enunciado_principal": "Com referência a fundamentos e noções gerais aplicadas ao direito penal, julgue o próximo item.",


"itens_assertiva": [
"Em matéria penal, os tratados e as convenções internacionais, após serem referendados pelo Congresso Nacional, constituem fontes imediatas do direito penal e têm eficácia *erga omnes* ."
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "89502174",
"metadata": "Ano: 2013 | Banca: COPESE - UFPI | Órgão: Prefeitura de Parnaíba - PI",


"enunciado_principal": "Sobre o uso de algemas, é CORRETO afirmar que:",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Não há necessidade de justificativa, por escrito, do emprego de algemas por parte da autoridade ou de agentes públicos." },
{ "letra": "B", "texto": "O uso indevido de algemas por autoridades ou agentes públicos não implica quaisquer responsabilidades para o Estado." },
{ "letra": "C", "texto": "O uso de algemas é permitido, desde que haja fundado receio de fuga ou de perigo à integridade física própria ou alheia, por parte do preso ou de terceiros, com justificativa por escrito." },
{ "letra": "D", "texto": "Fica a critério da autoridade ou do agente público o uso de algemas diante das circunstâncias reais que envolvem o caso concreto." },
{ "letra": "E", "texto": "O uso indevido de algemas não pode resultar na nulidade da prisão e em qualquer consequência processual." }
],
"gabarito": "C"
},
{
"id": "45091238",
"metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",


"enunciado_principal": "Sobre a relação entre o sistema penal brasileiro contemporâneo e a Constituição Federal, é correto afirmar que:",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "o princípio constitucional da humanidade das penas encontra ampla efetividade no Brasil, diante da adequação concreta das condições de aprisionamento aos tratados internacionais de direitos humanos." },
{ "letra": "B", "texto": "o princípio constitucional da legalidade restringe-se à tipificação de condutas como crimes, não abarcando as faltas disciplinares em execução penal." },
{ "letra": "C", "texto": "o estereótipo do criminoso não contribui para o processo de criminalização, pois violaria o princípio constitucional da não discriminação." },
{ "letra": "D", "texto": "a seletividade do sistema penal brasileiro, por ser um problema conjuntural, poderia ser resolvida com a aplicação do princípio da igualdade nas ações policiais." },
{ "letra": "E", "texto": "o princípio constitucional da intranscendência da pena não é capaz de impedir a estigmatização e práticas violadoras de direitos humanos de familiares de pessoas presas." }
],
"gabarito": "E"
},
{
"id": "22867015",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGESP-AL",


"enunciado_principal": "No que se refere aos crimes contra a fé pública e contra o patrimônio e à imputabilidade, julgue os itens seguintes.",


"itens_assertiva": [
"Se uma lei ordinária alterar o Código Penal para estabelecer a maioridade penal aos dezesseis anos, será julgada inconstitucional, pois a Constituição Federal de 1988 dispõe expressamente que são penalmente inimputáveis os menores de dezoito anos de idade."
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "57912480",
"metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",


"enunciado_principal": "O princípio da reserva legal constitui-se na garantia individual de que o poder de punir do Estado em matéria penal será exercido nos limites da norma positivada, permitindo a criação de tipos penais incriminadores e a instituição de penas por intermédio de:",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Qualquer espécie normativa, desde que elaborada em observância ao regular processo administrativo ou legislativo." },
{ "letra": "B", "texto": "Lei ordinária e medida provisória, já que esta última também possui força de lei até que seja submetida a regular processo legislativo." },
{ "letra": "C", "texto": "Decreto legislativo, já que são funções exclusivas do Poder Legislativo a criação de direito novo, a imposição de obrigações de caráter geral e a definição de sanções jurídicas." },
{ "letra": "D", "texto": "Decreto-lei, regularmente elaborado no exercício do poder administrativo-normativo do chefe do Poder Executivo, já que o ato de legislar encontra-se no feixe de atribuições típicas deste Poder." },
{ "letra": "E", "texto": "Lei em sentido estrito, entendida esta como a espécie normativa aprovada em regular processo legislativo levado a efeito no âmbito do Poder Legislativo." }
],
"gabarito": "E"
},
{
"id": "10983756",
"metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",


"enunciado_principal": "Assinale a alternativa que  **NÃO SE AJUSTA**  à doutrina do garantismo penal, em sua concepção clássica:",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A interpretação da lei nunca é uma atividade exclusivamente recognitiva, mas é sempre fruto de uma escolha prática a respeito de hipóteses interpretativas alternativas." },
{ "letra": "B", "texto": "O problema do garantismo penal é elaborar técnicas no plano teórico, torná-las vinculantes no plano normativo e assegurar sua efetividade no plano prático." },
{ "letra": "C", "texto": "Na aplicação da lei penal, o julgador, preocupado com a legitimação da atividade jurisdicional e com a adesão social a seus atos, deve orientar suas decisões em conformidade com o consenso geral da população." },
{ "letra": "D", "texto": "O direito penal é necessário como técnica institucional de minimização da reação violenta ao desvio socialmente não tolerado e como garantia do acusado contra os arbítrios, os excessos e os erros conexos a formas não jurídicas de controle social." },
{ "letra": "E", "texto": "As garantias penais não servem tanto para legitimar ou validar, senão mais para deslegitimar o abuso da potestade punitiva." }
],
"gabarito": "C"
},
{
"id": "67345021",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",


"enunciado_principal": "Julgue os itens seguintes, referentes à interpretação da lei penal, às causas de exclusão da culpabilidade e às causas de extinção da punibilidade.",


"itens_assertiva": [
"Pela analogia, meio de interpretação extensiva, busca-se alcançar o sentido exato do texto de lei obscura ou incerta, admitindo-se, em matéria penal, apenas a analogia *in bonam partem.*"
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "45903218",
"metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",


"enunciado_principal": "ANALISE O ENUNCIADO DA QUESTÃO ABAIXO E ASSINALE \"CERTO\" (C) OU \"ERRADO\" (E)",


"itens_assertiva": [
"Em sede de Política Criminal, o Direito Penal de segunda velocidade, identificado, por exemplo, quando da edição das Leis dos Crimes Hediondos e do Crime Organizado, compreende a utilização da pena privativa de liberdade e a permissão de uma flexibilização de garantias materiais e processuais."
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "81206574",
"metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",


"enunciado_principal": "ANALISE O ENUNCIADO DA QUESTÃO ABAIXO E ASSINALE \"CERTO\" (C) OU \"ERRADO\" (E)",


"itens_assertiva": [
"A interpretação, quanto aos meios empregados, divide-se em gramatical, literal ou sintática; e lógica ou teleológica. Se houver contradição entre as conclusões da interpretação literal e lógica, deverá a esta prevalecer. A interpretação teleológica se vale dos seguintes elementos: *ratio legis*; sistemático; histórico; Direito Comparado; extrapenal e extrajurídico."
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "23487095",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",


"enunciado_principal": "Assinale a opção correta acerca da interpretação da lei penal",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A interpretação extensiva é admitida em direito penal para estender o sentido e o alcance da norma até que se atinja sua real acepção." },
{ "letra": "B", "texto": "A interpretação analógica não é admitida em direito penal porque prejudica o réu." },
{ "letra": "C", "texto": "A interpretação teleológica consiste em extrair o sentido e o alcance da norma de acordo com a posição da palavra na estrutura do texto legal." },
{ "letra": "D", "texto": "A analogia penal permite ao juiz atuar para suprir a lacuna da lei, desde que isso favoreça o réu." },
{ "letra": "E", "texto": "A interpretação judicial da lei penal se manifesta na edição de súmulas vinculantes editadas pelos tribunais." }
],
"gabarito": "A"
},
{
"id": "50678913",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",


"enunciado_principal": "A respeito de aspectos diversos dos crimes bem como dos princípios aplicáveis ao direito penal, assinale a opção correta de acordo com as disposições do CP e da doutrina penal.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Caracteriza situação de arrependimento eficaz o caso do agente que, durante a ação, diz para si “posso prosseguir, mas não quero” e encerra sua empreitada criminosa." },
{ "letra": "B", "texto": "Chama-se de dolo direto de segundo grau aquele que se dirige em relação ao fim proposto e aos meios escolhidos." },
{ "letra": "C", "texto": "Norma penal em branco homogênea, ou em sentido amplo, é aquela cujo complemento é oriundo da mesma fonte legislativa que editou a norma que necessita desse complemento." },
{ "letra": "D", "texto": "Negligente é o agente que pratica um ato perigoso sem os cuidados que o caso requer." },
{ "letra": "E", "texto": "No erro de tipo essencial incriminador, o erro recai sobre os pressupostos fáticos de uma causa de justificação, isto é, excludente de ilicitude, que se encontra em tipos penais permissivos." }
],
"gabarito": "C"
},
{
"id": "93450127",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",


"enunciado_principal": "Em relação à analogia, assinale a opção correta.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A analogia só ocorre na hipótese de aplicação de lei, sendo vedada a utilização de entendimento firmado em súmula de tribunal superior analogicamente a outra situação semelhante." },
{ "letra": "B", "texto": "A analogia em direito penal, em regra, só pode ser utilizada em razão da ausência de norma regulamentadora, da presença de lacuna na lei ou da existência de lei desproporcional." },
{ "letra": "C", "texto": "A analogia, forma de autointegração da lei, não constitui fonte mediata do direito, podendo ser utilizada em relação a normas permissivas e incriminadoras." },
{ "letra": "D", "texto": "A jurisprudência do STJ admite, no âmbito do direito penal, a aplicação de analogia de normas de direito civil ou processual civil, ainda que resulte na condenação do réu." },
{ "letra": "E", "texto": "O uso do instituto da analogia pressupõe, necessariamente, uma lacuna involuntária da norma em vigor." }
],
"gabarito": "E"
},
{
"id": "11987654",
"metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",


"enunciado_principal": "Leia atentamente as assertivas a seguir.",


"itens_assertiva": [
"I. Pode-se afirmar que, na história do Direito Penal Brasileiro, as Ordenações Filipinas foram substituídas pelo Código Criminal do Império de 1830.",
"II. A interpretação da lei é autêntica contextual quando o julgador, dentro de um determinado contexto fático, aplica-a.",
"III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelo crime tentado.",
"IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
],


"enunciado_pergunta": "Está correto apenas o que se afirma em",


"alternativas": [
{ "letra": "A", "texto": "I e II" },
{ "letra": "B", "texto": "I e IV." },
{ "letra": "C", "texto": "III e IV." },
{ "letra": "D", "texto": "I, III e IV." }
],
"gabarito": "B"
},
{
"id": "67018942",
"metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",


"enunciado_principal": "Com relação às fontes do Direito Penal, é correto dizer que as fontes formais são classificadas em",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "materiais e de cognição." },
{ "letra": "B", "texto": "imediata e substancial" },
{ "letra": "C", "texto": "mediata e de produção." },
{ "letra": "D", "texto": "mediata e imediata" },
{ "letra": "E", "texto": "exclusivamente de cognição." }
],
"gabarito": "D"
},
{
"id": "30145672",
"metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",


"enunciado_principal": "Assinale a alternativa que contenha o nome de uma elogiada legislação brasileira que, apos debates acalorados, manteve a pena de morte dentre as sanções penais e que foi responsável pela criação do sistema de dias-multa.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Código Penal da República (1890)." },
{ "letra": "B", "texto": "Código Criminal do Império (1830)." },
{ "letra": "C", "texto": "Consolidação das Leis Penais (1932)" },
{ "letra": "D", "texto": "Ordenações Filipinas (1603)" },
{ "letra": "E", "texto": "Código Penal (1940). V" }
],
"gabarito": "B"
},
{
"id": "58341760",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",


"enunciado_principal": "Julgue os itens a seguir com base no direito penal.",


"itens_assertiva": [
"O fato de determinada conduta ser considerada crime somente se estiver como tal expressamente prevista em lei não impede, em decorrência do princípio da anterioridade, que sejam sancionadas condutas praticadas antes da vigência de norma excepcional ou temporária que as caracterize como crime."
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "97420513",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",


"enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal, assinale a opção correta.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "O princípio da adequação social, dirigido ao julgador, e não ao legislador, objetiva restringir a abrangência do tipo penal, limitando sua interpretação e dele excluindo as condutas consideradas socialmente adequadas e aceitas pela sociedade." },
{ "letra": "B", "texto": "Dada a necessidade de observância do princípio da legalidade, a tipicidade penal resume-se ao mero exercício de adequação do fato concreto à norma abstrata." },
{ "letra": "C", "texto": "O princípio da lesividade busca evitar a incriminação de condutas desviadas que não afetem qualquer bem jurídico, não cuidando de condutas que não excedam o âmbito do próprio autor." },
{ "letra": "D", "texto": "A jurisprudência do STJ é firme no sentido da aplicabilidade do princípio da insignificância ao delito de moeda falsa, caso o valor das cédulas falsificadas não ultrapasse a quantia correspondente a um salário mínimo." },
{ "letra": "E", "texto": "A aplicação do princípio da insignificância, que deve ser analisado em conexão com os postulados da fragmentariedade e da intervenção mínima do Estado, objetiva excluir ou afastar a própria tipicidade penal, examinada na perspectiva de seu caráter material." }
],
"gabarito": "E"
},
{
"id": "41692853",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",


"enunciado_principal": "Assinale a opção correta com referência às fontes de direito penal.",


"itens_assertiva": [],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Fontes formais mediatas do direito penal, os costumes qualificam-se como princípio consuetudinário com a mera repetição mecânica de uma regra de conduta." },
{ "letra": "B", "texto": "A jurisprudência, entendida como a repetição de decisões em um mesmo sentido, emanadas dos tribunais, é fonte de criação do direito penal." },
{ "letra": "C", "texto": "Quando serve de orientação ao legislador, mediante a formação de comissões prévias de estudos, a doutrina passa a ser fonte formal mediata do direito penal." },
{ "letra": "D", "texto": "A lei, fonte material do direito penal, constitui a expressão suprema da vontade do Estado, a que outras fontes se condicionam e se subordinam." },
{ "letra": "E", "texto": "A doutrina e a jurisprudência podem ter influência mais ou menos direta na sanção e modificação das leis, mas não são fontes do direito penal." }
],
"gabarito": "E"
}
]
