[
  {
    "id": "Q198736",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR | Prova: PGR - 2011 - PGR - Procurador da República",
    "enunciado": "NA ASSISTÊNCIA JURÍDICA RECÍPROCA EM MATÉRIA PENAL, A RESERVA DE ESPECIALIDADE",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é prática amplamente disseminada, implicando o poder de todos os Estados de proibir o uso de informações e provas por eles fornecidas, quando entendam que o caso especifico é lesivo a seus interesses;"
      },
      {
        "letra": "B",
        "texto": "é prática adotada por muitos Estados consistente na indicação dos crimes para cuja persecução podem ser usadas as informações ou provas por eles fornecidas;"
      },
      {
        "letra": "C",
        "texto": "é prática em extinção no direito internacional,consistente em arrolar, nos acordos bilaterais, os crimes a que a assistência se restringe;"
      },
      {
        "letra": "D",
        "texto": "é prática adotada por todos os Estados, que equivale ao princípio da isenção de crimes políticos no direito extradicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q190315",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG | Prova: FUNDEP - 2011 - MPE-MG - Promotor de Justiça",
    "enunciado": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado."
      },
      {
        "letra": "B",
        "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito."
      },
      {
        "letra": "C",
        "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los."
      },
      {
        "letra": "D",
        "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q190314",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG | Prova: FUNDEP - 2011 - MPE-MG - Promotor de Justiça",
    "enunciado": "Sobre as possíveis leituras do garantismo, na perspectiva dos direitos fundamentais, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concepção de um “garantismo positivo” alia-se ao princípio da proibição de proteção deficiente, trazendo como consequência a extensão da função de tutela penal aos bens jurídicos de interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "o pensamento garantista se funda, em seu modelo clássico, em princípios que se opõem à tradição jurídica do iluminismo e do liberalismo."
      },
      {
        "letra": "C",
        "texto": "o garantismo, na concepção de Ferrajoli, tem como objetivo principal edificar um conceito específico para a criminologia, a partir da discussão da legitimidade da intervenção penal, não se ocupando, por isso, do estudo da qualidade, quantidade e necessidade da pena."
      },
      {
        "letra": "D",
        "texto": "a proposta do garantismo pode ser sintetizada na tentativa de arrefecer os princípios fundamentais que devem orientar o direito penal em um sistema punitivo democrático."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q172446",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS | Prova: FMP Concursos - 2011 - TCE-RS - Auditor Público Externo - Ciências Jurídicas e Sociais",
    "enunciado": "Em matéria de lei penal, observe as seguintes afirmativas:  I. É possível a edição de medida provisória relativa a direito penal, desde que em benefício do réu.  II. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais benéfica ao crime permanente, se a sua vigência é anterior à cessação da permanência.  III. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais grave ao crime continuado, se a sua vigência é anterior à cessação da continuidade.  IV. Consoante entendimento mais recente do Supremo Tribunal Federal, é possível a combinação de leis penais para beneficiar o réu.  Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as alternativas I e II."
      },
      {
        "letra": "C",
        "texto": "estão corretas somente as alternativas III e IV."
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as alternativas II e IV."
      },
      {
        "letra": "E",
        "texto": "está correta somente a alternativa III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q87584",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN | Prova: FCC - 2011 - TRE-RN - Analista Judiciário - Área Judiciária",
    "enunciado": "João subtraiu, mediante destreza, a carteira do bolso de Paulo, contendo R$ 1.000,00 em dinheiro. Nesse caso, o sujeito passivo do crime é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado."
      },
      {
        "letra": "B",
        "texto": "Paulo."
      },
      {
        "letra": "C",
        "texto": "o patrimônio."
      },
      {
        "letra": "D",
        "texto": "a paz pública."
      },
      {
        "letra": "E",
        "texto": "a coletividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q319513",
    "metadata": "Ano: 2010 | Banca: CEPERJ | Órgão: SEFAZ-RJ | Prova: CEPERJ - 2010 - SEFAZ-RJ - Oficial de Fazenda",
    "enunciado": "No Direito Penal, a necessidade de a norma ser complementada por outra de nível diverso denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "norma penal em branco em sentido amplo"
      },
      {
        "letra": "B",
        "texto": "norma penal em branco em sentido estrito"
      },
      {
        "letra": "C",
        "texto": "norma penal não incriminadora"
      },
      {
        "letra": "D",
        "texto": "norma penal regulamentar"
      },
      {
        "letra": "E",
        "texto": "norma penal especial"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q190691",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA | Prova: FESMIP-BA - 2010 - MPE-BA - Promotor de Justiça - Prova amarela",
    "enunciado": "A problemática do bem jurídico, merecedor da tutela penal, é assunto de alta sensibilidade nos dias atuais, na medida em que o direito penal contemporâneo lida, frequentemente, com questões concernentes a bens jurídicos coletivos e de alta complexidade na sua consideração, inclusive para o debate na doutrina nacional, sobretudo quando busca diferenciar bens jurídicos e funções. Assim, a tendencia de espiritualização dos bens jurídicos é um dos grandes desafios do estágio atual da dogmática penal. Nesse cenário de ideias, seria correto afirmar:  I - A radicalização da tendencia da espiritualização dos bens jurídicos protegidos penalmente não envolve nenhum risco para um direito penal de um Estado Democrático, antes, pelo contrário, aumenta consideravelmente as garantias individuais.  II - A tendencia de “espiritualização” dos bens jurídicos pode ser suficientemente mitigada com a simples redução à sua característica de pessoalidade, isto é, que interesse, antes de tudo, à pessoa humana.  III - A tendencia de “espiritualização” dos bens jurídicos pode ser concretamente mitigada com a consideração conjunta da noção de pessoalidade com a de substancialidade, e não ser deduzida apenas de um dado normativo.  IV - A noção de bem jurídico, neste contexto, não pode ter como objeto de proteção da norma situação referentes à moralidade pública, aos bons costumes, ao sentimento do povo e outras semelhantes.  V - O bem jurídico, portanto, como advertia Roxin, nada tem a ver com o caráter de objeto valorado, prescindindo assim de qualquer alteração do mundo exterior ou juízo de valor de qualquer natureza.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a alternativa I é verdadeira."
      },
      {
        "letra": "B",
        "texto": "As alternativas II e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente a alternativa II é verdadeira."
      },
      {
        "letra": "D",
        "texto": "As alternativas III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As alternativas II e V são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q75410",
    "metadata": "Ano: 2010 | Banca: FEPESE | Órgão: UDESC | Prova: FEPESE - 2010 - UDESC - Advogado",
    "enunciado": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da humanidade das penas está consagrado na Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "O princípio da aplicação da lei mais benéfica não é utilizado pelo direito penal."
      },
      {
        "letra": "C",
        "texto": "O princípio da intervenção mínima não se confunde com o principio da *ultima ratio.*"
      },
      {
        "letra": "D",
        "texto": "Por força do princípio da insignificância não são punidos os crimes de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "A existência de crimes funcionais ofende o princípio da igualdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q61010",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP | Prova: FCC - 2010 - DPE-SP - Defensor Público",
    "enunciado": "O postulado da fragmentariedade em matéria penal relativiza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a proporcionalidade entre o fato praticado e a consequência jurídica."
      },
      {
        "letra": "B",
        "texto": "a dignidade humana como limite material à atividade punitiva do Estado."
      },
      {
        "letra": "C",
        "texto": "o concurso entre causas de aumento e diminuição de penas."
      },
      {
        "letra": "D",
        "texto": "a função de proteção dos bens jurídicos atribuída à lei penal."
      },
      {
        "letra": "E",
        "texto": "o caráter estritamente pessoal que decorre da norma penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q81166",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: PC-RN | Prova: CESPE - 2009 - PC-RN - Delegado de Polícia",
    "enunciado": "Cabe ao legislador, na sua propícia função, proteger os mais diferentes tipos de bens jurídicos, cominando as respectivas sanções, de acordo com a importância para a sociedade. Assim, haverá o ilícito administrativo, o civil, o penal etc. Este último é o que interessa ao direito penal, justamente por proteger os bens jurídicos mais importantes (vida, liberdade, patrimônio, liberdade sexual, administração pública etc.). O direito penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem natureza fragmentária, ou seja, somente protege os bens jurídicos mais importantes, pois os demais são protegidos pelos outros ramos do direito."
      },
      {
        "letra": "B",
        "texto": "tem natureza minimalista, pois se ocupa, inclusive, dos bens jurídicos de valor irrisório."
      },
      {
        "letra": "C",
        "texto": "tem natureza burguesa, pois se volta, exclusivamente, para a proteção daqueles que gerenciam o poder produtivo e a economia estatal."
      },
      {
        "letra": "D",
        "texto": "é ramo do direito público e privado, pois protege bens que pertencem ao Estado, assim como aqueles de propriedade individualizada."
      },
      {
        "letra": "E",
        "texto": "admite a perquirição estatal por crimes não previstos estritamente em lei, assim como a retroação da *lex gravior* ."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q69517",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DETRAN-DF | Prova: CESPE - 2009 - DETRAN-DF - Analista - Advocacia",
    "enunciado": "A lei penal admite interpretação analógica, recurso que permite a ampliação do conteúdo da lei penal, através da indicação de fórmula genérica pelo legislador.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q69516",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DETRAN-DF | Prova: CESPE - 2009 - DETRAN-DF - Analista - Advocacia",
    "enunciado": "O Estado é a única fonte de produção do direito penal, já que compete privativamente à União legislar sobre normas gerais em matéria penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q49291",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: PC-PB | Provas: CESPE / CEBRASPE - 2009 - PC-PB - Agente de Investigação e Escrivão de Polícia|  CESPE - 2009 - PC-PB - Perito Oficial Criminal",
    "enunciado": "Em relação aos sujeitos ativo e passivo da infração penal no ordenamento jurídico brasileiro, assinale a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica não pode ser sujeito ativo de infração penal."
      },
      {
        "letra": "B",
        "texto": "Sujeito ativo do crime é aquele que pratica a conduta descrita na lei."
      },
      {
        "letra": "C",
        "texto": "Sujeito passivo do crime é o titular do bem jurídico lesado ou ameaçado pela conduta criminosa."
      },
      {
        "letra": "D",
        "texto": "O conceito de sujeito ativo da infração penal abrange não só aquele que pratica a ação principal, mas também quem colabora de alguma forma para a prática do fato criminoso."
      },
      {
        "letra": "E",
        "texto": "Parte da doutrina entende que, sob o aspecto formal, o Estado é sempre sujeito passivo do crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q30557",
    "metadata": "Ano: 2009 | Banca: VUNESP | Órgão: TJ-MT | Prova: VUNESP - 2009 - TJ-MT - Juiz",
    "enunciado": "A combatida responsabilidade penal objetiva",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não encontra exemplos concretos em nossa legislação penal."
      },
      {
        "letra": "B",
        "texto": "é doutrinariamente definida como à sujeição de alguém à imposição de pena sem que tenha agido com dolo ou culpa ou sem que tenha ficado demonstrada sua culpabilidade, com fundamento no nexo de causalidade, todavia, não encontra aplicação prática em casos concretos."
      },
      {
        "letra": "C",
        "texto": "pode ser exemplificada em nossa legislação penal na rixa qualificada e na *actio libera in causa* na embriaguez."
      },
      {
        "letra": "D",
        "texto": "tem um único exemplo em nossa legislação penal consistente na responsabilização das pessoas jurídicas por crimes ambientais."
      },
      {
        "letra": "E",
        "texto": "deve ser utilizada em *ultima ratio* , uma vez que, pode violar direitos e garantias fundamentais da pessoa humana."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "Q35290",
    "metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: STF | Provas: CESPE - 2008 - STF - Analista Judiciário - Área Judiciária|  CESPE - 2008 - STF - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciado": "Julgue os itens a seguir, relativos à interpretação da lei penal.   Se o presidente do STF, em palestra proferida em seminário para magistrados de todo o Brasil, interpreta uma lei penal recém-publicada, essa interpretação é considerada interpretação judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q1213916",
    "metadata": "Ano: 2007 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Rio Branco - AC",
    "enunciado": "Julgue o item a seguir, a respeito da aplicação da lei penal.   As regras gerais estabelecidas pelo Código Penal não se aplicam aos delitos previstos na legislação especial ou extravagante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q2985881",
    "metadata": "Ano: 2006 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR | Prova: CESPE - 2006 - TJ-RR - Técnico Judiciário - Área Agente de Proteção",
    "enunciado": "Acerca da parte geral do Código Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A entrada em vigor de lei nova que deixe de considerar o fato criminoso é uma das causas de extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "Age em legítima defesa aquele que, após ter aceito um desafio para um duelo, ofende a integridade física do desafiante."
      },
      {
        "letra": "C",
        "texto": "A coação moral irresistível é causa de exclusão de antijuridicidade, pois afasta o caráter injusto do delito."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo e impede a punição do agente por crime culposo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q1182689",
    "metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: TCE-PE",
    "enunciado": "A respeito dos princípios e fontes do direito penal, julgue o item subseqüente.   Em matéria penal, o costume *contra legem* não possui eficácia jurídica, mesmo que haja descompasso entre a lei penal e a realidade histórico-cultural.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certo"
      },
      {
        "letra": "B",
        "texto": "Errado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q190315_2",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG | Prova: FUNDEP - 2011 - MPE-MG - Promotor de Justiça",
    "enunciado": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado."
      },
      {
        "letra": "B",
        "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito."
      },
      {
        "letra": "C",
        "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los."
      },
      {
        "letra": "D",
        "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q190314_2",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG | Prova: FUNDEP - 2011 - MPE-MG - Promotor de Justiça",
    "enunciado": "Sobre as possíveis leituras do garantismo, na perspectiva dos direitos fundamentais, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concepção de um “garantismo positivo” alia-se ao princípio da proibição de proteção deficiente, trazendo como consequência a extensão da função de tutela penal aos bens jurídicos de interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "o pensamento garantista se funda, em seu modelo clássico, em princípios que se opõem à tradição jurídica do iluminismo e do liberalismo."
      },
      {
        "letra": "C",
        "texto": "o garantismo, na concepção de Ferrajoli, tem como objetivo principal edificar um conceito específico para a criminologia, a partir da discussão da legitimidade da intervenção penal, não se ocupando, por isso, do estudo da qualidade, quantidade e necessidade da pena."
      },
      {
        "letra": "D",
        "texto": "a proposta do garantismo pode ser sintetizada na tentativa de arrefecer os princípios fundamentais que devem orientar o direito penal em um sistema punitivo democrático."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q172446_2",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS | Prova: FMP Concursos - 2011 - TCE-RS - Auditor Público Externo - Ciências Jurídicas e Sociais",
    "enunciado": "Em matéria de lei penal, observe as seguintes afirmativas:  I. É possível a edição de medida provisória relativa a direito penal, desde que em benefício do réu.  II. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais benéfica ao crime permanente, se a sua vigência é anterior à cessação da permanência.  III. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais grave ao crime continuado, se a sua vigência é anterior à cessação da continuidade.  IV. Consoante entendimento mais recente do Supremo Tribunal Federal, é possível a combinação de leis penais para beneficiar o réu.  Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as alternativas I e II."
      },
      {
        "letra": "C",
        "texto": "estão corretas somente as alternativas III e IV."
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as alternativas II e IV."
      },
      {
        "letra": "E",
        "texto": "está correta somente a alternativa III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q87584_2",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-RN | Prova: FCC - 2011 - TRE-RN - Analista Judiciário - Área Judiciária",
    "enunciado": "João subtraiu, mediante destreza, a carteira do bolso de Paulo, contendo R$ 1.000,00 em dinheiro. Nesse caso, o sujeito passivo do crime é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado."
      },
      {
        "letra": "B",
        "texto": "Paulo."
      },
      {
        "letra": "C",
        "texto": "o patrimônio."
      },
      {
        "letra": "D",
        "texto": "a paz pública."
      },
      {
        "letra": "E",
        "texto": "a coletividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q319513_2",
    "metadata": "Ano: 2010 | Banca: CEPERJ | Órgão: SEFAZ-RJ | Prova: CEPERJ - 2010 - SEFAZ-RJ - Oficial de Fazenda",
    "enunciado": "No Direito Penal, a necessidade de a norma ser complementada por outra de nível diverso denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "norma penal em branco em sentido amplo"
      },
      {
        "letra": "B",
        "texto": "norma penal em branco em sentido estrito"
      },
      {
        "letra": "C",
        "texto": "norma penal não incriminadora"
      },
      {
        "letra": "D",
        "texto": "norma penal regulamentar"
      },
      {
        "letra": "E",
        "texto": "norma penal especial"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "Q190691_2",
    "metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA | Prova: FESMIP-BA - 2010 - MPE-BA - Promotor de Justiça - Prova amarela",
    "enunciado": "A problemática do bem jurídico, merecedor da tutela penal, é assunto de alta sensibilidade nos dias atuais, na medida em que o direito penal contemporâneo lida, frequentemente, com questões concernentes a bens jurídicos coletivos e de alta complexidade na sua consideração, inclusive para o debate na doutrina nacional, sobretudo quando busca diferenciar bens jurídicos e funções. Assim, a tendencia de espiritualização dos bens jurídicos é um dos grandes desafios do estágio atual da dogmática penal. Nesse cenário de ideias, seria correto afirmar:  I - A radicalização da tendencia da espiritualização dos bens jurídicos protegidos penalmente não envolve nenhum risco para um direito penal de um Estado Democrático, antes, pelo contrário, aumenta consideravelmente as garantias individuais.  II - A tendencia de “espiritualização” dos bens jurídicos pode ser suficientemente mitigada com a simples redução à sua característica de pessoalidade, isto é, que interesse, antes de tudo, à pessoa humana.  III - A tendencia de “espiritualização” dos bens jurídicos pode ser concretamente mitigada com a consideração conjunta da noção de pessoalidade com a de substancialidade, e não ser deduzida apenas de um dado normativo.  IV - A noção de bem jurídico, neste contexto, não pode ter como objeto de proteção da norma situação referentes à moralidade pública, aos bons costumes, ao sentimento do povo e outras semelhantes.  V - O bem jurídico, portanto, como advertia Roxin, nada tem a ver com o caráter de objeto valorado, prescindindo assim de qualquer alteração do mundo exterior ou juízo de valor de qualquer natureza.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a alternativa I é verdadeira."
      },
      {
        "letra": "B",
        "texto": "As alternativas II e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente a alternativa II é verdadeira."
      },
      {
        "letra": "D",
        "texto": "As alternativas III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As alternativas II e V são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q75410_2",
    "metadata": "Ano: 2010 | Banca: FEPESE | Órgão: UDESC | Prova: FEPESE - 2010 - UDESC - Advogado",
    "enunciado": "Assinale a alternativa **correta.**",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da humanidade das penas está consagrado na Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "O princípio da aplicação da lei mais benéfica não é utilizado pelo direito penal."
      },
      {
        "letra": "C",
        "texto": "O princípio da intervenção mínima não se confunde com o principio da *ultima ratio.*"
      },
      {
        "letra": "D",
        "texto": "Por força do princípio da insignificância não são punidos os crimes de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "A existência de crimes funcionais ofende o princípio da igualdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "Q61010_2",
    "metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP | Prova: FCC - 2010 - DPE-SP - Defensor Público",
    "enunciado": "O postulado da fragmentariedade em matéria penal relativiza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a proporcionalidade entre o fato praticado e a consequência jurídica."
      },
      {
        "letra": "B",
        "texto": "a dignidade humana como limite material à atividade punitiva do Estado."
      },
      {
        "letra": "C",
        "texto": "o concurso entre causas de aumento e diminuição de penas."
      },
      {
        "letra": "D",
        "texto": "a função de proteção dos bens jurídicos atribuída à lei penal."
      },
      {
        "letra": "E",
        "texto": "o caráter estritamente pessoal que decorre da norma penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "Q81166_2",
    "metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: PC-RN | Prova: CESPE - 2009 - PC-RN - Delegado de Polícia",
    "enunciado": "Cabe ao legislador, na sua propícia função, proteger os mais diferentes tipos de bens jurídicos, cominando as respectivas sanções, de acordo com a importância para a sociedade. Assim, haverá o ilícito administrativo, o civil, o penal etc. Este último é o que interessa ao direito penal, justamente por proteger os bens jurídicos mais importantes (vida, liberdade, patrimônio, liberdade sexual, administração pública etc.). O direito penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem natureza fragmentária, ou seja, somente protege os bens jurídicos mais importantes, pois os demais são protegidos pelos outros ramos do direito."
      },
      {
        "letra": "B",
        "texto": "tem natureza minimalista, pois se ocupa, inclusive, dos bens jurídicos de valor irrisório."
      },
      {
        "letra": "C",
        "texto": "tem natureza burguesa, pois se volta, exclusivamente, para a proteção daqueles que gerenciam o poder produtivo e a economia estatal."
      },
      {
        "letra": "D",
        "texto": "é ramo do direito público e privado, pois protege bens que pertencem ao Estado, assim como aqueles de propriedade individualizada."
      },
      {
        "letra": "E",
        "texto": "admite a perquirição estatal por crimes não previstos estritamente em lei, assim como a retroação da *lex gravior* ."
      }
    ],
    "gabarito": "A"
  }
]
