[
  {
    "id": "3472547",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Luiz, Médico Psiquiatra no Ministério da Gestão e da Inovação em Serviços Públicos, teve um desentendimento com Joaquim, Psicólogo, durante uma partida de futebol. Algumas semanas depois, Joaquim atrasou-se para o trabalho, ocasião em que Luiz editou ato que removia Joaquim para outro município. No caso em tela, resta configurado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manifestação do poder hierárquico, visto que Luiz é superior hierárquico de Joaquim."
      },
      {
        "letra": "B",
        "texto": "manifestação do poder disciplinar no que tange punição equivalente à infração disciplinar cometida por Joaquim."
      },
      {
        "letra": "C",
        "texto": "abuso de poder por desvio de finalidade do interesse público."
      },
      {
        "letra": "D",
        "texto": "abuso de poder na modalidade excesso de poder."
      },
      {
        "letra": "E",
        "texto": "vício de motivo, pois a remoção não deveria ser aplicada como sanção para o atraso de Joaquim e sim uma advertência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3464361",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.Há abuso de poder quando o agente ultrapassa os limites de suas atribuições, mas não se verifica tal vício quando o agente busca alcançar objetivos diversos daqueles previstos em lei, desde que albergados pelo interesse público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409239",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Acerca dos poderes da administração pública, julgue o item seguinte. A invalidação da conduta administrativa que incorre em excesso de poder deve ocorrer, necessariamente, em âmbito judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3408851",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Considerando a situação hipotética precedente, julgue o item a seguir. Ao conduzir os envolvidos à sala da supervisão e manter um deles retido, o agente apenas exerceu seu poder discricionário, não tendo cometido abuso de autoridade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298737",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Relacione os tipos de poderes administrativos da Coluna 1 com suas respectivas características na Coluna 2: Coluna 1 1.Poder Hierárquico. 2.Poder Disciplinar. 3.Poder Regulamentar. 4.Poder de Polícia. 5.Abuso de Poder. Coluna 2 (__)Possibilita à Administração Pública editar normas complementares às leis para garantir sua correta aplicação. (__)Permite que a Administração organize sua estrutura interna, distribuindo competências e fiscalizando os subordinados. (__)É o poder que impõe sanções a agentes públicos por infrações funcionais, garantindo a ordem e a disciplina no serviço público. (__)Faculta ao Estado limitar direitos individuais em prol do interesse coletivo, mediante ações preventivas e repressivas. (__)Ocorre quando há desvio ou excesso no exercício do poder, resultando em ilegalidade nos atos administrativos. Marque a alternativa que apresenta a sequencia correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 − 1 − 2 − 4 − 5."
      },
      {
        "letra": "B",
        "texto": "2 − 3 − 4 − 1 − 5."
      },
      {
        "letra": "C",
        "texto": "4 − 2 − 1 − 5 − 3."
      },
      {
        "letra": "D",
        "texto": "1 − 4 − 3 − 2 − 5."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3291527",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos",
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Um ato administrativo discricionário foi anulado pelo superior hierárquico do agente que o praticou, sob o argumento de que a decisão foi inadequada à finalidade pública. Nesse caso, a anulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilegal, pois o ato discricionário não pode ser revisto pelo superior hierárquico."
      },
      {
        "letra": "B",
        "texto": "É legal, pois o superior hierárquico pode anular atos discricionários por ilegalidade ou inadequação."
      },
      {
        "letra": "C",
        "texto": "É ilegal, pois a discricionariedade impede qualquer forma de controle."
      },
      {
        "letra": "D",
        "texto": "É legal, desde que fundamentada em motivos de conveniência e oportunidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291522",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Um servidor público foi exonerado de cargo em comissão por ato discricionário do Chefe do Executivo. O servidor alega que a exoneração foi motivada por perseguição política. Nesse caso, a exoneração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É sempre legal, independentemente de qualquer comprovação de motivação, pois não há controle judicial sobre o ato."
      },
      {
        "letra": "B",
        "texto": "É ilegal, se comprovada a motivação política, pois tal prática configura desvio de finalidade e anula o ato discricionário."
      },
      {
        "letra": "C",
        "texto": "É ilegal, pois cargos em comissão gozam de estabilidade plena, equiparada aos cargos efetivos."
      },
      {
        "letra": "D",
        "texto": "É legal mesmo que se demonstre perseguição política, pois não se exige motivação para a exoneração de cargos em comissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267383",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "[Questão Inédita] Pautados pelos princípios que regem a Administração Pública, seus agentes devem atuar dentro da legalidade, na medida necessária para atender aos interesses da coletividade. Assim, “o abuso de poder mediante __________ é o exercício ilegal no qual o agente público age ____________ de sua competência, porém com finalidade diversa da lei e do interesse público, cabendo apenas a __________ de seu ato”. Assinale a alternativa que preencha correta e respectivamente as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desvio de poder, dentro, revogação."
      },
      {
        "letra": "B",
        "texto": "Excesso de poder, dentro, convalidação."
      },
      {
        "letra": "C",
        "texto": "Desvio de poder, dentro, anulação."
      },
      {
        "letra": "D",
        "texto": "Excesso de poder, fora, anulação."
      },
      {
        "letra": "E",
        "texto": "Abuso de poder, fora, convalidação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267298",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Abuso de Poder"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre os poderes administrativos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O poder hierárquico confere à Administração Pública a prerrogativa de avocar qualquer ato administrativo, independentemente da matéria ou competência legal."
      },
      {
        "letra": "B",
        "texto": "O poder de polícia pode ser delegado a particulares, inclusive para a imposição de sanções administrativas."
      },
      {
        "letra": "C",
        "texto": "O poder disciplinar permite à Administração punir servidores públicos e particulares que possuam vínculo jurídico com o Estado, mas depende sempre de decisão judicial."
      },
      {
        "letra": "D",
        "texto": "O abuso de poder pode ocorrer tanto pelo excesso de poder quanto pelo desvio de finalidade, e pode ser controlado pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "O poder regulamentar permite à Administração Pública inovar no ordenamento jurídico, criando normas primárias sem necessidade de previsão legal específica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3258049",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de atos administrativos, poderes administrativos e agentes públicos. O excesso de poder e o desvio de poder são espécies de abuso de poder que se diferenciam porque, no primeiro, a atuação do agente público é eivada de vício de competência, enquanto, no segundo, há vício de finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3256740",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de organização administrativa, atos administrativos, poderes administrativos, agentes públicos e licitações.O excesso de poder e o desvio de poder são espécies de abuso de poder que se diferenciam porque, no primeiro, a atuação do agente público é eivada de vício de competência, enquanto, no segundo, há vício de finalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3220996",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Porto Walter - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "O abuso de poder pode se manifestar de diferentes formas no exercício da função pública. Nesse sentido, podemos afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desvio de poder ocorre quando um ato administrativo é praticado com finalidade distinta daquela prevista em lei."
      },
      {
        "letra": "B",
        "texto": "O excesso de poder é caracterizado quando um servidor deixa de praticar um ato de sua competência, causando omissão administrativa."
      },
      {
        "letra": "C",
        "texto": "O abuso de poder não pode ser reconhecido quando há interpretação subjetiva do gestor sobre a norma aplicada."
      },
      {
        "letra": "D",
        "texto": "Quando um ato é praticado com abuso de poder, ele é automaticamente válido, pois já foi consolidado na esfera pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219106",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "O agente público que atua fora dos limites de sua competência administrativa age com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desvio de finalidade, que ocorre quando o agente público utiliza sua competência para fins diferentes daqueles previstos em lei, ainda que dentro dos limites de sua competência."
      },
      {
        "letra": "B",
        "texto": "erro de procedimento, que se caracteriza pela adoção de procedimentos inadequados ou incorretos, sem que isso implique, necessariamente, abuso de poder."
      },
      {
        "letra": "C",
        "texto": "excesso de poder, que caracteriza abuso de autoridade e pode ensejar a responsabilização civil, penal e administrativa do agente."
      },
      {
        "letra": "D",
        "texto": "incompetência absoluta, tornando nulos os atos praticados, já que esse agente não possui qualquer poder para agir na matéria em questão."
      },
      {
        "letra": "E",
        "texto": "excesso de zelo, o que pode resultar em medidas mais rigorosas, mas ainda dentro da legalidade, desde que respeitados os direitos dos administrados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3212438",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "A respeito do uso e abuso do poder na Administração Pública, analise as afirmativas abaixo: I. O abuso de poder pode ocorrer tanto na modalidade de excesso de poder quanto na de desvio de finalidade. II. O uso legítimo do poder discricionário exige que o administrador observe os limites da legalidade e da moralidade. III. A atuação administrativa baseada no desvio de finalidade resulta em ato nulo, passível de revisão judicial. IV. A discricionariedade permite ao agente público decidir livremente sobre qualquer aspecto, desde que haja conveniência administrativa. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3186397",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRBio - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "João, servidor público municipal, autorizou a aquisição de um equipamento de informática para determinado setor da Administração Municipal, cuja necessidade estava demonstrada no processo de compra. No entanto, apesar de a necessidade estar devidamente justificada, João não possuía competência para autorizar a aquisição do equipamento. Essa atribuição estava restrita ao Chefe do Executivo local. Considerando o caso hipotético, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João cometeu abuso de poder na modalidade excesso de poder, pois ultrapassou os limites de sua competência, o que compromete a legalidade do ato administrativo."
      },
      {
        "letra": "B",
        "texto": "O ato praticado por João não configura qualquer forma de abuso de poder, uma vez que a necessidade do equipamento ser adquirido foi devidamente comprovada."
      },
      {
        "letra": "C",
        "texto": "João cometeu abuso de poder na modalidade desvio de poder, já que não possuía competência para a prática, apesar de a necessidade ter sido comprovada."
      },
      {
        "letra": "D",
        "texto": "O ato praticado por João somente seria considerado abuso de poder se, além da falta de competência para sua prática, fosse comprovada a intenção de lesar a Administração Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3183861",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "No que se refere ao poder regulamentar e ao uso e abuso de poder, julgue o item a seguir.O exercício das prerrogativas públicas dentro dos limites legais não pode ser considerado abuso de poder, pois, para sua caracterização, exige‑se que o agente aja comissivamente, extrapolando os limites impostos pela lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3171371",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "O Estado Alfa editou nova lei orgânica de sua Polícia Civil prevendo, em determinado dispositivo legal, a supressão remuneratória de policial, nos seguintes termos: O Corregedor-Geral da Polícia Civil decidirá fundamentadamente pelo afastamento temporário, ou não, do exercício do cargo ou das funções, com supressão das vantagens previstas nesta lei, do servidor Policial Civil processado criminalmente. De acordo com o entendimento do Supremo Tribunal Federal, o mencionado dispositivo que prevê o afastamento temporário do exercício do cargo ou das funções, com supressão das vantagens, do servidor policial civil processado criminalmente é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconstitucional, por violar as cláusulas do devido processo legal e da não culpabilidade."
      },
      {
        "letra": "B",
        "texto": "constitucional, pelo princípio do não enriquecimento ilícito, pois o policial afastado não prestou serviço à sociedade."
      },
      {
        "letra": "C",
        "texto": "objeto de interpretação conforme a Constituição, de maneira a se admitir a supressão de remuneração mediante prévio processo administrativo disciplinar."
      },
      {
        "letra": "D",
        "texto": "objeto de interpretação conforme a Constituição, de maneira a se admitir a supressão de remuneração nos casos em que houver sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "objeto de interpretação conforme a Constituição, de maneira a se admitir a supressão de remuneração no caso de ação penal em que é imputada ao policial a prática de crime hediondo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3135761",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Para Rossi (2020), os agentes públicos serão dotados de poderes instrumentais adequados à realização de tarefas administrativas e, também, de deveres administrativos consistentes num poder-dever de agir. Segundo a autora, entre esses poderes da Administração estão: 1. Poder vinculado. 2. Poder disciplinar. 3. Poder hierárquico. 4. Poder de polícia. 5. Poder regulamentar. O resultado da somatória dos números correspondentes às afirmações corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "09."
      },
      {
        "letra": "B",
        "texto": "10."
      },
      {
        "letra": "C",
        "texto": "12."
      },
      {
        "letra": "D",
        "texto": "13."
      },
      {
        "letra": "E",
        "texto": "15."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3393410",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Roque Gonzales - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "No decorrer do processo administrativo disciplinar, instaurado para investigar a conduta funcional de J., C., advogada de J., solicitou acesso aos autos do processo administrativo. T., agente público responsável pelos autos do processo, por razões pessoais e com o intuito de constranger C., informou que só disponibilizaria os autos mediante requerimento escrito e cópia da procuração. A conduta de T. configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desvio de poder."
      },
      {
        "letra": "B",
        "texto": "Excesso de poder."
      },
      {
        "letra": "C",
        "texto": "Exercício do poder hierárquico."
      },
      {
        "letra": "D",
        "texto": "Vício na competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3283412",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Os poderes administrativos são prerrogativas conferidas a determinados agentes públicos apenas na estrita medida em que essas prerrogativas são necessárias para o atingimento dos fins públicos cuja persecução o próprio ordenamento jurídico lhes impõe. O exercício ilegítimo dos poderes administrativos caracteriza, genericamente, o denominado abuso de poder. A respeito do abuso de poder, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inércia da autoridade administrativa, deixando de executar determinada prestação de serviço a que por lei está obrigada, não caracteriza abuso de poder, já que se trata de crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "O excesso de poder é vício relacionado ao elemento “finalidade” dos atos administrativos, ao passo que o desvio de poder concerne ao elemento “competência”."
      },
      {
        "letra": "C",
        "texto": "Os atos praticados com excesso de poder são nulos quando o vício é de competência quanto à matéria, ou quando se trata de competência relativa."
      },
      {
        "letra": "D",
        "texto": "Os atos praticados com excesso de poder são nulos quando o vício é de competência quanto à pessoa, não podendo ser convalidados, ainda que se trate de competência relativa."
      },
      {
        "letra": "E",
        "texto": "Os atos praticados com desvio de poder são sempre nulos, uma vez que a atuação do agente contraria a finalidade explícita ou implícita na lei que determinou ou autorizou a sua atuação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231517",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Guaíba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Com base nos conceitos de uso e abuso de poder, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O abuso de poder ocorre quando o agente público age dentro de sua competência, respeitando os limites legais e os interesses da coletividade."
      },
      {
        "letra": "B",
        "texto": "O poder-dever de agir permite que o agente público escolha se deseja ou não exercer suas funções administrativas, sem qualquer obrigação de atuação."
      },
      {
        "letra": "C",
        "texto": "O desvio de poder ocorre quando o agente público age dentro dos limites de sua competência, mas utiliza o poder para atingir com interesses pessoais ou privados, o que é permitido desde que não prejudique o interesse público."
      },
      {
        "letra": "D",
        "texto": "O excesso de poder caracteriza-se pela falta de ação do administrador público, sem relação com a atuação fora dos limites de competência."
      },
      {
        "letra": "E",
        "texto": "O uso do poder, de forma adequada, de acordo com a lei, ocorre quando o agente público exerce suas funções dentro dos limites legais, visando o interesse público, sem extrapolar sua competência ou finalidade."
      }
    ],
    "gabarito": "E"
  }
]