[
  {
    "id": "3406946",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca da acumulação de cargos públicos por militares. É permitida aos militares dos estados e do Distrito Federal a acumulação remunerada de dois cargos ou empregos privativos de profissionais de saúde, com profissões regulamentadas, quando houver compatibilidade de horário, respeito ao teto remuneratório constitucional e prevalência do serviço militar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299158",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Ulisses é servidor municipal, ocupante do cargo de enfermeiro no Município Alfa, perfazendo uma jornada de 20 horas semanais. Paralelamente, também trabalha 20 horas como assistente administrativo na Empresa de Energia Lux, uma Sociedade de Economia Mista do Estado Z, onde foi admitido por meio de concurso para emprego público. Recentemente, surgiram questionamentos sobre a legalidade da acumulação desses cargos. Diante disso, Ulisses buscou orientação jurídica e recebeu o seguinte esclarecimento correto, com base nas disposições da Constituição Federal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ulisses pode acumular os dois cargos, pois um deles pertence à área da saúde e a Constituição autoriza a acumulação nesse caso, independentemente da natureza do outro cargo."
      },
      {
        "letra": "B",
        "texto": "Ulisses não pode acumular os dois cargos, pois a Constituição permite a acumulação para profissionais da saúde somente quando ambos os cargos são privativos de profissionais da saúde com profissão regulamentada. Como o cargo de assistente administrativo não preenche esse requisito, a acumulação é vedada."
      },
      {
        "letra": "C",
        "texto": "Ulisses pode acumular os dois cargos, desde que a soma das cargas horárias não ultrapasse 60 horas semanais e haja compatibilidade de horários, conforme entendimento dos Tribunais Superiores."
      },
      {
        "letra": "D",
        "texto": "Ulisses não pode acumular os dois cargos, pois a Constituição proíbe qualquer tipo de acumulação de cargos públicos, independentemente da área de atuação ou da carga horária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267137",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Acumulação de cargos e funções",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Quanto aos servidores da administração pública direta, constata-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Constituição da República Federativa do Brasil, a proibição de acumular estende-se a empregos e funções e abrange autarquias, fundações, empresas públicas, de economia mista, exceto suas subsidiárias, direta ou indiretamente, pelo poder público."
      },
      {
        "letra": "B",
        "texto": "De acordo com as decisões dos tribunais superiores, as funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo e os cargos em comissão a serem preenchidos por servidores de carreira nos casos, condições e percentuais mínimos previstos em lei, destinam-se a todas as atribuições."
      },
      {
        "letra": "C",
        "texto": "De acordo com a Constituição da República Federativa do Brasil, é permitida a vinculação ou equiparação de quaisquer espécies remuneratórias para o efeito de remuneração de pessoal do serviço público."
      },
      {
        "letra": "D",
        "texto": "De acordo com as decisões dos tribunais superiores, a lei reservará percentual dos cargos e empregos públicos para as pessoas com deficiência e definirá os critérios de sua admissão, salvo para cotas em cargos eletivos."
      },
      {
        "letra": "E",
        "texto": "De acordo com as decisões dos tribunais superiores, a União, os estados, o Distrito Federal e os municípios instituirão, no âmbito de sua competência, regime jurídico único e planos de carreira para os servidores da administração pública direta, das autarquias e das fundações públicas, sendo defeso realizar concurso por regime celetista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261341",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "O Direito Administrativo restou especialmente constitucionalizado com a Constituição Federal de 1988, que passou a dispor expressamente sobre diversos assuntos próprios da atividade administrativa. Assim, em relação ao regime jurídico constitucional da Administração Pública, bem como as interpretações dadas pelo Supremo Tribunal Federal (STF) e órgãos de controle a respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É constitucional a vinculação do reajuste de vencimentos de servidores estaduais ou municipais a índices federais de correção monetária."
      },
      {
        "letra": "B",
        "texto": "A suspensão, por lei, de efeitos financeiros futuros de promoções de servidores públicos ofende a proteção constitucional do direito adquirido e a regra da irredutibilidade de vencimentos."
      },
      {
        "letra": "C",
        "texto": "Embora a Constituição permita a acumulação de dois cargos de profissionais da saúde, desde que verificada a compatibilidade de horário, isso não implica a possibilidade de uma dupla aposentadoria."
      },
      {
        "letra": "D",
        "texto": "A divulgação de peças publicitárias, ainda que em mídias sociais e digitais, não vinculadas aos fins educativo, informativo ou de orientação social, que enalteçam nominalmente algum detentor de cargo político ou técnico da União ou de qualquer outro ente federado, caracteriza promoção pessoal da autoridade ou do servidor público, contrariando a Constituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3238423",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Maria, servidora pública federal ocupante de cargo de provimento efetivo, no pleno exercício de suas funções, foi convidada para integrar o conselho de administração de determinada sociedade empresária com personalidade jurídica de direito privado. Após analisar os balizamentos estabelecidos pela Lei nº 8.112/1990, com o objetivo de avaliar a possibilidade, ou não, de aceitar o convite, Maria concluiu corretamente que lhe é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibido participar do conselho de administração de qualquer sociedade empresária."
      },
      {
        "letra": "B",
        "texto": "permitido participar, apenas, do conselho de administração de sociedade de economia mista ou de empresa pública federal."
      },
      {
        "letra": "C",
        "texto": "permitido participar do conselho de administração de uma sociedade empresária caso seja autorizada por seu superior hierárquico."
      },
      {
        "letra": "D",
        "texto": "permitido participar, apenas, do conselho de administração de sociedade cooperativa constituída para prestar serviços a seus membros."
      },
      {
        "letra": "E",
        "texto": "permitido participar do conselho de administração de empresa ou entidade em que a União detenha, direta ou indiretamente, participação no capital social."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290873",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Pedro, servidor público ocupante de cargo permanente na Administração direta foi convidado para assumir emprego de livre provimento, em uma empresa pública. Pedro alega que há compatibilidade de horários entre as duas posições, dado que a jornada de ambos é de seis horas, uma delas das 8hs às 14hs e outra das 15hs às 21hs. De acordo com o regramento estabelecido na Constituição Federal, a acumulação pretendida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será juridicamente possível, com percepção de ambas as remunerações, caso se trate de cargo e emprego privativos profissionais de saúde, com profissões regulamentadas, observado a teto remuneratório em relação a cada um deles,"
      },
      {
        "letra": "B",
        "texto": "não se mostra viável, eis que a somatória das jornadas requeridas nas duas posições excede o limite de sessenta horas semanais previsto na Constituição Federal, correspondente a 8 horas diárias, seis dias por semana e o máximo de duas horas extras por dia."
      },
      {
        "letra": "C",
        "texto": "afigura-se possível, com acumulação das remunerações, independentemente do tipo de atividade desempenhada em cada uma das posições, salvo se houver conflito de interesses entre as referidas atuações."
      },
      {
        "letra": "D",
        "texto": "somente será juridicamente possivel em se tratando de cargo efetivo de professor, este o único que pode ser acumulado com outro emprego ou cargo técnico ou científico, respeitado o teto remuneratório."
      },
      {
        "letra": "E",
        "texto": "não é juridicamente possível, dada a diferença de regime de trabalho, sendo o primeiro estatutário e o segundo regido pela Consolidação das Leis do Trabalho (CLT), cada qual com regramento próprio quanto a jornada e horas extras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3174669",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "O TCE-RR executou auditoria governamental em todos os seus municípios jurisdicionados, visando verificar a regularidade dos atos de pessoal no que tange à acumulação de cargos públicos e à remuneração dos agentes. No relatório emitido pelo corpo instrutivo, foi possível observar as seguintes situações: I. A Empresa Pública do Município Alfa, prestadora de serviços de limpeza urbana, possui em seus quadros empregado público que também titulariza cargo estatutário na Secretaria de Turismo da municipalidade. II. A Sociedade de Economia Mista do Município Beta tem, como chefe do departamento jurídico, empregado público que também titulariza, na qualidade de servidor estatutário, o cargo de Procurador Municipal. Nesse sentido, considerando as acumulações de cargos dos itens I e II supramencionadas, com base nas disposições constitucionais acerca do tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são irregulares ambas as acumulações."
      },
      {
        "letra": "B",
        "texto": "são regulares ambas as acumulações."
      },
      {
        "letra": "C",
        "texto": "são regulares ambas as acumulações, desde que as estatais tenham firmado termo de fomento com as respectivas municipalidades."
      },
      {
        "letra": "D",
        "texto": "é irregular a acumulação na situação II e regular na situação I, desde que a Empresa Pública do Município Alfa tenha firmado termo de parceria com a municipalidade."
      },
      {
        "letra": "E",
        "texto": "é irregular a acumulação na situação I e regular na situação II, desde que a Sociedade de Economia Mista do Município Beta não receba recursos públicos para pagamento de despesas de pessoal ou de custeio em geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170020",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "A respeito do regime jurídico dos servidores públicos federais, julgue o item seguinte, com base na Lei n.º 8.112/1990. A penalidade disciplinar aplicável ao caso de acumulação ilegal de cargos públicos é a demissão, independentemente da comprovação da boa-fé do servidor público envolvido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3434333",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Ainda sobre a vedação de acumulação remunerada de cargos públicos, é correto afirmar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estende-se a empregos e funções e abrange somente as autarquias e fundações, direta ou indiretamente, pelo poder público."
      },
      {
        "letra": "B",
        "texto": "Estende-se a empregos e funções e abrange somente as empresas públicas e sociedades de economia mista, direta ou indiretamente."
      },
      {
        "letra": "C",
        "texto": "Estende-se a empregos e funções e abrange somente as autarquias e empresas públicas, direta ou indiretamente, pelo poder público."
      },
      {
        "letra": "D",
        "texto": "Não se estende-se a empregos e funções das autarquias e fundações ligadas ao poder público."
      },
      {
        "letra": "E",
        "texto": "Estende-se a empregos e funções e abrange autarquias, fundações, empresas públicas, sociedades de economia mista, suas subsidiárias, e sociedades controladas, direta ou indiretamente, pelo poder público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3434331",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Sabe-se que é vedada a acumulação remunerada de cargos públicos, todavia, há exceções à regra, sendo elas: ( ) A três cargos ou empregos privativos de profissionais de saúde. ( ) A de dois cargos de professor com outro técnico ou científico ( ) A de dois cargos de professor. Indique “V” para verdadeiro e “F” para falso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V."
      },
      {
        "letra": "C",
        "texto": "F, F, F."
      },
      {
        "letra": "D",
        "texto": "V, V, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3255639",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções"
    ],
    "enunciado_principal": "Conforme o Estatuto dos Servidores Públicos Estaduais (Lei nº 10.261/68), marque a opção que representa adequadamente os direitos e obrigações dos servidores públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os servidores têm a responsabilidade de proteger o patrimônio público e a moralidade administrativa, estando sujeitos a penalidades caso descumpram as regras de conduta definidas."
      },
      {
        "letra": "B",
        "texto": "A lei autoriza que os servidores faltem ao trabalho sem justificativa em até cinco ocasiões anualmente, desde que informem ao gestor responsável previamente."
      },
      {
        "letra": "C",
        "texto": "Para todos os efeitos legais, os dias em que o funcionário estiver ausente do trabalho devido a casamento, até 15 (quinze) dias, serão considerados de efetivo exercício."
      },
      {
        "letra": "D",
        "texto": "A acumulação de cargos é admitida, contanto que o servidor apresente um plano de gestão de tempo que garanta a compatibilidade das atividades."
      },
      {
        "letra": "E",
        "texto": "O Estatuto define sanções que variam de acordo com a severidade da infração. Em situações de falta grave ou reincidência, a punição é a suspensão, que não poderá ultrapassar de 30 (trinta) dias."
      }
    ],
    "gabarito": "A"
  }
]