[
  {
    "id": "3642476",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "São exemplos de entidades da Administração Indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ministérios e Secretarias Estaduais."
      },
      {
        "letra": "B",
        "texto": "Autarquias e Empresas Públicas."
      },
      {
        "letra": "C",
        "texto": "Presidência da República e Governos Estaduais."
      },
      {
        "letra": "D",
        "texto": "Câmara dos Deputados e Assembleias Legislativas."
      },
      {
        "letra": "E",
        "texto": "Tribunais de Contas e Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3615906",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Com relação à administração direta e indireta, avalie as afirmativas a seguir e assinale (V) para afirmativa verdadeira e (F) para falsa. ( ) A administração pública indireta é composta por entidades com personalidade jurídica própria como autarquias, fundações públicas, tribunais de contas, câmaras municipais e assembleias legislativas. ( ) A administração pública indireta é formada por entidades com personalidade jurídica própria e autonomia administrativa, financeira e patrimonial, como autarquias e fundações públicas de direito público que são criadas ou autorizadas por lei específica. ( ) Sociedades de economia mista na administração indireta podem explorar atividade econômica sem submissão a controle da administração direta, priorizando regime de direito privado completo para flexibilidade operacional, dispensando fiscalização de finalidade pública. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3606468",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A partir do contexto jurídico da organização objetiva e subjetiva da Administração Pública brasileira, julgue o item a seguir.De acordo com a legislação brasileira e com o entendimento doutrinário consolidado, entidade é a unidade de atuação integrante da estrutura da Administração Direta e da estrutura da administração indireta. Já órgão, por sua vez, é a unidade de atuação dotada de personalidade jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3508880",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Julgue o próximo item acerca de análise de processos, atos administrativos, requisição e administração direta, indireta e funcional. Autarquias, fundações públicas, empresas públicas e sociedades de economia mista são pessoas jurídicas integrantes da administração indireta e, além de serem todas criadas ou autorizadas por lei específica, possuem personalidade jurídica, mas não, patrimônio próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502231",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Acerca do controle, organização e responsabilização da administração pública, julgue o item a seguir. Segundo a jurisprudência do STF, os conselhos de fiscalização constituem espécie sui generis de pessoa jurídica de direito público não estatal, à qual não se aplica a obrigatoriedade do regime jurídico único preconizado pelo texto constitucional em relação à administração pública direta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3471634",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Considerando que o Estado é um conjunto de instituições de decisão e de execução, julgue o item a seguir, acerca da administração direta, indireta, fundacional e dos atos administrativos. As entidades da administração indireta são criadas para a prestação de serviços públicos ou de interesses públicos, indelegáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3471633",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Considerando que o Estado é um conjunto de instituições de decisão e de execução, julgue o item a seguir, acerca da administração direta, indireta, fundacional e dos atos administrativos. As fundações de apoio, cujo principal objetivo consiste em dar fomento e auxílio a determinadas instituições, integra, por vezes, a administração direta ou indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448644",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à administração direta e indireta e suas entidades, julgue o seguinte item: A administração pública indireta, composta por entidades com personalidade jurídica própria e autonomia administrativa e financeira, abrange as autarquias, as fundações públicas de direito público, as empresas públicas e as sociedades de economia mista. As autarquias, por sua vez, são criadas por lei específica e exercem atividades típicas da administração pública, possuindo regime jurídico predominantemente de direito privado, similar às empresas públicas e sociedades de economia mista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3444517",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Bandeirante - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em um município, a gestão pública é composta por vários órgãos e entidades que se organizam para atender à população de forma eficiente. A administração direta é responsável pelos serviços essenciais, enquanto as entidades da administração indireta, como autarquias e fundações, desempenham funções específicas e têm maior autonomia. Para o bom funcionamento da administração municipal, é fundamental que haja uma integração entre esses setores, além de uma gestão transparente e responsável. Com base na estrutura e funcionamento da administração pública municipal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração pública municipal não inclui órgãos municipais, apenas entidades independentes, como empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "A administração pública municipal é inteiramente composta por entidades da administração indireta, que funcionam sem qualquer vínculo com os órgãos municipais."
      },
      {
        "letra": "C",
        "texto": "A administração pública municipal é composta apenas pela administração direta, sendo os órgãos municipais os únicos responsáveis pela prestação de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "As entidades da administração indireta, como as autarquias, têm maior autonomia, mas sua criação e funcionamento devem ser alinhados com as políticas públicas municipais, visando sempre o interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3407072",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da estrutura da Administração Pública brasileira, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente por lei específica poderá ser criada autarquia."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas são pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "A diferença entre sociedade de economia mista e empresa pública é que a primeira possui capital social exclusivamente público, enquanto a segunda apresenta capital majoritariamente público."
      },
      {
        "letra": "D",
        "texto": "Sociedades de economia mista não podem criar subsidiárias."
      },
      {
        "letra": "E",
        "texto": "A finalidade das fundações públicas é de exercício das atividades típicas do Estado sem exploração econômica ainda que com fins lucrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3395850",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Joana, residente e domiciliada em Porto Velho, é titular de um cargo em comissão no âmbito da empresa pública estadual XYZ. Durante uma conversa com colegas de trabalho, Joana defendeu a criação de novas empresas públicas, de forma a ampliar as atividades prestadas pelo Estado de Rondônia. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominantes, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A empresa pública estadual XYZ, integrante da Administração Indireta, é uma pessoa jurídica de direito público. ( ) A empresa pública estadual XYZ é uma manifestação da desconcentração administrativa. ( ) Somente por lei específica poderá ser autorizada a instituição de empresa pública. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3395831",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Os novos servidores da Defensoria Pública do Estado de Rondônia participaram de uma palestra, na sede da referida instituição, com o objetivo de melhor conhecerem a Administração Pública local. Desta forma, durante a exposição, os servidores foram informados sobre a existência de uma Secretaria Estadual e de uma autarquia, ambas destinadas a tutelar os indivíduos vulneráveis e hipossuficientes econômicos. Nesse cenário hipotético, considerando o entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Secretaria Estadual, integrante da Administração Pública Indireta, é fruto da descentralização administrativa. Lado outro, a autarquia, integrante da Administração Pública Direta, é uma manifestação da desconcentração administrativa."
      },
      {
        "letra": "B",
        "texto": "Secretaria Estadual, integrante da Administração Pública Direta, é fruto da desconcentração administrativa. Lado outro, a autarquia, integrante da Administração Pública Indireta, é uma manifestação da descentralização administrativa."
      },
      {
        "letra": "C",
        "texto": "Secretaria Estadual, integrante da Administração Pública Direta, é fruto da descentralização administrativa. Lado outro, a autarquia, integrante da Administração Pública Indireta, é uma manifestação da desconcentração administrativa."
      },
      {
        "letra": "D",
        "texto": "Secretaria Estadual e a autarquia, integrantes da Administração Pública Direta, são fruto da desconcentração administrativa."
      },
      {
        "letra": "E",
        "texto": "Secretaria Estadual e a autarquia, integrantes da Administração Pública Indireta, são fruto da descentralização administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3375712",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A respeito das noções de organização administrativa e das entidades que compõem a Administração Pública Direta e a administração pública indireta, julgue o item a seguir.A criação e a instituição de qualquer entidade da administração indireta dependem da publicação de portaria pelo Poder Executivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375711",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A respeito das noções de organização administrativa e das entidades que compõem a Administração Pública Direta e a administração pública indireta, julgue o item a seguir.As sociedades de economia mista e as empresas públicas integram a administração indireta e possuem personalidade jurídica de direito privado, ainda que se submetam a um regime jurídico híbrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3365697",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Acerca da Administração Direta e Indireta, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas e sociedades de economia mista, por integrarem a Administração Indireta, não podem celebrar contratos administrativos com a Administração Direta."
      },
      {
        "letra": "B",
        "texto": "As autarquias são pessoas jurídicas de direito privado, criadas por lei específica para desempenhar atividades típicas da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A Administração Direta é composta pelas unidades federativas (União, Estados, Distrito Federal e Municípios) e pelos órgãos que integram suas estruturas."
      },
      {
        "letra": "D",
        "texto": "As fundações governamentais, por possuírem natureza jurídica de direito privado, não estão sujeitas às regras de licitação previstas na Lei nº 8.666/1993."
      },
      {
        "letra": "E",
        "texto": "As sociedades de economia mista são pessoas jurídicas de direito público, criadas por autorização legal, com capital exclusivamente público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3355507",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considerando a temática de organização da Administração, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas e as sociedades de economia mista estão sujeitas à fiscalização do Tribunal de Contas."
      },
      {
        "letra": "B",
        "texto": "Na organização do Estado brasileiro, é possível afirmar que a Presidência da República não é considerada uma pessoa jurídica de direito público interno."
      },
      {
        "letra": "C",
        "texto": "As agências reguladoras exercem atribuições submetidas ao poder hierárquico em face dos órgãos da administração direta."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista poderão adotar como tipo societário o de sociedade limitada, podendo ser constituídas somente como sociedades anônimas."
      },
      {
        "letra": "E",
        "texto": "A Empresa Pública e a Sociedade de Economia Mista são entidades dotadas de personalidade jurídica de direito privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3351310",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca das características básicas das organizações formais modernas e da organização administrativa. As entidades compreendidas na administração indireta subordinam-se ao ministério em cuja área de competência estiver enquadrada sua principal atividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298746",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A organização administrativa da União é composta por entidades que desempenham funções essenciais à gestão pública. Nesse contexto, a administração pública divide-se em direta e indireta. Assinale a alternativa que corretamente diferencia esses dois segmentos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração direta é integrada apenas pelos Ministérios da União, enquanto a administração indireta inclui órgãos estaduais e municipais."
      },
      {
        "letra": "B",
        "texto": "A administração direta é composta pelos órgãos que integram a estrutura da União, Estados, Distrito Federal e Municípios, enquanto a administração indireta abrange entidades com personalidade jurídica própria, como autarquias, fundações públicas, empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "A administração indireta é responsável exclusivamente pela formulação de políticas públicas, enquanto a administração direta executa essas políticas por meio de suas entidades descentralizadas."
      },
      {
        "letra": "D",
        "texto": "A administração direta é composta por autarquias, fundações públicas, empresas públicas e sociedades de economia mista, enquanto a administração indireta é formada pelos ministérios e secretarias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296131",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias possuem capital majoritariamente público."
      },
      {
        "letra": "B",
        "texto": "É lícito, ao Poder Público, criar uma autarquia por meio de decreto."
      },
      {
        "letra": "C",
        "texto": "As autarquias possuem, em relação aos impostos, imunidade tributária."
      },
      {
        "letra": "D",
        "texto": "As autarquias não seguem o regime de precatórios para pagamento de suas dívidas."
      },
      {
        "letra": "E",
        "texto": "As autarquias podem possuir personalidade jurídica de direito público ou privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295399",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "A organização administrativa pode adotar centralização, quando a própria Administração Direta executa, ou descentralização, com outorga a entes distintos. Selecione a alternativa que descreve a descentralização de forma adequada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Submete a Administração Indireta a mero poder de fato, sem personalidade jurídica própria."
      },
      {
        "letra": "B",
        "texto": "Permite apenas a concentração de serviços em um único órgão para assegurar hierarquia rígida."
      },
      {
        "letra": "C",
        "texto": "Exige que todas as competências sejam exercidas diretamente pelo ente central, sem delegações."
      },
      {
        "letra": "D",
        "texto": "Atribui parcela de competência estatal a pessoas jurídicas diversas, possibilitando maior eficiência e autonomia no exercício das funções."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3291521",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "O modelo de administração indireta pressupõe a descentralização da prestação de serviços públicos. A principal diferença entre autarquias e empresas estatais, no que se refere ao regime jurídico aplicável, consiste em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias são entes dotados de personalidade jurídica pública, enquanto empresas estatais possuem personalidade jurídica privada."
      },
      {
        "letra": "B",
        "texto": "Empresas estatais integram a estrutura administrativa direta do Estado, ao contrário das autarquias."
      },
      {
        "letra": "C",
        "texto": "Autarquias estão submetidas ao regime celetista de contratação de pessoal, enquanto empresas estatais adotam regime estatutário."
      },
      {
        "letra": "D",
        "texto": "Empresas estatais não estão sujeitas ao controle dos Tribunais de Contas, diferentemente das autarquias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285773",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "No que diz respeito à Administração Indireta, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias possuem personalidade jurídica de direito privado e autonomia administrativa."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas são organizadas sob a forma de sociedade anônima, com capital exclusivamente público."
      },
      {
        "letra": "C",
        "texto": "As sociedades de economia mista podem ter capital tanto público quanto privado, mas sua maioria acionária deve ser estatal."
      },
      {
        "letra": "D",
        "texto": "As fundações públicas são criadas por contrato entre a União e as entidades privadas."
      },
      {
        "letra": "E",
        "texto": "As autarquias e empresas públicas possuem o mesmo regime jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285653",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Acerca da Administração direta e da prestação dos serviços públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração indireta refere-se aos órgãos internos das entidades federativas, responsáveis diretos pela prestação centralizada dos serviços públicos."
      },
      {
        "letra": "B",
        "texto": "A Administração direta corresponde aos órgãos vinculados diretamente aos entes federativos, responsáveis pela prestação centralizada dos serviços públicos."
      },
      {
        "letra": "C",
        "texto": "Os órgãos da administração direta possuem personalidade jurídica própria, tendo autonomia plena para realizar atividades comerciais e econômicas."
      },
      {
        "letra": "D",
        "texto": "A administração indireta é subordinada diretamente à administração direta, não dispondo de personalidade jurídica própria e sendo integralmente dependente para realizar suas atividades."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282536",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Na administração pública indireta, inserem-se pessoas jurídicas de direito público, criadas por lei com personalidade jurídica, patrimônio e receitas próprios, para executar atividades típicas da administração pública. Essas pessoas jurídicas são denominadas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquias"
      },
      {
        "letra": "B",
        "texto": "empresas públicas"
      },
      {
        "letra": "C",
        "texto": "organizações sociais"
      },
      {
        "letra": "D",
        "texto": "sociedades de economia mista"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282527",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A administração pública indireta é composta de entidades que são responsáveis pela execução de atividades administrativas que necessitam ser desenvolvidas de forma descentralizadas. É uma característica comum aos entes da administração indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessidade de lei específica para autorizar a sua criação"
      },
      {
        "letra": "B",
        "texto": "apresentação de personalidade jurídica própria apartada dos entes federativos responsáveis pela sua criação"
      },
      {
        "letra": "C",
        "texto": "o Controle hierárquico exercido pelo ente da Administração Direta, no que tange ao cumprimento de suas atividades"
      },
      {
        "letra": "D",
        "texto": "são integrados por entidades com natureza jurídica de direito público com finalidade específica de interesse público definida na lei de criação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282077",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A administração indireta pode ser entendida como o conjunto de entidades que desempenham funções administrativas descentralizadas, com personalidade jurídica própria. Assinale a alternativa que não corresponde a um ente que integra a administração pública indireta no Brasil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Empresas públicas."
      },
      {
        "letra": "D",
        "texto": "Ministérios."
      },
      {
        "letra": "E",
        "texto": "Sociedades de economia mista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3281386",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Considerando as disposições a respeito da Administração direta e indireta, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades de economia mista têm personalidade jurídica de direito privado e fazem parte da Administração indireta."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas têm personalidade jurídica de direito privado e fazem parte da Administração indireta."
      },
      {
        "letra": "C",
        "texto": "O Distrito Federal tem personalidade jurídica de direito público e faz parte da Administração indireta."
      },
      {
        "letra": "D",
        "texto": "As autarquias públicas têm personalidade jurídica de direito público e fazem parte da Administração indireta."
      },
      {
        "letra": "E",
        "texto": "As pessoas administrativas que integram a Administração indireta podem ser dotadas de personalidade jurídica de direito público ou de direito privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3273460",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A administração indireta é formada por entidades com personalidade jurídica própria que desempenham atividades descentralizadas. Analise os itens abaixo e indique, entre Verdadeiro (V) ou Falso (F), quais correspondem a exemplos de Administração Indireta: (__)Universidade Federal de Sergipe. (__)Prefeitura Municipal de São Paulo. (__)Caixa Econômica Federal. (__)Fiocruz. Após análise, assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, F, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272373",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Benjamin Constant, idealizador da Teoria dos Poderes Neutrais, propôs a existência de um poder moderador com função de equilibrar os poderes do Estado, garantindo a estabilidade política e institucional. Assim, acerca da Teoria dos Poderes Neutrais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de um poder moderador ou neutro se alia à possibilidade de captura do agente regulador em casos de excessos de gestão, permitindo a relativização da autonomia sempre que esta deixar de atender ao interesse público."
      },
      {
        "letra": "B",
        "texto": "As autarquias de regime especial são caracterizadas por independência administrativa, ausência de subordinação hierárquica, mandato fixo, estabilidade de seus dirigentes e autonomia financeira. Esse regime especial foi concebido para assegurar-lhes independência e isenção no desempenho de suas funções normativas, fiscalizatórias e sancionatórias."
      },
      {
        "letra": "C",
        "texto": "A independência dos órgãos estatais com autonomia reforçada, ou seja, a ausência de subordinação hierárquica aos poderes políticos eletivos do Estado, tem durabilidade de 2 anos, não extensivos em caso de recondução do mandato do dirigente nomeado."
      },
      {
        "letra": "D",
        "texto": "Entre as características da Teoria dos Poderes Neutrais, a fiscalização do caráter eletivo do provimento dos dirigentes das agências reguladoras pode ser exercida pelo STF, por expressa previsão contida no artigo 102 da Constituição Federal."
      },
      {
        "letra": "E",
        "texto": "A Teoria dos Poderes Neutrais não tem aplicabilidade no Brasil, sendo adotado no neoconstitucionalismo brasileiro o sistema de separação de poderes de Montesquieu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3270885",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "No exercício de sua autonomia no processo de organização do trabalho pedagógico, são asseguradas às universidades determinadas competências. Em relação a essas competências, analise as afirmativas seguintes. I. receber subvenções, doações, heranças, legados e cooperação financeira resultante de convênios com entidades públicas e privadas. II. firmar contratos, acordos e convênios. III. conferir graus, diplomas e outros títulos. IV. fixar o número de vagas de acordo com a capacidade institucional e as exigências do seu meio. Está(ão) correta(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, somente."
      },
      {
        "letra": "C",
        "texto": "III e IV, somente."
      },
      {
        "letra": "D",
        "texto": "II e III, somente."
      },
      {
        "letra": "E",
        "texto": "III, somente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3263653",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Um município, visando modernizar os serviços bancários e facilitar o pagamento de servidores e fornecedores, decide criar, mediante autorização em lei específica, uma instituição financeira totalmente controlada pelo poder público, com capital exclusivamente estatal e personalidade jurídica de direito privado. Essa nova instituição faz parte da administração indireta e está sujeita ao regime jurídico próprio das empresas privadas. A entidade criada pelo município é um exemplo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresa pública."
      },
      {
        "letra": "B",
        "texto": "Autarquia."
      },
      {
        "letra": "C",
        "texto": "Fundação pública."
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "Agência reguladora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3263652",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Sobre a administração indireta da República Federativa do Brasil, analise as assertivas a seguir: I. Em regra, as entidades integrantes são pessoas jurídicas com patrimônio próprio e autonomia administrativa. II. Há uma relação de subordinação entre as entidades integrantes e a administração direta da pessoa política que as instituiu. III. As entidades integrantes se sujeitam, em regra, aos controles exercidos pelos Tribunais de Contas. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262349",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Administração Indireta",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A Hemobrás é uma empresa pública da administração indireta, vinculada ao Ministério da Saúde, com 100% do Capital Social pertencente ao Governo Federal, tendo por finalidade explorar diretamente atividade econômica. Compete especificamente ao Presidente da Hemobrás expedir atos de admissão, designação, promoção, transferência e dispensa de empregados. Na qualidade de analista jurídico da Hemobrás, foi solicitada a elaboração de minuta de parecer sobre o dever jurídico de motivar a demissão de empregados da empresa. Sobre tal dever jurídico, a Hemobrás:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve consistir em fundamento razoável."
      },
      {
        "letra": "B",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, por não ser uma empresa pública prestadora de serviço público."
      },
      {
        "letra": "C",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve se enquadrar nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "D",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, pois, embora seja exploradora de atividade econômica, atua em regime não concorrencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261819",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Com base em conhecimentos de Administração Pública direta e indireta, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As categorias de entidades compreendidas na Administração indireta são dotadas de personalidade jurídica de direito privado."
      },
      {
        "letra": "B",
        "texto": "Entende-se por Administração direta, exclusivamente, os serviços integrados da estrutura administrativa da Presidência da República (Poder Executivo)."
      },
      {
        "letra": "C",
        "texto": "As sociedades de economia mista, cujas atividades estiverem sob regime de monopólio estatal, terão maioria acionária de propriedade da União em caráter permanente."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas poderão ter personalidade jurídica de direito privado ou de direito público, a depender das motivações que levaram o governo a explorar a atividade econômica: se por força de contingência ou de conveniência administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261753",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "As empresas estatais são entidades criadas pelo Estado, compondo a Administração Pública Indireta, destinadas a explorar atividades econômicas ou mesmo prestar serviços públicos. No tocante ao regime jurídico das empresas estatais e as previsões da Lei nº 13.303/2016 e do Decreto Federal nº 8.945/2016, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pública adotará, preferencialmente, a forma de sociedade anônima, que será obrigatória para as suas subsidiárias."
      },
      {
        "letra": "B",
        "texto": "A sociedade de economia mista é empresa estatal cuja maioria do capital votante pertença diretamente à União e cujo capital social seja constituído de recursos provenientes exclusivamente do setor público."
      },
      {
        "letra": "C",
        "texto": "Um conglomerado estatal é o conjunto de entes da administração pública formado por uma autarquia em conjunto com uma empresa pública ou uma sociedade de economia mista e as suas respectivas subsidiárias."
      },
      {
        "letra": "D",
        "texto": "A sociedade de economia mista será constituída sob a forma de sociedade anônima e estará sujeita ao regime previsto na Lei nº 6.404/1976, inclusive no que se refere à quantidade mínima de membros do Conselho de Administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261750",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Em relação à lei de criação da Hemobrás e seu regime jurídico, analise as afirmativas a seguir. I. A função social da Hemobrás é garantir aos pacientes do Sistema Único de Saúde (SUS) o fornecimento de medicamentos hemoderivados ou produzidos por biotecnologia. II. A Hemobrás sujeitar-se-á ao regime jurídico próprio das autarquias, inclusive quanto aos direitos e obrigações civis, comerciais, trabalhistas e tributários. III. O regime de pessoal da Hemobrás será o da Consolidação das Leis do Trabalho (CLT), condicionada a contratação à prévia aprovação em concurso público. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260201",
    "metadata": "Ano: 2025 | Banca: HCRP | Órgão: HCRP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Administração Pública Indireta compreende:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias Públicas, Fundações Públicas e Secretarias de Estado."
      },
      {
        "letra": "B",
        "texto": "Autarquias Públicas, Fundações Públicas, Empresas Públicas e Sociedades de Economia Mista."
      },
      {
        "letra": "C",
        "texto": "Autarquias Públicas, Empresas Privadas e Sociedades de Economia Mista."
      },
      {
        "letra": "D",
        "texto": "Secretarias de Estado, Autarquias Públicas, Empresas Públicas e Sociedades de Economia Mista"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3258206",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, aos atos administrativos e ao controle da administração pública, julgue o item a seguir. O controle hierárquico caracteriza-se pela existência de subordinação e pode ser exercido tanto pela administração direta quanto por entidade da administração indireta, desde que em seu âmbito interno, sendo permitida a verificação de aspectos relativos à legalidade e ao mérito do ato objeto de controle.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3254484",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Entende-se por Administração Indireta o conjunto de pessoas jurídicas que, vinculadas à Administração Direta, têm competência para o exercício, de forma descentralizada, de atividades administrativas. A Administração Indireta é composta por autarquia, fundação pública, sociedade de economia mista e empresa pública. Sobre as referidas entidades, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As entidades da Administração Indireta são desprovidas de autonomia política."
      },
      {
        "letra": "B",
        "texto": "O fenômeno jurídico que faz nascer os entes da Administração Indireta é a descentralização administrativa por outorga, instrumentalizada por meio de lei específica."
      },
      {
        "letra": "C",
        "texto": "Somente a União e os Estados poderão, por meio de lei específica, criar autarquias e autorizar a criação de fundações públicas, sociedades de economia mista e empresas públicas."
      },
      {
        "letra": "D",
        "texto": "As entidades da Administração Indireta são influenciadas pelo Princípio da Especialidade, que reflete a ideia de descentralização administrativa, em que se criam entidades para o desempenho de finalidades específicas."
      },
      {
        "letra": "E",
        "texto": "O nascimento da autarquia se dá diretamente por lei específica, ao passo que as demais entidades da Administração Indireta somente são autorizadas pela lei, visto que o nascimento se dá com o registro em cartório de seu ato constitutivo (estatuto ou contrato social)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3247548",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A estrutura da Administração Pública define como o Estado organiza e presta serviços à sociedade. A distinção entre Administração Direta e Indireta, bem como entre centralização e descentralização, é fundamental para compreender a forma como o poder público atua e delega suas funções para garantir a eficiência na prestação dos serviços públicos. Assinale a alternativa a seguir que descreve corretamente sobre administração direta e indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Direta inclui autarquias e fundações públicas, enquanto a Administração Indireta abrange apenas empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "A Administração Direta é composta exclusivamente por órgãos do Poder Executivo, enquanto a Administração Indireta engloba apenas empresas estatais e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "A Administração Indireta é composta por entidades com personalidade jurídica própria, como autarquias, fundações públicas, empresas públicas e sociedades de economia mista, enquanto a Administração Direta é formada pelos órgãos da União, Estados, Municípios e Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "A Administração Direta é responsável apenas pela formulação de políticas públicas, enquanto a Administração Indireta executa todas as atividades operacionais do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241767",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência. Considerando as disposições relativas à Administração Pública previstas na Constituição Federal, analise as afirmativas a seguir. I. O prazo de validade do concurso público será de até dois anos, prorrogável uma vez, por igual período. II. É garantido ao servidor público civil o direito à livre associação sindical. III. A Lei reservará percentual dos cargos e empregos públicos para as pessoas portadoras de deficiência e definirá os critérios de sua admissão. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3241158",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Câmara de Bebedouro aprovou um projeto para criar uma nova autarquia municipal destinada a gerenciar o abastecimento de água. Durante a votação, um vereador afirmou que autarquias são parte da Administração Direta. Esse vereador está correto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, desde que estejam subordinadas ao prefeito."
      },
      {
        "letra": "B",
        "texto": "Não, autarquias são entidades da Administração Indireta com autonomia administrativa."
      },
      {
        "letra": "C",
        "texto": "Sim, autarquias são órgãos da Administração Direta."
      },
      {
        "letra": "D",
        "texto": "Não, autarquias não pertencem à Administração Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236855",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Administração Pública brasileira divide-se em Administração Direta e Indireta. Sobre essa organização, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresas públicas integram a Administração Direta e atuam apenas em atividades de fiscalização."
      },
      {
        "letra": "B",
        "texto": "A Administração Direta é composta por órgãos que integram diretamente a estrutura do Poder Executivo."
      },
      {
        "letra": "C",
        "texto": "Autarquias são entidades da Administração Direta, vinculadas aos Ministérios."
      },
      {
        "letra": "D",
        "texto": "Fundações públicas são sempre instituídas com personalidade jurídica de direito privado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3235703",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A administração pública indireta compreende entidades criadas para desempenhar atividades descentralizadas. Sobre as empresas públicas e as sociedades de economia mista, analise as afirmativas a seguir: I. As empresas públicas têm capital exclusivamente público. II. As sociedades de economia mista podem ter capital privado e público. III. Ambas as entidades possuem personalidade jurídica de direito público. IV. A criação de empresas públicas e sociedades de economia mista depende de autorização legislativa. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3235447",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Patrocínio do Muriaé - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Luiza, recentemente aprovada em concurso público, considerando sua experiência pregressa de relevância na área de gestão pública, foi designada por seu superior imediato a ministrar palestra aos servidores da Câmara Municipal de Patrocínio do Muriaé, cujo tema seria a Administração Pública, com foco na organização e estrutura administrativa estabelecida pela Lei Orgânica Municipal. Em conversa com uma colega de departamento sobre o assunto, Luiza recebeu as seguintes informações, das quais uma é INCORRETA; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Empresa Pública é entidade dotada de personalidade jurídica de direito privado, com o patrimônio e o capital do município."
      },
      {
        "letra": "B",
        "texto": "A Autarquia integra a Administração Direta, sob chefia do prefeito municipal, e é criada por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A Sociedade de Economia Mista, entre outros aspectos, é criada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam, em sua maioria, ao município ou a entidade da Administração Indireta."
      },
      {
        "letra": "D",
        "texto": "A Fundação Pública é criada em virtude de autorização legislativa, para o desenvolvimento de atividades que não exijam execução por órgão ou entidades de direito público, com autonomia administrativa, patrimônio próprio gerido pelos respectivos órgãos de direção e funcionamento custeado por recursos do município e de outras fontes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3211773",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "É característica fundamental das entidades que compõem a chamada Administração Pública Indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o poder hierárquico exercido sobre elas pelos órgãos da Administração Pública Direta aos quais estão vinculadas."
      },
      {
        "letra": "B",
        "texto": "a existência de mandatos fixos e não coincidentes dos seus dirigentes, o que contribui para a sua independência."
      },
      {
        "letra": "C",
        "texto": "a autonomia patrimonial, financeira e orçamentária dessas entidades em relação aos órgãos que compõem a Administração Pública Direta."
      },
      {
        "letra": "D",
        "texto": "a sujeição ao regime de execução de dívidas por meio da expedição de precatórios, dada a impenhorabilidade, inalienabilidade e imprescritibilidade de seus bens."
      },
      {
        "letra": "E",
        "texto": "a predominância do regime jurídico de direito público em matéria de licitação e contratos, seleção de pessoal e política remuneratória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210735",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "No que se refere à administração pública direta e indireta, à contratação direta e à delegação de serviços públicos, julgue o item que se segue.A ANM integra a administração pública federal indireta, tem natureza jurídica de autarquia especial e vincula-se ao Ministério de Minas e Energia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3209418",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Na organização administrativa brasileira, é correto afirmar que as",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entidades da administração indireta municipal estão subordinadas às secretarias municipais."
      },
      {
        "letra": "B",
        "texto": "entidades da administração indireta são frutos da descentralização administrativa, ao contrário das entidades da administração direta, que são frutos da desconcentração administrativa."
      },
      {
        "letra": "C",
        "texto": "autarquias são entidades autorizadas por lei cujas ações com direito a voto pertençam em sua maioria ao ente público."
      },
      {
        "letra": "D",
        "texto": "empresas públicas podem ter capital social público e privado."
      },
      {
        "letra": "E",
        "texto": "sociedades de economia mista podem revestir-se de qualquer das formas admitidas em direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3209417",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "De acordo com a organização administrativa no Brasil, pertencem à administração pública indireta as",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agências executivas."
      },
      {
        "letra": "B",
        "texto": "fundações privadas de direito privado."
      },
      {
        "letra": "C",
        "texto": "secretarias estaduais e municipais e os órgãos de governo."
      },
      {
        "letra": "D",
        "texto": "entidades do chamado “Sistema S”."
      },
      {
        "letra": "E",
        "texto": "organizações sociais (OSs) e as organizações sociais de interesse público (Oscips)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3208524",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A administração indireta é o conjunto de órgãos que prestam serviços públicos e estão vinculados a uma entidade da administração direta, mas possuem personalidade jurídica própria, isto é, têm CNPJ próprio. As entidades da administração indireta são, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Empresas públicas."
      },
      {
        "letra": "D",
        "texto": "Associações/Fundações sem fins lucrativos."
      },
      {
        "letra": "E",
        "texto": "Sociedades de economia mista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3290872",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo pretenda firmar instrumento jurídico com empresa pública e dependente de recursos do Tesouro Municipal, fixando metas de desempenho e, de outro lado, medidas de ampliação de autonomia gerencial, financeira orçamentária. De acordo com o disposto pela Constituição Federal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a medida somente é possível para empresas não dependentes de recursos do tesouro, o que se dá mediante termo de compromisso para contratualizar os objetivos pretendidos e substituir os controles de tutela por controle de resultados."
      },
      {
        "letra": "B",
        "texto": "tal medida somente seria cabível em se tratando de autarquias, as quais, mediante contrato de gestão ou de resultados, podem ser juridicamente equiparadas a agências executivas, dotadas de maior autonomia."
      },
      {
        "letra": "C",
        "texto": "tal medida não encontra viabilidade em nosso ordenamento jurídico, devendo as entidades da administração indireta observar o princípio constitucional da eficiência, bem assim as restrições e limites estabelecidos na Constituição Federal e na Lei de Responsabilidade Fiscal."
      },
      {
        "letra": "D",
        "texto": "trata-se de medida juridicamente viável, na forma de contrato de gestão, cabendo à lei disciplinar, entre outros aspectos, os controles e critérios de avaliação de desempenho, direitos, obrigações e responsabilidade dos dirigentes."
      },
      {
        "letra": "E",
        "texto": "o estabelecimento de metas para empresas dependentes é matéria da Lei de Diretrizes Orçamentárias, à qual compete também disciplinar eventual afastamento da condição de dependência quando atingidos os indicadores de resultado correspondentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3290867",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A instituição das entidades que integram a Administração Pública Indireta respondem a diferentes necessidades e objetivos públicos, sendo que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundações possuem personalidade de direito privado e são instituídas por lei para finalidade de interesse social mediante exploração econômica."
      },
      {
        "letra": "B",
        "texto": "sociedades de economia mista possuem personalidade jurídica de direito privado e exercem atividade econômica, somente podendo prestar serviços públicos mediante outorga de permissão ou concessão."
      },
      {
        "letra": "C",
        "texto": "empresas públicas, quando criadas por lei, possuem personalidade de direito público e atuam preferencialmente em setores monopolistas, podendo também prestar serviços públicos essenciais."
      },
      {
        "letra": "D",
        "texto": "autarquias mostram-se adequadas ao exercício do poder de polícia, dada a sua personalidade de direito público, sendo dotadas de prerrogativas de Fazenda Pública, como execução pelo regime de precatórios."
      },
      {
        "letra": "E",
        "texto": "autarquias de regime especial prestam-se a atividades de apoio a órgãos da Administração Pública Direta, sendo instituídas por lei com personalidade de direito privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241170",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Carlos, ao ser contratado pela Câmara de Bebedouro, confundiu os conceitos de Administração Direta e Indireta. Durante uma capacitação, o instrutor pediu que ele identificasse qual das entidades abaixo pertence à Administração Indireta. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Câmara Municipal."
      },
      {
        "letra": "B",
        "texto": "Secretarias Municipais."
      },
      {
        "letra": "C",
        "texto": "Gabinete do Prefeito."
      },
      {
        "letra": "D",
        "texto": "Autarquias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218570",
    "metadata": "Ano: 2025 | Banca: UFRR | Órgão: UFRR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Associe as duas colunas, relacionando os conceitos das entidades que fazem parte da administração indireta à sua definição: 1. Fundação Publica. 2. Empresa Publica. 3. Sociedade de Economia Mista. 4. Autarquias. ( ) Entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam em sua maioria à Unido, aos Estados, ao Distrito Federal, aos Municípios ou a entidade da administração indireta. ( ) Pessoa jurídica de direito publico, criada por lei para desempenhar funções que sejam próprias e típicas do Estado. ( ) Entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei e com patrimônio próprio, cujo capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios. ( ) Entidade dotada de personalidade jurídica de direito privado, sem fins lucrativos, criada em virtude de autorização legislativa, para o desenvolvimento de atividades que não exijam execução por órgãos ou entidades de direito público.A sequência CORRETA dessa associação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(3), (4), (2), (1)."
      },
      {
        "letra": "B",
        "texto": "(3) ,(1), (2), (4)."
      },
      {
        "letra": "C",
        "texto": "(1), (2). (3), (4)."
      },
      {
        "letra": "D",
        "texto": "(3), (2), (4), (1)."
      },
      {
        "letra": "E",
        "texto": "(4), (2), (1),(3)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3207368",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A distinção entre administração direta e indireta é fundamental para a compreensão da organização administrativa brasileira. Nesse contexto, assinale a alternativa que apresenta uma característica exclusiva das entidades da administração indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subordinação hierárquica direta ao Poder Executivo."
      },
      {
        "letra": "B",
        "texto": "Personalidade jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "Criação por lei exclusiva."
      },
      {
        "letra": "D",
        "texto": "Exercício de função típica de Estado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3203627",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Administração Pública, em seu sentido subjetivo, compreende as pessoas jurídicas e seus respectivos órgãos que executam atividades administrativas. A respeito do tema, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração direta compreende o terceiro setor, com exceção das organizações sociais."
      },
      {
        "letra": "B",
        "texto": "A administração indireta corresponde aos órgãos públicos dos Entes federativos criados por meio da desconcentração."
      },
      {
        "letra": "C",
        "texto": "A administração direta compreende as entidades que exercem funções administrativas, criadas por meio da descentralização."
      },
      {
        "letra": "D",
        "texto": "A desconcentração representa a transferência da atividade administrativa para outra pessoa, física ou jurídica, integrante ou não do aparelho estatal."
      },
      {
        "letra": "E",
        "texto": "A administração indireta é composta por entidades administrativas, criadas por descentralização legal e vinculadas ao respectivo Ente federado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3200181",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização administrativa da União, a administração e a administração indireta, julgue o item seguinte.A administração indireta compõe‑se de entidades sem personalidade jurídica própria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3200180",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização administrativa da União, a administração e a administração indireta, julgue o item seguinte.Enquanto a Administração Direta é composta de órgãos internos do Estado, a administração indireta compõe‑se de pessoas físicas, também denominadas agentes públicos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3200179",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização administrativa da União, a administração e a administração indireta, julgue o item seguinte.Por força da autonomia conferida pela Constituição, todas as entidades federativas podem ter sua administração indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3200178",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização administrativa da União, a administração e a administração indireta, julgue o item seguinte.O grande e fundamental objetivo da administração indireta do Estado é a execução de algumas tarefas de seu interesse por outras pessoas jurídicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185188",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em se tratando da organização administrativa da União, julgue o item a seguir, no que se refere à Administração Pública Direta e à administração pública indireta. As pessoas jurídicas de direito público e privado integrantes da administração pública indireta são subordinadas ao ente que as constituiu, embora tenham capacidade de autogestão e patrimônio próprios.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3184581",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Controle administrativo, judicial e legislativo",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Marco, assessor jurídico de determinado município, de modo a auxiliar o gestor a planejar e compreender a estruturação das empresas estatais daquele ente federativo, depara-se com três afirmações para avaliar a sua juridicidade; analise-as. I. A lei específica autorizadora da criação das estatais é a ordinária, restringindo-se a exigência de lei complementar aos casos expressamente elencados na Constituição da República. II. A transferência do controle de subsidiárias e controladas de empresas estatais exige, além da realização de licitação, a anuência do Poder Legislativo. III. Para a desestatização de empresa estatal é suficiente a autorização prevista em lei que veicule programa de desestatização. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183181",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Marcos acabou de assumir a função de assessor jurídico em um conselho de fiscalização profissional. Assim que começou a exercer suas atribuições, deparou-se com três afirmações dadas por diretores do Conselho a respeito do regime jurídico dessas figuras: I. Os conselhos de fiscalização profissional, como regra, por serem pessoas jurídicas de direito privado, não se submetem à fiscalização do Tribunal de Contas da União. II. Por não estarem incluídos no orçamento público e não se enquadrarem no conceito de Fazenda Pública, a execução de débito de conselho de fiscalização profissional não se submete ao sistema de precatório. III. Os conselhos de fiscalização profissional necessitam, como regra, realizar concurso público, sendo que se adota o regime celetista a seus empregados. Sobre as afirmações anteriores, está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3178122",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "De acordo com a doutrina de Direito Administrativo, uma autarquia municipal se enquadra na chamada Administração __________, com personalidade jurídica de direito __________. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Direta – privado"
      },
      {
        "letra": "B",
        "texto": "Direta – público"
      },
      {
        "letra": "C",
        "texto": "Indireta – privado"
      },
      {
        "letra": "D",
        "texto": "Indireta – público"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178120",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Uma organização vinculada à administração indireta de um município apresenta as seguintes características: sua criação e extinção dependem de autorização legal, possui personalidade jurídica de direito privado, está sujeita ao controle estatal e exerce atividade econômica. Além disso, sua composição é majoritariamente formada por capital público, com participação minoritária de capital privado, e obrigatoriamente adota o modelo de sociedade anônima (S/A), conforme estabelecido por lei. Considerando essas características, essa organização é classificada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquia."
      },
      {
        "letra": "B",
        "texto": "Fundação Pública."
      },
      {
        "letra": "C",
        "texto": "Empresa Pública."
      },
      {
        "letra": "D",
        "texto": "Sociedade de Economia Mista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178085",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A respeito da Administração Indireta, analise as assertivas a seguir: I. A autarquia é uma pessoa jurídica de direito público, criada por lei, com capacidade de desempenhar atividades que são próprias do Estado. II. As autarquias são dotadas de personalidade jurídica própria. III. A autarquia está sujeita a controle da entidade política que a criou, mantendo com esta uma relação de hierarquia. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3177190",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "No que se refere à Administração Direta e à administração indireta, especialmente no que diz respeito às autarquias, fundações, empresas públicas e sociedades de economia mista, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de subsidiárias de empresa pública e de sociedade de economia mista, assim como a participação de qualquer delas em empresa privada,cujo objeto social deve estar relacionado ao da investidora, depende de autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "A administração indireta é formada exclusivamente por pessoas jurídicas de direito público interno, por exemplo, as empresas públicas."
      },
      {
        "letra": "C",
        "texto": "As autarquias são pessoas jurídicas de direito privado, criadas por lei para realizar atividades de interesse social que não são típicas do Estado."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas que realizarem contrato de gestão com a entidade central serão qualificadas como autarquias em regime especial, para as quais poderão ser delegadas atividades típicas do Estado."
      },
      {
        "letra": "E",
        "texto": "É vedada a participação de particulares no capital das sociedades de economia mista, o qual deverá pertencer integralmente às entidades da administração pública indireta, notadamente as empresas públicas e outras sociedades de economia mista."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175880",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização da Administração Direta e Indireta, analise as assertivas a seguir:I. Sociedades de economia mista são pessoas jurídicas de direito público criadas por lei para o desempenho de um serviço público de forma descentralizada com capacidade de autoadministração e desenvolvem, assim, atividades típicas de Estado prestando serviços de forma técnica e especializada.II. Agências reguladoras são autarquias em regime especial que fiscalizam a prestação de serviços públicos por parte das concessionárias e permissionárias.III. Fundações Públicas de Direito Público são criadas por lei específica sem a necessidade de posterior inscrição de seus atos constitutivos em qualquer órgão registral, e as Fundações Públicas de Direito Privado são criadas com o registro de seus atos constitutivos nos cartórios de registro, após a edição de lei específica que autoriza a criação. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3174766",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "O conselho de administração da sociedade de economia mista X, que integra a administração pública indireta do Município Sigma, deliberou que seria positiva para as suas operações a criação de uma subsidiária, sob a forma de sociedade anônima. Ao tomar conhecimento dessa deliberação, o secretário municipal responsável pela supervisão da sociedade de economia mista concluiu corretamente que a referida criação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada."
      },
      {
        "letra": "B",
        "texto": "é realizada por lei."
      },
      {
        "letra": "C",
        "texto": "é autorizada por lei."
      },
      {
        "letra": "D",
        "texto": "é realizada conforme a lei civil, não dependendo de previsão legal."
      },
      {
        "letra": "E",
        "texto": "é autorizada por decreto do prefeito municipal, sendo realizada conforme a lei civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3160761",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] A respeito da organização administrativa no direito administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de uma autarquia depende sempre de lei específica, não sendo possível sua criação por meio de simples decreto do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e as sociedades de economia mista são criadas exclusivamente para a prestação de serviços públicos, não podendo ser utilizadas para a exploração de atividades econômicas."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, em razão de sua natureza de direito público, não podem celebrar contratos administrativos com particulares."
      },
      {
        "letra": "D",
        "texto": "As entidades da Administração Direta e Indireta devem seguir os mesmos princípios administrativos, mas a Administração Indireta tem maior liberdade para regular suas próprias atividades internas."
      },
      {
        "letra": "E",
        "texto": "A Administração Indireta, formada por entidades como autarquias, fundações e empresas públicas, não está sujeita a controle do Poder Executivo, exceto em questões fiscais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160760",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre a organização administrativa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias podem ter suas atividades diretamente supervisionadas pelo Poder Executivo, mas não podem ser extintas por ato do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas, como regra, têm personalidade jurídica de direito privado e podem ser criadas para a execução de atividades econômicas ou de interesse público."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, apesar de possuírem natureza jurídica de direito público, podem atuar em atividades de interesse privado, desde que comprovado o interesse social."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista devem sempre adotar a forma de empresa privada, mas podem atuar em qualquer ramo da economia sem qualquer restrição."
      },
      {
        "letra": "E",
        "texto": "As entidades da Administração Indireta possuem autonomia administrativa, mas não podem se subordinar a órgãos do Executivo em suas atividades normativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3159559",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Considerando a organização administrativa da Administração Pública, especialmente em relação à Administração Pública Direta e à administração pública indireta, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A delegação da prestação de atividade administrativa da entidade central para uma pessoa jurídica de direito privado configura hipótese de desconcentração."
      },
      {
        "letra": "B",
        "texto": "A avocação definitiva de competência de órgão hierarquicamente inferior constitui causa de centralização das competências das atividades que foram delegadas mediante lei."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas de direito privado adquirem personalidade jurídica com a inscrição da escritura pública de sua constituição no registro civil de pessoas jurídicas."
      },
      {
        "letra": "D",
        "texto": "A tutela administrativa diz respeito ao controle hierárquico exercido pelos ministérios sobre as entidades jurídicas de direito público ou privado que lhes são subordinadas."
      },
      {
        "letra": "E",
        "texto": "Os órgãos públicos desconcentrados poderão ser qualificados como entidades do terceiro setor quando celebrarem contrato de gestão com a Administração Pública Direta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3531064",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "A organização administrativa da administração indireta compreende várias formas de entidades. Qual das seguintes entidades NÃO faz parte da administração indireta?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Ministérios."
      },
      {
        "letra": "D",
        "texto": "Empresas públicas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3531058",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação à organização administrativa, como o agente de compras deve entender a diferença entre administração direta e indireta?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração direta compreende as entidades que possuem personalidade jurídica própria, enquanto a administração indireta não possui essa característica."
      },
      {
        "letra": "B",
        "texto": "A administração indireta é formada exclusivamente por órgãos públicos sem autonomia financeira, ao contrário da administração direta."
      },
      {
        "letra": "C",
        "texto": "A administração direta refere-se aos órgãos que integram a estrutura do poder executivo, legislativo e judiciário, e a administração indireta às entidades com personalidade jurídica própria, criadas por lei para a realização de atividades específicas."
      },
      {
        "letra": "D",
        "texto": "Apenas a administração direta está sujeita aos princípios constitucionais da Administração Pública, diferentemente da administração indireta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3357330",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Sobre a instituição das empresas públicas e das sociedades de economia mista, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A instituição das sociedades de economia mista e das empresas públicas se dá pelo regime de direito público e somente pode ser feita por lei que, além de as criar, as organizam."
      },
      {
        "letra": "B",
        "texto": "Para a instituição tanto das empresas públicas quanto das sociedades de economia mista vigora o princípio da autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "A instituição das sociedades de economia mista depende de autorização legislativa, o que não ocorre com as empresas públicas."
      },
      {
        "letra": "D",
        "texto": "A criação das sociedades de economia mista e das empresas públicas se dá pelo regime de direito privado e independe de autorização legislativa."
      },
      {
        "letra": "E",
        "texto": "A instituição das empresas públicas depende de autorização legislativa, o que não ocorre com as sociedades de economia mista."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3345218",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "A prefeitura do Município de Caraguatatuba decidiu criar uma entidade administrativa, com personalidade jurídica de direito público, destinada à prestação de serviços médicos e hospitalares para a população. Tendo isso em vista, foi imediatamente editada lei específica, proposta pelo próprio prefeito, criando essa entidade. Diante do exposto, assinale a opção que apresenta a estrutura que se enquadra nessas características.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquia."
      },
      {
        "letra": "B",
        "texto": "Sociedade de Economia Mista."
      },
      {
        "letra": "C",
        "texto": "Organização Social."
      },
      {
        "letra": "D",
        "texto": "Empresa Pública."
      },
      {
        "letra": "E",
        "texto": "Ministério."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324093",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: UEFS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "A Administração Pública indireta é composta por diversas entidades, dentre as quais se encontram as autarquias. Nesse contexto, analise as proposições abaixo, as quais versam sobre o tema autarquias, e julgue-as em Verdadeiras (V) ou Falsas (F): (__)As autarquias são criadas por lei específica. (__)A personalidade jurídica da autarquia é adquirida com o registro dos atos constitutivos no órgão competente. (__)As autarquias possuem autonomia administrativa e financeira. (__)As autarquias submetem-se ao regime jurídico de direito público. (__)As autarquias podem ser criadas para exercerem atividades típicas de Estado ou explorarem atividade econômica. Assinale a alternativa que contém a sequência CORRETA de julgamento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - F - F - V."
      },
      {
        "letra": "B",
        "texto": "V - V - V - V - V."
      },
      {
        "letra": "C",
        "texto": "F - F - F - F - F."
      },
      {
        "letra": "D",
        "texto": "V - F - V - V - F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298427",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "A descentralização administrativa visa otimizar a gestão das atividades públicas, transferindo determinadas funções para entidades com personalidade jurídica própria e autonomia administrativa, sem desvinculação total do controle estatal. A respeito da descentralização e das entidades que compõem a administração indireta, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias são entidades de direito privado, criadas para atuar na regulação de setores econômicos e sociais, operando de forma independente do Estado."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas são entidades com personalidade jurídica de direito público, cujo capital é totalmente privado."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas são instituições com personalidade jurídica de direito público, criadas para a satisfação das necessidades sociais, tais como saúde, educação, dentre outros. Um exemplo de Fundação Pública é a FIOCRUZ."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista são entidades com capital integralmente público, sendo constituídas para realizar atividades econômicas em concorrência com o setor privado, sem qualquer controle estatal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271402",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considere as afirmativas abaixo, em relação à referida Lei: I. A CDSA Miguel Pinheiro Borges tem capital integralizado pelo Estado do Amapá. II. Rendimento de aplicações financeiras é um dos constituintes das receitas da CDSA Miguel Pinheiro Borges.III. O regime jurídico do pessoal da CDSA Miguel Pinheiro Borges é o da legislação trabalhista. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271401",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A empresa CDSA é vinculada à (ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Secretaria de Administração de Santana (AP)."
      },
      {
        "letra": "B",
        "texto": "Secretaria Municipal de Desenvolvimento e Infraestrutura de Santana (AP)."
      },
      {
        "letra": "C",
        "texto": "Gabinete do Prefeito Municipal de Santana (AP)."
      },
      {
        "letra": "D",
        "texto": "Secretaria Municipal de Fazenda de Santana (AP)."
      },
      {
        "letra": "E",
        "texto": "Comissão Especial de Portos e Vias Navegáveis do Estado do Amapá."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271190",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Acerca da administração direta, indireta e fundacional, o serviço autônomo, criado por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública, que requeiram, para seu melhor funcionamento, gestão administrativa e financeira descentralizada, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "órgão."
      },
      {
        "letra": "B",
        "texto": "fundação pública."
      },
      {
        "letra": "C",
        "texto": "autarquia."
      },
      {
        "letra": "D",
        "texto": "empresa pública."
      },
      {
        "letra": "E",
        "texto": "sociedade de economia mista."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271178",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considerando que a organização administrativa do Estado diz respeito à sua estruturação, assinale a alternativa que apresenta os entes da administração pública indireta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas e governadoria."
      },
      {
        "letra": "C",
        "texto": "Presidência da República e empresas públicas."
      },
      {
        "letra": "D",
        "texto": "União e municípios."
      },
      {
        "letra": "E",
        "texto": "Estados e autarquias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268708",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "As autarquias são entidades criadas para executar atividades típicas da Administração Pública. Com base nessa informação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens imóveis das autarquias poderão ser objeto de penhora para a satisfação das dívidas que a pessoa jurídica contraia perante terceiros."
      },
      {
        "letra": "B",
        "texto": "As autarquias possuem autonomia administrativa, financeira e patrimonial, embora sejam supervisionadas pelo governo central."
      },
      {
        "letra": "C",
        "texto": "As autarquias poderão ser criadas por ato administrativo do chefe do Poder Executivo, sem necessidade de lei específica."
      },
      {
        "letra": "D",
        "texto": "Autarquias são entidades privadas que prestam serviços públicos, podendo distribuir lucros entre seus acionistas."
      },
      {
        "letra": "E",
        "texto": "As autarquias de direito privado equiparam‑se às fundações públicas e serão criadas em virtude de autorização legislativa para o desenvolvimento de atividades que não exijam execução por órgãos ou pelas entidades de direito público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268706",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Quanto à Administração Pública Direta e administração indireta, no que diz respeito às empresas públicas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas são entidades integrantes da Administração Pública Direta."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas integram a Administração Pública Direta, quando sua finalidade principal estiver relacionada ao interesse público."
      },
      {
        "letra": "C",
        "texto": "As empresas públicas possuem personalidade jurídica de direito privado e são criadas mediante autorização legislativa."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas, por gozarem de prerrogativas inerentes às autarquias, não poderão desempenhar atividade econômica."
      },
      {
        "letra": "E",
        "texto": "As empresas públicas poderão ser criadas e extintas mediante decreto do chefe do Poder Executivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258848",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Constituição Federal de 1988 estabelece que a Administração Pública no Brasil pode ser direta ou indireta. Essa estrutura visa promover a eficiência, transparência e responsabilidade na prestação de serviços públicos e na execução de políticas governamentais. A entidade dotada de personalidade jurídica de direito privado, com patrimônio próprio e capital exclusivo da União, criada por lei para a exploração de atividade econômica que o governo seja levado a exercer por força de contingência ou de conveniência administrativa, é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquia."
      },
      {
        "letra": "B",
        "texto": "empresa pública."
      },
      {
        "letra": "C",
        "texto": "sociedade de economia mista."
      },
      {
        "letra": "D",
        "texto": "fundação pública."
      },
      {
        "letra": "E",
        "texto": "organização da sociedade civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3255778",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Considere que a Universidade Estadual Paulista (Unesp) possui a natureza jurídica de autarquia. Com base nessa informação e no disposto na Constituição Federal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os professores a ela vinculados poderão acumular até três cargos públicos, caso haja compatibilidade de horários."
      },
      {
        "letra": "B",
        "texto": "a sua criação foi autorizada por lei e implementada mediante a inscrição de seus atos constitutivos no cartório de registro de pessoas jurídicas civis."
      },
      {
        "letra": "C",
        "texto": "pode contar, em sua estrutura, com cargos em comissão, que serão exercidos exclusivamente por servidores ocupantes de cargo efetivo, com atribuições de direção, chefia e assessoramento."
      },
      {
        "letra": "D",
        "texto": "os acréscimos pecuniários concedidos aos seus servidores poderão ser computados para fins de acréscimos ulteriores, caso haja autorização legal."
      },
      {
        "letra": "E",
        "texto": "a Unesp responde, de maneira objetiva, pelos que seus agentes causem, nessa qualidade, a terceiros, assegurado o direito de regresso contra o responsável em caso de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3248525",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta"
    ],
    "enunciado_principal": "A Administração Pública brasileira organiza-se em Administração Direta e Indireta. Um exemplo de ente da Administração Direta são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as autarquias."
      },
      {
        "letra": "B",
        "texto": "as fundações públicas."
      },
      {
        "letra": "C",
        "texto": "as empresas públicas."
      },
      {
        "letra": "D",
        "texto": "as sociedades de economia mista."
      },
      {
        "letra": "E",
        "texto": "os ministérios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3233336",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Segundo o aspecto jurídico, as organizações podem ser caracterizadas por diferentes finalidades como empresas privadas, órgãos públicos ou terceiro setor. Assinale a alternativa que apresenta a caracterização correta de uma organização.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sociedades de economia mista são empresas criadas pelo governo com uso de capital privado, logo, não podem gerar lucro"
      },
      {
        "letra": "B",
        "texto": "As organizações não governamentais e as organizações da sociedade civil de interesse público – Oscips – são empresas sem fins lucrativos, e, como atendem demanda social, fazem parte do setor público"
      },
      {
        "letra": "C",
        "texto": "As agências reguladoras são órgãos de direito público que têm por finalidade acompanhar as ações de empresas privadas, como a Agência Nacional de Telecomunicações (ANATEL), que regulamenta o setor de telecomunicações"
      },
      {
        "letra": "D",
        "texto": "Organizações privadas e públicas tem um aspecto em comum: o objetivo de ambas é gerar lucro"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3233334",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Autarquias, fundações, empresas públicas e sociedades de economia mista são entidades que possuem personalidade jurídica na administração indireta. Analise as afirmativas abaixo sobre os órgãos públicos de administração direta e indireta. I. Empresas públicas são aquelas que possuem o capital totalmente público. II. Sociedades de economia mista possuem parte do capital social público. III. Fundações são empresas públicas que servem para cuidar da saúde, educação ou segurança pública. IV. A segurança pública deve estar – necessariamente – sujeita à administração público. V. Autarquias representam os órgãos técnicos do governo. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, IV e V apenas"
      },
      {
        "letra": "B",
        "texto": "I, II e IV apenas"
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V apenas"
      },
      {
        "letra": "D",
        "texto": "I, III e IV apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231562",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Tunápolis - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Regime jurídico administrativo",
      "Conceito de administração pública"
    ],
    "enunciado_principal": "O conceito de administração pública envolve a organização e o funcionamento estatal, com o objetivo de alcançar o interesse público. Dentro dessa perspectiva, considere as seguintes afirmativas sobre a administração pública: I.A administração pública direta compreende as autarquias, fundações públicas, empresas públicas e sociedades de economia mista, que são criadas para desempenhar funções de natureza técnica, científica ou econômica. II.A administração pública indireta é composta por ministérios, secretarias, e demais órgãos da União, dos Estados, do Distrito Federal e dos Municípios, responsáveis pela execução direta das políticas públicas. III.O conceito de administração pública envolve tanto o exercício da função administrativa pelo Estado quanto a prestação de serviços públicos delegados a particulares, como ocorre nos casos de concessão e permissão.Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223293",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A respeito da responsabilização dos administradores de empresas estatais municipais, é correto afirmar, com base no Decreto Municipal no 58.093/2018, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os membros dos órgãos estatutários das entidades mencionadas nesse decreto não responderão pessoalmente por decisões ou opiniões técnicas."
      },
      {
        "letra": "B",
        "texto": "é vedado às empresas contratar seguro de responsabilidade civil em favor de seus administradores."
      },
      {
        "letra": "C",
        "texto": "será desligado da empresa o administrador que obtiver em duas avaliações anuais de desempenho consecutivas nota abaixo de 5 (cinco)."
      },
      {
        "letra": "D",
        "texto": "os membros dos órgãos estatutários das empresas responderão pessoalmente pelo descumprimento de metas fixadas no Compromisso de Desempenho Institucional (CDI)."
      },
      {
        "letra": "E",
        "texto": "não se considera haver culpa grave para fins de responsabilização quando a decisão do administrador for baseada em orientação geral da Procuradoria-Geral do Município."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3223276",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura orgânica uma empresa estatal cujo objeto social é prestar serviços, para a administração direta e indireta, de tecnologia da informação. Para aumentar a sua sustentabilidade financeira, além dos serviços que presta ao ente político a que está vinculada, a empresa também elabora projetos para outros entes federativos. Com o início de uma nova gestão na Administração municipal, houve a designação de um novo presidente para essa empresa, que possui dúvidas sobre que pessoas podem ser indicadas para exercer cargos no seu Conselho de Administração e na sua diretoria, motivo pelo qual solicita a realização de uma reunião com o(a) Gestor(a) Jurídico(a) da empresa. Com base na situação hipotética, na Lei Federal no 13.303/16 e na jurisprudência do Supremo Tribunal Federal, o(a) Gestor(a) Jurídico afirmará, de maneira correta, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser indicado para o Conselho de Administração pessoa que exerça cargo em organização sindical, pois o STF considera a vedação, prevista na Lei, inconstitucional, por violar o princípio da liberdade sindical."
      },
      {
        "letra": "B",
        "texto": "não pode ser indicado, para o Conselho de Administração, Secretário Municipal sem vínculo permanente com o serviço público, reservada a possibilidade de permanecer na função o que estiver no seu exercício durante o período em que esteve vigente medida liminar proferida pelo STF na ADI 7331."
      },
      {
        "letra": "C",
        "texto": "as limitações para a indicação de membros de pessoas para o Conselho de Administração e diretoria não se estendem à empresa, pois ela presta serviços para entes federativos diversos a que vinculado, em regime de livre concorrência."
      },
      {
        "letra": "D",
        "texto": "não pode ser indicado, para o cargo de diretor, dirigente estatutário de partido político, que deverá deixar o posto na empesa imediatamente caso ainda o esteja exercendo."
      },
      {
        "letra": "E",
        "texto": "para exercer a função de administrador da empresa e integrar o Conselho de Administração, o indicado deve possuir formação acadêmica compatível com o cargo para o qual foi indicado e ter experiência profissional de, no mínimo, 20 anos no setor público, na área de atuação da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188730",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei 14.133/2021, (Lei de Licitações e Contratos Administrativos), estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios, e abrange: I - Os órgãos dos Poderes Legislativo e Judiciário da União, dos Estados e do Distrito Federal, as sociedades de economia mista e as suas subsidiárias; II - Os fundos especiais e as demais entidades controladas direta ou indiretamente pela Administração Pública. Sobre as asserções é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3186038",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Bandeirante - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta"
    ],
    "enunciado_principal": "Em relação as entidades da Administração Pública Indireta, observe os conceitos abaixo: I.As _____ foram criadas para fiscalizar e controlar a atuação de investidores privados que passaram a exercer as tarefas desempenhadas, antes da privatização, pelo próprio Estado. II.As _____ são classificadas como pessoas jurídicas de direito público interno, pertencentes à Administração Pública Indireta, criadas por lei específica para o exercício de atividades típicas da Administração Pública. III.As _____ são pessoas jurídicas de direito público interno, sendo criadas por uma lei própria, específica para isso e, além disso, elas são detentoras de um acervo patrimonial do Estado a uma dada finalidade pública. A sequência que preenche corretamente as lacunas são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I.Autarquias; II.Fundações; III.Empresa Pública."
      },
      {
        "letra": "B",
        "texto": "I.Agências reguladoras; II.Autarquias; III.Fundações."
      },
      {
        "letra": "C",
        "texto": "I.Agências reguladoras; II.Fundações; III.Autarquias."
      },
      {
        "letra": "D",
        "texto": "I.Autarquias; II.Empresas Públicas; III.Fundações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170851",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Considerando as possíveis formas de organização administrativa da Administração pública indireta, identifica-se a seguinte relação entre os entes que a integram:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as autarquias e as empresas estatais sujeitam-se a regime jurídico de direito privado, mas gozam das prerrogativas do regime de direito público para a tutela de seu patrimônio, porque afeto a serviços e utilidades públicas."
      },
      {
        "letra": "B",
        "texto": "os consórcios públicos constituídos sob a forma de associação pública e dotados de personalidade jurídica de direito público têm natureza juridica autárquica, integrando a Administração indireta de cada um dos entes consorciados."
      },
      {
        "letra": "C",
        "texto": "os consórcios públicos e as empresas estatais submetem-se ao mesmo regime legal para licitação e contratação, assim como para admissão de pessoal e para tutela patrimonial."
      },
      {
        "letra": "D",
        "texto": "as autarquias e os consórcios públicos & privados devem ser criados por lei, da qual deve constar o conjunto de direitos e prerrogativas típicos do regime jurídico de direito público que rege as entidades."
      },
      {
        "letra": "E",
        "texto": "os consórcios públicos constituídos sob a forma de associação pública têm natureza jurídica de fundação e, por essa razão, se revestem de personalidade jurídica de direito público."
      }
    ],
    "gabarito": "B"
  }
]