[
  {
    "id": "3407491",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a licitações, contratos administrativos e administração indireta.As agências executivas, por não terem, como função precípua, a de exercer controle sobre particulares prestadores de serviços públicos, distinguem-se das agências reguladoras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375672",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Considerando a organização objetiva e subjetiva da Administração Pública brasileira, julgue o item seguinte. Em relação aos critérios para a nomeação de diretores de agências reguladoras, a legislação estabelece que poderão ser indicados para o conselho diretor, ou para a diretoria colegiada, ministro de estado, secretário de estado, secretário municipal, dirigente estatutário de partido político e titular de mandato no Poder Legislativo de qualquer ente da federação, desde que licenciados dos respectivos cargos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3355507",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considerando a temática de organização da Administração, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas e as sociedades de economia mista estão sujeitas à fiscalização do Tribunal de Contas."
      },
      {
        "letra": "B",
        "texto": "Na organização do Estado brasileiro, é possível afirmar que a Presidência da República não é considerada uma pessoa jurídica de direito público interno."
      },
      {
        "letra": "C",
        "texto": "As agências reguladoras exercem atribuições submetidas ao poder hierárquico em face dos órgãos da administração direta."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista poderão adotar como tipo societário o de sociedade limitada, podendo ser constituídas somente como sociedades anônimas."
      },
      {
        "letra": "E",
        "texto": "A Empresa Pública e a Sociedade de Economia Mista são entidades dotadas de personalidade jurídica de direito privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295393",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "As agências reguladoras atuam na fiscalização e regulamentação de setores estratégicos. Determine uma peculiaridade que as distingue das demais autarquias:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permitir ampla interferência do ministro supervisor em suas decisões técnicas, sem qualquer autonomia."
      },
      {
        "letra": "B",
        "texto": "Compor administração direta, sem personalidade jurídica própria."
      },
      {
        "letra": "C",
        "texto": "Exercer autonomia decisória e orçamentária em grau reforçado, submetida a mandatos fixos de seus dirigentes, com vistas a garantir estabilidade regulatória."
      },
      {
        "letra": "D",
        "texto": "Vincular-se ao ente central por contrato de gestão sem subordinação hierárquica, podendo atuar sem limites legais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272373",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias"
    ],
    "enunciado_principal": "Benjamin Constant, idealizador da Teoria dos Poderes Neutrais, propôs a existência de um poder moderador com função de equilibrar os poderes do Estado, garantindo a estabilidade política e institucional. Assim, acerca da Teoria dos Poderes Neutrais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de um poder moderador ou neutro se alia à possibilidade de captura do agente regulador em casos de excessos de gestão, permitindo a relativização da autonomia sempre que esta deixar de atender ao interesse público."
      },
      {
        "letra": "B",
        "texto": "As autarquias de regime especial são caracterizadas por independência administrativa, ausência de subordinação hierárquica, mandato fixo, estabilidade de seus dirigentes e autonomia financeira. Esse regime especial foi concebido para assegurar-lhes independência e isenção no desempenho de suas funções normativas, fiscalizatórias e sancionatórias."
      },
      {
        "letra": "C",
        "texto": "A independência dos órgãos estatais com autonomia reforçada, ou seja, a ausência de subordinação hierárquica aos poderes políticos eletivos do Estado, tem durabilidade de 2 anos, não extensivos em caso de recondução do mandato do dirigente nomeado."
      },
      {
        "letra": "D",
        "texto": "Entre as características da Teoria dos Poderes Neutrais, a fiscalização do caráter eletivo do provimento dos dirigentes das agências reguladoras pode ser exercida pelo STF, por expressa previsão contida no artigo 102 da Constituição Federal."
      },
      {
        "letra": "E",
        "texto": "A Teoria dos Poderes Neutrais não tem aplicabilidade no Brasil, sendo adotado no neoconstitucionalismo brasileiro o sistema de separação de poderes de Montesquieu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262636",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Resumidamente, podem ser citados os seguintes mecanismos estatais para operacionalizar a regulação estatal: a regulação direta, exercida por ministérios e secretarias; as autarquias comuns; as agências executivas; as autarquias especiais, onde se incluem as agências reguladoras e outras entidades similares; os conselhos profissionais; e a autorregulação exercida pela Ordem dos Advogados do Brasil (OAB), reconhecida como entidade sui generis pelo Supremo Tribunal Federal (STF). Especificamente sobre agências reguladoras, marque V para as afirmativas verdadeiras e F para as falsas. ( ) As agências reguladoras exercem, com frequência, as funções normativa, judicante e executiva. ( ) As agências reguladoras podem editar normas setoriais sobre questões técnicas, mediar disputas entre agentes regulados e exercer fiscalização em vista de seu poder de polícia. ( ) Como agente normativo e regulador da atividade econômica, as agências reguladoras exercerão, de forma exclusiva, as funções de fiscalização, incentivo e planejamento, sendo esse determinante para o setor público e indicativo para o setor privado. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, V."
      },
      {
        "letra": "C",
        "texto": "V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261549",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "A atividade da Administração Pública atualmente sofre uma constante influência do fenômeno da agencificação, com proliferação e atuação das agências reguladoras nos mais diversos setores. Assim, sobre a Administração Pública e as agências reguladoras, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As agências reguladoras são órgãos federais, não sendo possível que se criem essas estruturas nas esferas estaduais e municipais."
      },
      {
        "letra": "B",
        "texto": "As agências reguladoras são pessoas jurídicas de direito privado, integrantes da Administração Pública Indireta, que têm por finalidade regular certos serviços públicos e setores econômicos."
      },
      {
        "letra": "C",
        "texto": "As agências reguladoras recebem essa qualificação após apresentarem um plano estratégico de reestruturação e de desenvolvimento institucional e celebrarem um contrato de gestão com o Ministério pertinente à sua área."
      },
      {
        "letra": "D",
        "texto": "A natureza especial conferida à agência reguladora é caracterizada, entre outros aspectos, pela ausência de tutela ou de subordinação hierárquica, pela autonomia funcional, decisória, administrativa e financeira e pela investidura a termo de seus dirigentes e estabilidade durante os mandatos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3217492",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito do controle administrativo e parlamentar das agências reguladoras.Os Poderes Executivo e Legislativo são responsáveis por definir a política setorial das agências reguladoras federais, razão pela qual essas entidades devem encaminhar ao Parlamento um relatório anual circunstanciado de suas atividades.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3217491",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito do controle administrativo e parlamentar das agências reguladoras.Um ministério pode exercer a autotutela sobre a agência reguladora federal que lhe seja vinculada, para assegurar que ela atinja e não transborde a finalidade para a qual foi criada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217439",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Com base na Lei n.º 10.871/2004 e na Lei n.º 13.848/2019, julgue o item a seguir. A agência reguladora deverá implementar, para cada período quadrienal, plano de comunicação voltado à divulgação, com caráter informativo e educativo, de suas atividades e dos direitos dos usuários perante a agência reguladora e as empresas que compõem o setor regulado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217315",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo a atos e poderes administrativos, à organização da administração pública, ao provimento de cargos públicos conforme a Lei n.º 8.112/1990 e à proteção de dados pessoais. A ANM é entidade integrante da administração pública indireta, com personalidade jurídica de direito público, podendo ser classificada como uma empresa pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3214006",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito do papel regulador do Estado e de características das agências reguladoras. A natureza especial conferida às agências reguladoras é caracterizada pela subordinação hierárquica, pela autonomia funcional, decisória, administrativa e financeira, e pela investidura a termo de seus dirigentes e estabilidade durante os respectivos mandatos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3214005",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito do papel regulador do Estado e de características das agências reguladoras. No modelo de intervenção direta, a política é fixada pelo Poder Executivo, por meio de seus ministérios, ao passo que, no modelo regulatório, a política é fixada pelo Congresso Nacional, por meio de leis que estabelecem os marcos regulatórios setoriais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3214004",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito do papel regulador do Estado e de características das agências reguladoras. No exercício de sua autonomia administrativa, as agências reguladoras podem prover os cargos autorizados em lei para seu quadro de pessoal, sem prévia autorização de órgão central, observada a disponibilidade orçamentária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213583",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o próximo item, relativo à regulação, a agências reguladoras e seus servidores, aos regimes tarifários, ao sistema brasileiro de defesa da concorrência e à Estratégia Nacional de Melhoria Regulatória.Aos servidores em efetivo exercício nas agências reguladoras é permitido o exercício de outras atividades profissionais apenas nos casos admitidos em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213581",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o próximo item, relativo à regulação, a agências reguladoras e seus servidores, aos regimes tarifários, ao sistema brasileiro de defesa da concorrência e à Estratégia Nacional de Melhoria Regulatória.A Estratégia Nacional de Melhoria Regulatória é aplicável aos órgãos e às entidades das administrações públicas federal e estaduais diretas, autárquicas e fundacionais e tem por finalidade estabelecer e difundir boas práticas regulatórias, de modo a promover a evolução contínua do processo regulatório, aprimorar o ambiente de negócios e assegurar os interesses da sociedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213475",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "No que concerne às formas de regulação, à regulação setorial e às boas práticas regulatórias, julgue o item que se segue.Regras e regulamentações governamentais, tais como os requisitos legais de licenciamento ambiental, são importantes e não constituem barreira de entrada a novos empreendedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213474",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "No que concerne às formas de regulação, à regulação setorial e às boas práticas regulatórias, julgue o item que se segue.As etapas do processo de análise do impacto regulatório consubstanciam-se em: descrição da regulação e seu contexto; identificação dos objetivos; descrição do tipo de análise; definição e aplicação da técnica de análise de dados; e discussão dos resultados e recomendação ao ciclo regulatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213473",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Em relação à defesa da concorrência, às agências reguladoras e a abordagens regulatórias, julgue o item subsequente. As agências reguladoras podem inovar a ordem jurídica sem delegação expressa, porém não podem criar ou aplicar sanções que não estejam previstas em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213472",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Em relação à defesa da concorrência, às agências reguladoras e a abordagens regulatórias, julgue o item subsequente. As agências reguladoras brasileiras federais surgiram na década de 90 do século passado, como resultado do programa de privatizações do governo presidencial de Fernando Henrique Cardoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213470",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Em relação à defesa da concorrência, às agências reguladoras e a abordagens regulatórias, julgue o item subsequente. Na teoria da agência, o principal procura desenvolver formas de monitoramento e controle sobre as ações do agente; na teoria da captura, apontam-se situações em que haja grande chance de a agência ser assenhoreada ou beneficiar sobremaneira os interesses privados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213466",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da gestão baseada em processos, dos indicadores de desempenho organizacional e do papel regulador do Estado.A regulação responsiva caracteriza-se pelo incentivo ao cumprimento voluntário dos regulamentos, pelo fortalecimento das relações entre regulador e regulados, pela promoção da cooperação e da transparência e pela redução da necessidade de envolvimento de agentes públicos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213301",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Em relação à regulação, às agências reguladoras, à liberdade econômica, à análise de impacto regulatório e à Estratégia Nacional de Melhoria Regulatória (Decreto n.º 12.150/2024), julgue o item que se segue.O modelo de agências reguladoras se opõe ao de Estado produtor, uma vez que o primeiro pressupõe intervenção direta na ordem econômica, enquanto o segundo, a intervenção indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213296",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Em relação à regulação, às agências reguladoras, à liberdade econômica, à análise de impacto regulatório e à Estratégia Nacional de Melhoria Regulatória (Decreto n.º 12.150/2024), julgue o item que se segue.O tempo e os recursos investidos no processo regulatório devem ser alocados conforme o custo unitário estimado da medida em análise, com foco em soluções que atendam às demandas da sociedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210785",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Autarquias"
    ],
    "enunciado_principal": "A respeito de gestão pública, julgue o item subsecutivo.As agências reguladoras fazem parte da administração direta e são consideradas autarquias em regime especial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186466",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública"
    ],
    "enunciado_principal": "Considerando os contornos da Administração Pública na atual redação da Constituição de 1988, apenas duas Agências Reguladoras têm fundamento específico na Lei Maior, no sentido de que suas atividades são apontadas como submetidas à competência regulatória, mediante a expressão órgão regulador, sendo certo que as demais tem fundamento no Art. 174 da CRFB/88, que não pormenoriza os respectivos setores de atuação. Nesse contexto, assinale a opção que identifica corretamente as Agências Reguladoras que têm fundamento específico na Lei Maior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agência Nacional de Aviação Civil – ANAC e Agência Nacional de Energia Elétrica – ANEEL."
      },
      {
        "letra": "B",
        "texto": "Agência Nacional de Telecomunicações – ANATEL e Agência Nacional de Saúde Suplementar– ANS."
      },
      {
        "letra": "C",
        "texto": "Agência Nacional de Energia Elétrica – ANEEL e Agência Nacional de Petróleo, Gás Natural e Biocombustíveis – ANP."
      },
      {
        "letra": "D",
        "texto": "Agência Nacional de Saúde Suplementar – ANS e Agência Nacional de Aviação Civil – ANAC."
      },
      {
        "letra": "E",
        "texto": "Agência Nacional de Petróleo, Gás Natural e Biocombustíveis – ANP e Agência Nacional de Telecomunicações – ANATEL."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3345800",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Leia o texto a seguir. (...) serviço autônomo, criado por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública, que requeiram, para seu melhor funcionamento, gestão administrativa e financeira descentralizada. Disponível em: <https://www.cnmp.mp.br/portal/index.php>. Acesso em: 08 mai. 2024. [Adaptado]. Tal definição se refere à",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundação pública."
      },
      {
        "letra": "B",
        "texto": "empresa pública."
      },
      {
        "letra": "C",
        "texto": "sociedade de economia mista."
      },
      {
        "letra": "D",
        "texto": "autarquia."
      },
      {
        "letra": "E",
        "texto": "agência reguladora."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261669",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Autarquias"
    ],
    "enunciado_principal": "Em relação ao tema regulação econômica, analise as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A regulação econômica consiste na atuação direta do Estado na economia, traduzida na supervisão e fiscalização dos agentes econômicos dos setores público, privado e cooperativo. ( ) As agências reguladoras no Brasil foram instituídas sob a forma de autarquias de regime especial, destinadas a regulamentar, controlar e fiscalizar a execução de serviços públicos transferidos para o setor privado. ( ) Uma autarquia é uma entidade de direito público, com autonomia econômica, técnica e administrativa, embora fiscalizada e tutelada pelo Estado, o qual, eventualmente, lhe fornece recursos. As alternativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – V – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3223482",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A existência das agências reguladoras suscita relevantes discussões acerca da aplicação do princípio da legalidade diante do poder normativo dessas agências. Sobre esse tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Supremo Tribunal Federal já declarou inconstitucional o poder normativo de agências como a ANATEL e a ANVISA, considerando a exigência constitucional de lei em sentido estrito para a criação de direito ou obrigação (art. 5o , CF/88)."
      },
      {
        "letra": "B",
        "texto": "o poder normativo das agências reguladoras decorre diretamente do texto constitucional, considerando a previsão nominal de tais autarquias de regime especial no capítulo específico dedicado à Administração Pública (art. 37, CF/88)."
      },
      {
        "letra": "C",
        "texto": "a existência de ato normativo expedido por agência reguladora impede o tratamento legal da mesma matéria pelo Poder Legislativo, ainda que por meio de legislação posterior, em razão do critério da especialidade."
      },
      {
        "letra": "D",
        "texto": "se insere no âmbito da chamada “técnica da deslegalização”, por meio da qual o legislador confere à seara administrativa a regulação de determinadas matérias, conforme padrões e princípios a serem respeitados pelas agências."
      },
      {
        "letra": "E",
        "texto": "os atos normativos expedidos pelas agências reguladoras devem respeitar as leis ordinárias aprovadas anteriormente à criação das respectivas agências, vez que não têm o poder de modificar a legislação precedente de superior hierarquia normativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223278",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Autarquias",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura uma agência reguladora cujo objetivo é regular e fiscalizar o cumprimento da legislação por empresas concessionárias de serviços públicos, nas hipóteses em que o poder público transferiu a execução dessas atividades à iniciativa privada, por meio de contratos de concessão e parcerias público- -privadas. Além disso, há a intenção de que a entidade passe também a fiscalizar os serviços públicos que são exercidos, no Município, por empresas estatais não monopolistas. Interessado em saber como funciona e quais são os limites legais para a ação desse tipo de autarquia, o Diretor de Regulação de uma empresa estatal pede uma reunião com o jurídico para tratar do assunto. Com base na situação hipotética, na legislação federal e na jurisprudência do Supremo Tribunal Federal, o advogado presente na reunião poderá afirmar de maneira correta que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as agências reguladoras são dotadas de independência, e é possível que o legislador, para assegurar a independência de seus funcionários, impeça os servidores titulares de cargo efetivo o exercício de outra atividade profissional, inclusive gestão operacional de empresa."
      },
      {
        "letra": "B",
        "texto": "não há problema jurídico em, por lei, o ente público conferir a uma agência reguladora a competência para fiscalizar também a empresa estatal, pois nas situações tratadas no enunciado a transferência do exercício do serviço público para a entidade privada se dá por delegação e, mesmo no caso da empresa estatal, é necessário que exista um contrato regulando a relação jurídica da empresa com o titular do serviço."
      },
      {
        "letra": "C",
        "texto": "o poder normativo conferido a essas agências reguladoras é amplo, pois é válido, nesse modelo, que a lei fixe apenas as finalidades, os objetivos e a estrutura da agência. Além disso, elas podem inovar na ordem jurídica caso haja expressa ou tácita de delegação no instrumento que a cria, bem como regular determinados assuntos com base em conceitos genéricos previstos na lei instituidora."
      },
      {
        "letra": "D",
        "texto": "em relação aos contratos de concessão e parceria público-privada, o poder de regular os serviços objeto da contratação é limitado e reduzido, pois os instrumentos contratuais preveem todas as condições que regerão a relação jurídica do ponto de vista técnico, no caderno de encargos do contrato, que somente poderá ser alterado se assegurada a preservação do equilíbrio econômico-financeiro do negócio."
      },
      {
        "letra": "E",
        "texto": "o poder de fiscalização e aplicação de sanção das agências reguladoras, em geral, é amplo, pois elas possuem a prerrogativa de definir que sanções podem ser aplicadas e de que maneira os processos sancionatórios deverão ser regulados, que precisarão respeitar aos princípios do direito administrativo sancionador."
      }
    ],
    "gabarito": "A"
  }
]