[
  {
    "id": "3674806",
    "metadata": "Ano: 2025 | Banca: COTEC | Órgão: Câmara de Caetité - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Em um órgão público, a autoridade máxima deve designar agentes responsáveis pelo desempenho das funções essenciais à execução da Lei de Licitações e Contratos – Lei n.º 14.133/2021. Para tanto, é necessário observar critérios relativos à qualificação, vínculo com o órgão e relação com licitantes ou contratados. Com base na legislação, assinale a alternativa CORRETA sobre os requisitos que devem ser observados para a designação desses agentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os agentes devem ser obrigatoriamente servidores efetivos, com formação superior, podendo manter vínculo com cônjuges ou parentes de licitantes, desde que não atuem diretamente na licitação."
      },
      {
        "letra": "B",
        "texto": "Os agentes podem ser qualquer pessoa designada, desde que possuam experiência em licitações, independentemente de vínculo com a Administração ou qualificação profissional"
      },
      {
        "letra": "C",
        "texto": "Os agentes devem ser preferencialmente servidores públicos, ter atribuições ou qualificação em licitações e contratos, e não manter vínculo pessoal, familiar ou comercial com licitantes ou contratados habituais."
      },
      {
        "letra": "D",
        "texto": "Os agentes devem ser preferencialmente servidores compatíveis, podendo manter relações comerciais ou financeiras com licitantes habituais da Administração."
      },
      {
        "letra": "E",
        "texto": "Os agentes devem ser temporários, com formação ou experiência em contratos, e não há restrição quanto a parentesco com licitantes ou contratados habituais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3390918",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRMV-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "À luz da Lei nº 14.133/2021, a Lei de Licitações e Contratos Administrativos, julgue o item seguinte.É vedado ao agente público designado para atuar na área de licitações e contratos, ressalvados os casos previstos em Lei, opor resistência injustificada ao andamento dos processos e, indevidamente, retardar ou deixar de praticar ato de ofício, ou praticá‑lo contra disposição expressa em Lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3390917",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRMV-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "À luz da Lei nº 14.133/2021, a Lei de Licitações e Contratos Administrativos, julgue o item seguinte.O agente de contratação será auxiliado por uma equipe de apoio e responderá individualmente pelos atos que praticar, ainda que seja induzido a erro pela atuação da equipe.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3283076",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Licitante."
      },
      {
        "letra": "B",
        "texto": "Agente público."
      },
      {
        "letra": "C",
        "texto": "Pregoeiro."
      },
      {
        "letra": "D",
        "texto": "Diretor de compras."
      },
      {
        "letra": "E",
        "texto": "Administrador público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3269150",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "“A implementação da Lei nº 14.133/2021, conhecida como Nova Lei de Licitações e Contratos (NLLC), representa um marco significativo para diversos órgãos públicos em todo o país, impulsionando mudanças nas compras governamentais. Neste terceiro ano da sua vigência, a experiência de servidores responsáveis pelas aquisições e contratações de seus órgãos e entidades reflete o impacto positivo e os desafios enfrentados na adaptação a essa nova legislação (...)” Disponível em https://www.gov.br/gestao/pt-br/assuntos/noticias/2024/abril/nova-lei-de-licitacoes-transforma-os-processosde-compras-no-setor-publico-brasileiro). Acerca da NLCC, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo competitivo é definido na NLCC como um processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens para que, preenchidos os requisitos necessários, se credenciem no órgão ou na entidade para executar o objeto quando convocados."
      },
      {
        "letra": "B",
        "texto": "Sistema de registro de preços se refere a um conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou leilão, de registro formal de preços relativos à prestação de serviços, a obras e à aquisição e locação de bens para contratações futuras."
      },
      {
        "letra": "C",
        "texto": "A licitação será conduzida por agente de contratação, pessoa designada pela autoridade competente, entre servidores efetivos ou empregados públicos dos quadros permanentes da Administração Pública, para tomar decisões, acompanhar o trâmite da licitação, dar impulso ao procedimento licitatório e executar quaisquer outras atividades necessárias ao bom andamento do certame até a homologação."
      },
      {
        "letra": "D",
        "texto": "O processo de licitação observará as seguintes fases, em sequência cronológica de acontecimentos: de homologação; preparatória; de divulgação do edital de licitação; de apresentação de propostas e lances, quando for o caso; de julgamento; habilitação e recursal."
      },
      {
        "letra": "E",
        "texto": "A concorrência é restrita a contratações em que a Administração vise a contratar objeto que envolva as seguintes condições: a descrição do bem, com suas características, e, no caso de imóvel, sua situação e suas divisas, com remissão à matrícula e aos registros; o valor pelo qual o bem foi avaliado, o preço mínimo pelo qual poderá ser alienado, as condições de pagamento e, se for o caso, a comissão do leiloeiro designado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3266002",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) e suas alterações, estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. Caberá à autoridade máxima do órgão ou da entidade, ou a quem as normas de organização administrativa indicarem, promover gestão por competências e designar agentes públicos para o desempenho das funções essenciais à execução desta Lei que preencham alguns requisitos. A respeito desses requisitos, avalie as afirmativas a seguir. I. Deve ser servidor efetivo da Administração Pública. II. Deve ter atribuições relacionadas a licitações e contratos ou possuam formação compatível ou qualificação atestada por certificação profissional emitida por escola de governo criada e mantida pelo poder público. III. Não pode ser cônjuge ou companheiro de licitantes ou contratados habituais da Administração, nem tenham com eles vínculo de parentesco, colateral ou por afinidade, até o terceiro grau, ou de natureza técnica, comercial, econômica, financeira, trabalhista e civil. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218721",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Leia o enunciado abaixo, e assinale a alternativa correta, considerando o termo responsável para completar a lacuna: Em licitações que envolvam bens ou serviços considerados especiais, cujo objeto não seja rotineiramente contratado pela Administração, é permitido contratar, por ___________, empresa ou profissional especializado para assessorar os agentes públicos responsáveis pela condução do processo licitatório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prazo Indeterminado."
      },
      {
        "letra": "B",
        "texto": "Período Emergencial."
      },
      {
        "letra": "C",
        "texto": "Prazo Determinado."
      },
      {
        "letra": "D",
        "texto": "Autorização Judicial."
      },
      {
        "letra": "E",
        "texto": "Demanda Contínua."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207241",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, qual é a função do agente de contratação na gestão de contratos administrativos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aprovar projetos básicos e executivos."
      },
      {
        "letra": "B",
        "texto": "Elaborar pareceres jurídicos sobre os contratos."
      },
      {
        "letra": "C",
        "texto": "Conduzir a licitação e executar a gestão do contrato."
      },
      {
        "letra": "D",
        "texto": "Realizar auditorias internas nos contratos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207234",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Identifique as medidas adequadas que o gestor do contrato deve adotar diante de um pedido de reequilíbrio econômico-financeiro apresentado pela contratada em decorrência de aumentos comprovados nos insumos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Avaliar apenas as planilhas de custos apresentadas pela empresa, aplicando o percentual solicitado após verificação matemática."
      },
      {
        "letra": "B",
        "texto": "Analisar a documentação comprobatória do desequilíbrio, verificar o nexo causal entre o fato alegado e a matriz de riscos contratual, elaborar parecer técnico fundamentado e encaminhar para análise jurídica."
      },
      {
        "letra": "C",
        "texto": "Encaminhar diretamente para decisão da autoridade superior, considerando que a análise técnica não compete ao fiscal do contrato."
      },
      {
        "letra": "D",
        "texto": "Conceder o reequilíbrio com base no índice setorial correspondente ao objeto, independente da documentação apresentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3196196",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: SEMIL-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Considere a Lei n.º 14133/2021, para assinalar a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente de contratação será auxiliado por equipe de apoio e responderá, individualmente, pelos atos que praticar, salvo quando induzido a erro pela atuação da equipe."
      },
      {
        "letra": "B",
        "texto": "Aplicam-se às licitações e contratos disciplinados pela Lei n.º 14133/202, as disposições constantes dos arts. 42 a 49, da Lei Complementar n.º 123/2006."
      },
      {
        "letra": "C",
        "texto": "Se subordinam ao regime da Lei n.º 14133/2021: contratos que tenham por objeto operação de crédito, interno ou externo, gestão de dívida pública, incluídas as contratações de agente financeiro e a concessão de garantia relacionadas a esses contratos."
      },
      {
        "letra": "D",
        "texto": "Nas contratações com prazo de vigência superior a 1, (um), ano será considerado o valor anual do contrato na aplicação dos limites previstos nos §§ 1º e 2º, do art. 4º, da Lei n.º 14133/2021."
      },
      {
        "letra": "E",
        "texto": "Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175888",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Nos termos do artigo 15 da Lei de Licitações, em regra, uma pessoa jurídica poderá participar de licitação por meio de consórcio, observadas as seguintes normas: I. Admissão, para efeito de habilitação técnica, do somatório dos quantitativos de cada consorciado e, para efeito de habilitação econômico-financeira, do somatório dos valores de cada consorciado. II. Responsabilidade subsidiária dos integrantes pelos atos praticados em consórcio, tanto na fase de licitação quanto na de execução do contrato. III. Dispensa da indicação da empresa líder do consórcio, a ser responsável por sua representação perante a Administração. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3162479",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: FESPORTE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Analise as afirmações abaixo a respeito da Lei nº 14.133/2021, denominada de Lei de licitações. I.A Nova Lei de Licitações unificou normas que antes eram dispersas entre a Lei nº 8.666/1993, a Lei do Pregão e o Regime Diferenciado de Contratações (RDC). II.A licitação por inexigibilidade ocorre apenas em casos de emergência ou calamidade pública. III.A Nova Lei prevê a obrigatoriedade do uso de critérios de sustentabilidade nas contratações públicas. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Os itens I, II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154899",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Jonas, servidor do município de Carangola, que desempenha suas funções junto ao setor de Compras de determinada Secretaria, ao analisar três processos licitatórios tramitando perante sua repartição, se deparou com as seguintes afirmações: I. A nova Lei de Licitações (Lei Federal nº 14.133/2021) promoveu profundas alterações nos procedimentos licitatórios, abolindo a modalidade pregão e instituindo a modalidade de tomada de preços. II. Para os fins da Lei nº 14.133/2021, considera-se agente público o indivíduo que, em virtude de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exerce mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública. III. A dispensa de licitação é admitida no Direito Brasileiro unicamente na hipótese de calamidade ou emergência pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153405",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro. II. O agente de contratação será auxiliado por equipe de apoio e responderá individualmente pelos atos que praticar, salvo quando induzido a erro pela atuação da equipe. III. Os atos praticados no processo licitatório são públicos, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança da sociedade e do Estado, na forma da lei. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3135747",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Para Vaz (2022), a Nova Lei de Licitações estabelece uma regra de nomenclatura, determinando que o agente responsável pela condução do pregão seja denominado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agente de licitação."
      },
      {
        "letra": "B",
        "texto": "Agente de apoio."
      },
      {
        "letra": "C",
        "texto": "Leiloeiro."
      },
      {
        "letra": "D",
        "texto": "Pregoeiro."
      },
      {
        "letra": "E",
        "texto": "Tomador de preços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3540031",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Suponha que um servidor público tenha participado ativamente de um procedimento relacionado à licitação em prol do órgão a que está lotado, mas esse procedimento está sendo questionado administrativa e judicialmente. Nessa situação hipotética, considerando o que dispõe a Lei de Licitações e Contratos, é correto afirmar que a representação para a defesa desse servidor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será feita, a critério do servidor, em ambas as esferas, pela advocacia pública, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "B",
        "texto": "deverá ser feita pela advocacia pública, apenas na esfera judicial, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "C",
        "texto": "deverá ser feita pela advocacia pública, apenas na esfera administrativa, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "D",
        "texto": "será feita, a critério da administração, em ambas as esferas, pela advocacia pública, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "E",
        "texto": "não poderá ser feita pela advocacia pública, em nenhuma hipótese, devendo a sua defesa judicial e administrativa ser promovida por meio de seu advogado particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3245057",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "João foi surpreendido, na última semana, com uma convocação no Diário Oficial para que participe de curso para a formação de pregoeiros. Por ter sido recentemente empossado no cargo e sentir certa insegurança com as responsabilidades que pode assumir em função da sua designação para exercer esse tipo de atividade, convida para um café Maria, servidora pública experiente e que desempenha a função há alguns anos. Com base na Lei nº 14.133/21, Maria poderá informar a João que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de fato, o pregoeiro responde pessoalmente pelos atos que pratica, salvo quando induzido a erro pela equipe de apoio."
      },
      {
        "letra": "B",
        "texto": "o pregão pode ser utilizado para a contratação de serviços essencialmente intelectuais, quando houver justificativa idônea no processo."
      },
      {
        "letra": "C",
        "texto": "na condução do processo de licitação, João deverá garantir que a fase de habilitação seja realizada previamente à apresentação de lances."
      },
      {
        "letra": "D",
        "texto": "pode ficar tranquilo, pois o pregão somente é utilizado para compras de baixo valor."
      },
      {
        "letra": "E",
        "texto": "precisa também adquirir alguns conhecimentos jurídicos, pois os processos de licitação de pregão não precisam ser apreciados pela assessoria jurídica do órgão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3188726",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz do disposto na Lei Federal nº 14.133/2021, (Lei de Licitações e Contratos Administrativos), assinale a alternativa correta. Considera-se agente de contratação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indivíduo que, em virtude de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exerce mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "unidade de atuação dotada de personalidade jurídica."
      },
      {
        "letra": "C",
        "texto": "órgão ou entidade da Administração Pública que participa dos procedimentos iniciais da contratação para registro de preços e integra a ata de registro de preços."
      },
      {
        "letra": "D",
        "texto": "conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares."
      },
      {
        "letra": "E",
        "texto": "pessoa designada pela autoridade competente, entre servidores efetivos ou empregados públicos dos quadros permanentes da Administração Pública, para tomar decisões, acompanhar o trâmite da licitação, dar impulso ao procedimento licitatório e executar quaisquer outras atividades necessárias ao bom andamento do certame até a homologação."
      }
    ],
    "gabarito": "E"
  }
]