[
  {
    "id": "3677695",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Ilópolis - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Com base na Lei nº 14.133/2021 — Lei de Licitações e Contratos Administrativos, NÃO é procedimento auxiliar das licitações e contratos regidos por essa lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Registro cadastral."
      },
      {
        "letra": "B",
        "texto": "Credenciamento."
      },
      {
        "letra": "C",
        "texto": "Sistema de registro de preços."
      },
      {
        "letra": "D",
        "texto": "Tomada de preços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3615944",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, os órgãos e as entidades da Administração Pública deverão utilizar o sistema de registro cadastral unificado disponível no Portal Nacional de Contratações Públicas (PNCP), para efeito de cadastro unificado de licitantes, na forma disposta em regulamento. Sobre o tema, à luz da mencionada Lei nº 14.133/2021, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitido que o órgão ou a entidade licitante de cada ente federativo edite atos normativos para fins de exigir registro cadastral complementar a fim dos acessos a edital e anexos."
      },
      {
        "letra": "B",
        "texto": "O sistema de registro cadastral unificado será público e deverá ser amplamente divulgado e estar permanentemente aberto aos interessados, dispensando, no entanto, o chamamento público pela internet, no mínimo, anual, para ingresso de novos interessados."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá realizar licitação restrita a fornecedores cadastrados, atendidos os critérios, as condições e os limites estabelecidos em regulamento, bem como a ampla publicidade dos procedimentos para o cadastramento, hipótese em que será admitido fornecedor que realize seu cadastro dentro do prazo previsto no edital para apresentação de propostas."
      },
      {
        "letra": "D",
        "texto": "Ao requerer, a qualquer tempo, inscrição no cadastro ou a sua atualização, o interessado fornecerá os elementos necessários exigidos para habilitação previstos na Lei em questão, sendo vedada a divisão dos inscritos por categorias, segundo a qualificação técnica e econômico-financeira avaliada, ainda que por meio de regras objetivas divulgadas em sítio eletrônico oficial."
      },
      {
        "letra": "E",
        "texto": "O interessado que requerer a inscrição no registro cadastral, mediante o fornecimento dos elementos necessários exigidos para habilitação previstos na lei de regência, poderá participar de processo licitatório até a decisão da Administração, situação em que para a celebração do contrato não se exigirá emissão do respectivo certificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605591",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. O leilão não exigirá registro cadastral prévio, não terá fase preparatória e deverá ser homologado assim que for concluída a fase de lances.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3605584",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "No que diz respeito às licitações públicas, julgue o item a seguir, quanto ao Sistema de Registro de Preços.A Administração poderá contratar a execução de obras e serviços de engenharia pelo Sistema de Registro de Preços, independentemente da existência de projeto padronizado, sem complexidade técnica e operacional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3605583",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "No que diz respeito às licitações públicas, julgue o item a seguir, quanto ao Sistema de Registro de Preços.O sistema de registro de preços poderá, na forma de regulamento, ser utilizado nas hipóteses de inexigibilidade e de dispensa de licitação para a aquisição de bens ou para a contratação de serviços por mais de um órgão ou entidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605582",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "No que diz respeito às licitações públicas, julgue o item a seguir, quanto ao Sistema de Registro de Preços.É vedado o registro de preços com indicação limitada a unidades de contratação, sem indicação do total a ser adquirido, ainda que seja caso de alimento perecível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3605581",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "No que diz respeito às licitações públicas, julgue o item a seguir, quanto ao Sistema de Registro de Preços.O edital de licitação para registro de preços observará as regras gerais da Lei de Licitação e Contratos Administrativos e, também, deverá dispor a respeito das especificidades da licitação e do seu objeto, inclusive da quantidade máxima de cada item que poderá ser adquirida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3479580",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O sistema de registro de preços é admitido nas hipóteses de contratação direta ou de licitação na modalidade pregão ou diálogo competitivo, de forma a permitir o registro formal de preços para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469221",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A respeito de licitações, sistema de registro de preços, celebração e fiscalização de contratos, convênios e instrumentos congêneres da administração pública federal, julgue o item que se segue, à luz da Lei n.º 14.133/2021, dos Decretos n.º 11.462/2023 e n.º 11.531/2023 e da Instrução Normativa MPOG n.º 5/2017. Em regra, os órgãos da administração pública federal que tenham interesse em aderir à ata de registro de preços na condição de não participantes devem demonstrar a compatibilidade dos valores registrados com os valores praticados pelo mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3466764",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Julgue o item a seguir, em relação a modalidades licitatórias, dispensa e inexigibilidade de licitação, contratos administrativos e convênios no setor público federal. O sistema de registro de preços é admitido nas hipóteses de contratação direta ou de licitação na modalidade pregão ou diálogo competitivo, de forma a permitir o registro formal de preços para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437997",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Considerando as normas das licitações e dos contratos administrativos, julgue o item a seguir.A alienação de bens legalmente apreendidos poderá ocorrer mediante pregão eletrônico para quem oferecer a maior oferta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409257",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A respeito da elaboração e fiscalização de contratos administrativos, julgue o item seguinte. A atuação do contratado na execução contratual deve ser avaliada pelo contratante com base em indicadores objetivamente definidos no contrato, sendo escusada a sua menção no registro cadastral em que a inscrição do licitante tenha sido realizada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407018",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Acerca de licitações conforme o disposto na Lei n.º 14.133/2021, julgue o item a seguir. A alienação de bem imóvel da administração pública, via dação em pagamento, cuja aquisição não tenha derivado, na origem, desse mesmo tipo de negócio jurídico dispensa autorização legislativa e realização de licitação, exigindo-se apenas a demonstração de interesse público e a avaliação prévia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3281370",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O procedimento técnico-administrativo utilizado para selecionar previamente bens que atendam às exigências técnicas ou de qualidade estabelecidas pela Administração, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedimento de manifestação de interesse."
      },
      {
        "letra": "B",
        "texto": "registro cadastral."
      },
      {
        "letra": "C",
        "texto": "credenciamento."
      },
      {
        "letra": "D",
        "texto": "convite."
      },
      {
        "letra": "E",
        "texto": "pré-qualificação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3257039",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Julgue o item que se segue a respeito da governança e da gestão das contratações públicas, de acordo com a Resolução CSJT n.º 364/2023.As contratações compartilhadas devem ser realizadas, obrigatoriamente, por meio do sistema de registro de preços, e devem ser classificadas com grau de prioridade alto, em nível local, regional ou nacional, conforme suas características, a fim de garantir a compra mais vantajosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3243402",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "As contratações públicas deverão submeter-se a práticas contínuas e permanentes de gestão de riscos e de controle preventivo, inclusive mediante adoção de recursos de tecnologia da informação, e, além de estarem subordinadas ao controle social, sujeitar-se-ão as linhas de defesa prevista em Lei. A terceira linha de defesa é integrada pelo (a) ou pelos (as):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidores e empregados públicos, agentes de licitação e autoridades que atuam na estrutura de governança do órgão ou entidade."
      },
      {
        "letra": "B",
        "texto": "órgão central de controle interno da Administração e pelo Tribunal de Contas."
      },
      {
        "letra": "C",
        "texto": "próprios contratados pela Administração, responsáveis pela execução dos serviços."
      },
      {
        "letra": "D",
        "texto": "unidades de assessoramento jurídico e de controle interno do próprio órgão ou entidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3243401",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A execução de obras e serviços de engenharia pelo sistema de registro de preços:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende exclusivamente da autorização do órgão competente, independentemente de padronização ou frequência da necessidade."
      },
      {
        "letra": "B",
        "texto": "poderá ser contratado pela Administração, desde que o projeto seja padronizado, sem complexidade técnica e operacional e tenha necessidade permanente ou frequente de obra ou serviço a ser contratado."
      },
      {
        "letra": "C",
        "texto": "vedada expressamente em situações em que envolvam obras de pequeno porte."
      },
      {
        "letra": "D",
        "texto": "exige que o projeto seja específico para cada situação e que a demanda seja eventual, conforme as características da obra ou serviço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231095",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Em relação a licitações e contratos administrativos, julgue o item a seguir, com base na legislação e na jurisprudência do STF. Na hipótese de ser viável e vantajosa para a administração pública a realização de contratações simultâneas em condições padronizadas, é possível a realização de procedimento auxiliar de licitação na forma de credenciamento para contratação paralela e não excludente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185935",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O Governo do Estado de Roraima pretende dar cumprimento ao plano anual de contratações do exercício financeiro de 2025. Entre as demandas, temos: • a solicitação à iniciativa privada, mediante procedimento aberto, de apresentação de projetos com soluções inovadoras para redução da pobreza e da desigualdade nas regiões periféricas do Estado; • a aquisição de painel B.I. dotado de funcionalidades adaptadas específica e individualmente para a realidade de cada órgão da administração superior do governo do Estado, a serem definidas durante o processo licitatório com os licitantes; • o chamamento público de profissionais interessados na prestação de serviço de manutenção veicular, de acordo com condições padronizadas e critérios objetivos de distribuição da demanda. No caso em tela, no que tange à lei de licitações (Lei nº 14.133/21), os instrumentos jurídicos corretos a serem adotados pelo Governo do Estado de Roraima são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "registro de preços, diálogo competitivo e manifestação de interesse."
      },
      {
        "letra": "B",
        "texto": "manifestação de interesse, diálogo competitivo e credenciamento."
      },
      {
        "letra": "C",
        "texto": "concorrência, leilão e diálogo competitivo."
      },
      {
        "letra": "D",
        "texto": "pregão, sistema de registro de preços e credenciamento."
      },
      {
        "letra": "E",
        "texto": "registro cadastral, pré-qualificação e credenciamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3181237",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Leia o enunciado abaixo, e assinale a alternativa correta, considerando o termo responsável para completar a lacuna: No âmbito administrativo o ____________ é o conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos a prestação de serviços, a obras e a aquisição e locação de bens para contratações futuras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de Fornecimento Contínuo."
      },
      {
        "letra": "B",
        "texto": "Cadastro Nacional de Fornecedores."
      },
      {
        "letra": "C",
        "texto": "Sistema de Registro de Preços."
      },
      {
        "letra": "D",
        "texto": "Catálogo de Contratações."
      },
      {
        "letra": "E",
        "texto": "Sistema de Gestão de Contratos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175896",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A respeito do procedimento técnico-administrativo de “Pré-Qualificação”, nos termos do artigo 80 da Lei de Licitações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licitação que se seguir ao procedimento da pré-qualificação não poderá ser restrita a licitantes ou bens pré-qualificados."
      },
      {
        "letra": "B",
        "texto": "Os bens e os serviços pré-qualificados deverão integrar o catálogo de bens e serviços da Administração."
      },
      {
        "letra": "C",
        "texto": "Quando aberta a licitantes, não poderão ser dispensados os documentos que já constarem do registro cadastral."
      },
      {
        "letra": "D",
        "texto": "Quando aberta a bens, não poderá ser exigida a comprovação de qualidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175893",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Quanto às características do Sistema de Registro de Preços, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veda a utilização dos preços registrados, por parte de outros órgãos públicos, mediante a denominada “carona”."
      },
      {
        "letra": "B",
        "texto": "Compreende a realização de duas licitações específicas ou de uma licitação e uma contratação direta por dispensa ou inexigibilidade, conforme a situação concreta."
      },
      {
        "letra": "C",
        "texto": "Não implica obrigação de contratar, por parte da Administração Pública, mas impõe ao ofertante do preço registrado compromisso de fornecer bem ou prestar serviço."
      },
      {
        "letra": "D",
        "texto": "Tem por escopo ou objetivo imediato obter e registrar preços de bens e serviços que deverão ser adquiridos ao longo de determinado período."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175892",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Sobre o Procedimento de Manifestação de Interesse a que aduz o artigo 81 da Lei de Licitações, analise as assertivas a seguir: I. Deve preceder, eventualmente, a abertura de uma licitação específica, da qual o proponente da sugestão poderá participar, com vantagem ou preferência específica. II. Presta-se a obter de agentes privados sugestões inovadoras para solução de questões de interesse público, a serem enfrentadas pela Administração Pública. III. Com o recebimento da sugestão, a Administração Pública não se obriga a realizar a licitação para implementá-la, mas assume a obrigação de reembolsar diretamente os custos incorridos pelo agente privado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3585209",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Prefeitura de Alto Araguaia - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O instrumento auxiliar de licitação que visa a selecionar previamente licitantes que reúnam condições de habilitação para participarem de futura licitação ou de licitação vinculada a programas de obras ou de serviços objetivamente definidos é conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pré-qualificação"
      },
      {
        "letra": "B",
        "texto": "credenciamento"
      },
      {
        "letra": "C",
        "texto": "registro de preços"
      },
      {
        "letra": "D",
        "texto": "manifestação de interesse"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3463892",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Câmara de Viamão - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A realização, pela iniciativa privada, de estudos, investigações, levantamentos e projetos em decorrência do procedimento de manifestação de interesse, previsto no art. 81 da Lei de Licitações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atribuirá ao realizador direito de preferência no processo licitatório."
      },
      {
        "letra": "B",
        "texto": "Obrigará o poder público a realizar licitação."
      },
      {
        "letra": "C",
        "texto": "Implicará, por si só, direito a ressarcimento de valores envolvidos em sua elaboração."
      },
      {
        "letra": "D",
        "texto": "Não poderá servir de subsídio na realização de projetos de soluções inovadoras que contribuam com questões de relevância pública."
      },
      {
        "letra": "E",
        "texto": "Será remunerada somente pelo vencedor da licitação, vedada, em qualquer hipótese, a cobrança de valores do poder público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3400061",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Nova Venécia - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Dentre os procedimentos auxiliares das licitações e das contratações regidas pela Lei nº 14.133/2021, a pré-qualificação é o procedimento técnico-administrativo para selecionar previamente alguns elementos. No correr do procedimento, a legislação em referência afirma que a apresentação de documentos far-se-á perante órgão ou comissão indicada pela Administração, que deverá examiná-los no prazo máximo de quantos dias úteis?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Três dias."
      },
      {
        "letra": "B",
        "texto": "Cinco dias."
      },
      {
        "letra": "C",
        "texto": "Oito dias."
      },
      {
        "letra": "D",
        "texto": "Dez dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3305897",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Ibirapuitã - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Segundo o Art. 82, §5º, da Lei nº 14.133/2021, Lei de Licitações e Contratos Administrativos, o sistema de registro de preços poderá ser usado para a contratação de bens e serviços, inclusive de obras e serviços de engenharia, observadas certas condições: I. Desenvolvimento obrigatório de rotina de controle. II. Atualização não periódica dos preços registrados. III. Definição do período de validade do registro de preços. IV. Realização posterior de ampla pesquisa de mercado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3269343",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O âmbito de aplicação de uma lei define os sujeitos, situações ou territórios aos quais a norma se refere, estabelecendo os limites de sua eficácia. Acerca do âmbito de aplicação da Lei nº 14.133/21, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__)A Lei se aplica à alienação e concessão de direito real de uso de bens. (__)A Lei se aplica à locação. (__)A Lei se aplica às contratações sujeitas a normas previstas em legislação própria. Assinale a alternativa cuja respectiva ordem de julgamento está correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F − F − F."
      },
      {
        "letra": "B",
        "texto": "V − F − F."
      },
      {
        "letra": "C",
        "texto": "V − V − V."
      },
      {
        "letra": "D",
        "texto": "V − V − F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3245056",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "A Ouvidoria do Município X recebeu novos equipamentos eletrônicos, mesas e cadeiras para atender melhor o público em geral. O chefe do setor está avaliando que destinação dará aos equipamentos que foram substituídos, pois, apesar de usados, ainda estão em bom estado de conservação. Caso haja o interesse em alienar esses bens, de acordo com a Lei no 14.133/21, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação será precedida de autorização legal e prévia avaliação."
      },
      {
        "letra": "B",
        "texto": "Administração deve promover uma licitação, na modalidade concorrência, na qual será dispensada a prévia habilitação dos interessados."
      },
      {
        "letra": "C",
        "texto": "Poderão ser doados para empresas que desempenham atividade econômica, desde que comprovado que cumprem uma função social."
      },
      {
        "letra": "D",
        "texto": "A alienação será vedada, devendo o maquinário ser, em regra, realocado em outro órgão da Prefeitura."
      },
      {
        "letra": "E",
        "texto": "Pode ser realizada a venda a outro órgão ou entidade pública, sem que seja necessária prévia licitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3233123",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Uma sociedade de economia mista prestadora de serviço público de saneamento realizou o levantamento, a identificação e a avaliação de seu patrimônio imobiliário, apurando a existência de áreas remanescentes, desprovidas de destinação para suas finalidades institucionais, várias delas com dimensão passível de aproveitamento econômico e, portanto, com possível liquidez de mercado. Dessa forma, providenciou a descrição dos imóveis e a elaboração de laudos de avaliação, pretendendo alienar no mercado os bens que apresentam vocação para exploração econômica. Para a alienação pretendida, a empresa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende apenas de prévia desafetação do bem, não se submetendo a outros procedimentos ou requisitos legais, em razão da natureza jurídica da empresa."
      },
      {
        "letra": "B",
        "texto": "submete-se ao regime jurídico de direito público, porque a estatal em questão é empresa prestadora de serviço público."
      },
      {
        "letra": "C",
        "texto": "observa o procedimento de licitação aplicável aos seus bens de natureza jurídica privada, tendo em vista que não estão afetados ao serviço público."
      },
      {
        "letra": "D",
        "texto": "depende de autorização legislativa, como expressão do poder de tutela da Administração Central."
      },
      {
        "letra": "E",
        "texto": "exige a realização de licitação sob a regência da Lei nº 14.133/2021, em razão da participação acionária ser de titularidade pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3205491",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Câmara de Candiota - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "Com base no que dispõe a Lei Federal nº 14.133/2021, assinale a alternativa INCORRETA quanto ao Sistema de Registro de Preços (SRP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um conjunto de procedimentos adotados pela Administração para registro formal de preços relativos à prestação de serviços, a obras e à aquisição e locação de bens para contratações futuras."
      },
      {
        "letra": "B",
        "texto": "Os preços podem ser registrados mediante contratação direta ou licitação nas modalidades pregão ou concorrência."
      },
      {
        "letra": "C",
        "texto": "A principal diferença do SRP em relação às contratações convencionais é que, no sistema convencional, a cada necessidade da Administração realiza-se procedimento licitatório para selecionar fornecedor e proposta para contratação específica, efetivada pela Administração ao final do procedimento."
      },
      {
        "letra": "D",
        "texto": "Ainda na fase preparatória da contratação, o gerenciador deve realizar procedimento público de intenção de registro de preços (IRP) para, nos termos do regulamento, possibilitar, pelo prazo mínimo de 30 (trinta) dias úteis, a participação de outras organizações na ata de registro de preços."
      },
      {
        "letra": "E",
        "texto": "O SRP, quando utilizado adequadamente, proporciona agilidade nas contratações, reduz os esforços administrativos e possibilita ganhos de escala, especialmente quando um só certame puder ser utilizado para satisfazer as necessidades de diferentes organizações públicas."
      }
    ],
    "gabarito": "D"
  }
]