[
  {
    "id": "3302486",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Consoante entendimento do STF, são insuscetíveis de penhora os bens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dos conselhos de fiscalização profissional, em vista de sua natureza autárquica."
      },
      {
        "letra": "B",
        "texto": "das entidades paraestatais, tais como os serviços sociais autônomos."
      },
      {
        "letra": "C",
        "texto": "das empresas públicas, dada a natureza pública de seus bens."
      },
      {
        "letra": "D",
        "texto": "das empresas estatais que prestem serviços públicos em regime não concorrencial e sem intuito de lucro."
      },
      {
        "letra": "E",
        "texto": "das empresas estatais constituídas antes da promulgação da Constituição de 1988."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296137",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São inalienáveis os bens públicos de uso especial, a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "São passíveis de alienação os bens públicos dominicais."
      },
      {
        "letra": "C",
        "texto": "São suscetíveis a usucapião os bens públicos dominicais."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos é obrigatoriamente retribuído."
      },
      {
        "letra": "E",
        "texto": "São passíveis de alienação os bens públicos de uso comum do povo, a qualquer tempo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269148",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Na administração de recursos materiais e patrimônio, conceitua-se o processo que ocorre quando a propriedade de um bem (móvel ou imóvel) é transferida de uma pessoa (física ou jurídica) para outra. Essa transferência pode ocorrer por meio de venda, doação, troca, ou outra forma. O conceito acima se refere à(ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "classificação de bens materiais."
      },
      {
        "letra": "B",
        "texto": "tombamento de bens."
      },
      {
        "letra": "C",
        "texto": "alienação de bens."
      },
      {
        "letra": "D",
        "texto": "inventário."
      },
      {
        "letra": "E",
        "texto": "alienação de serviços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267104",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "O Código Civil brasileiro classifica os bens como públicos, incluindo aqueles pertencentes às pessoas jurídicas de direito público interno, ou privado, assim considerados todos os demais. Sobre os bens públicos, considera-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens de uso comum devem ter seu uso gratuito garantido, sendo vedada a cobrança de retribuição, devido à sua natureza."
      },
      {
        "letra": "B",
        "texto": "os bens de uso especial compreendem aqueles destinados a serviços ou estabelecimento da administração pública, não incluindo as autarquias."
      },
      {
        "letra": "C",
        "texto": "os bens de uso comum ou de uso especial são inalienáveis enquanto mantiverem sua destinação original, podendo ocorrer a alienação caso haja desafetação."
      },
      {
        "letra": "D",
        "texto": "todos os bens públicos são inalienáveis, independentemente da sua espécie."
      },
      {
        "letra": "E",
        "texto": "os bens públicos, com exceção dos bens dominicais, não estão sujeitos à usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3163266",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal no 14.133/21 – Lei de Licitações e Contratos e Compras na Administração Pública, estabelece em seu Artigo 40, as premissas básicas a serem empregadas nos processos de aquisição de bens pela Administração Pública. Analise as alternativas a seguir e marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O planejamento de compras deverá considerar a expectativa de consumo semestral."
      },
      {
        "letra": "B",
        "texto": "As condições de aquisição de bens e seu pagamento devem ser distintas das do setor privado."
      },
      {
        "letra": "C",
        "texto": "O processamento para aquisição de bens por meio de sistema de concorrência, quando pertinente."
      },
      {
        "letra": "D",
        "texto": "A determinação de unidades e quantidades a serem adquiridas em função de consumo e utilização prováveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3152851",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Com o objetivo de preservar a higidez do patrimônio público e evitar a sua dissipação pelas maiorias ocasionais, foi aprovada a Emenda Constitucional nº X, que alterou a Constituição do Estado Alfa para dispor que a alienação de terras públicas, independente de sua dimensão, exigiria prévia autorização da Assembleia Legislativa. Irresignado com o teor dessa alteração, o Governador do Estado solicitou que sua assessoria analisasse a sua compatibilidade com a Constituição da República. Foi corretamente esclarecido ao Chefe do Poder Executivo que a alteração",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afronta a competência legislativa privativa da União para legislar sobre normas gerais afetas aos contratos administrativos."
      },
      {
        "letra": "B",
        "texto": "se ajusta à autonomia política de Alfa, pois compete privativamente à Assembleia Legislativa autorizar a alienação de terras públicas estaduais."
      },
      {
        "letra": "C",
        "texto": "afronta a separação dos poderes ao condicionar escolhas do Chefe do Poder Executivo à chancela do Poder Legislativo, sendo, portanto, inconstitucional."
      },
      {
        "letra": "D",
        "texto": "apenas encampa norma de reprodução obrigatória já prevista na Constituição da República, que passa a ser textualmente reproduzida na Constituição Estadual."
      },
      {
        "letra": "E",
        "texto": "busca tutelar o patrimônio público, em harmonia com a separação dos poderes, o que não afasta a competência do Congresso Nacional para autorizar a alienação de certos bens estaduais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152844",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Marlon, servidor público do Município Ômega, passou a exercer atribuições relacionadas à gestão dos bens públicos do referido ente federativo, razão pela qual teve que aprofundar os seus conhecimentos acerca do respectivo regime jurídico. Tendo em conta a classificação dos bens públicos e as peculiaridades do respectivo regime jurídico, à luz do ordenamento pátrio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens de dominicais são os únicos que podem ser usucapidos, mas são considerados inalienáveis."
      },
      {
        "letra": "B",
        "texto": "Os bens de uso comum do povo são imprescritíveis e inalienáveis, mas podem ser penhorados no âmbito da execução contra a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "Apenas os bens dominicais são considerados passíveis de alienação, preenchidos os demais requisitos legais, pois estão desafetados."
      },
      {
        "letra": "D",
        "texto": "Os bens de uso comum e os de uso especial podem ser usucapidos, sendo, no entanto, inviável a sua alienação enquanto mantida a respectiva destinação."
      },
      {
        "letra": "E",
        "texto": "Somente os bens de uso comum do povo não podem usucapidos, considerando a sua especial afetação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3433376",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Os bens patrimoniais do Municipio deverão ser classificados de acordo com sua natureza e em relação a cada serviço. A alienação de bens municipais é subordinada a existência de interesse publico devidamente justificado, será sempre precedida de avaliação e obedecera as seguintes normas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se tratar de bens moveis, dependera de autorização legislativa e concorrência publica, dispensada em casos de doação."
      },
      {
        "letra": "B",
        "texto": "A alienação de terrenos loteados, pertencentes ao Municipio, somente se fara através de tomada de prego, permitida aos ocupantes de cargos eletivos municipais."
      },
      {
        "letra": "C",
        "texto": "Quando se tratar de bens imóveis, dependera de licitação, dispensada nos casos de doação, quando houver interesse público relevante, justificado pelo Legislativo."
      },
      {
        "letra": "D",
        "texto": "Preferentemente à venda ou doação de seus bens imóveis, o Municipio outorgara concessão de direito real de uso, mediante prévia autorização legislativa e concorrência pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3270623",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Os contratos administrativos tratam-se de acordos entre entidades da Administração Pública e particulares que estabelecem obrigações recíprocas. Assinale a alternativa correspondente ao tipo de contrato administrativo que envolve a transferência de bens públicos da Administração Pública para terceiros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de Concessão de serviço público."
      },
      {
        "letra": "B",
        "texto": "Contrato de Alienação."
      },
      {
        "letra": "C",
        "texto": "Contrato de Concessão de direito real de uso de bem público."
      },
      {
        "letra": "D",
        "texto": "Contrato de Empréstimo público."
      }
    ],
    "gabarito": "B"
  }
]