[
  {
    "id": "3707117",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Casimiro de Abreu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Acerca dos atributos do ato administrativo, está correta a seguinte afirmativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoexecutoriedade é o atributo do ato administrativo pelo qual o ato se impõe a terceiros independentemente de sua concordância."
      },
      {
        "letra": "B",
        "texto": "Imperatividade é o atributo do ato administrativo pelo qual o ato se impõe a terceiros independentemente de sua concordância."
      },
      {
        "letra": "C",
        "texto": "Exigibilidade é o atributo do ato administrativo pelo qual o ato goza de presunção relativa de legitimidade e veracidade."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade e veracidade é o atributo do ato administrativo pelo qual o ato goza de presunção absoluta de legitimidade e veracidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3615899",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Relacione os conceitos de atos administrativos a seguir com suas respectivas definições ou características principais. ( ) Anulação ( ) Revogação ( ) Convalidação ( ) Presunção de legitimidade 1. Atributo do ato administrativo que assume sua validade até prova em contrário, permitindo execução imediata sem contestação inicial. 2. Extinção do ato por motivo de vício de legalidade, com efeitos retroativos (ex tunc) à data de sua edição. 3. Extinção do ato válido por motivo de conveniência ou oportunidade da administração, com efeitos não retroativos (ex nunc). 4. Sanação de vício sanável no ato, tornando-o válido retroativamente desde sua origem, quando não lesar interesse público ou terceiros. A relação correta, na ordem apresentada, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 – 3 – 4 – 1."
      },
      {
        "letra": "B",
        "texto": "2 – 4 – 1 – 3."
      },
      {
        "letra": "C",
        "texto": "1 – 2 – 3 – 4."
      },
      {
        "letra": "D",
        "texto": "4 – 1 – 2 – 3."
      },
      {
        "letra": "E",
        "texto": "3 – 4 – 2 – 1."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3542824",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item seguinte. Dada a presunção de legitimidade e veracidade dos atos administrativos, cabe a Caio o ônus de comprovar o alegado prejuízo decorrente da omissão de João.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530613",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "No que diz respeito aos atos administrativos, julgue o item seguinte. Em decorrência dos atributos da presunção de legitimidade e da imperatividade, o ato administrativo cria obrigações aos administrados desde a sua expedição, produzindo normalmente os seus efeitos, até que — se for o caso — seja anulado pela própria administração pública, de oficio ou por provocação, ou pelo Poder Judiciário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530220",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.A presunção de veracidade dos atos administrativos refere-se aos fatos, ou seja, presumem-se verdadeiros os fatos alegados pela administração pública, ao passo que a autoexecutoriedade constitui atributo pelo qual os atos administrativos se impõem a terceiros, independentemente de sua concordância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479573",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atributos dos atos administrativos sintetizam-se na imperatividade, na revogabilidade, na tipicidade e na estabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3466757",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca de aspectos administrativos relacionados às organizações públicas. Os atributos dos atos administrativos sintetizam-se na imperatividade, na revogabilidade, na tipicidade e na estabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3444519",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Bandeirante - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "A prefeitura de um município interditou um estabelecimento comercial que operava sem alvará de funcionamento. A medida foi tomada sem necessidade de autorização judicial, com base no poder de polícia administrativa. Esse ato administrativo possui características que garantem sua validade e execução, mesmo sem a concordância do proprietário do estabelecimento. Com base nessa situação, qual atributo do ato administrativo está diretamente relacionado à possibilidade de imposição da medida pela administração pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoexecutoriedade, pois permite à administração pública executar diretamente o ato sem necessidade de autorização judicial."
      },
      {
        "letra": "B",
        "texto": "Tipicidade, pois o ato administrativo precisa estar previamente previsto na legislação para ser aplicado."
      },
      {
        "letra": "C",
        "texto": "Discricionariedade, pois a administração pode decidir livremente se executa ou não o ato de interdição."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade, pois o ato administrativo é considerado válido até que se prove o contrário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3437996",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Acerca dos atributos dos atos administrativos, julgue o item a seguir.A presunção de veracidade e legitimidade do ato administrativo é absoluta, uma vez que a lei não concede margem de atuação para o agente público, sendo, portanto, incontestável perante o Poder Judiciário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3395849",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "João, proprietário de um pequeno restaurante, que funciona como a única fonte de renda de sua família, compareceu à sede da Defensoria Pública no Município Alfa, no interior do Estado de Rondônia, afirmando que agentes públicos compareceram ao local e o interditaram, em razão da inobservância de normas de higiene e salubridade, sem que existisse qualquer ordem judicial para tanto. Nesse contexto, Matheus, Defensor Público, lhe explicou que a Administração pode, de fato, executar diretamente a sua vontade, independentemente da manifestação do Poder Judiciário. Nesse cenário, considerando o entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que o Defensor Público explicou a João o atributo da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção absoluta de legitimidade do ato administrativo."
      },
      {
        "letra": "B",
        "texto": "autoexecutoriedade do ato administrativo."
      },
      {
        "letra": "C",
        "texto": "imperatividade do ato administrativo."
      },
      {
        "letra": "D",
        "texto": "coercibilidade do ato administrativo."
      },
      {
        "letra": "E",
        "texto": "exigibilidade do ato administrativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3365700",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "No que diz respeito ao ato administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É sempre discricionário, permitindo ao administrador decidir livremente sobre sua prática, sem qualquer vinculação à lei."
      },
      {
        "letra": "B",
        "texto": "Tem como atributo a presunção de legitimidade, que significa que ele sempre produz efeitos imediatos, independentemente de qualquer condição."
      },
      {
        "letra": "C",
        "texto": "É irrevogável e imodificável pela própria Administração, mesmo quando ilegal ou inconveniente."
      },
      {
        "letra": "D",
        "texto": "Possui, entre seus atributos, a presunção de legitimidade, a imperatividade e a autoexecutoriedade."
      },
      {
        "letra": "E",
        "texto": "A competência para a prática do ato administrativo é sempre delegável, podendo ser transferida a qualquer agente público, independentemente de previsão legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3345915",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Após compreender o significado e o alcance do atributo da autoexecutoriedade dos atos administrativos e concluir que nem todas as medidas e sanções de polícia apresentam a mencionada peculiaridade, Yanka verificou que não é medida dotada de tal atributo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a internação compulsória de uma pessoa acometida de vírus grave e desconhecido, que coloque em risco a saúde e incolumidade da coletividade."
      },
      {
        "letra": "B",
        "texto": "o embargo de uma obra que vem sendo realizada fora dos parâmetros relacionados às normas administrativas de segurança."
      },
      {
        "letra": "C",
        "texto": "a demolição de uma casa construída em local em que há iminente risco de desabamento, ensejando perigo aos seus moradores e à coletividade."
      },
      {
        "letra": "D",
        "texto": "a cobrança do valor pecuniário atinente à multa administrativa aplicada no regular exercício do poder de polícia."
      },
      {
        "letra": "E",
        "texto": "a interdição de um estabelecimento empresarial, em decorrência de violação das normas de vigilância sanitária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3340629",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Agentes públicos e Lei 8.112 de 1990",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Assinale a opção correta em relação aos atos administrativos e aos agentes públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de acumulação remunerada de cargos públicos autorizada pela Constituição Federal de 1988, o teto salarial deve obedecer ao somatório dos ganhos recebidos pelos agentes públicos."
      },
      {
        "letra": "B",
        "texto": "A presunção de legitimidade do ato administrativo é o atributo que permite à administração pública executar seus próprios atos baseados na lei, independentemente de ordem judicial."
      },
      {
        "letra": "C",
        "texto": "É competência exclusiva da União instituir o regime jurídico único e os planos de carreira para todos os servidores da administração pública direta, das autarquias e das fundações públicas de qualquer ente da Federação."
      },
      {
        "letra": "D",
        "texto": "Os chefes do Poder Executivo, seus auxiliares imediatos (ministros ou secretários) e os membros do Poder Legislativo são considerados agentes políticos."
      },
      {
        "letra": "E",
        "texto": "A investidura em cargos públicos se dará exclusivamente por intermédio de concurso público de provas ou provas e títulos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296774",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Observe os itens abaixo e, em seguida, assinale a alternativa correta: I. A imperatividade é o atributo do ato administrativo de poder ser cumprido independentemente da anuência dos administrados. II. A autoexecutoriedade é o atributo do administrativo que o considera realizado de acordo com a lei, até que se prove o contrário. III. A tipicidade é o atributo do ato administrativo de poder ser cumprido independentemente de autorização judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "I, II e III são verdadeiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3292188",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Em um município que buscava aprimorar a eficiência na prestação de serviços, o prefeito decidiu revogar determinado ato discricionário sob a justificativa de interesse público e conveniência administrativa. Essa intervenção se baseou no atributo que permite ao Poder Público reexaminar seus atos, ajustando-os a finalidades superiores. Assinale a alternativa que descreve corretamente esse atributo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coercibilidade, que possibilita a imposição de condições obrigatórias ao particular em qualquer situação administrativa."
      },
      {
        "letra": "B",
        "texto": "Autoexecutoriedade, que autoriza a administração a implementar, diretamente e sem prévia autorização judicial, medidas necessárias para adequar o ato ao interesse público."
      },
      {
        "letra": "C",
        "texto": "Imperatividade, que indica a aptidão do ato administrativo para produzir efeitos independentemente da concordância do administrado."
      },
      {
        "letra": "D",
        "texto": "Revogabilidade, que decorre do poder da autoridade de suprimir um ato ainda válido, sob fundamentos de oportunidade e conveniência, respeitando direitos adquiridos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3287616",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Câmara de Progresso - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Qual atributo do ato administrativo presume que, até prova em contrário, o ato é considerado válido para o Direito?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de legitimidade."
      },
      {
        "letra": "B",
        "texto": "Exigibilidade."
      },
      {
        "letra": "C",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "D",
        "texto": "Tipicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286360",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Em relação aos atributos dos atos administrativos, assinale a alternativa que corretamente os descreve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São atributos que, ao caracterizarem os atos administrativos, são essenciais para a definição das condições de validade e da aplicação do regime jurídico específico, diferenciando-os de outros tipos de atos."
      },
      {
        "letra": "B",
        "texto": "São características que apenas identificam a natureza jurídica do ato, sem influenciar no regime jurídico aplicado ao ato administrativo."
      },
      {
        "letra": "C",
        "texto": "Os atributos dos atos administrativos são irrelevantes para a aplicação do regime jurídico, uma vez que os atos administrativos são todos regidos por normas gerais e específicas."
      },
      {
        "letra": "D",
        "texto": "São características que se aplicam exclusivamente aos atos administrativos realizados por entes privados, não afetando a administração pública."
      },
      {
        "letra": "E",
        "texto": "Atributos dos atos administrativos dizem respeito apenas às qualidades formais desses atos, sem relação com a natureza jurídica e a aplicação do regime jurídico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286151",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Lucas é um estudante de administração pública que começou um estágio na prefeitura de sua cidade. No primeiro dia de trabalho, ele ouviu um debate entre dois servidores sobre a diferença entre fato administrativo e ato administrativo. Servidor A: “Um fato administrativo ocorre naturalmente dentro da administração pública, sem depender diretamente da vontade de um agente público, mas ainda assim gera efeitos jurídicos.” Servidor B: “Já um ato administrativo é sempre uma manifestação de vontade do Estado ou de seus agentes, visando produzir efeitos no mundo jurídico.” Mesmo sabendo que ambos os servidores estão corretos, Lucas ainda ficou com dúvidas e decidiu testar seus conhecimentos analisando algumas situações que presenciou ao longo do dia: 1-O prefeito assinou um decreto estabelecendo novas regras para o funcionamento do comércio local. 2-Um temporal derrubou a cobertura de um prédio público, exigindo uma reforma emergencial. 3-Um fiscal aplicou uma multa a um comerciante por descumprimento de normas sanitárias. 4-Um cidadão protocolou um pedido de licença para construir uma casa em sua propriedade. Com base no conceito de fato e ato administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a situação 1 representa um fato administrativo, pois se trata de uma decisão da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Apenas a situação 2 representa um fato administrativo, pois ocorreu sem depender da vontade humana, mas gerou efeitos na Administração Pública."
      },
      {
        "letra": "C",
        "texto": "As situações 1 e 3 representam fatos administrativos, pois ambas envolvem consequências jurídicas dentro da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Apenas a situação 4 representa um fato administrativo, pois envolve um pedido feito por um particular à Administração Pública."
      },
      {
        "letra": "E",
        "texto": "As situações 1, 3 e 4 são atos administrativos, pois envolvem manifestações de vontade da Administração Pública e produzem efeitos jurídicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285807",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Acerca dos atributos do ato administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade confere ao ato administrativo a característica de autoexecutoriedade, permitindo que o Estado execute medidas sem decisão judicial prévia."
      },
      {
        "letra": "B",
        "texto": "A presunção de legitimidade implica que o ato administrativo é válido até que se prove o contrário."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade permite que o ato administrativo exija obediência imediata apenas se for autorizado por decisão judicial."
      },
      {
        "letra": "D",
        "texto": "A presunção de legitimidade aplica-se apenas aos atos discricionários."
      },
      {
        "letra": "E",
        "texto": "A tipicidade confere ao ato administrativo uma validade independente de sua legalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285805",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Com base nos atributos do ato administrativo, é correto afirmar que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção de legitimidade significa que o ato administrativo é considerado legal, independentemente de prova contrária."
      },
      {
        "letra": "B",
        "texto": "imperatividade autoriza o poder público a impor obrigações aos particulares, mesmo que não haja previsão legal."
      },
      {
        "letra": "C",
        "texto": "autoexecutoriedade é um atributo do Poder Judiciário, não sendo possível estar presente em um ato da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "presunção de legitimidade é relativa e pode ser afastada mediante prova em contrário."
      },
      {
        "letra": "E",
        "texto": "tipicidade é uma faculdade da Administração Pública, podendo ser dispensada caso não atenda ao interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284050",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca dos atos administrativos. O atributo da presunção de legitimidade dos atos administrativos refere-se aos fatos alegados pela administração pública, sendo um de seus efeitos a inversão do ônus da prova.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3277424",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Este atributo diz respeito à necessidade de se respeitar a finalidade específica definida na lei para cada espécie de ato administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipicidade."
      },
      {
        "letra": "B",
        "texto": "Imperatividade."
      },
      {
        "letra": "C",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "D",
        "texto": "Exigibilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3273826",
    "metadata": "Ano: 2025 | Banca: FADENOR | Órgão: Câmara de Buritizeiro - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Conforme o doutrinador Bruno Betti, ato administrativo “é a declaração do Estado ou de quem o representa, inferior à lei, com o objetivo de cumpri-la regida pelo direito público, sujeita à apreciação pelo Poder Judiciário, e que possui como função a satisfação do interesse da coletividade”. Fonte: BETTI, Bruno. Manual de direito administrativo. Rio de Janeiro: Forense, 2024, p. 142. Adaptado. Marque a alternativa CORRETA sobre os atributos do ato administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O atributo da tipicidade dá-se quando o ato administrativo se presume verdadeiro e legítimo, concedendo ao ato administrativo a fé pública."
      },
      {
        "letra": "B",
        "texto": "A presunção de legitimidade e veracidade é um atributo essencial, consistindo-se na medida em que os atos são pautados em regras e normas, sem a necessidade do consentimento do particular."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade é o atributo do ato administrativo que prescinde da autorização do Poder Judiciário, ou seja, permite que a Administração Pública execute os seus atos de forma direta e imediatamente."
      },
      {
        "letra": "D",
        "texto": "A exigibilidade é o atributo pelo qual o ato administrativo se impõe a terceiros, de forma unilateral, independendo da sua concordância, também chamado de poder extroverso."
      },
      {
        "letra": "E",
        "texto": "A imperatividade é o atributo pelo qual se estabelece atos como um meio indireto de coerção como forma de induzir aderência ao atributo em questão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272372",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Poderes da Administração",
      "Poder de polícia"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STJ consolidou que simples possibilidade do exercício do poder de polícia e da executoriedade dos atos administrativos não impede o acesso ao Poder Judiciário nem implica ausência do interesse de agir."
      },
      {
        "letra": "B",
        "texto": "O STJ consolidou que o exercício do poder de polícia e a executoriedade dos atos administrativos retiram da Administração Pública o interesse de provocar o Poder Judiciário em busca de provimento jurisdicional, porque o ingresso em juízo pode ser condicionado ao prévio exaurimento das vias administrativas quando relativo aos atos administrativos."
      },
      {
        "letra": "C",
        "texto": "A multa aplicada pelo Procon, ainda que na condição de órgão fiscalizador, não possui natureza administrativa de poder de polícia quando a prática lesiva for derivada de violação a um único indivíduo, exigindo para tanto que a lesão praticada seja massificada."
      },
      {
        "letra": "D",
        "texto": "É pacífica a jurisprudência acerca da impossibilidade de análise do Poder Judiciário quanto à proporcionalidade da sanção aplicada pela Administração Pública, no exercício do poder de polícia, sendo permitida, tão somente, se despida de legalidade."
      },
      {
        "letra": "E",
        "texto": "O motivo do ato administrativo é pressuposto de fato e de direito, servindo-lhe de fundamento objetivo. Não se confunde, contudo, com a motivação, que é a exposição dos motivos, a demonstração de que os pressupostos de fato e de direito realmente existiram no caso concreto. A motivação, nos atos administrativos, não é obrigatória, mas o motivo é pressuposto indispensável, sob pena de nulidade do ato administrativo ao ser analisado pelo Poder Judiciário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3267292",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre os atributos dos atos administrativos, analise as assertivas abaixo e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade está presente em todos os atos administrativos, independentemente de sua natureza."
      },
      {
        "letra": "B",
        "texto": "A autoexecutoriedade permite à Administração executar diretamente um ato sem necessidade de prévia autorização judicial, salvo em casos específicos."
      },
      {
        "letra": "C",
        "texto": "A presunção de legitimidade dos atos administrativos pode ser afastada pela simples discordância do administrado."
      },
      {
        "letra": "D",
        "texto": "A tipicidade dos atos administrativos significa que a Administração pode criar novos atos conforme sua conveniência e oportunidade."
      },
      {
        "letra": "E",
        "texto": "A autoexecutoriedade e a imperatividade são atributos que se aplicam apenas aos atos discricionários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3265633",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "A respeito dos atos administrativos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo critério subjetivo, o ato administrativo é aquele ditado pelos órgãos administrativos, excluídos os atos provenientes dos órgãos legislativo e judicial, ainda que tenham a mesma natureza daqueles, e incluídos todos os atos da Administração, pelo só fato de serem emanados de órgãos administrativos, como os atos normativos do Executivo, os atos materiais, os atos enunciativos e os contratos."
      },
      {
        "letra": "B",
        "texto": "Pelo critério objetivo, ato administrativo é somente aquele praticado no exercício concreto da função administrativa, seja ele editado pelos órgãos administrativos ou pelos órgãos judiciais e legislativos."
      },
      {
        "letra": "C",
        "texto": "Os atos enunciativos apenas atestam ou declaram a existência de um direito ou situação, como os pareceres."
      },
      {
        "letra": "D",
        "texto": "A presunção de legitimidade diz respeito à conformidade do ato com a lei; em decorrência desse atributo, presume-se, até prova em contrário, que os atos administrativos foram emitidos com observância da lei."
      },
      {
        "letra": "E",
        "texto": "Imperatividade é o atributo pelo qual os atos administrativos se impõem a terceiros, independentemente de sua concordância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241772",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca das diversas classificações, atributos e elementos do ato administrativo, comumente consagrados pela doutrina administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade é um atributo presente em todos os atos administrativos, independentemente de sua natureza."
      },
      {
        "letra": "B",
        "texto": "A finalidade específica do ato administrativo pode ser alterada pelo agente público, desde que atenda ao interesse público geral."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade dos atos administrativos depende de previsão legal ou situação de urgência."
      },
      {
        "letra": "D",
        "texto": "A delegação de competência pode ser realizada mesmo em atos normativos, desde que não haja vedação legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3226813",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Sobre os atos administrativos, este atributo diz respeito à necessidade de respeitar-se a finalidade específica definida na lei para cada espécie de ato. Trata-se da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipicidade."
      },
      {
        "letra": "B",
        "texto": "Imperatividade."
      },
      {
        "letra": "C",
        "texto": "Exigibilidade."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219823",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Em regra, a doutrina do Direito Administrativo aponta a existência dos atributos dos atos administrativos. Esses atributos são fundamentais para garantir a eficácia e validade dos atos praticados pela Administração Pública. Quais são os atributos dos atos administrativos, conforme a doutrina?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de legitimidade e veracidade, autoexecutoriedade, tipicidade e imperatividade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, autonomia, tipicidade e efetividade."
      },
      {
        "letra": "C",
        "texto": "Imparcialidade, autoexecutoriedade, tipicidade e transparência."
      },
      {
        "letra": "D",
        "texto": "Presunção de legalidade, autoexigibilidade, tipificação e coercibilidade."
      },
      {
        "letra": "E",
        "texto": "Presunção de veracidade, autocomposição, tipicidade e hierarquia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218039",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Um cidadão recebe uma notificação da prefeitura determinando a remoção de uma construção irregular em um espaço público. Mesmo sem concordar com a decisão, ele é obrigado a cumprir a ordem, pois o ato foi emitido pela administração pública dentro de sua competência legal, sem necessidade de consentimento prévio do administrado. O atributo do ato administrativo presente nessa situação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veracidade."
      },
      {
        "letra": "B",
        "texto": "Presunção de legitimidade."
      },
      {
        "letra": "C",
        "texto": "Tipicidade."
      },
      {
        "letra": "D",
        "texto": "Discricionariedade."
      },
      {
        "letra": "E",
        "texto": "Imperatividade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217598",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Ensina Celso Antônio Bandeira de Mello que “os atos administrativos possuem atributos típicos, inexistentes nos atos de direito privado. Enquanto alguns deles acompanham quaisquer atos administrativos, outros têm cabida e razão de existir apenas nos casos em que o Poder Público expede atos que condicionam, restringem, a situação jurídica dos administrados […]”. Neste sentido, são atributos dos atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência, finalidade, forma, motivo e objeto."
      },
      {
        "letra": "B",
        "texto": "Competência, presunção de legitimidade, tipicidade e imperatividade."
      },
      {
        "letra": "C",
        "texto": "Presunção de legitimidade, finalidade, autoexecutoriedade e tipicidade."
      },
      {
        "letra": "D",
        "texto": "Imperatividade, autoexecutoriedade, finalidade, forma e motivo."
      },
      {
        "letra": "E",
        "texto": "Presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217447",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "No que se refere aos atos administrativos e à decadência administrativa, considerando, no que couber, a jurisprudência do STJ acerca dos temas, julgue o item seguinte. A imperatividade é a característica do ato administrativo que autoriza a imediata execução do seu conteúdo, independentemente de prévia submissão da matéria ao Poder Judiciário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3262340",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A autoridade administrativa pode se utilizar de fundamentação per relationem nos processos administrativos. II. Em decisão na qual se evidencie não acarretarem lesão ao interesse público nem prejuízo a terceiros, os atos que apresentarem defeitos sanáveis poderão ser convalidados pela própria Administração. III. As empresas públicas e as sociedades de economia mista, quando exploradoras de atividade econômica, ainda que em regime concorrencial, estão dispensadas de motivar a demissão de seus empregados concursados. IV. Um dos atributos dos atos administrativos é a tipicidade, consistente na ideia de que tais atos são de caráter coercitivo aos administrados, devendo ser cumpridos em razão da supremacia do interesse público. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218574",
    "metadata": "Ano: 2025 | Banca: UFRR | Órgão: UFRR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Abaixo estão os atributos dos atos administrativos, cada um deles conferindo uma característica específica ao ato. Relacione cada atributo com a definição correta. I. Presunção de legitimidade. Il. Imperatividade. III. Exigibilidade. . IV. Executoriedade. ( ) É a qualidade pela qual o Poder Público pode compelir materialmente o administrado a cumprir uma obrigação, sem necessidade de recorrer ao Poder Judiciário para efetivar o cumprimento. ( ) É a qualidade que reveste os atos administrativos, de modo que são presumidos verdadeiros e em conformidade com o Direito, até que se prove o contrário. ( ) É a qualidade pela qual os atos administrativos se impõem a terceiros, independentemente da sua concordância, permitindo que o Poder Público constitua obrigações unilateralmente. ( ) É de qualidade pela qual o Estado, no exercício da função administrativa, pode exigir dos administrados o cumprimento das obrigações impostas, sem recorrer ao Poder Judiciário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV, I, III, II."
      },
      {
        "letra": "B",
        "texto": "I, II, III, II."
      },
      {
        "letra": "C",
        "texto": "I, IV, III, II."
      },
      {
        "letra": "D",
        "texto": "IV, III, II, I."
      },
      {
        "letra": "E",
        "texto": "IV, I, II, III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207375",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos possuem atributos que os diferenciam dos atos jurídicos de direito privado. Dos atributos a seguir, se refere à presunção de legitimidade e veracidade dos atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipicidade."
      },
      {
        "letra": "B",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "C",
        "texto": "Presunção de legitimidade."
      },
      {
        "letra": "D",
        "texto": "Coercibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207141",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Após constatar que determinado estabelecimento comercial está situado em área que não admite qualquer edificação, por ser ambientalmente protegida, o agente de fiscalização do órgão ambiental municipal determina sua imediata interdição e consequente demolição, sem passar pelo crivo do Poder Judiciário. Tal situação está relacionada ao seguinte atributo dos atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de legitimidade e veracidade."
      },
      {
        "letra": "B",
        "texto": "Imperatividade."
      },
      {
        "letra": "C",
        "texto": "Tipicidade."
      },
      {
        "letra": "D",
        "texto": "Autoexecutoriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204036",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos são de cumprimento obrigatório independentemente da vontade do destinatário. Esta característica, que decorre da supremacia do interesse público sobre o privado, denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoexecutoriedade."
      },
      {
        "letra": "B",
        "texto": "coercibilidade tipificada."
      },
      {
        "letra": "C",
        "texto": "imperatividade."
      },
      {
        "letra": "D",
        "texto": "presunção de legitimidade."
      },
      {
        "letra": "E",
        "texto": "tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3184582",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lúcio, recém-empossado como gestor público, começa a estudar os princípios aplicáveis à Administração Pública para melhor desempenhar suas funções. Durante seus estudos ele encontrou as seguintes assertivas e precisa avaliar se estão de fato corretas ou não; analise-as. I. É privativa do chefe do Poder Executivo a competência para a iniciativa legislativa de lei sobre nepotismo na Administração Pública. II. A vedação ao nepotismo deve ser imediata e verticalizada, violando os princípios da moralidade, impessoalidade e isonomia, diploma legal que excepciona da vedação ao nepotismo os servidores que estivessem no exercício do cargo no momento de sua edição. III. O ato de qualquer dos Poderes restritivo de publicidade deve ser motivado de forma concreta, objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida, restrição ao direito fundamental à informação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3183109",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Conforme a lição de Celso Spitzcovsky (2022): “enquanto os particulares, para a defesa de seus direitos, necessitam bater às portas do Poder Judiciário a fim de evitar a caracterização do crime de exercício arbitrário das próprias razões, a Administração Pública pode executar sozinha seus próprios atos, sem passar pelo crivo prévio do Judiciário”. Trata-se do atributo denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imperatividade."
      },
      {
        "letra": "B",
        "texto": "Presunção de legitimidade."
      },
      {
        "letra": "C",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "D",
        "texto": "Tipicidade."
      },
      {
        "letra": "E",
        "texto": "Coercibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177191",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos são essenciais para que a Administração Pública Federal desenvolva suas atividades voltadas à satisfação do interesse público. Com base nessa informação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto os atos administrativos declaratórios criam direitos anteriormente inexistentes, os atos constitutivos impõem obrigações aos administrados."
      },
      {
        "letra": "B",
        "texto": "Os atos administrativos são instrumentos que a Administração dispõe para disciplinar sua organização e seu funcionamento, com alcance restrito aoâmbito interno, não sendo, portanto, oponíveis aos particulares."
      },
      {
        "letra": "C",
        "texto": "A finalidade e a forma integram o mérito do ato administrativo, razão pela qual a Administração poderá decidir como e onde o ato deve ser praticado."
      },
      {
        "letra": "D",
        "texto": "No ato discricionário, a motivação exposta pelo agentepoderá ser ampla e abstrata, garantindo‑lhe um lequede opções para a sua prática, incluindo eventuais modificações posteriores, para as quais a motivação anteriormente alegada poderá ser dispensada."
      },
      {
        "letra": "E",
        "texto": "A presunção de legitimidade do ato administrativo confere à Administração a possibilidade de praticá‑lo imediatamente, mas não impede que eventuais interessados possam contestá‑lo, uma vez que esse atributo é relativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3174772",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "No âmbito dos atributos dos atos administrativos existe aquele que costuma ser indicado como fundamento para a inversão do ônus da prova, no sentido de que caberá ao administrado demonstrar a ilegalidade do ato administrativo. Nesse contexto, o mencionado atributo é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção de veracidade, em razão do qual se presumem verdadeiros os fatos alegados pela Administração."
      },
      {
        "letra": "B",
        "texto": "autoexecutoriedade, que é condizente com a noção de que há conformidade do ato editado com os parâmetros estabelecidos em lei."
      },
      {
        "letra": "C",
        "texto": "imperatividade, segundo o qual a Administração pode levar a efeito as suas determinações sem a intervenção do Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "vinculação, considerando os parâmetros estabelecidos em lei para a definição do mérito administrativo."
      },
      {
        "letra": "E",
        "texto": "supremacia do interesse público, que, consoante explícito na Constituição, determina que a vontade da Administração deve prevalecer sobre a do administrado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170093",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Acerca da análise e melhoria de processos, da administração direta e indireta, dos atos administrativos e da requisição, julgue o item seguinte. A imperatividade é uma das características do ato administrativo em decorrência do poder da administração pública de executar diretamente os próprios atos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3160198",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Identifique qual dos atributos que caracterizam um ato administrativo estabelece a imposição de cumprimento obrigatório por parte dos destinatários, conferindo ao Estado a capacidade de exigir a observância das normas nele contidas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Oponibilidade."
      },
      {
        "letra": "C",
        "texto": "Imperatividade."
      },
      {
        "letra": "D",
        "texto": "Consensualidade."
      },
      {
        "letra": "E",
        "texto": "Modificabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151472",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Maracajá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos possuem atributos que os diferenciam dos atos praticados no âmbito privado, sendo fundamentais para a eficiência da Administração Pública. Entre esses atributos, destacam-se a presunção de legitimidade e a presunção de veracidade . Sobre esses atributos, analise as afirmativas abaixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A presunção de legitimidade refere-se à conformidade do ato administrativo com a lei, sendo válida até que se prove o contrário."
      },
      {
        "letra": "B",
        "texto": "A presunção de veracidade impede que os cidadãos questionem os factos declarados pela Administração Pública, mesmo diante de provas comprovadas."
      },
      {
        "letra": "C",
        "texto": "A presunção de legitimidade garante que os atos administrativos sejam sempre isentos de ilegalidades, não podendo ser contestados judicialmente."
      },
      {
        "letra": "D",
        "texto": "A presunção de veracidade assegura que os atos administrativos sejam imutáveis e não possam ser revogados ou anulados, mesmo que sejam comprovadamente ilegais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324092",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: UEFS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atributos dos atos administrativos são características que os tornam singulares, diferenciando-os dos demais atos da administração. Nesse contexto, o atributo do ato administrativo que permite ao Poder Público impor a terceiros, de forma unilateral, obrigações, ônus ou deveres é chamado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autotutela."
      },
      {
        "letra": "B",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "C",
        "texto": "Presunção de Legitimidade."
      },
      {
        "letra": "D",
        "texto": "Imperatividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3307803",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Simão Dias - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "De acordo com a doutrina majoritária do direito administrativo, assinale a alternativa que NÃO corresponda com um atributo dos atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção de legitimidade"
      },
      {
        "letra": "B",
        "texto": "tipicidade"
      },
      {
        "letra": "C",
        "texto": "competência"
      },
      {
        "letra": "D",
        "texto": "autoexecutoriedade"
      },
      {
        "letra": "E",
        "texto": "imperatividade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296932",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos possuem atributos que, em síntese, são as próprias prerrogativas do poder público, decorrentes do princípio da supremacia do interesse público sobre o interesse privado. Nesse sentido, o atributo que confere ao ato administrativo a presunção de ter sido editado em conformidade com a lei e com o ordenamento jurídico é chamado CORRETAMENTE de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Executoriedade ou autoexecutoriedade."
      },
      {
        "letra": "B",
        "texto": "Exigibilidade."
      },
      {
        "letra": "C",
        "texto": "Imperatividade."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283944",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "No âmbito do Direito Administrativo, os atos administrativos são fundamentais para a prática das atividades da Administração Pública. Quanto aos atributos dos atos administrativos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade confere aos atos administrativos a possibilidade de serem revogados pelo particular, desde que demonstre interesse próprio."
      },
      {
        "letra": "B",
        "texto": "A presunção de legitimidade implica que os atos administrativos são válidos até prova em contrário."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade determina que a execução do ato administrativo depende sempre de autorização judicial."
      },
      {
        "letra": "D",
        "texto": "A tipicidade permite que os atos administrativos sejam praticados sem qualquer forma ou procedimento específico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3233247",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "A respeito do atributo da imperatividade, analise as afirmativas abaixo. I. É o atributo pelo qual o ato administrativo pode ser posto em execução pela própria Administração Pública, sem necessidade de intervenção do Poder Judiciário. II. Decorre da prerrogativa que tem o Poder Público de, por meio de atos unilaterais, impor obrigações a terceiros. III. É uma das características que distingue o ato administrativo do ato de direito privado. IV. É o atributo pelo qual o ato administrativo deve corresponder a figuras definidas previamente pela lei como aptas a produzir determinados resultados. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV apenas"
      },
      {
        "letra": "B",
        "texto": "II, III e IV apenas"
      },
      {
        "letra": "C",
        "texto": "I, II e III apenas"
      },
      {
        "letra": "D",
        "texto": "II e III apenas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3225619",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Poderes da Administração",
      "Poder de polícia"
    ],
    "enunciado_principal": "João, agente de fiscalização municipal, foi designado para apurar potencial prática de venda irregular de produtos eletrônicos em ruas do centro da Cidade. Após diligências iniciais, identificou um grupo que estaria realizando a comercialização de produtos falsificados e, para impedir que a prática dos ilícitos continuasse, com o auxílio da Guarda Civil, apreendeu os equipamentos, medida que está autorizada em lei. Com base na situação hipotética, pode-se afirmar, corretamente, que a prerrogativa de implantar o ato diretamente, sem prévia manifestação do Poder Judiciário, corresponde ao atributo do poder de polícia da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoexecutoriedade."
      },
      {
        "letra": "B",
        "texto": "coercibilidade."
      },
      {
        "letra": "C",
        "texto": "discricionariedade."
      },
      {
        "letra": "D",
        "texto": "eficácia."
      },
      {
        "letra": "E",
        "texto": "continuidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3193194",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Considerando os atributos dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A autoexecutoriedade pode ser aplicada a todos os atos administrativos, independentemente de previsão legal ou urgência."
      },
      {
        "letra": "B",
        "texto": "Os atos administrativos impõem-se ao particular independentemente de sua concordância, atributo inexistente nos atos negociais."
      },
      {
        "letra": "C",
        "texto": "A tipicidade existe com relação aos atos unilaterais e nos contratos."
      },
      {
        "letra": "D",
        "texto": "A imperatividade existe em todos os atos administrativos, inclusive nos enunciativos e negociais."
      },
      {
        "letra": "E",
        "texto": "Impugnado o ato administrativo, ele não produzirá efeitos até que decretada a invalidade ou a validade do ato pela própria Administração ou pelo Judiciário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188716",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta. São considerados como atributos dos atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A presunção de legalidade, a impessoalidade, a imperatividade e a autoexecutoriedade."
      },
      {
        "letra": "B",
        "texto": "A presunção de moralidade, a impessoalidade, a moralidade e a autoexecutoriedade."
      },
      {
        "letra": "C",
        "texto": "A presunção de legitimidade ou veracidade, a imperatividade, a autoexecutoriedade e a tipicidade."
      },
      {
        "letra": "D",
        "texto": "A eficiência ou veracidade, a motivação, a publicidade e a tipicidade."
      },
      {
        "letra": "E",
        "texto": "A imperatividade, a tipicidade, a publicidade e a presunção de moralidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3188530",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Bragança - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade é o atributo que exige prova em contrário para que um ato administrativo seja considerado ilegítimo."
      },
      {
        "letra": "B",
        "texto": "Pelo atributo da coercibilidade, o ato administrativo é imediatamente executável."
      },
      {
        "letra": "C",
        "texto": "A Administração é autorizada a executar seus próprios atos, sem necessidade de prévia autorização judicial, com base no atributo da imperatividade."
      },
      {
        "letra": "D",
        "texto": "A imposição de seus atos de modo unilateral pela Administração Pública é feita com fundamento no atributo da imperatividade."
      },
      {
        "letra": "E",
        "texto": "O atributo da imperatividade outorga à Administração a possibilidade de impor sanções aos particulares por descumprimento de determinações que tenha exigido anteriormente."
      }
    ],
    "gabarito": "D"
  }
]