[
  {
    "id": "3296706",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O município de Nova Serra possui os seguintes bens públicos: I.Uma grande praça central, localizada no coração da cidade, que serve como ponto de encontro para a população, sendo frequentemente utilizada para eventos públicos, manifestações culturais e lazer. II. Além disso, o município possui um prédio que abriga a Prefeitura Municipal, destinado ao exercício das funções administrativas. III. Diversas áreas de terras desocupadas que estão sendo avaliadas para possível alienação, caso não sejam necessárias para uso futuro da administração. Com base nesse contexto, é correto afirmar que, com relação à destinação, os bens públicos descritos podem ser CORRETAMENTE classificados da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I.Bem dominical ou dominial; II.Bem de uso especial; III.Bem de uso comum do povo."
      },
      {
        "letra": "B",
        "texto": "I.Bem Municipal; II.Bem de uso comum do povo; III.Bem dominical ou dominial."
      },
      {
        "letra": "C",
        "texto": "I.Bem de uso comum do povo; II.Bem de uso especial; III.Bem dominical ou dominial."
      },
      {
        "letra": "D",
        "texto": "I.Bem especial; II.Bem municipal; III.Bem de uso especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296540",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Acerca dos bens públicos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso comum dos bens públicos é obrigatoriamente gratuito."
      },
      {
        "letra": "B",
        "texto": "Um teatro é um bem de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "Os bens dominicais representam o patrimônio disponível do Estado."
      },
      {
        "letra": "D",
        "texto": "Mesmo um bem dominical necessita de desafetação para se proceder à sua alienação."
      },
      {
        "letra": "E",
        "texto": "Mares e escolas públicas são exemplos de bens de uso comum do povo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265236",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Assinale a opção que indica exemplos de bens públicos de uso especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ruas e as praças."
      },
      {
        "letra": "B",
        "texto": "Os rios, os mares e as estradas."
      },
      {
        "letra": "C",
        "texto": "As contas bancárias de entidades públicas destinadas ao pagamento de salários."
      },
      {
        "letra": "D",
        "texto": "Os edifícios ou terrenos destinados a serviço ou estabelecimento da administração federal."
      },
      {
        "letra": "E",
        "texto": "O patrimônio das pessoas jurídicas de direito público, como objeto de direito pessoal das entidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241759",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O gerenciamento administrativo estatal implica no exercício do domínio sobre os bens existentes em seu território. Sobre esse tema, analise as afirmativas a seguir. I. O domínio público abrange apenas os bens das pessoas jurídicas de Direito Público Interno, excluindo bens de utilidade coletiva como águas, jazidas e florestas. II. O domínio público eminente é exercido exclusivamente sobre os bens particulares e não possui relação com a soberania interna do Estado. III. O domínio público inclui bens de utilidade coletiva que merecem proteção do Direito Público, como águas, jazidas e florestas. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236152",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Utilização dos bens públicos",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Os bens públicos podem ser classificados em bens de uso comum, bens de uso especial e bens dominicais, a partir da sua finalidade e destinação. Com base nas classificações, analise os casos a seguir. 1.Uma praça pública, aberta ao acesso irrestrito da população, utilizada frequentemente para eventos comunitários e lazer; 2.Um edifício utilizado como sede de um tribunal regional, destinado exclusivamente às atividades do Poder Judiciário; 3.Um terreno pertencente ao município, atualmente desocupado e sem destinação ou uso público específico; 4.Um veículo de uso exclusivo para emergências médicas, destinado ao transporte de pacientes entre unidades hospitalares da região. Classifique cada um dos casos apresentados com base nos tipos de bens públicos, levando em consideração os critérios de destinação, finalidade e possibilidade de alienação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1. Uso comum 2. Uso comum 3. Uso especial 4. Dominical."
      },
      {
        "letra": "B",
        "texto": "1. Dominical 2. Uso especial 3. Uso especial 4. Uso comum."
      },
      {
        "letra": "C",
        "texto": "1. Uso comum 2. Uso especial 3. Dominical 4. Uso especial."
      },
      {
        "letra": "D",
        "texto": "1. Uso especial 2. Uso especial 3. Uso comum 4. Dominical."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3235957",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Os bens públicos possuem regime jurídico específico que regula sua utilização e alienação. Sobre os bens públicos, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens de uso especial incluem aqueles destinados a serviços públicos ou à administração direta."
      },
      {
        "letra": "B",
        "texto": "A desafetação de bens públicos ocorre automaticamente quando não há uso regular."
      },
      {
        "letra": "C",
        "texto": "Os bens dominicais são aqueles destinados a uso exclusivo da administração pública."
      },
      {
        "letra": "D",
        "texto": "Bens de uso comum podem ser alienados mediante autorização legislativa."
      }
    ],
    "gabarito": "A"
  }
]