[
  {
    "id": "3709968",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Câmara de Cerquilho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Município X pretende aumentar a atratividade de seu programa de desestatização e parcerias, com a concessão de garantias aos contratos de parcerias público- -privadas (PPP’s), motivo pelo qual estuda criar fundo de investimento imobiliário, a ser composto tanto por direitos reais imobiliários (uso, usufruto e superfície) extraídos de bem de uso especial, que poderão ser objeto de exploração econômica, como pelo próprio direito de propriedade de bens dominicais, que podem ser comercializados ou explorados pelo fundo. Com base na situação hipotética, é correto afirmar que a proposta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inválida na parte em que concede garantias em contratos de PPP´s, por infringir o regime constitucional de precatórios."
      },
      {
        "letra": "B",
        "texto": "pode ser viabilizada sem lei para o aporte de direitos reais imobiliários, pois a alienação desses direitos pressupõe avaliação prévia e licitação."
      },
      {
        "letra": "C",
        "texto": "precisa de autorização legislativa, que poderá dispensar a licitação para a realização da alienação dos bens imóveis, dada a competência do Município para gerir o seu patrimônio."
      },
      {
        "letra": "D",
        "texto": "não é juridicamente viável, pois os bens públicos são inalienáveis e impenhoráveis."
      },
      {
        "letra": "E",
        "texto": "precisa ser validada previamente pelo poder legislativo, pois a alienação de imóveis depende de autorização legislativa, avaliação prévia e licitação, ressalvados os casos de dispensa e inexigibilidade, previstos em lei federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3705166",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: UFRGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Uma universidade pública estadual possui em seu patrimônio um terreno que havia sido utilizado, no passado, para atividades de extensão. Contudo, há mais de dez anos o local encontra-se sem uso, sem destinação vinculada a qualquer serviço público e sem acesso aberto ao público em geral. A Reitoria estuda a possibilidade de alienar o imóvel em leilão para obter recursos que serão aplicados em novos laboratórios. Diante dessa situação, conforme a classificação dos bens públicos, o terreno em questão deve ser considerado como um bem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dominical."
      },
      {
        "letra": "B",
        "texto": "de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "de uso especial."
      },
      {
        "letra": "D",
        "texto": "de uso indireto."
      },
      {
        "letra": "E",
        "texto": "público utilitário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3692371",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens que pertencem à União, aos Estados, ao Distrito Federal e aos Municípios ou às autarquias e fundações públicas são bens públicos. Eles são destinados ao uso coletivo ou ao atendimento das necessidades públicas e estão sujeitos a um regime jurídico específico. A respeito do regime jurídico dos bens públicos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos de uso especial são rios, mares, estradas, ruas e praças."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos dominicais são inalienáveis, enquanto conservarem a sua qualificação na forma que a lei determinar."
      },
      {
        "letra": "C",
        "texto": "A entidade responsável pela administração dos bens públicos de uso comum não poderá estabelecer cobrança pelo uso desses bens, pois seu uso deve ser sempre gratuito."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos dominicais são os edifícios ou terrenos destinados ao serviço ou estabelecimento da administração federal, estadual, territorial ou municipal, inclusive os de suas autarquias."
      },
      {
        "letra": "E",
        "texto": "A alienação de bens imóveis da Administração Pública, incluindo aqueles pertencentes às autarquias e fundações, exigirá a autorização legislativa e, como regra, dependerá de licitação na modalidade de leilão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3685409",
    "metadata": "Ano: 2025 | Banca: FUMARC | Órgão: Prefeitura de Iturama - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No que se refere às atribuições do Prefeito, relacionadas na Lei Orgânica do Município de Iturama/MG, julgue os itens a seguir. Compete ao Prefeito: I. Vedar o uso de bens municipais por terceiros, sem autorização da Câmara Municipal nesse sentido. II. Convocar, de forma rotineira e ordinária, a Câmara quando o interesse da administração o exigir. III. Solicitar, obrigatoriamente, autorização à Câmara para se ausentar do Município por tempo superior a 5 (cinco) dias. IV. Contrair empréstimos e realizar operações de créditos, independentemente de autorização da Câmara. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3676665",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Mauá da Serra - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Um terreno de propriedade do Município, que não possui nenhuma destinação pública específica, é classificado como um bem público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De uso comum do povo."
      },
      {
        "letra": "B",
        "texto": "De uso especial."
      },
      {
        "letra": "C",
        "texto": "Dominical."
      },
      {
        "letra": "D",
        "texto": "Afetado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3676444",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Mauá da Serra - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Um edifício onde funciona uma repartição pública municipal é classificado, quanto à sua destinação, como um bem público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De uso comum do povo."
      },
      {
        "letra": "B",
        "texto": "De uso especial."
      },
      {
        "letra": "C",
        "texto": "Particular."
      },
      {
        "letra": "D",
        "texto": "Dominical."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3661482",
    "metadata": "Ano: 2025 | Banca: NUCEPE | Órgão: SEDUC-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Para o Conselho Nacional do Ministério Público, são bens públicos os bens de uso comum e os pertencentes ao domínio particular da União, dos Estados federados e dos Municípios. Em sentido lato, dizem-se públicos os bens destinados ao uso e gozo do povo, como aqueles que o Estado reserva para uso próprio ou de suas instituições e serviços públicos. Os bens públicos são inalienáveis, impenhoráveis e imprescritíveis. Disponível em <https://www.cnmp.mp.br/portal/institucional/476-glossario/8211-bens-publicos> . Acesso em 25.09.2024. Quais são os bens públicos que podem ser alienados pela administração pública, após a desafetação, conforme a classificação legal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens dominicais."
      },
      {
        "letra": "B",
        "texto": "Bens de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "Bens de uso especial."
      },
      {
        "letra": "D",
        "texto": "Bens de uso privado."
      },
      {
        "letra": "E",
        "texto": "Bens vinculados a serviços públicos essenciais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3656798",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de Mataraca - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Considere a situação hipotética: um empreendimento do tipo condomínio horizontal será construído às margens da PB-226. Para tanto, será necessário a solicitação de uso da faixa de domínio da rodovia para a construção do projeto de acesso. Marque a alternativa que apresenta o órgão responsável pela concessão de acesso neste caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Superintendência de Administração do Meio Ambiente – SUDEMA."
      },
      {
        "letra": "B",
        "texto": "Departamento Nacional de Infraestrutura de Transportes – DNIT."
      },
      {
        "letra": "C",
        "texto": "Departamento de Estradas de Rodagem – DER-PB."
      },
      {
        "letra": "D",
        "texto": "Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis – IBAMA."
      },
      {
        "letra": "E",
        "texto": "Secretaria de Agricultura e Meio ambiente do Município sede do condomínio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3652763",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: Prefeitura de Limoeiro do Norte - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A Administração e Proteção dos Bens Públicos possuem regime próprio, no qual se conjugam normas do Direito Público e, de forma subsidiária, preceitos do Direito Privado. A transferência da propriedade de bens imóveis pertencentes ao Poder Público ocorre com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atos administrativos unilaterais, bastando despacho autorizativo da autoridade competente para a consumação da transferência."
      },
      {
        "letra": "B",
        "texto": "Instrumento administrativo interno, cuja eficácia depende apenas da homologação pelo órgão de controle da administração."
      },
      {
        "letra": "C",
        "texto": "Procedimentos administrativos prévios, que substituem os registros civis e consolidam o domínio em favor do particular."
      },
      {
        "letra": "D",
        "texto": "Escritura e registro, sendo irretratáveis os atos administrativos anteriores, passíveis de alteração apenas por decisão judicial ou acordo entre as partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3652759",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: Prefeitura de Limoeiro do Norte - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os Bens Públicos são classificados segundo sua destinação e forma de utilização, refletindo direitos do público e prerrogativas da Administração. Assinale a alternativa que distingue CORRETAMENTE os conceitos de bens de uso comum do povo, bens de uso especial e bens dominiais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens de uso comum do povo: destinados à fruição coletiva; bens de uso especial: utilizados diretamente pela Administração para a execução de serviços públicos; bens dominiais: integrados ao patrimônio do Estado, porém passíveis de utilização para quaisquer fins ou alienação conforme interesse da Administração."
      },
      {
        "letra": "B",
        "texto": "Bens de uso comum do povo: podem ser livremente alienados pelo Estado a particulares; bens de uso especial: constituem domínio privado da Administração, podendo ser vendidos sem restrições legais; bens dominiais: apenas destinam-se à fruição coletiva, sem possibilidade de oneração ou alienação."
      },
      {
        "letra": "C",
        "texto": "Bens de uso comum do povo: utilizados exclusivamente pela Administração; bens de uso especial: utilizados pelo público de forma gratuita; bens dominiais: não podem ser alienados, permanecendo eternamente sob titularidade estatal."
      },
      {
        "letra": "D",
        "texto": "Bens de uso comum do povo: instrumentos de execução de serviços públicos, sujeitos a alienação; bens de uso especial: fruição coletiva pelo público em geral; bens dominiais: bens incorporados ao patrimônio privado do Estado, com regime de Direito Privado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3652758",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: Prefeitura de Limoeiro do Norte - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os Bens das empresas estatais, ainda que administrados por entidades de personalidade privada, possuem características específicas que os vinculam ao patrimônio público. A situação descrita é CORRETAMENTE compreendida quando se afirma que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma vez transferidos para a administração particular da empresa estatal, esses bens perdem sua natureza pública e passam a obedecer integralmente ao regime jurídico privado, sem vinculação aos fins do Poder Público."
      },
      {
        "letra": "B",
        "texto": "Apesar de serem bens públicos originalmente, sua alienação e oneração podem ser feitas livremente, sem qualquer exigência legal, mesmo no caso de imóveis, pois passam a integrar o patrimônio da empresa estatal."
      },
      {
        "letra": "C",
        "texto": "A administração privada da empresa estatal transforma os bens transferidos em bens móveis ou imóveis de uso particular, isentos de qualquer controle ou fiscalização do Estado, podendo ser alienados sem observância de lei ou estatuto."
      },
      {
        "letra": "D",
        "texto": "Os bens das empresas estatais mantêm sua natureza pública e destinação de interesse público, mesmo administrados por entidade privada, sujeitando-se a normas de Direito Público, reversão ao Estado em caso de extinção da entidade e invalidação de atos que os lesionem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3652757",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: Prefeitura de Limoeiro do Norte - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O domínio eminente do Estado constitui a base para a regulamentação e controle dos bens no território nacional, distinguindo-se do domínio patrimonial. Considerando a relação entre poder estatal e propriedade, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O domínio eminente representa o poder potencial do Estado sobre bens alheios, condicionado à ordem jurídico-constitucional, enquanto o domínio patrimonial corresponde ao direito de propriedade pública sobre bens efetivamente pertencentes ao Estado, submetidos a regime administrativo especial."
      },
      {
        "letra": "B",
        "texto": "O domínio eminente confere ao Estado direitos de propriedade efetivos sobre todos os bens do território, equivalentes aos direitos patrimoniais do Estado sobre seus próprios bens."
      },
      {
        "letra": "C",
        "texto": "O domínio patrimonial e o domínio eminente são idênticos, ambos se aplicando indistintamente a bens públicos e privados, sujeitando-se às mesmas normas civis."
      },
      {
        "letra": "D",
        "texto": "O domínio eminente impede qualquer limitação ao uso de bens privados e dispensa a observância de princípios, direitos e garantias constitucionais, diferindo do domínio patrimonial, que é absoluto sobre os bens públicos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3646214",
    "metadata": "Ano: 2025 | Banca: FRONTE | Órgão: Prefeitura de Costa Rica - MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No Direito Administrativo, os bens públicos têm características próprias que os diferenciam dos bens privados. Sobre esse tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos são tratados da mesma forma que os bens privados, sem nenhuma proteção especial."
      },
      {
        "letra": "B",
        "texto": "Só são considerados bens públicos aqueles usados pelo povo em geral, como ruas e praças."
      },
      {
        "letra": "C",
        "texto": "Bens públicos são os que pertencem ao Estado e possuem proteção especial, como a inalienabilidade relativa e a imprescritibilidade."
      },
      {
        "letra": "D",
        "texto": "Apenas os bens destinados à exploração econômica pelo Estado podem ser chamados de bens públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3641566",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "De acordo com o Código Civil, são públicos os bens do domínio nacional pertencentes às pessoas jurídicas de direito público interno. Analise as afirmativas a seguir a respeito dos bens públicos, e, em seguida, assinale a alternativa correta: I. São bens públicos os de uso comum do povo, tais como rios, mares, estradas, ruas e praças. II. Os bens de uso especial, como edifícios ou terrenos destinados a serviço ou estabelecimento da administração federal, estadual, territorial ou municipal, inclusive os de suas autarquias, são considerados bens públicos. III. Os bens públicos dominicais constituem patrimônio de uso comum do povo, como objeto de direito pessoal, ou real, de cada um dos brasileiros natos. IV. Consideram-se bens de uso público-privado os pertencentes às pessoas jurídicas de direito público a que se tenha dado força constitucional de direito privado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas I e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3633625",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Camboriú - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Preleciona o Código Civil que \"são públicos os bens do domínio nacional pertencentes às pessoas jurídicas de direito público interno; todos os outros são particulares, seja qual for a pessoa a que pertencerem\". Sobre os bens públicos e sua regulamentação pelo diploma civilista, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos de uso comum do povo podem ser alienados, observadas as exigências da lei."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos estão sujeitos a usucapião."
      },
      {
        "letra": "C",
        "texto": "O uso comum dos bens públicos é sempre gratuito, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "D",
        "texto": "Não dispondo a lei em contrário, consideram-se de uso especial os bens pertencentes às pessoas jurídicas de direito público a que se tenha dado estrutura de direito privado."
      },
      {
        "letra": "E",
        "texto": "bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3627808",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Em relação aos bens públicos, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Considera-se bem dominical aquele que se presta ao uso público em geral. ( ) A sede do TJPR é classificada como um bem de uso especial, assim como o são os veículos oficiais utilizados para deslocamento dos magistrados. ( ) A concessão de um bem público para exploração por um particular, a exemplo de uma rodovia que passa a ser gerenciada por uma concessionária, implica a derrogação da característica da indisponibilidade que originariamente grava esses bens.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3622214",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Santa Cecília - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A respeito do patrimônio público, considere as afirmativas a seguir: I. Os bens de uso comum do povo, como ruas, praças e estradas, são destinados à utilização geral da coletividade e não podem ser alienados enquanto mantiverem essa característica. II. Bens de uso especial são aqueles utilizados diretamente pelos serviços ou atividades administrativas do Estado, como edifícios públicos e repartições. III. Os bens dominicais correspondem ao patrimônio disponível da Administração, podendo ser alienados de acordo com o interesse público, mediante lei autorizativa. IV. Todos os bens públicos, independentemente de sua classificação, são absolutamente inalienáveis, em razão de sua natureza. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3621026",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Um agente público de uma autarquia federal necessitou dar destinação a diversos computadores obsoletos e a diversas mesas danificadas, classificados como inservíveis.Com base nessa situação hipotética e considerando o Decreto nº 9.373/2018, que regulamenta a gestão de bens móveis na Administração Pública Federal, e as demais regras aplicáveis à hipótese, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite‑se a cessão externa, quando realizada entre órgãos da União, para realizar‑se a movimentação de caráter permanente."
      },
      {
        "letra": "B",
        "texto": "A alienação deverá ocorrer por meio de leilão, realizado por servidor designado pela autoridade competente da Administração, não se admitindo a realização por meio de leiloeiro oficial que não pertença aos quadros da autarquia federal."
      },
      {
        "letra": "C",
        "texto": "Os computadores, desde que classificados como irrecuperáveis, poderão ser doados a organizações da sociedade civil que comprovarem dedicação à promoção gratuita da educação e da inclusão digital."
      },
      {
        "letra": "D",
        "texto": "Para que seja considerado inservível, o bem deverá, primeiramente, ser classificado como ocioso, recuperável, antieconômico ou irrecuperável."
      },
      {
        "letra": "E",
        "texto": "Não se pode transferir aos alienatários e beneficiários o ônus pela destinação final ambientalmente adequada dos bens móveis inservíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3616259",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A respeito do regime jurídico dos bens públicos no Direito Administrativo brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inalienabilidade dos bens públicos é absoluta e abrange todas as espécies de bens, sendo vedada qualquer forma de alienação ou constituição de direito real de garantia sobre eles, independentemente de autorização legislativa, como forma de proteção ao interesse público."
      },
      {
        "letra": "B",
        "texto": "A desafetação de um bem público é um ato discricionário que independe, via de regra, de lei específica, podendo ser realizada por simples ato administrativo, desde que motivado pelo interesse público."
      },
      {
        "letra": "C",
        "texto": "A imprescritibilidade dos bens públicos impede que o Estado adquira por usucapião bens de particulares, em razão da simetria jurídica que rege as relações patrimoniais."
      },
      {
        "letra": "D",
        "texto": "A impenhorabilidade dos bens públicos decorre do princípio da supremacia do interesse público, visando assegurar a continuidade dos serviços públicos essenciais, e levando a execução judicial de dívidas do Estado a ser realizada por meio de precatórios ou requisições de pequeno valor."
      },
      {
        "letra": "E",
        "texto": "Os bens dominicais, por integrarem o patrimônio disponível do Estado, podem ser objeto de oneração, como a constituição de hipoteca, desde que haja prévia autorização judicial e se observe o interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3616213",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Rio dos Índios - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O uso dos bens municipais por terceiros poderá ser feito mediante concessão, permissão ou autorização, conforme o caso e o interesse público exigir. A autorização que poderá incidir sobre qualquer bem público, será feita por portaria para atividades ou usos específicos ou transitórios, pelo prazo máximo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias."
      },
      {
        "letra": "B",
        "texto": "30 dias."
      },
      {
        "letra": "C",
        "texto": "45 dias."
      },
      {
        "letra": "D",
        "texto": "60 dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3606005",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O Município do Rio de Janeiro foi o anfitrião de encontro realizado, na sede da Prefeitura, sobre a importância do meio ambiente ecologicamente equilibrado, verdadeiro direito fundamental de terceira dimensão. Durante o evento, discutiu-se, inclusive, a importância da Lagoa Rodrigo de Freitas, localizada na Zona Sul da referida municipalidade. Nesse cenário, considerando as disposições do Código Civil, é correto afirmar que a Lagoa Rodrigo de Freitas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é um bem público de uso comum do povo. Por sua vez, a sede da Prefeitura é um bem público de uso especial."
      },
      {
        "letra": "B",
        "texto": "é um bem público de uso comum do povo. Por sua vez, a sede da Prefeitura é um bem público dominical."
      },
      {
        "letra": "C",
        "texto": "é um bem público dominical. Por sua vez, a sede da Prefeitura é um bem público de uso especial."
      },
      {
        "letra": "D",
        "texto": "e a sede da Prefeitura são bens públicos de uso comum do povo."
      },
      {
        "letra": "E",
        "texto": "e a sede da Prefeitura são bens públicos de uso especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3606002",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "Caio, analista no âmbito da Procuradoria do Município do Rio de Janeiro, foi instado, pelo seu superior hierárquico, a confeccionar minuta de parecer sobre os contratos de gestão firmados entre o Poder Público e as organizações sociais, devendo conferir especial atenção aos regramentos aplicáveis à cessão de servidores e à destinação de recursos orçamentários e bens públicos às entidades privadas. Caio concluiu que as organizações sociais poderão ser destinatárias de recursos orçamentários e bens públicos necessários ao cumprimento do contrato de gestão. Ademais, é facultado ao Poder Executivo a cessão especial de servidor para as organizações sociais, com ônus para a origem. Nesse cenário, considerando as disposições da Lei nº 9.637/1998, avalie as afirmativas a seguir e assinale (V) para verdadeira e (F) para falsa. ( ) São assegurados às organizações sociais os créditos previstos no orçamento e as respectivas liberações financeiras, de acordo com o cronograma de desembolso previsto no contrato de gestão. ( ) Poderá ser adicionada aos créditos orçamentários destinados ao custeio do contrato de gestão parcela de recursos para compensar desligamento de servidor cedido, desde que haja justificativa expressa da necessidade pela organização social. ( ) Serão destinados às organizações sociais os bens públicos, dispensada licitação, mediante permissão de uso, consoante cláusula expressa do contrato de gestão. As afirmativas são, segundo a ordem apresentada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3605452",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CREFITO - 1ª Região (PE, PB, RN e AL)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Durante um estudo de caso, Ana, servidora pública municipal, analisa três diferentes situações envolvendo o uso de bens públicos: I. A prefeitura consentiu diretamente que uma empresa utilizasse temporariamente determinado espaço público para a realização de um evento cultural de seu interesse; II. Foi consentido a uma empresa, mediante licitação, o direito de explorar comercialmente certo espaço público em uma rodoviária municipal; e III. Um ambulante recebeu consentimento para montar uma barraca de alimentos em uma praça, sem exclusividade, que atendesse tanto seus interesses particulares quanto o interesse público, com a possibilidade de revogação a qualquer momento. Com base nessas situações e, ainda, considerando o regime jurídico dos bens públicos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação II caracteriza uma autorização de uso, por envolver processo licitatório e finalidade econômica."
      },
      {
        "letra": "B",
        "texto": "A situação III se refere a uma concessão de uso, já que há ocupação de espaço público por particular com objetivo lucrativo."
      },
      {
        "letra": "C",
        "texto": "Apenas a situação I configura concessão de uso de bem público, pois envolve interesse coletivo e delegação por tempo determinado."
      },
      {
        "letra": "D",
        "texto": "As situações I, II e III exemplificam, respectivamente, autorização, concessão e permissão de uso de bens públicos, de acordo com suas características legais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3600954",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: UFF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "“Representa o valor pago pelo proprietário do domínio útil ao proprietário de direito ou pleno, sempre que se realizar uma transação onerosa do imóvel originariamente pertencente à União”. O texto faz referência ao(à)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "laudêmio."
      },
      {
        "letra": "B",
        "texto": "transferência de propriedade."
      },
      {
        "letra": "C",
        "texto": "contribuição de melhoria."
      },
      {
        "letra": "D",
        "texto": "imposto de transmissão."
      },
      {
        "letra": "E",
        "texto": "reembolso de benefícios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3595596",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Santa Helena - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "A responsabilidade pela guarda e uso adequado de veículos oficiais é um dever do servidor. Sobre este tema, analise as afirmativas a seguir. I.A utilização do veículo oficial para fins particulares, como o transporte de familiares ou a resolução de assuntos pessoais, mesmo fora do horário de expediente, é permitida desde que o servidor se responsabilize pelo combustível consumido no trajeto. II.O motorista é responsável por zelar pela integridade do veículo, devendo comunicar formalmente e de imediato ao seu superior hierárquico qualquer avaria, dano ou multa de trânsito recebida durante a sua utilização. III.Guardar o veículo oficial na própria residência é uma prática autorizada por padrão, visando facilitar o início da jornada de trabalho no dia seguinte, não necessitando de autorização formal da chefia. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III apenas."
      },
      {
        "letra": "D",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3593213",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O Município de Riacho Verde propôs ação de reintegração de posse contra os proprietários dos lotes 21 e 22 da zona rural, que, ao cercar suas propriedades com alambrado, obstruíram o acesso de uma estrada municipal desativada há mais de 20 anos, a qual levava a um antigo porto fluvial atualmente abandonado. Os réus alegaram, em contestação, que a estrada não mais possui função pública, não havendo qualquer interesse social ou coletivo em sua manutenção, e que o Município jamais formalizou qualquer registro de domínio da via. O juízo de primeira instância julgou procedente o pedido do Município, entendimento este confirmado pelo Tribunal estadual. Inconformados, os réus interpuseram recurso especial ao STJ, sustentando a perda da função pública da via e a possibilidade de sua apropriação privada. Diante da situação hipotética e com base na legislação aplicável, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obstrução de estrada pública desativada há décadas é legítima, desde que comprovada a ausência de interesse público e o não uso contínuo da via."
      },
      {
        "letra": "B",
        "texto": "Bens públicos de uso comum do povo são passíveis de usucapião, desde que deixem de atender à coletividade por período superior a 20 (vinte) anos."
      },
      {
        "letra": "C",
        "texto": "A posse de bem público não exige demonstração material pelo ente público, pois decorre diretamente do domínio jurídico do bem."
      },
      {
        "letra": "D",
        "texto": "A inatividade da estrada por período superior a 20 (vinte) anos presume sua desafetação, autorizando a incorporação ao patrimônio privado lindeiro."
      },
      {
        "letra": "E",
        "texto": "A ausência de registro imobiliário do bem público transfere automaticamente sua titularidade ao particular que comprovar posse prolongada e ininterrupta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3593159",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Francisco Alves - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A autarquia de um município deseja vender alguns imóveis que não utilizam mais. Qual modalidade de licitação seria a mais apropriada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência."
      },
      {
        "letra": "B",
        "texto": "Tomada de preços."
      },
      {
        "letra": "C",
        "texto": "Leilão."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3592151",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O Município de Cinco Coquinhos, no contexto de um projeto de reorganização urbana e racionalização de seus ativos públicos, elaborou um inventário com destaque para os seguintes bens: uma praça pública situada na Avenida Brasil; o antigo prédio da Prefeitura, atualmente desocupado e sem destinação específica; o imóvel que abriga o único hospital público da cidade; e um terreno municipal ocupado por três famílias desde 1970, sem oposição por parte da administração. Considerando a natureza jurídica de cada um desses bens e as disposições do Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos dominicais são aqueles destinados ao uso coletivo, como a praça localizada na Avenida Brasil."
      },
      {
        "letra": "B",
        "texto": "O prédio histórico que sediava a Prefeitura é classificado como bem de uso comum, podendo ser utilizado livremente por qualquer pessoa, em razão da inércia do Poder Público."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos, inclusive os dominicais, são imprescritíveis, não podendo ser adquiridos por particulares por meio da usucapião, ainda que haja ocupação prolongada."
      },
      {
        "letra": "D",
        "texto": "O regime jurídico dos bens públicos é regido pelo princípio da inalienabilidade absoluta, o qual se aplica de forma indistinta a todas as categorias de bens públicos."
      },
      {
        "letra": "E",
        "texto": "Em razão da essencialidade do direito à saúde, o imóvel onde funciona o hospital é bem de uso comum do povo, de acesso livre e irrestrito a qualquer interessado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3586982",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Vermelho Novo - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Após aprovação do projeto de lei pela Câmara Municipal de Vermelho Novo foi autorizada a utilização de bem municipal de uso comum para terceiro particular, para finalidades escolares, sociais, culturais, turísticas, entre outras. Nesse caso, a autorização do uso foi feita mediante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão."
      },
      {
        "letra": "B",
        "texto": "Autorização."
      },
      {
        "letra": "C",
        "texto": "Cessão de uso."
      },
      {
        "letra": "D",
        "texto": "Permissão a título precário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3573093",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: UFF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os materiais de consumo de uma repartição pública são bens móveis utilizados na realização dos serviços públicos. Sendo assim, são classificados como bens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de uso especial, e por isso inalienáveis de regra, enquanto mantiverem sua afetação a fins públicos."
      },
      {
        "letra": "B",
        "texto": "de uso especial, e por isso penhoráveis de regra, enquanto mantiverem sua afetação a fins particulares."
      },
      {
        "letra": "C",
        "texto": "de uso comum, e por isso inalienáveis de regra, enquanto mantiverem sua afetação a fins públicos."
      },
      {
        "letra": "D",
        "texto": "de uso comum, e por isso impenhoráveis de regra, enquanto mantiverem sua afetação a fins públicos."
      },
      {
        "letra": "E",
        "texto": "dominicais, e por isso imprescritíveis de regra, enquanto mantiverem seu estado de desafetação a fins públicos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3566963",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Porangatu - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens que constituem o patrimônio das pessoas jurídicas de direito público, sendo estes bens objetos de direito pessoal ou real dessas entidades, são denominados de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bens dominicais."
      },
      {
        "letra": "B",
        "texto": "bens de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "bens de uso especial."
      },
      {
        "letra": "D",
        "texto": "bens de ativo fixo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3564894",
    "metadata": "Ano: 2025 | Banca: FCM | Órgão: Câmara de Viçosa - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, que trata de Licitações e Contratos Administrativos, estabelece em seu Art. 76 que a alienação de bens imóveis da administração pública exigirá autorização legislativa e dependerá de licitação na modalidade leilão. Sobre essa temática, avalie o que se afirma. I - As regras para alienação de bens imóveis se aplicam às autarquias e às fundações. II - Em alguns casos, pode ser dispensada a realização de licitação, como doação, por exemplo. III - O leilão exige registro cadastral prévio e há uma fase de habilitação, como nas demais modalidades. IV - O leilão deverá ser cometido a servidor designado pela autoridade competente da administração. V - É concedido direito de preferência ao licitante que comprove a ocupação do imóvel objeto da licitação. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, III e V."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3552744",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca do regime jurídico das alienações de bens da Administração Pública, disciplinado pela Lei Federal n.º 14.133/2021, analise as seguintes assertivas: “I – Tratando-se de bens imóveis, inclusive os pertencentes às autarquias e às fundações públicas, a sua alienação exigirá autorização legislativa e dependerá de licitação na modalidade leilão”. “II – A alienação de bens imóveis da Administração Pública cuja aquisição tenha sido derivada de procedimentos judiciais ou de dação em pagamento dispensará autorização legislativa e exigirá apenas avaliação prévia e licitação na modalidade leilão”. “III – Tratando-se de bens imóveis, a sua alienação exigirá autorização legislativa, sendo dispensada a realização de licitação nos casos de dação em pagamento, dentre outros”. “IV – Tratando-se de bens móveis, será dispensada a realização de licitação nos casos, dentre outros, de permuta, permitida exclusivamente entre órgãos ou entidades da Administração Pública”. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3552682",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRECI - 11ª Região (SC)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Sobre os bens públicos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os de uso especial são os destinados a serviço ou estabelecimento das administrações das três esferas, inclusive os de suas autarquias."
      },
      {
        "letra": "B",
        "texto": "os dominicais, de uso comum das pessoas jurídicas de direito público, como objeto de direito pessoal, ou real."
      },
      {
        "letra": "C",
        "texto": "os de uso comum do povo e os dominicais de uso especial são inalienáveis, enquanto conservarem a sua qualificação."
      },
      {
        "letra": "D",
        "texto": "os de uso especial podem ser alienados, observadas as exigências da lei."
      },
      {
        "letra": "E",
        "texto": "o uso comum dos bens públicos é sempre gratuito, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3552434",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "São públicos os bens do domínio nacional pertencentes às pessoas jurídicas de direito público interno; todos os outros são particulares, seja qual for a pessoa a que pertencerem. Sobre os bens públicos, assinale a alternativa que não representa um bem público de uso comum do povo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rios."
      },
      {
        "letra": "B",
        "texto": "Mares."
      },
      {
        "letra": "C",
        "texto": "Estradas."
      },
      {
        "letra": "D",
        "texto": "Edifícios."
      },
      {
        "letra": "E",
        "texto": "Praças."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3552155",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Durante um projeto de digitalização histórica, a Prefeitura de Caçapava recebeu o acervo documental de uma tradicional instituição privada, que registrava fatos relevantes da história local desde o início do século XX. Os documentos foram identificados como de interesse público e social, e o município iniciou tratativas para sua preservação oficial. Considerando a situação hipotética apresentada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Poder Público pode livremente acessar e divulgar os documentos, independentemente da vontade do proprietário."
      },
      {
        "letra": "B",
        "texto": "O acervo pode ser transferido ao exterior com a anuência de qualquer órgão de controle arquivístico."
      },
      {
        "letra": "C",
        "texto": "O Poder Público tem preferência na aquisição do acervo, se este for alienado."
      },
      {
        "letra": "D",
        "texto": "O sigilo e o acesso aos documentos são regulados exclusivamente pelo Código Civil."
      },
      {
        "letra": "E",
        "texto": "O Poder Público pode impor a doação compulsória do acervo a instituições arquivísticas federais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3542837",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz do disposto na Lei n.º 14.133/2021, julgue o item que se segue. Embora não se aplique à concessão e permissão de uso de bens públicos, a referida lei é aplicável à alienação e concessão de direito real de uso de bens.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3535672",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Guadalupe - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Com base na Lei Orgânica do Município, os atos administrativos de competência do Prefeito devem ser expedidos com a observância de algumas normas. A Portaria NÃO deve ser utilizada no seguinte caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permissão para a exploração de serviços públicos e o uso de bens municipais."
      },
      {
        "letra": "B",
        "texto": "Autorização para contratação e dispensa de servidores por prazo determinado."
      },
      {
        "letra": "C",
        "texto": "Abertura de sindicâncias e processos administrativos."
      },
      {
        "letra": "D",
        "texto": "Aplicação de penalidades e demais atos individuais de efeitos internos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3522467",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Sobre o zelo pelo patrimônio público, analise as afirmativas a seguir: I.O patrimônio público deve ser utilizado exclusivamente para atender ao interesse coletivo, sendo vedado seu uso para fins pessoais ou particulares. II.A conservação do patrimônio público é responsabilidade apenas dos setores de manutenção, não cabendo aos demais servidores zelar pelos bens públicos. III.Danificar, destruir ou subtrair bens públicos configura infração administrativa e pode acarretar sanções legais. IV.O uso racional e cuidadoso dos recursos públicos contribui para a sustentabilidade e eficiência da administração pública. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as afirmativas I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3522249",
    "metadata": "Ano: 2025 | Banca: Instituto Ágata | Órgão: Prefeitura de Piçarra - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Durante uma auditoria de rotina no setor de patrimônio de um órgão público municipal, identificou-se que uma área pública utilizada como parque urbano vinha sendo cercada e ocupada de forma irregular por particulares, que alegavam posse prolongada do terreno. Diante da necessidade de esclarecer a situação jurídica da área e garantir a preservação do bem público, a equipe técnica consultou o regime jurídico aplicável aos bens pertencentes ao poder público. Nessa situação, é correto afirmar que os bens públicos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São sempre alienáveis, desde que haja interesse público declarado."
      },
      {
        "letra": "B",
        "texto": "Não estão sujeitos à prescrição aquisitiva, exceto os dominicais."
      },
      {
        "letra": "C",
        "texto": "São, em regra, imprescritíveis, sendo vedada a sua aquisição por usucapião."
      },
      {
        "letra": "D",
        "texto": "São bens particulares que podem ser usados pela Administração quando houver interesse."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3521921",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Câmara da Estância Balneária de Praia Grande - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Caio, controlador interno da Câmara Municipal, em procedimento de auditoria interna, descobre que uma grande área adquirida pelo Município por regular compra e venda no ano de 1969, foi declarada, no ano de 2009, por portaria do Ministro da Justiça, como área tradicionalmente ocupada por indígenas, tendo ocorrido a abertura de matrícula no cartório de registro de imóveis em nome da União. Pelo que consta da portaria do Ministro da Justiça, na data da promulgação da Constituição Federal de 1988, havia ocupação indígena na área que era de propriedade do Município. Ademais, Caio descobriu que o Prefeito fora notificado da portaria do Ministro da Justiça e nada fez. Acerca do caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Prefeito deverá ser responsabilizado por improbidade administrativa, tendo em vista que permitiu a transferência do patrimônio do Município para a União sem postular qualquer indenização."
      },
      {
        "letra": "B",
        "texto": "Não há qualquer direito à indenização, pois a Constituição Federal declara nulos e extintos, não produzindo efeitos jurídicos, os atos que tenham por objeto o domínio de terras tradicionalmente ocupadas por indígenas."
      },
      {
        "letra": "C",
        "texto": "Sem prejuízo da responsabilidade do Prefeito em razão da omissão, deve Caio notificar a advocacia pública do Município para que ajuíze a ação pertinente buscando reaver a propriedade da área ou a condenação da União ao pagamento de indenização pelo apossamento administrativo."
      },
      {
        "letra": "D",
        "texto": "Somente as áreas cuja ocupação por indígenas ocorreu após a promulgação da Constituição Federal de 1988 podem ser declaradas como bens públicos da União, sob pena de efeito retroativo da vigente Constituição."
      },
      {
        "letra": "E",
        "texto": "A pretensão do Município em ser indenizado pela perda da área em razão do apossamento da União encontra-se prescrita, em razão do decurso de prazo superior a 15 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3521137",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir, relacionadas ao zelo pelo patrimônio público na atuação de um mecânico em um órgão público, e marque (V) quando verdadeiro ou (F) quando falso: (__)Utilizar ferramentas e equipamentos públicos para fazer serviços particulares fora do expediente demonstra bom aproveitamento dos recursos públicos. (__)Manter peças e materiais expostos é aceitável, pois são de responsabilidade exclusiva do almoxarifado sua guarda.(__)Garantir a conservação e o bom uso de ferramentas, evitando desperdícios e danos, demonstra zelo pelo patrimônio público.Assinale a alternativa que possui a sequência correta da sua análise:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - F - V."
      },
      {
        "letra": "B",
        "texto": "V - F - V."
      },
      {
        "letra": "C",
        "texto": "F - F - F."
      },
      {
        "letra": "D",
        "texto": "V - V - F."
      },
      {
        "letra": "E",
        "texto": "V - V - V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3517507",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Dionísio Cerqueira - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "O controle da fidelidade funcional está diretamente relacionado ao dever de zelo, responsabilidade e prestação de contas quanto ao uso, guarda e conservação dos bens públicos, o que representa não apenas um princípio ético, mas uma exigência legal. Com base nesse contexto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A verificação da fidelidade funcional é atribuição exclusiva do Tribunal de Contas, não cabendo atuação do controle interno nesse aspecto."
      },
      {
        "letra": "B",
        "texto": "O agente público que tem a posse ou guarda de bem público responde por sua integridade e conservação, sendo pessoalmente responsável por prejuízos decorrentes de dolo, culpa ou negligência, conforme prevê a Lei nº 4.320/1964."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade pela guarda de bens públicos é restrita ao gestor máximo do órgão, não se estendendo a servidores de nível técnico ou operacional."
      },
      {
        "letra": "D",
        "texto": "A perda, extravio ou dano ao patrimônio público sem comprovação de dolo exonera automaticamente o responsável do dever de reparação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3513687",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No que se refere a bens públicos, julgue os itens seguintes de acordo com as disposições legais aplicáveis ao tema e à jurisprudência dos tribunais superiores. I São oponíveis à União os registros de propriedade particular de imóveis situados em terrenos de marinha. II A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias. III As concessões de terras devolutas situadas na faixa de fronteira, feitas pelos estados, autorizam somente o seu uso, permanecendo o seu domínio com a União, ainda que se mantenha inerte ou tolerante em relação aos possuidores. IV São públicos os bens do domínio nacional pertencentes às pessoas jurídicas integrantes da administração pública. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3508700",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No que concerne aos bens públicos ditos puros, tem-se, entre os seus atributos, a denominada não-rivalidade, o que significa que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "respondem ao principio da subsidiariedade, de forma que um bem público somente pode ser ofertado se não rivalizar com outro da mesma natureza."
      },
      {
        "letra": "B",
        "texto": "esses bens possuem um baixo custo-marginal, de forma que a precificação do seu uso pelos cidadãos atende ao principio da modicidade."
      },
      {
        "letra": "C",
        "texto": "não competem entre si, de modo que cabe ao poder público prover diferentes utilidades à população, como forma de mitigar as falhas do mercado."
      },
      {
        "letra": "D",
        "texto": "o seu consumo por parte de um indivíduo ou de um grupo social não prejudica o consumo do mesmo bem pelos demais integrantes da sociedade."
      },
      {
        "letra": "E",
        "texto": "não competem com os bens privados, dado que estes últimos são dotados do atributo da não-exclusividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3508695",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considere que a Administração pretenda alienar alguns imóveis de sua titularidade, objetivando obter recursos para um programa de investimentos prioritários em saneamento básico, tendo obtido autorização legislativa para a venda dos imóveis. De acordo com a disciplina estabelecida na Lei nº 14.133/2021,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os imóveis podem ser alienados independentemente de prévia avaliação, desde que mediante leilão conduzido por leiloeiro oficial."
      },
      {
        "letra": "B",
        "texto": "as alienações podem ser feitas com dispensa de licitação, em razão da autorização legislativa, desde que comprovado o interesse público e a vantajosidade da venda."
      },
      {
        "letra": "C",
        "texto": "as alienações demandam a adoção da modalidade concorrência, precedida de avaliação individualizada dos imóveis a serem alienados."
      },
      {
        "letra": "D",
        "texto": "as vendas dependem de prévia avaliação e de licitação na modalidade leilão, dispensada, entre outras hipóteses, para venda a outro órgão ou entidade da Administração Pública."
      },
      {
        "letra": "E",
        "texto": "apenas os imóveis procedentes de adjudicação ou outro procedimento judicial poderão ser alienados com dispensa de licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3506151",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considere que um ente público esteja executando um programa de desmobilização de ativos mobiliários e imobiliários. Para tanto, providenciou avaliações independentes de sua participação acionária em empresas, assim como dos imóveis sem destinação. A alienação dos ativos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submete-se ao regime legal de licitações, pois, mesmo no caso de participação acionária, a titularidade dos ativos pertence à pessoa jurídica de direito público."
      },
      {
        "letra": "B",
        "texto": "depende de autorização legislativa e de licitação, no caso de participação acionária, caso se trate de empresa com personalidade jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "poderá ser feita sob o regime de direito privado, no que se refere aos títulos mobiliários, por se tratar de participação acionária em empresas de natureza jurídica privada."
      },
      {
        "letra": "D",
        "texto": "deverá ser feita por meio de regular licitação, dispensada autorização legislativa no caso dos imóveis comprovadamente sem destinação."
      },
      {
        "letra": "E",
        "texto": "sujeita-se ao regime jurídico de direito público, obrigatoriamente sob a modalidade concorrência ou, se o caso, mediante dispensa ou inexigibilidade de licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3502141",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens imóveis de titularidade dos entes públicos podem se prestar a instalações promovidas pela própria Administração Pública, com vistas à disponibilização de serviços e utilidades públicas aos administrados. Os imóveis, entretanto, que não estiverem destinados à finalidade específica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são classificados como dominicais, exigindo apenas autorização legislativa para alienação onerosa ou gratuita, não sendo obrigatória a realização de procedimento de licitação."
      },
      {
        "letra": "B",
        "texto": "podem ser objeto de outorga de uso privativo em favor de particulares ou de outros entes públicos, definindo-se a natureza contratual ou de ato do instrumento, com base em fatores como prazo, volume de investimentos e destinação pretendida para a utilização."
      },
      {
        "letra": "C",
        "texto": "podem ser alienados diretamente a interessados na aquisição, em razão da ausência de afetação a interesse público."
      },
      {
        "letra": "D",
        "texto": "podem ser disponibilizados a particulares por meio de permissão de uso ou de concessão de uso, instrumentos jurídicos com natureza contratual, diferindo quanto ao limite de prazo aceitável em cada caso."
      },
      {
        "letra": "E",
        "texto": "devem ser alienados por meio de licitação, não se admitindo alienação direta a particulares, apenas em favor de pessoas jurídicas integrantes da Administração Pública de outras esferas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3497085",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens públicos estão disciplinados nos artigos 98 a 103 do Código Civil. Considerando as disposições desse diploma normativo, bem como o entendimento do Superior Tribunal de Justiça a respeito da matéria, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São bens de uso comum do povo: rios, mares, estradas, ruas e praças."
      },
      {
        "letra": "B",
        "texto": "São bens de uso especial aqueles que constituem o patrimônio das pessoas jurídicas de direito público, como objeto de direito pessoal, ou real, de cada uma dessas entidades, sem qualquer destinação específica."
      },
      {
        "letra": "C",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos dominicais são aqueles que podem ser alienados, desde que observadas as exigências da lei."
      },
      {
        "letra": "E",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, em consonância com o que restar legalmente estabelecido pela entidade a cuja administração pertencerem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3496580",
    "metadata": "Ano: 2025 | Banca: WE DO Concursos | Órgão: Câmara de Xanxerê - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Sobre a classificação dos bens públicos, assinale a alternativa que descreve corretamente as características dos bens dominicais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituem patrimônio disponível do Estado, podendo ser alienados conforme a lei e gerar renda, como terrenos baldios públicos."
      },
      {
        "letra": "B",
        "texto": "São inalienáveis e destinados ao uso direto pela população, como praças e ruas."
      },
      {
        "letra": "C",
        "texto": "São utilizados exclusivamente para a prestação de serviços públicos, como escolas e hospitais, e não podem gerar renda."
      },
      {
        "letra": "D",
        "texto": "Têm uso restrito às Forças Armadas e não podem ser transferidos a particulares em nenhuma hipótese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3496579",
    "metadata": "Ano: 2025 | Banca: WE DO Concursos | Órgão: Câmara de Xanxerê - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Assinale a alternativa que descreve CORRETAMENTE os bens de uso comum do povo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São bens destinados exclusivamente ao uso das Forças Armadas, como quartéis e bases militares, sendo inalienáveis e imprescritíveis."
      },
      {
        "letra": "B",
        "texto": "Constituem patrimônio disponível do Estado, podendo ser alienados por decisão administrativa e gerar renda para os cofres públicos."
      },
      {
        "letra": "C",
        "texto": "São bens de uso coletivo pela população, como praças e ruas, normalmente gratuitos e inalienáveis, exceto quando a lei autoriza cobrança (ex: pedágio)."
      },
      {
        "letra": "D",
        "texto": "São bens utilizados para prestação de serviços públicos específicos, como escolas e hospitais, que podem ser desafetados e transformados em bens dominicais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492313",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O zelo pelo patrimônio público não se limita à guarda física de bens, mas compreende o uso responsável, legal e funcional dos recursos, vedando quaisquer desvios, ainda que minimamente justificáveis. Nesse sentido, assinale a alternativa eticamente CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilização de equipamentos institucionais para produção de materiais pessoais com uso mínimo de insumos."
      },
      {
        "letra": "B",
        "texto": "Emprego de veículos oficiais para transporte em compromissos pessoais com retorno posterior ao expediente."
      },
      {
        "letra": "C",
        "texto": "Utilização de recursos exclusivamente no exercício das atribuições institucionais, conforme previsão normativa."
      },
      {
        "letra": "D",
        "texto": "Compartilhamento informal de computadores públicos com familiares para atividades educacionais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469436",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A alienação, pela Administração Pública, de um imóvel de propriedade do ente federado, onde atualmente está instalado um posto de atendimento ao público da secretaria de fazenda,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abrange a necessidade de licitação, sob a modalidade de concorrência, cabendo ao adquirente do bem a obrigação de identificar outro imóvel para transferência das instalações da secretaria da fazenda."
      },
      {
        "letra": "B",
        "texto": "inciui a necessidade de autorização legislativa, prevendo a desafetação do imóvel, na qual idade de bem de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "não pode ser concretizada, considerando que o imóvel está afetado a uso especial, de natureza irreversível."
      },
      {
        "letra": "D",
        "texto": "depende de autorização legislativa e licitação, pela modalidade concorrência, na qualidade de bem dominical."
      },
      {
        "letra": "E",
        "texto": "Inclui a necessidade de autorização legislativa, ato que também ensejará desafetação do bem de uso especial assim que transferidas as atividades da unidade da secretaria de fazenda para outras instalações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3454561",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Durante uma vistoria de rotina, os agentes de fiscalização do município de Itatiba identificaram que um bar particular havia delimitado um espaço na praça e o estava utilizando para instalar mesas e cadeiras de seu estabelecimento, sem autorização formal da administração pública. Considerando a situação hipotética narrada, é correto afirmar que o espaço delimitado pelo bar se trata de um bem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de uso especial, uma vez que tem uma destinação certa e determinada."
      },
      {
        "letra": "B",
        "texto": "dominical, que poderá ser utilizado de forma comum, gratuita ou onerosamente."
      },
      {
        "letra": "C",
        "texto": "de uso comum do povo, o que o torna inalienável enquanto mantiver essa qualificação."
      },
      {
        "letra": "D",
        "texto": "que poderá ser utilizado pelo restaurante, bastando apenas que se comprove o interesse público."
      },
      {
        "letra": "E",
        "texto": "dominical, insuscetível de usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3444193",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No que se refere aos bens públicos, julgue os itens a seguir. I Os bens pertencentes às fundações públicas são considerados bens públicos. II Os veículos são considerados bens públicos de uso especial e, ocorrendo sua desafetação, sujeitam-se a alienação. III Os prédios públicos utilizados como sedes de hospitais públicos e fóruns de justiça são considerados bens públicos dominicais. IV Os bens públicos de uso comum não podem ser objeto de usucapião, mas podem ser objeto de constrição judicial. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3438594",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Câmara de Novo Horizonte - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A afetação e a desafetação são conceitos fundamentais para a caracterização e o tratamento jurídico dos bens públicos. Sobre esse tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens dominicais são aqueles afetados ao uso comum do povo e, portanto, estão excluídos de alienação."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos de uso especial, como prédios onde funcionam repartições públicas, podem ser alienados por meio de licitação após autorização legislativa, ainda que afetados à sua função."
      },
      {
        "letra": "C",
        "texto": "A afetação é a destinação do bem à finalidade pública, e sua desafetação depende de lei quando se tratar de bens de uso especial ou uso comum do povo."
      },
      {
        "letra": "D",
        "texto": "A desafetação é o procedimento que transforma um bem dominical em bem de uso comum, conferindo-lhe proteção jurídica especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3427033",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Flores de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O imóvel onde funciona uma prefeitura municipal é classificado como um",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bem alienável."
      },
      {
        "letra": "B",
        "texto": "bem dominical."
      },
      {
        "letra": "C",
        "texto": "bem de uso especial."
      },
      {
        "letra": "D",
        "texto": "bem de uso comum do povo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3413383",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Umbuzeiro - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Patrimônio público é o conjunto de bens, direitos e obrigações que pertencem ao poder público e existem para atender ao interesse coletivo. Em outras palavras, tudo aquilo que a prefeitura ou a câmara municipal possui – de um prédio escolar a um notebook usado no setor administrativo – faz parte do patrimônio público. Quando a classificação do patrimônio público, assinale: 1. Bens móveis. 2. Bens imóveis. 3. Bens intangíveis. 4. Bens de uso comum do povo. 5. Bens dominicais. ( ) Praças, ruas, calçadas e estradas. ( ) Softwares, aplicativos, marcas registradas e direitos autorais adquiridos pelo município. ( ) Cadeiras, mesas, equipamentos de som. notebooks, veículos e equipamentos de som. ( ) Terrenos ociosos, imóveis desocupados ou até materiais armazenados. ( ) Terrenos, prédios, escolas, hospitais e qualquer construção que esteja fixa ao solo. Assinale a sequência CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 – 2 – 3 – 4 – 1."
      },
      {
        "letra": "B",
        "texto": "3 – 2 – 4 – 1 – 5."
      },
      {
        "letra": "C",
        "texto": "4 – 3– 1 – 5 – 2."
      },
      {
        "letra": "D",
        "texto": "2 – 5 – 3 – 4 –1."
      },
      {
        "letra": "E",
        "texto": "1 – 5– 3 – 2 – 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3389057",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Piratuba - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O prefeito do Município de Piratuba, Estância Hidromineral e Climática, em um ato simples, doa um veículo oficial que estava sendo utilizado pela equipe administrativa da Câmara Municipal para transporte de vereadores em atividades legislativas (ex.: fiscalizações externas). O prefeito justifica que o veículo é um bem municipal sob sua administração e que a doação atenderá a uma associação comunitária, considerada de interesse público. Acerca do ato realizado, marque V, para as afirmativas verdadeiras, e F, para as falsas: (__)A destinação do veículo a uma associação comunitária pode ser feita exclusivamente por decreto do Chefe do Executivo, desde que não envolva transferência de propriedade, pois se trata de interesse social. (__)A administração municipal pode dispor livremente de bens móveis públicos desde que demonstre interesse público e o bem não esteja vinculado a programa de governo previsto em orçamento. (__)A doação de bem público, especialmente quando vinculado ao uso do Poder Legislativo, constitui vício de legalidade, pois exige a prática de ato administrativo complexo, cuja validade depende de autorização legislativa específica previamente concedida. (__)A competência para administrar os bens municipais é do Prefeito, desde que respeitada a autonomia e a posse de bens pelos demais Poderes, como no caso de veículos cedidos ou afetados ao uso legislativo. Assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "V, V, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, V, V."
      },
      {
        "letra": "E",
        "texto": "V, F, F, F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3383756",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "De acordo com o entendimento do STJ em relação aos bens públicos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Construção ou atividade irregular em bem de uso comum do povo não caracteriza dano presumido, devendo ser demonstrado o prejuízo em concreto."
      },
      {
        "letra": "B",
        "texto": "A União perderá o domínio das terras devolutas situadas em faixas de fronteira e indispensáveis à defesa destas se houver inércia ou tolerância em relação aos possuidores ou detentores, nos casos de concessão pelos estados."
      },
      {
        "letra": "C",
        "texto": "Os bens pertencentes às sociedades de economia mista sujeitos a destinação pública estão suscetíveis à prescrição aquisitiva."
      },
      {
        "letra": "D",
        "texto": "Imóvel vinculado ao Sistema Financeiro de Habitação (SFH) não está afetado à prestação de serviço público e, por isso, não deve ser tratado como bem público; logo, está sujeito à usucapião."
      },
      {
        "letra": "E",
        "texto": "É possível a usucapião do domínio útil de bem público sobre o qual tenha sido instituída a enfiteuse, por não ter havido prejuízo ao Estado com a mera substituição do enfiteuta pelo usucapiente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3380122",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Tunápolis - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O uso adequado dos equipamentos públicos é condição essencial para garantir sua durabilidade, eficiência e segurança operacional. A conservação do patrimônio público requer ações preventivas, responsabilidade dos servidores e a observância de normas técnicas. Sobre esse tema, analise as afirmativas a seguir. I.O uso incorreto de máquinas e equipamentos públicos, ainda que sem causar dano imediato, pode configurar infração funcional sujeita à responsabilização administrativa. II.Realizar adaptações técnicas em equipamentos públicos para atender demandas específicas é permitido, desde que não altere seu desempenho original e seja autorizado verbalmente pelo superior hierárquico. III.A ausência de manutenção preventiva de equipamentos públicos pode gerar responsabilidade por omissão, especialmente quando resultar em danos materiais ou riscos à segurança. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III apenas."
      },
      {
        "letra": "B",
        "texto": "I e II apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3373913",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A União, por seu órgão competente, declarou a utilidade pública de imóvel urbano pertencente a João, com o objetivo de ali instalar estrutura de apoio à concessão administrativa de obra pública. Frustrada a solução consensual para a desapropriação, foi ajuizada a ação pertinente, que teve o seu trâmite regular, incluindo a imissão provisória na posse. Decorridos cinco anos após o fim do respectivo processo, com a atribuição da propriedade à União, João tomou conhecimento de que a construção da referida estrutura jamais fora iniciada, bem como que acabara de ser divulgado edital para a alienação onerosa do imóvel, que estava ocioso. A justificativa apresentada pela União era a de que ocorrera a perda objetiva do interesse público em manter a referida destinação, não havendo outra finalidade pública para a qual o imóvel pudesse ser destinado. Considerando os balizamentos estabelecidos em lei, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu a tredestinação ilícita, sendo possível a retrocessão, a critério de João;"
      },
      {
        "letra": "B",
        "texto": "é possível que a União aliene o imóvel, devendo apenas assegurar o direito de preferência a João;"
      },
      {
        "letra": "C",
        "texto": "ocorreu a tredestinação ilícita, que acarreta o dever de indenizar, não sendo cabível a retrocessão;"
      },
      {
        "letra": "D",
        "texto": "ocorreu a tredestinação lícita, e João pode apenas concorrer com os demais interessados na aquisição do imóvel;"
      },
      {
        "letra": "E",
        "texto": "é ilícita a alienação do imóvel, não operando nesse plano a discricionariedade na definição do destino que deve ter."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3369259",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Bombinhas - SC | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "Os servidores públicos são responsáveis por garantir a conservação e o uso correto dos bens públicos. Assim, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que não podem se apropriar ou desviar em proveito próprio ou alheio;"
      },
      {
        "letra": "B",
        "texto": "Que podem inserir dados falsos nos sistemas;"
      },
      {
        "letra": "C",
        "texto": "Que podem vender os equipamentos que estejam sob sua responsabilidade;"
      },
      {
        "letra": "D",
        "texto": "Que não cabe ao servidor a responsabilidade sobre dano a qualquer bem público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3362331",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Após ser aprovado em árduo concurso público e encerrado o curso de formação do Tribunal de Justiça do Estado da Bahia, Caio foi designado para atuar, na qualidade de Juiz Substituto, na Comarca do Município de Eunápolis. Para chegar à municipalidade, Caio percorreu centenas de quilômetros em determinada estrada gerida pela Administração Pública Federal. Registre-se, por fim, que, ao lado da repartição pública onde o referido agente público exercerá as suas funções, há um terreno vazio pertencente ao Estado da Bahia. Nesse cenário, considerando as disposições do Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O edifício onde está localizada a sede da Comarca do Município de Eunápolis é um bem público de uso especial. A estrada utilizada por Caio para chegar à municipalidade é um bem público de uso comum do povo. Por fim, o terreno vazio ao lado da repartição pública é um bem público dominical."
      },
      {
        "letra": "B",
        "texto": "A estrada utilizada por Caio para chegar à municipalidade e o terreno vazio ao lado da repartição pública são bens públicos de uso comum do povo. Por fim, o edifício onde está localizada a sede da Comarca do Município de Eunápolis é um bem público de uso especial."
      },
      {
        "letra": "C",
        "texto": "O edifício onde está localizada a sede da Comarca do Município de Eunápolis e a estrada utilizada por Caio para chegar à municipalidade são bens públicos de uso comum do povo. Por fim, o terreno vazio ao lado da repartição pública é um bem público dominical."
      },
      {
        "letra": "D",
        "texto": "O edifício onde está localizada a sede da Comarca do Município de Eunápolis e a estrada utilizada por Caio para chegar à municipalidade são bens públicos de uso especial. Por fim, o terreno vazio ao lado da repartição pública é um bem público dominical."
      },
      {
        "letra": "E",
        "texto": "A estrada usada por Caio para chegar à municipalidade, o terreno vazio ao lado da repartição pública e o edifício onde está localizada a sede da Comarca do Município de Eunápolis são bens públicos de uso comum do povo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3362226",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A responsabilidade pelo uso de bens públicos no cemitério inclui a manutenção de equipamentos. Ao identificar uma pá danificada, o coveiro segue procedimentos para relatar o problema. Sobre a gestão de danos a bens públicos, conforme a Lei nº 8.666/1993, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Relatar danos a bens públicos é irrelevante, desde que o dano não comprometa a execução imediata das tarefas."
      },
      {
        "letra": "B",
        "texto": "Relatar danos a bens públicos, como ferramentas quebradas, ao supervisor, com registro formal, garante a conformidade com a gestão patrimonial."
      },
      {
        "letra": "C",
        "texto": "Relatar danos a bens públicos pode ser feito verbalmente, sem registro, desde que o supervisor autorize o reparo."
      },
      {
        "letra": "D",
        "texto": "Relatar danos a bens públicos é desnecessário, desde que o coveiro repare o equipamento por conta própria."
      },
      {
        "letra": "E",
        "texto": "Relatar danos a bens públicos é opcional, desde que o coveiro substitua o equipamento com recursos pessoais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3362222",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "A gestão responsável dos bens em um cemitério municipal exige conformidade com as normas de uso e conservação. Durante a manutenção de uma área, o coveiro utiliza ferramentas fornecidas pela prefeitura. Sobre a utilização de bens públicos no serviço de coveiro, conforme a Lei nº 8.666/1993 e princípios da administração pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilizar bens públicos sem registro formal é aceitável, desde que o coveiro compense o uso com horas extras no cemitério."
      },
      {
        "letra": "B",
        "texto": "Utilizar bens públicos para tarefas fora do cemitério é justificado, desde que o coveiro cubra os custos de manutenção dos equipamentos."
      },
      {
        "letra": "C",
        "texto": "Utilizar bens públicos em outros locais, como obras particulares, é permitido se autorizado verbalmente pelo supervisor."
      },
      {
        "letra": "D",
        "texto": "Utilizar bens públicos para atividades pessoais, desde que devolvidos em bom estado, é permitido, pois não compromete a eficiência do serviço."
      },
      {
        "letra": "E",
        "texto": "Utilizar bens públicos, como pás e carrinhos de mão, exclusivamente para atividades do cemitério, mantendo registros de uso, garante a conformidade com a gestão patrimonial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3361306",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Na manutenção de uma praça municipal, o calceteiro utiliza materiais fornecidos pela prefeitura para reparar o calçamento. Compreender o uso adequado dos bens pertencentes ao município é essencial para o trabalho, sendo a classificação dos bens públicos um aspecto técnico importante que define como esses bens podem ser utilizados. Sobre a classificação dos bens públicos, analise as afirmativas a seguir. I.Uma praça municipal é um bem público de uso comum, mas pode ser vendida pela prefeitura sem autorização legislativa para construir um prédio comercial. II.Uma praça municipal é classificada como bem público de uso comum, destinada ao uso coletivo, como lazer e circulação de pedestres. III.Uma praça municipal é um bem público de uso especial, pois está destinada exclusivamente a atividades administrativas da prefeitura. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e III apenas."
      },
      {
        "letra": "D",
        "texto": "I apenas."
      },
      {
        "letra": "E",
        "texto": "I e III apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3361237",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Pode ser definido como um conjunto de direitos e bens, adquiridos, produzidos, recebidos, mantido ou utilizados pelas entidades do setor público, tanto referente à prestação de serviços públicos ou a exploração econômica por entidades do setor público. Fonte: Resolução n° 1.129 (2008). Essa definição caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Parceria Privada."
      },
      {
        "letra": "B",
        "texto": "o Patrimônio Público"
      },
      {
        "letra": "C",
        "texto": "a Parceria Público-Privado."
      },
      {
        "letra": "D",
        "texto": "o Patrimônio Privado."
      },
      {
        "letra": "E",
        "texto": "o Patrimônio Público-Privado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3358858",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A viabilidade da alienação de um terreno municipal para a construção de uma escola é examinada por um advogado ao elaborar um parecer para uma prefeitura. A classificação jurídica do bem é crucial para determinar os requisitos legais da alienação, sendo a natureza jurídica dos bens públicos um aspecto técnico essencial que define as limitações de uso e disposição. Com base nesse contexto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um terreno municipal destinado à construção de uma escola é um bem público de uso comum, sujeito a alienação apenas por decisão judicial com base no interesse público."
      },
      {
        "letra": "B",
        "texto": "Um terreno municipal destinado à construção de uma escola é um bem público dominical, alienável sem necessidade de autorização legislativa, desde que haja avaliação prévia."
      },
      {
        "letra": "C",
        "texto": "Um terreno municipal destinado à construção de uma escola é um bem público dominical, mas sua alienação depende exclusivamente da homologação pelo Tribunal de Contas."
      },
      {
        "letra": "D",
        "texto": "Um terreno municipal destinado à construção de uma escola é um bem público de uso especial, sujeito a alienação apenas após a desafetação, mediante autorização legislativa e licitação."
      },
      {
        "letra": "E",
        "texto": "Um terreno municipal destinado à construção de uma escola é um bem público de uso especial, cuja alienação é proibida em qualquer circunstância, mesmo com licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3345916",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Marcelina, residente de determinado Tribunal de Justiça, estava conversando com sua amiga Adélia, que deve comparecer a uma audiência no Fórum da capital e está preocupada com a viabilidade de acesso ao respectivo prédio. Diante dessa situação hipotética, considerando a classificação dos bens públicos quanto a sua destinação, Marcelina explicou corretamente para Adélia que o edifício em que funciona o Fórum é considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bem privado, cujo acesso pode ser restringido de acordo com critérios de conveniência e oportunidade da Administração."
      },
      {
        "letra": "B",
        "texto": "bem público desafetado, que não pode ter seu acesso restringido por determinação da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "bem público dominical, destinado à atividade de interesse público, cujo acesso não pode ser restringido."
      },
      {
        "letra": "D",
        "texto": "bem público de uso comum do povo, cujo acesso não pode sofrer restrições da Administração Pública."
      },
      {
        "letra": "E",
        "texto": "bem público de uso especial, que é de livre acesso e circulação de acordo com as suas regras de funcionamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3324901",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: CISAMVE - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Um Consórcio Público Interfederativo de Saúde e Serviços adquiriu um imóvel para instalação de sua sede administrativa e centros de especialidades médicas. Parte do terreno foi destinada à construção de um estacionamento para servidores e usuários. Além disso, o Consórcio recebeu, em doação, equipamentos médicos de alta complexidade que estão temporariamente armazenados em um galpão alugado até a conclusão das obras. Durante reunião do conselho administrativo, surgiram questionamentos sobre o regime jurídico aplicável aos diferentes bens do Consórcio, suas possibilidades de uso por terceiros e eventual alienação. Considerando o regime jurídico e a doutrina administrativa dos bens públicos, analise as afirmativas a seguir e assinale V, para as verdadeiras, e F, para as falsas: (__)O estacionamento da sede do Consórcio caracteriza-se como bem de uso comum do povo, uma vez que permite o acesso ao público em geral, ainda que com finalidade específica de utilização dos serviços administrativos e médicos. (__)Os equipamentos médicos doados ao Consórcio, mesmo temporariamente armazenados em imóvel de terceiros, são classificados como bens de uso especial, pois estão afetados à prestação de serviço público de saúde. (__)Caso o Consórcio tenha personalidade jurídica de direito público (associação pública), seus bens imóveis só poderão ser alienados mediante prévia desafetação, autorização legislativa, avaliação prévia e licitação na modalidade concorrência, ressalvadas as hipóteses legais. Assinale a alternativa que apresenta a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − F − F."
      },
      {
        "letra": "B",
        "texto": "F − F − V."
      },
      {
        "letra": "C",
        "texto": "V − V − F."
      },
      {
        "letra": "D",
        "texto": "F − V − F."
      },
      {
        "letra": "E",
        "texto": "F − V − V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3319388",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Pejuçara - RS | Órgão: Prefeitura de Pejuçara - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "São bens do Município os que atualmente lhe pertencem e os que lhe vierem a ser acrescidos. Também são considerados bens do Município: I - os inventos e a criação intelectual surgidos sob remuneração ou custeio público municipal, direto ou indireto; II - brindes, lauréis, obras de arte, álbuns, livros e similares recebidos por funcionário público ou por membros dos Poderes Legislativo e Executivo, no exercício de suas funções ou em razão de seu cargo, em nome do Município; III - estes bens incorporam-se ao patrimônio histórico-cultural do Município, ao acesso da população, incorrendo em crime contra a administração pública quem os retiver indevidamente. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a afirmativa I correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a afirmativa III correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3303231",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "A propósito da utilização de uso de bens imóveis públicos por terceiros, a legislação federal estipula que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inaplicável o regime enfitêutico, visto que revogado pelo Código Civil vigente."
      },
      {
        "letra": "B",
        "texto": "a utilização de imóvel público por servidor público não o sujeita a qualquer pagamento."
      },
      {
        "letra": "C",
        "texto": "a permissão de uso é aplicável à utilização, a título precário, para a realização de eventos de curta duração."
      },
      {
        "letra": "D",
        "texto": "o aforamento é aplicável exclusivamente aos terrenos de marinha."
      },
      {
        "letra": "E",
        "texto": "a concessão de uso especial para fins de moradia é inaplicável aos terrenos de marinha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3302486",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Consoante entendimento do STF, são insuscetíveis de penhora os bens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dos conselhos de fiscalização profissional, em vista de sua natureza autárquica."
      },
      {
        "letra": "B",
        "texto": "das entidades paraestatais, tais como os serviços sociais autônomos."
      },
      {
        "letra": "C",
        "texto": "das empresas públicas, dada a natureza pública de seus bens."
      },
      {
        "letra": "D",
        "texto": "das empresas estatais que prestem serviços públicos em regime não concorrencial e sem intuito de lucro."
      },
      {
        "letra": "E",
        "texto": "das empresas estatais constituídas antes da promulgação da Constituição de 1988."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3299635",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "O aniversário do município X é no dia 28 de fevereiro. A prefeita M.A.S decidiu realizar um show com o cantor G.L na praça municipal Y. Nesse dia, além do show, a prefeitura ofereceu várias atividades ligadas a cultura e lazer à população. A praça onde o evento é realizado é um bem público de uso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum do povo, tal como os veículos oficiais da administração pública."
      },
      {
        "letra": "B",
        "texto": "especial, uma vez que sua utilização é restrita a indivíduos especificamente selecionados para isso."
      },
      {
        "letra": "C",
        "texto": "comum do povo, por ser aberta à utilização de todos os membros da coletividade."
      },
      {
        "letra": "D",
        "texto": "especial, tal como imóveis onde estão instaladas repartições públicas."
      },
      {
        "letra": "E",
        "texto": "especial, porque se destina à utilização por toda a coletividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296706",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O município de Nova Serra possui os seguintes bens públicos: I.Uma grande praça central, localizada no coração da cidade, que serve como ponto de encontro para a população, sendo frequentemente utilizada para eventos públicos, manifestações culturais e lazer. II. Além disso, o município possui um prédio que abriga a Prefeitura Municipal, destinado ao exercício das funções administrativas. III. Diversas áreas de terras desocupadas que estão sendo avaliadas para possível alienação, caso não sejam necessárias para uso futuro da administração. Com base nesse contexto, é correto afirmar que, com relação à destinação, os bens públicos descritos podem ser CORRETAMENTE classificados da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I.Bem dominical ou dominial; II.Bem de uso especial; III.Bem de uso comum do povo."
      },
      {
        "letra": "B",
        "texto": "I.Bem Municipal; II.Bem de uso comum do povo; III.Bem dominical ou dominial."
      },
      {
        "letra": "C",
        "texto": "I.Bem de uso comum do povo; II.Bem de uso especial; III.Bem dominical ou dominial."
      },
      {
        "letra": "D",
        "texto": "I.Bem especial; II.Bem municipal; III.Bem de uso especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296540",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Acerca dos bens públicos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso comum dos bens públicos é obrigatoriamente gratuito."
      },
      {
        "letra": "B",
        "texto": "Um teatro é um bem de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "Os bens dominicais representam o patrimônio disponível do Estado."
      },
      {
        "letra": "D",
        "texto": "Mesmo um bem dominical necessita de desafetação para se proceder à sua alienação."
      },
      {
        "letra": "E",
        "texto": "Mares e escolas públicas são exemplos de bens de uso comum do povo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296137",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São inalienáveis os bens públicos de uso especial, a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "São passíveis de alienação os bens públicos dominicais."
      },
      {
        "letra": "C",
        "texto": "São suscetíveis a usucapião os bens públicos dominicais."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos é obrigatoriamente retribuído."
      },
      {
        "letra": "E",
        "texto": "São passíveis de alienação os bens públicos de uso comum do povo, a qualquer tempo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296076",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "De acordo com o Decreto nº 1.171/94, que orienta a preservação dos bens públicos, marque a conduta que reflete esses princípios no uso de veículos oficiais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estender o uso do veículo oficial a deslocamentos pessoais fora do expediente, aproveitando possíveis intervalos ociosos."
      },
      {
        "letra": "B",
        "texto": "Solicitar taxas adicionais aos pacientes atendidos, argumentando que o serviço público precisa de compensação financeira."
      },
      {
        "letra": "C",
        "texto": "Efetuar o check-list diário, garantindo a conservação de equipamentos e evitando desperdícios ou danos."
      },
      {
        "letra": "D",
        "texto": "Responsabilizar os acompanhantes do paciente pela verificação de itens mecânicos, liberando o condutor de tarefas rotineiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295206",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Acerca de logística reversa, gestão da cadeia de suprimentos e gestão patrimonial nas organizações, julgue o item seguinte. Permissão, autorização e concessão são mecanismos jurídicos utilizados pela administração pública, por meio de processo licitatório, para propiciar o uso do bem público por particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290889",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "Em conformidade com a Constituição Federal e a jurisprudência do Supremo Tribunal Federal, na hipótese de iminente perigo público, e tendo em vista o atendimento de necessidades coletivas, urgentes e transitórias, caberia à autoridade municipal competente requisitar o uso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de bens de propriedade particular, mediante prévia e justa indenização em dinheiro, sendo vedada a requisição de bens públicos de titularidade de outros entes federativos."
      },
      {
        "letra": "B",
        "texto": "de bens públicos de titularidade de outros entes federativos, assegurada indenização ulterior, se houver dano, sendo vedada a requisição de bens de propriedade particular."
      },
      {
        "letra": "C",
        "texto": "tanto de bens de propriedade particular quanto de bens públicos de titularidade de outros entes federativos, assegurada, em ambos os casos, indenização ulterior, se houver dano."
      },
      {
        "letra": "D",
        "texto": "de bens de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano, sendo vedada a requisição de bens públicos de titularidade de outros entes federativos."
      },
      {
        "letra": "E",
        "texto": "tanto de bens de propriedade particular, mediante prévia e justa indenização em dinheiro, quanto de bens públicos de titularidade de outros entes federativos, assegurada indenização ulterior, se houver dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3290877",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo pretenda firmar com empresa do setor privado um contrato de concessão de uso de bem público, mais especificamente um parque urbano, com vistas à revitalização e melhoria do espaço público e das condições de utilização pela população, possibilitando a obtenção de receitas pela concessionária com a exploração de serviços acessórios e outras utilidades (estacionamento, quiosques, entre outros). Do ponto de vista do regime de utilização dos bens públicos, tal arranjo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é destinado a outorgar ao particular a utilização de um bem da Administração segundo a sua finalidade pública, o que não impede a outorga em caráter oneroso, mediante licitação e autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "não se mostra adequado, eis que a concessão de uso de bem público não possui natureza contratual, sendo ato administrativo unilateral, vedado o estabelecimento de prazo determinado."
      },
      {
        "letra": "C",
        "texto": "transfere ao particular a prerrogativa de exploração econômica do bem, que passa a ser considerado privado a partir do pagamento de outorga ao poder público e reversível ao patrimônio público após decorrido o prazo da concessão."
      },
      {
        "letra": "D",
        "texto": "somente será possível mediante concessão de direito real de uso, condicionada a autorização legislativa, dispensando-se procedimento licitatório dado o caráter discricionário do vínculo,"
      },
      {
        "letra": "E",
        "texto": "importa tredestinação, com a transmutação da natureza do bem, que perde a característica de bem de uso comum do povo, passando a configurar bem de uso especial, o que autoriza a cobrança pelo uso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290815",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens públicos são disciplinados pelo Código Civil nos artigos 98 a 103. Escolha a alternativa que reflete uma noção adequada quanto ao uso desses bens no contexto municipal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Destinação prioritária de bens de uso comum do povo a atividades lucrativas, impedindo acesso livre da comunidade."
      },
      {
        "letra": "B",
        "texto": "Transferência irrestrita de bens dominicais a pessoas físicas, sem licitação ou qualquer critério de conveniência."
      },
      {
        "letra": "C",
        "texto": "Aplicação de regras que asseguram a inalienabilidade de bens de uso especial, preservando finalidades administrativas."
      },
      {
        "letra": "D",
        "texto": "Utilização de bens públicos para fins completamente privados, desvinculando-se de qualquer interesse coletivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3290161",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Nos casos de programas e projetos habitacionais de interesse social, desenvolvidos por órgãos ou entidades da Administração Pública com atuação específica nessa área, a concessão de direito real de uso de imóveis públicos poderá ser contratada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente de forma individual, vedando-se a contratação coletiva."
      },
      {
        "letra": "B",
        "texto": "Apenas para pessoas jurídicas privadas, excluindo famílias de baixa renda."
      },
      {
        "letra": "C",
        "texto": "De forma coletiva, conforme previsto na legislação vigente."
      },
      {
        "letra": "D",
        "texto": "Exclusivamente para empreendimentos de interesse comercial."
      },
      {
        "letra": "E",
        "texto": "Apenas para imóveis cedidos ao poder público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3278783",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "No que se refere aos bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens do domínio público do Estado abrangem os de uso comum e os dominicais."
      },
      {
        "letra": "B",
        "texto": "Os bens do domínio privado do Estado abrangem os dominicais."
      },
      {
        "letra": "C",
        "texto": "Os bens do domínio privado do Estado abrangem os dominicais e os de uso comum."
      },
      {
        "letra": "D",
        "texto": "Os bens do domínio público do Estado abrangem os de uso especial e os dominicais."
      },
      {
        "letra": "E",
        "texto": "Os bens do domínio público do Estado abrangem os dominicais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269148",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Na administração de recursos materiais e patrimônio, conceitua-se o processo que ocorre quando a propriedade de um bem (móvel ou imóvel) é transferida de uma pessoa (física ou jurídica) para outra. Essa transferência pode ocorrer por meio de venda, doação, troca, ou outra forma. O conceito acima se refere à(ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "classificação de bens materiais."
      },
      {
        "letra": "B",
        "texto": "tombamento de bens."
      },
      {
        "letra": "C",
        "texto": "alienação de bens."
      },
      {
        "letra": "D",
        "texto": "inventário."
      },
      {
        "letra": "E",
        "texto": "alienação de serviços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267104",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "O Código Civil brasileiro classifica os bens como públicos, incluindo aqueles pertencentes às pessoas jurídicas de direito público interno, ou privado, assim considerados todos os demais. Sobre os bens públicos, considera-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens de uso comum devem ter seu uso gratuito garantido, sendo vedada a cobrança de retribuição, devido à sua natureza."
      },
      {
        "letra": "B",
        "texto": "os bens de uso especial compreendem aqueles destinados a serviços ou estabelecimento da administração pública, não incluindo as autarquias."
      },
      {
        "letra": "C",
        "texto": "os bens de uso comum ou de uso especial são inalienáveis enquanto mantiverem sua destinação original, podendo ocorrer a alienação caso haja desafetação."
      },
      {
        "letra": "D",
        "texto": "todos os bens públicos são inalienáveis, independentemente da sua espécie."
      },
      {
        "letra": "E",
        "texto": "os bens públicos, com exceção dos bens dominicais, não estão sujeitos à usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265236",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Assinale a opção que indica exemplos de bens públicos de uso especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ruas e as praças."
      },
      {
        "letra": "B",
        "texto": "Os rios, os mares e as estradas."
      },
      {
        "letra": "C",
        "texto": "As contas bancárias de entidades públicas destinadas ao pagamento de salários."
      },
      {
        "letra": "D",
        "texto": "Os edifícios ou terrenos destinados a serviço ou estabelecimento da administração federal."
      },
      {
        "letra": "E",
        "texto": "O patrimônio das pessoas jurídicas de direito público, como objeto de direito pessoal das entidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3247997",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No exercício de suas funções, a administração deve exercer uma gama de atos que são classificados com denominação específica. Os atos relacionados ao patrimônio, como a alienação ou a aquisição de bens pela Administração e o aluguel de imóveis em condições análogas aos particulares, são chamados de atos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "externos"
      },
      {
        "letra": "B",
        "texto": "de gestão"
      },
      {
        "letra": "C",
        "texto": "vinculados"
      },
      {
        "letra": "D",
        "texto": "de império"
      },
      {
        "letra": "E",
        "texto": "de expediente"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3241759",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O gerenciamento administrativo estatal implica no exercício do domínio sobre os bens existentes em seu território. Sobre esse tema, analise as afirmativas a seguir. I. O domínio público abrange apenas os bens das pessoas jurídicas de Direito Público Interno, excluindo bens de utilidade coletiva como águas, jazidas e florestas. II. O domínio público eminente é exercido exclusivamente sobre os bens particulares e não possui relação com a soberania interna do Estado. III. O domínio público inclui bens de utilidade coletiva que merecem proteção do Direito Público, como águas, jazidas e florestas. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236152",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Utilização dos bens públicos",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Os bens públicos podem ser classificados em bens de uso comum, bens de uso especial e bens dominicais, a partir da sua finalidade e destinação. Com base nas classificações, analise os casos a seguir. 1.Uma praça pública, aberta ao acesso irrestrito da população, utilizada frequentemente para eventos comunitários e lazer; 2.Um edifício utilizado como sede de um tribunal regional, destinado exclusivamente às atividades do Poder Judiciário; 3.Um terreno pertencente ao município, atualmente desocupado e sem destinação ou uso público específico; 4.Um veículo de uso exclusivo para emergências médicas, destinado ao transporte de pacientes entre unidades hospitalares da região. Classifique cada um dos casos apresentados com base nos tipos de bens públicos, levando em consideração os critérios de destinação, finalidade e possibilidade de alienação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1. Uso comum 2. Uso comum 3. Uso especial 4. Dominical."
      },
      {
        "letra": "B",
        "texto": "1. Dominical 2. Uso especial 3. Uso especial 4. Uso comum."
      },
      {
        "letra": "C",
        "texto": "1. Uso comum 2. Uso especial 3. Dominical 4. Uso especial."
      },
      {
        "letra": "D",
        "texto": "1. Uso especial 2. Uso especial 3. Uso comum 4. Dominical."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3235957",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Os bens públicos possuem regime jurídico específico que regula sua utilização e alienação. Sobre os bens públicos, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens de uso especial incluem aqueles destinados a serviços públicos ou à administração direta."
      },
      {
        "letra": "B",
        "texto": "A desafetação de bens públicos ocorre automaticamente quando não há uso regular."
      },
      {
        "letra": "C",
        "texto": "Os bens dominicais são aqueles destinados a uso exclusivo da administração pública."
      },
      {
        "letra": "D",
        "texto": "Bens de uso comum podem ser alienados mediante autorização legislativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233763",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Com base na teoria dos bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos se sujeitam ao princípio da função social da propriedade e são suscetíveis a usucapião, quando se tratar de imóvel utilizado para moradia."
      },
      {
        "letra": "B",
        "texto": "A legislação brasileira considera bem público o pertencente a pessoas jurídicas de direito público e o pertencente a pessoa jurídica de direito privado, afetado a um serviço público."
      },
      {
        "letra": "C",
        "texto": "Em função do princípio da autonomia federativa, a União não pode exercer o domínio eminente sobre os bens que integram o patrimônio dos estados e dos municípios."
      },
      {
        "letra": "D",
        "texto": "A afetação e a desafetação podem ser formais, quando efetivadas por manifestação formal de vontade administrativa (lei ou ato administrativo), ou tácitas, quando implantadas por eventos materiais (fatos administrativos)."
      },
      {
        "letra": "E",
        "texto": "A União possui a competência privativa para dispor sobre as hipóteses de dispensa de licitação para a alienação de bens imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219463",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca dos bens públicos é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "B",
        "texto": "O bem público é considerado impenhorável quando não pode ser utilizado para pagar dívidas a credores."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos não estão sujeitos a usucapião."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "E",
        "texto": "Os bens públicos dominicais não podem ser alienados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217318",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "Com relação à delegação de serviço público, aos bens públicos, ao processo administrativo federal e aos atos de improbidade administrativa, julgue o item seguinte. Autorização de uso é o ato administrativo unilateral e discricionário pelo qual a administração pública consente, a título precário, que o particular se utilize de bem público com exclusividade, de forma gratuita ou onerosa, para fins não de utilidade pública, mas de interesse do particular.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216113",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Há situações nas quais o ordenamento jurídico brasileiro confere ao Estado a possibilidade de consentir que particulares utilizem bens públicos de maneira privativa, configurando um uso especial de bens públicos. Sobre a temática, analise as afirmativas a seguir. I. A permissão de uso de bem público possui natureza contratual, razão pela qual demanda a realização de licitação prévia. II. A concessão de direito real de uso, um direito real resolúvel, é utilizada para fins amplos de implantação de projetos de engenharia a serem desenvolvidos pelo poder público, voltada ao desenvolvimento de infraestrutura de áreas urbanizadas. III. A permissão de uso de bem público pode ser denominada de qualificada quando o poder público conferir um prazo a ela, restringindo a precariedade que seria própria do instituto. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216030",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Em relação aos bens públicos, analise as afirmativas a seguir. I. Não é possível que um bem público dominical, ao ser afetado a uma atividade pública, torne-se um bem público de uso especial. II. Os bens dominicais, como os demais bens públicos, não podem ser adquiridos por usucapião. III. É possível reconhecer a usucapião do domínio útil de bem público sobre o qual tinha sido, anteriormente, instituída enfiteuse. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210796",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca do patrimônio da União, julgue o item que se segue. Por ser considerado bem público de uso especial, um hospital público federal é inalienável enquanto conservar a sua qualificação, na forma que a lei determinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210795",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca do patrimônio da União, julgue o item que se segue. As estradas de ferro são consideradas bens imóveis da União.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3543452",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de São João do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Zelar pelo patrimônio público está entre as obrigações dos servidores. No caso de danos causados por descuido a equipamentos da prefeitura, é CORRETO afirmar que o operário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser responsabilizado por uso inadequado, mesmo sem intenção de danificar o bem público."
      },
      {
        "letra": "B",
        "texto": "Está isento de qualquer culpa se o equipamento estiver velho ou sem manutenção."
      },
      {
        "letra": "C",
        "texto": "Deve apenas comunicar verbalmente o ocorrido, sem necessidade de registro formal."
      },
      {
        "letra": "D",
        "texto": "Só poderá ser responsabilizado se houver prejuízo financeiro direto para a administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3543451",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de São João do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Um operário da prefeitura utilizou um soprador da repartição para limpar a calçada de sua residência durante o fim de semana. Assinale a alternativa CORRETA em relação a esse comportamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está permitido se o equipamento foi devolvido em boas condições após o uso."
      },
      {
        "letra": "B",
        "texto": "É justificável se não houver outro equipamento disponível no mercado local."
      },
      {
        "letra": "C",
        "texto": "Caracteriza uso indevido do bem público, ainda que não tenha causado prejuízo direto."
      },
      {
        "letra": "D",
        "texto": "É aceitável se houve autorização verbal de seu chefe imediato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492197",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Com base na legislação pertinente à alienação de bens pela CONAB, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A validade do Laudo de Avaliação é de 12 (doze) meses, podendo ser prorrogada pela Diretoria Executiva em situações excepcionais, como variações no mercado imobiliário."
      },
      {
        "letra": "B",
        "texto": "O preço de venda de bens imóveis deve ser fixado com base em laudo de avaliação realizado por engenheiro ou arquiteto da própria CONAB, sendo vedada a contratação de avaliadores externos."
      },
      {
        "letra": "C",
        "texto": "Agentes públicos vinculados à CONAB podem participar de licitações para alienação de bens, desde que não sejam os responsáveis diretos pela gestão do bem."
      },
      {
        "letra": "D",
        "texto": "O laudo de avaliação deve ser aprovado pela Diretoria Executiva antes da alienação, mas a fixação do preço mínimo pode ser feita independentemente desse laudo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3359336",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Na construção de um telhado para uma escola municipal, o carpinteiro utiliza madeira fornecida pela prefeitura. Entender o uso correto dos bens municipais é essencial para o trabalho, sendo a classificação dos bens públicos um aspecto técnico importante que define como esses bens podem ser utilizados. Sobre a classificação dos bens públicos, analise as afirmativas a seguir: I.A madeira usada para construir o telhado de uma escola municipal é um bem público de uso comum, pois está disponível para todos os cidadãos. II.A madeira destinada à construção de uma escola municipal é um bem público de uso especial, pois está vinculada a uma finalidade pública específica. III.A madeira armazenada pela prefeitura para uso em obras é um bem público de uso especial, mas pode ser vendida sem autorização legislativa. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas."
      },
      {
        "letra": "B",
        "texto": "I e III apenas."
      },
      {
        "letra": "C",
        "texto": "III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3299073",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "O inventário, na Administração Pública, é uma das formas de controle dos bens públicos móveis e imóveis. O procedimento que consiste em formalizar o ingresso do bem permanente no acervo patrimonial, possibilitando o registro, a identificação e o controle desse bem é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tombamento."
      },
      {
        "letra": "B",
        "texto": "integralidade."
      },
      {
        "letra": "C",
        "texto": "consignação."
      },
      {
        "letra": "D",
        "texto": "averbação."
      },
      {
        "letra": "E",
        "texto": "responsabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290866",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo possua um imóvel consistente em galpão comercial, adquirido mediante adjudicação em processo de execução fiscal. Ocorre que não vislumbrou utilidade pública para o referido imóvel, o qual não se encontra afetado a nenhum serviço ou atividade pública, permanecendo no patrimônio disponível do Município. Referido bem caracteriza-se como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dominical, prescindindo de autorização legislativa para sua alienação a particulares, porém não de procedimento licitatório."
      },
      {
        "letra": "B",
        "texto": "transitório, não integrando o ativo imobilizado do ente e assim permanecendo até a sua afetação a alguma finalidade pública."
      },
      {
        "letra": "C",
        "texto": "de uso especial, podendo ser conferida ao imóvel destinação comercial a fim de gerar receita para a Administração."
      },
      {
        "letra": "D",
        "texto": "comum do povo, devendo ser o imóvel destinado a entidades da sociedade civil sem fins lucrativos e que lhe possam dar uma finalidade de interesse público."
      },
      {
        "letra": "E",
        "texto": "de natureza privada, podendo ser o imóvel alienado, arrendado ou locado a particulares, independentemente de prévio procedimento licitatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3210806",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "A respeito de compras, alienação e gestão de bens na organização pública, julgue o seguinte item. Na gestão de bens patrimoniais, os imóveis públicos podem ser classificados como ociosos e instáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3177645",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Acerca dos bens públicos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São públicos os bens do domínio nacional pertencentes às pessoas jurídicas de direito público interno; todos os outros são particulares, seja qual for a pessoa a que pertencerem."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "C",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "D",
        "texto": "Não dispondo a lei em contrário, consideram-se de uso especial os bens pertencentes às pessoas jurídicas de direito público a que se tenha dado estrutura de direito privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3169781",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Durante uma palestra sobre ética no serviço público, o instrutor aborda a responsabilidade do servidor na preservação do patrimônio público. Avalie as afirmações abaixo e marque (V) verdadeiro ou (F) falso: (__)A utilização indevida de bens públicos pode configurar ato de improbidade administrativa. (__)O zelo pelo patrimônio público é uma obrigação do servidor. (__)O uso de veículos oficiais para transporte de familiares é permitido em casos de urgência pessoal. (__)Servidores podem ser responsabilizados administrativamente por danos causados ao patrimônio público. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V."
      },
      {
        "letra": "C",
        "texto": "V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, V, F."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169778",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "Durante um treinamento sobre ética profissional, os participantes discutem situações do cotidiano relacionadas ao uso de veículos oficiais. Avalie as afirmações abaixo e marque (V) verdadeiro ou (F) falso: (__)Veículos oficiais devem ser utilizados exclusivamente para fins de trabalho. (__)O motorista tem autonomia para decidir o itinerário do veículo oficial sem autorização prévia. (__)Utilizar o veículo para transporte de bens particulares configura desvio de finalidade. (__)A manutenção regular dos veículos oficiais é responsabilidade do órgão gestor. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, F."
      },
      {
        "letra": "E",
        "texto": "F, F, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169773",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um curso de ética no serviço público, os participantes discutem boas práticas no trato diário com colegas de trabalho e no atendimento ao público. Avalie as afirmações abaixo e marque (V) nas verdadeiras e (F) nas falsas: (__)Demonstrar respeito e cordialidade é essencial no trato com o público e colegas. (__)O servidor pode utilizar o veículo oficial para fins particulares, desde que com autorização verbal do superior imediato. (__)Atitudes que prejudiquem o patrimônio público podem configurar infração administrativa. (__)Hierarquia no serviço público deve ser respeitada, garantindo a organização e eficiência do trabalho. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      },
      {
        "letra": "E",
        "texto": "V, F, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3163266",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal no 14.133/21 – Lei de Licitações e Contratos e Compras na Administração Pública, estabelece em seu Artigo 40, as premissas básicas a serem empregadas nos processos de aquisição de bens pela Administração Pública. Analise as alternativas a seguir e marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O planejamento de compras deverá considerar a expectativa de consumo semestral."
      },
      {
        "letra": "B",
        "texto": "As condições de aquisição de bens e seu pagamento devem ser distintas das do setor privado."
      },
      {
        "letra": "C",
        "texto": "O processamento para aquisição de bens por meio de sistema de concorrência, quando pertinente."
      },
      {
        "letra": "D",
        "texto": "A determinação de unidades e quantidades a serem adquiridas em função de consumo e utilização prováveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3154656",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Depois que determinado evento climático adverso atingiu de forma severa o Estado Alfa, doações das mais variadas regiões do Brasil chegaram ao referido ente federativo, por meio de diferentes estradas. Além disso, foi possível constatar uma demanda elevada nos hospitais públicos da rede estadual. Nesse cenário, considerando a classificação dos bens públicos à luz do critério da afetação pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as estradas são bens públicos de uso comum do povo. Por outro lado, os hospitais públicos são bens públicos de uso especial."
      },
      {
        "letra": "B",
        "texto": "as estradas são bens públicos de uso especial. Por outro lado, os hospitais públicos são bens públicos de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "as estradas e os hospitais públicos são bens públicos de uso comum do povo."
      },
      {
        "letra": "D",
        "texto": "as estradas e os hospitais públicos são bens públicos de uso especial."
      },
      {
        "letra": "E",
        "texto": "as estradas e os hospitais públicos são bens públicos dominicais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153538",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "A identificação de um bem como bem público é fundamental para a identificação do seu regime jurídico, isto é, do conjunto de normas a serem aplicadas a esses bens, em especial no caso de disputa entre diferentes pessoas pela posse e propriedade desses bens. Assim sendo, pode-se afirmar, corretamente, a respeito da identificação dos bens públicos e de suas características jurídicas que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo a corrente funcionalista, o critério da classificação de bens indicado no artigo 98 do Código Civil não exaure a enumeração dos bens públicos, podendo ainda ser classificado como tal o bem pertencente à pessoa jurídica de direito privado que esteja afetado a prestação de serviços públicos."
      },
      {
        "letra": "B",
        "texto": "os bens de titularidade de empresas estatais afetados aos serviços públicos são impenhoráveis e imprescritíveis, conforme jurisprudência do Superior Tribunal de Justiça, não sendo a não utilização efetiva dos bens uma justificativa para a sua usucapião."
      },
      {
        "letra": "C",
        "texto": "é inválida a penhora de bens de pessoa jurídica de direito privado que venha a ser sucedida pela União, ainda que realizada anteriormente à sucessão da empresa, devendo a execução, neste caso, prosseguir mediante precatório."
      },
      {
        "letra": "D",
        "texto": "a corrente doutrinária que distingue entre “domínio eminente” e “domínio patrimonial” o faz como justificativa para a existência de um poder potencial do Estado sobre todos os bens existentes em um território, o que a coloca em conflito com a garantia fundamental à propriedade."
      },
      {
        "letra": "E",
        "texto": "os bens integrantes dos consórcios públicos de direito público, isto é, dos consórcios públicos estruturados na forma de associações públicas, são considerados bens privados, nos termos da Lei n° 11.107/2005."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3152851",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Com o objetivo de preservar a higidez do patrimônio público e evitar a sua dissipação pelas maiorias ocasionais, foi aprovada a Emenda Constitucional nº X, que alterou a Constituição do Estado Alfa para dispor que a alienação de terras públicas, independente de sua dimensão, exigiria prévia autorização da Assembleia Legislativa. Irresignado com o teor dessa alteração, o Governador do Estado solicitou que sua assessoria analisasse a sua compatibilidade com a Constituição da República. Foi corretamente esclarecido ao Chefe do Poder Executivo que a alteração",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afronta a competência legislativa privativa da União para legislar sobre normas gerais afetas aos contratos administrativos."
      },
      {
        "letra": "B",
        "texto": "se ajusta à autonomia política de Alfa, pois compete privativamente à Assembleia Legislativa autorizar a alienação de terras públicas estaduais."
      },
      {
        "letra": "C",
        "texto": "afronta a separação dos poderes ao condicionar escolhas do Chefe do Poder Executivo à chancela do Poder Legislativo, sendo, portanto, inconstitucional."
      },
      {
        "letra": "D",
        "texto": "apenas encampa norma de reprodução obrigatória já prevista na Constituição da República, que passa a ser textualmente reproduzida na Constituição Estadual."
      },
      {
        "letra": "E",
        "texto": "busca tutelar o patrimônio público, em harmonia com a separação dos poderes, o que não afasta a competência do Congresso Nacional para autorizar a alienação de certos bens estaduais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152844",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Marlon, servidor público do Município Ômega, passou a exercer atribuições relacionadas à gestão dos bens públicos do referido ente federativo, razão pela qual teve que aprofundar os seus conhecimentos acerca do respectivo regime jurídico. Tendo em conta a classificação dos bens públicos e as peculiaridades do respectivo regime jurídico, à luz do ordenamento pátrio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens de dominicais são os únicos que podem ser usucapidos, mas são considerados inalienáveis."
      },
      {
        "letra": "B",
        "texto": "Os bens de uso comum do povo são imprescritíveis e inalienáveis, mas podem ser penhorados no âmbito da execução contra a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "Apenas os bens dominicais são considerados passíveis de alienação, preenchidos os demais requisitos legais, pois estão desafetados."
      },
      {
        "letra": "D",
        "texto": "Os bens de uso comum e os de uso especial podem ser usucapidos, sendo, no entanto, inviável a sua alienação enquanto mantida a respectiva destinação."
      },
      {
        "letra": "E",
        "texto": "Somente os bens de uso comum do povo não podem usucapidos, considerando a sua especial afetação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3665081",
    "metadata": "Ano: 2024 | Banca: GUALIMP | Órgão: Prefeitura de Alfredo Chaves - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Bens públicos são todos aqueles que, de qualquer natureza e a qualquer título, pertencem as pessoas jurídicas de direito público, sejam elas federativas, como a União, os Estados, o Distrito Federal e os Municípios, sejam da Administração descentralizada, como as autarquias, nestas incluindo-se as fundações de direito público e as associações públicas. Diante do exposto, assinale, dentre as opções abaixo, a única que NÃO corresponde a uma característica dos bens públicos, conforme as restrições impostas à propriedade administrativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impenhorabilidade."
      },
      {
        "letra": "B",
        "texto": "Imprescritibilidade."
      },
      {
        "letra": "C",
        "texto": "Inalienabilidade."
      },
      {
        "letra": "D",
        "texto": "Onerabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3664900",
    "metadata": "Ano: 2024 | Banca: GUALIMP | Órgão: Prefeitura de Alfredo Chaves - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Tendo por referência o Código Civil Brasileiro um edifício, sito no município, que for destinado a serviço de autarquia federal, é considerado bem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De uso comum não retributivo."
      },
      {
        "letra": "B",
        "texto": "De uso especial."
      },
      {
        "letra": "C",
        "texto": "Dominical de direito real da municipalidade."
      },
      {
        "letra": "D",
        "texto": "De uso exclusivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3540957",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Taquaruçu do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "De acordo com o Código Administrativo de Taquaruçu do Sul, todos podem utilizar livremente os logradouros públicos, desde que respeitem a sua: I. Conservação. II. Higiene. III. Integridade. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, Il e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3540039",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Considerando o disposto na Lei Federal n° 9.637/98 (Lei das Organizações Sociais), quanto ao fomento às atividades sociais, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as organizações sociais poderão ser declaradas como entidades de utilidade pública, desde que autorizadas pelo Chefe do respectivo Poder Executivo e que atuem nas áreas da saúde e da educação."
      },
      {
        "letra": "B",
        "texto": "poderão ser destinados recursos orçamentários e bens públicos necessários ao cumprimento do contrato de gestão às organizações sociais."
      },
      {
        "letra": "C",
        "texto": "é facultado ao Poder Executivo a cessão especial de servidor para as organizações sociais, sem ônus para a origem."
      },
      {
        "letra": "D",
        "texto": "poderão ser destinados bens públicos às organizações sociais, exigida a licitação, mediante permissão de uso, consoante cláusula expressa do contrato de gestão."
      },
      {
        "letra": "E",
        "texto": "esta deverá conceder-lhe gratificação especial por atividade benemérita na eventualidade de algum servidor público vir a ser cedido para a organização social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3487037",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Itapecerica da Serra - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "São características do regime jurídico dos bens públicos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indisponibilidade, imprescritibilidade e impenhorabilidade."
      },
      {
        "letra": "B",
        "texto": "indisponibilidade, infungibilidade e prescritibilidade."
      },
      {
        "letra": "C",
        "texto": "disponibilidade, fungibilidade, divisibilidade e imprescritibilidade."
      },
      {
        "letra": "D",
        "texto": "imprescritibilidade, acessoriedade e inalienabilidade."
      },
      {
        "letra": "E",
        "texto": "indisponibilidade, inalienabilidade, incessibilidade, imprescritibilidade e penhorabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3476268",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei n.° 14.133/2021, em seu artigo 76, apresenta algumas normas para a alienação de bens da Administração Pública, como subordinação à existência de interesse público devidamente justificado e necessidade de avaliação dos bens. Caso uma fundação municipal pretenda alienar um imóvel que não utiliza mais, essa alienação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dependerá apenas de licitação na modalidade de leilão, em todos os casos."
      },
      {
        "letra": "B",
        "texto": "dependerá apenas de licitação na modalidade de leilão, dispensada a licitação em alguns casos."
      },
      {
        "letra": "C",
        "texto": "dependerá de portaria prévia e de licitação, dispensada a licitação em alguns casos."
      },
      {
        "letra": "D",
        "texto": "dependerá de autorização legislativa e de licitação na modalidade leilão, dispensada a licitação em alguns casos."
      },
      {
        "letra": "E",
        "texto": "dependerá de autorização legislativa e de licitação na modalidade de pregão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3469478",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: SANEPAR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Muitas são as formas de classificar os bens imóveis. A Codificação Civil conceitua o solo e tudo que lhe incorporar natural ou artificialmente como bem imóvel, sendo considerados para efeitos legais também os direitos reais e as ações que os asseguram. Não perdem o caráter de imóveis as edificações que, mesmo separadas do solo, conservam sua unidade, ainda que removidas de local, e os materiais provisoriamente separados de um prédio, para nele serem reempregados. Entre as classificações concebidas, há: bens públicos e privados, bem individual ou coletivo, bem urbano ou rural e bem natural e ou por acessão. Nesse contexto, são espécies de bens classificados como públicos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bens de uso comum do povo, de uso especial e dominicais."
      },
      {
        "letra": "B",
        "texto": "bens servientes, bens dominantes e bens dominiais."
      },
      {
        "letra": "C",
        "texto": "bens rurícolas, bens limítrofes e bens de usufruto."
      },
      {
        "letra": "D",
        "texto": "bens especiais de utilização comum, bens dominantes e bens limítrofes."
      },
      {
        "letra": "E",
        "texto": "bens de produção agrícola, bens limítrofes e bens dominicais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3450829",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Cabreúva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "É correto afirmar quanto aos Bens Públicos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos de uso comum do povo são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos estão sujeitos a usucapião."
      },
      {
        "letra": "C",
        "texto": "bens públicos dominicais são inalienáveis."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos de uso especial podem ser alienados."
      },
      {
        "letra": "E",
        "texto": "São bens públicos os de uso especial, tais como praias, rios e mares."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3446943",
    "metadata": "Ano: 2024 | Banca: MS Consultoria | Órgão: Prefeitura de Vereda - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Bens públicos correspondem a soma de bens pertencentes às entidades jurídicas de direito público como a União, Estados e Municípios. Assinale a alternativa correspondente ao tipo de bem de uso comum do povo destinados expressa ou tacitamente ao uso público, que se dá indistintamente, sem prévia autorização individual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens públicos recorrentes."
      },
      {
        "letra": "B",
        "texto": "Bens públicos incomuns."
      },
      {
        "letra": "C",
        "texto": "Bens públicos afetados."
      },
      {
        "letra": "D",
        "texto": "Bens públicos históricos."
      },
      {
        "letra": "E",
        "texto": "Bens públicos associados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3445933",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Louveira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "No que dispõe aos bens públicos é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São considerados bens públicos os de uso especial, tais como praças, edifícios ou terrenos destinados a serviço ou estabelecimento da federal, estadual, territorial ou municipal, inclusive os de suas autarquias."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos não estão sujeitos a usucapião."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos dominicais podem ser alienados, observadas as exigências da lei."
      },
      {
        "letra": "E",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3438535",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Poderes da Administração"
    ],
    "enunciado_principal": "No que tange à fiscalização do uso de espaço públicos, considere as afirmativas abaixo e responda ao seguinte. I – obter licenças para feiras livres é dispensável. II – a fiscalização do uso de espaço público tem como objetivo a redução significativa de seu uso inapropriado. III – ao agente fiscalizador é facultativo a aplicação de penalidades quando constatada irregularidade de fácil reparação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III são verdadeiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3433376",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Os bens patrimoniais do Municipio deverão ser classificados de acordo com sua natureza e em relação a cada serviço. A alienação de bens municipais é subordinada a existência de interesse publico devidamente justificado, será sempre precedida de avaliação e obedecera as seguintes normas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se tratar de bens moveis, dependera de autorização legislativa e concorrência publica, dispensada em casos de doação."
      },
      {
        "letra": "B",
        "texto": "A alienação de terrenos loteados, pertencentes ao Municipio, somente se fara através de tomada de prego, permitida aos ocupantes de cargos eletivos municipais."
      },
      {
        "letra": "C",
        "texto": "Quando se tratar de bens imóveis, dependera de licitação, dispensada nos casos de doação, quando houver interesse público relevante, justificado pelo Legislativo."
      },
      {
        "letra": "D",
        "texto": "Preferentemente à venda ou doação de seus bens imóveis, o Municipio outorgara concessão de direito real de uso, mediante prévia autorização legislativa e concorrência pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3419203",
    "metadata": "Ano: 2024 | Banca: COSEAC | Órgão: FME de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Considerando o disposto na Lei nº 924/1991, que autorizou o Poder Executivo a criar a Fundação Municipal de Educação de Niterói (FME), avalie as afirmativas abaixo e as classifique como Verdadeiras (V) ou Falsas (F). ( ) A FME terá quadro de Pessoal regido pelo Estatuto do Magistério Municipal e pelo Estatuto dos Funcionários Públicos Municipais. ( ) A FME é um pessoa jurídica de direito privado. ( ) São recursos da FME as dotações orçamentárias da União, do Estado e do Município a ela destinadas. ( ) A FME utilizará seus bens e direitos exclusivamente para a realização dos objetivos. ( ) O Poder Executivo não poderá transferir do Patrimônio Público Municipal, para a FME, bens móveis e imóveis imprescindíveis ao seu funcionamento. Assinale a opção que contém a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F – F – V."
      },
      {
        "letra": "E",
        "texto": "F – V – V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3415236",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: Prefeitura de Castanhal - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da alienação de bens públicos, conforme a Lei nº 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É prescindível autorização legislativa para a alienação de bens imóveis pertencentes às autarquias e fundações."
      },
      {
        "letra": "B",
        "texto": "Se o imóvel for de baixo valor, a modalidade de licitação pode ser o diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Para a venda de bens imóveis, será concedido direito de preferência ao licitante que, submetendo-se a todas as regras do edital, comprove a ocupação do imóvel objeto da licitação."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de bens móveis, dependerá de licitação na modalidade leilão, inclusive nos casos de permuta entre entidades da Administração Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3402624",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Mato Leitão - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Anualmente, a Associação de moradores do Bairro Nova Esperança — Moradores Felizes requer à Administração Pública Municipal o fechamento parcial da Rua Independência, com o objetivo de promover confraternizações Natalinas. Nesse caso, assinalar a alternativa que corresponde ao ato administrativo que será emitido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autorização de uso de bem público."
      },
      {
        "letra": "B",
        "texto": "Permissão de uso de bem público."
      },
      {
        "letra": "C",
        "texto": "Concessão de uso de bem público."
      },
      {
        "letra": "D",
        "texto": "Concessão de direito real de uso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3398838",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de Rodeio - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Quais são as características dos bens públicos que os diferenciam dos bens privados? I. Imprescritibilidade. II. Penhorabilidade. III. Inalienabilidade relativa. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3398171",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens públicos podem ser classificados a partir de variados critérios. Considerando a classificação realizada de acordo com o ente detentor da propriedade do bem, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens da União estão listados em rol taxativo pela Constituição Federal"
      },
      {
        "letra": "B",
        "texto": "os bens que integram a estrutura administrativa do Distrito Federal pertencem à União"
      },
      {
        "letra": "C",
        "texto": "as margens dos rios navegáveis são de domínio público e insuscetíveis de expropriação"
      },
      {
        "letra": "D",
        "texto": "as terras devolutas pertencem aos Estados e municípios, à exceção das hipóteses elencadas pelo constituinte,"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3396052",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Lorena - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Acerca do conceito de bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens públicos podem ser alienados sem restrições, assim como qualquer propriedade privada."
      },
      {
        "letra": "B",
        "texto": "Bens públicos são aqueles que pertencem ao poder público, seja ao governo federal, estadual ou municipal, e estão destinados ao uso coletivo da sociedade."
      },
      {
        "letra": "C",
        "texto": "A impenhorabilidade dos bens públicos significa que eles podem ser utilizados como garantia em transações financeiras."
      },
      {
        "letra": "D",
        "texto": "Bens de uso comum do povo incluem propriedades privadas que são abertas ao público."
      },
      {
        "letra": "E",
        "texto": "Bens culturais e históricos não estão sujeitos a medidas de preservação e podem ser alterados conforme a conveniência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3393387",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Roque Gonzales - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "A respeito das iniciativas que prezam pelo patrimônio público, assinalar a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manter o local público limpo e em boas condições de uso."
      },
      {
        "letra": "B",
        "texto": "Participar de ações de voluntariado para a manutenção e conservação de espaços públicos."
      },
      {
        "letra": "C",
        "texto": "Utilizar de recursos públicos para fins particulares."
      },
      {
        "letra": "D",
        "texto": "Colaborar com a fiscalização do uso correto de bens e espaços públicos, denunciando atividades irregulares."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3393323",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Consideram-se patrimônio público para os fins referidos em Lei, os bens e direitos de valor somente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Artístico, estético, histórico ou turístico."
      },
      {
        "letra": "B",
        "texto": "Econômico, artístico, estético, histórico ou turístico."
      },
      {
        "letra": "C",
        "texto": "Artístico e histórico."
      },
      {
        "letra": "D",
        "texto": "Econômico, artístico, estético ou turístico."
      },
      {
        "letra": "E",
        "texto": "Econômico, estético, histórico ou turístico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3386560",
    "metadata": "Ano: 2024 | Banca: Instituto Abaré-eté | Órgão: Prefeitura de São Gabriel da Cachoeira - AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os monumentos arqueológicos ou pré-históricos de qualquer natureza existentes no território nacional e todos os elementos que neles se encontram ficam sob a guarda e proteção do poder público. A afirmativa está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta."
      },
      {
        "letra": "B",
        "texto": "Incorreta."
      },
      {
        "letra": "C",
        "texto": "Parcialmente correta."
      },
      {
        "letra": "D",
        "texto": "Ausente de fundamentação legal."
      },
      {
        "letra": "E",
        "texto": "Correta, mas a guarda e proteção também cabe ao poder privado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3385746",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Câmara de Montividiu - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Qual modalidade de licitação é utilizada para a venda de bens móveis inservíveis para a Administração ou de produtos legalmente apreendidos ou penhorados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência"
      },
      {
        "letra": "B",
        "texto": "Tomada de Preços"
      },
      {
        "letra": "C",
        "texto": "Convite"
      },
      {
        "letra": "D",
        "texto": "Leilão"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3382823",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Sete Barras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Ao receber um pedido de ocupação de via pública para a realização de um evento. Ao verificar a documentação, percebe-se que o requerimento foi submetido com uma antecedência menor do que a exigida pela Instrução Normativa da Secretaria Municipal das Subprefeituras. Com base no contexto apresentado, complete CORRETAMENTE a lacuna da seguinte afirmação. “O pedido para ocupação da via e/ou logradouro público deve ser feito com no mínimo _________________ dias de antecedência da data pretendida, mediante requerimento instruído [...].”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 dias"
      },
      {
        "letra": "B",
        "texto": "40 dias"
      },
      {
        "letra": "C",
        "texto": "45 dias"
      },
      {
        "letra": "D",
        "texto": "60 dias"
      },
      {
        "letra": "E",
        "texto": "90 dias"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3380644",
    "metadata": "Ano: 2024 | Banca: HL | Órgão: Prefeitura de Iturama - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Bens Públicos na Administração Pública",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "Como é definido o ato administrativo unilateral que permite o uso privativo de um bem público para fins de interesse público, sendo a característica distintiva a precariedade e a possibilidade de ser gratuito ou oneroso? Além disso, como a natureza pública do bem é destinado ao uso coletivo, limita a autorização para fins exclusivamente privados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permissão de uso."
      },
      {
        "letra": "B",
        "texto": "Autorização de uso."
      },
      {
        "letra": "C",
        "texto": "Cessão de uso."
      },
      {
        "letra": "D",
        "texto": "A concessão de direito real de uso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3357333",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos bens públicos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As pessoas jurídicas de direito público não podem adquirir bens por usucapião."
      },
      {
        "letra": "B",
        "texto": "A autorização de uso é ato bilateral e vinculado, por meio do qual a Administração Pública consente que o particular utilize determinado bem alheio."
      },
      {
        "letra": "C",
        "texto": "O aforamento de bens imóveis comerciais de âmbito local, com área de até 250 m² (duzentos e cinquenta metros quadrados) e destinados a programas de regularização fundiária de interesse social desenvolvidos por órgão ou entidade da Administração Pública, dependem de prévia licitação na modalidade concorrência."
      },
      {
        "letra": "D",
        "texto": "Os bens dominicais em geral são considerados bens patrimoniais indisponíveis."
      },
      {
        "letra": "E",
        "texto": "A alienação de imóvel exigirá autorização legislativa e dependerá de licitação na modalidade leilão, dispensada a licitação, dentre outros casos, na hipótese de dação em pagamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3356564",
    "metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: Prefeitura de Rio Verde - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Sobre os bens públicos, à luz do Código Civil, Lei n. 10.406/2002, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são públicos os bens do domínio nacional pertencentes às pessoas jurídicas de direito público externo; todos os outros são particulares, seja qual for a pessoa a que pertencerem."
      },
      {
        "letra": "B",
        "texto": "os bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "C",
        "texto": "os bens públicos dominicais podem ser alienados, observadas as exigências da lei."
      },
      {
        "letra": "D",
        "texto": "os bens públicos não estão sujeitos a usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3344425",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Alumínio - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Certo município pretende (1) vender bem imóvel por ele construído e já desafetado ao respectivo Estado da Federação onde está situado e (2) realizar a alienação de móveis de escritório inservíveis a particulares. De acordo com a previsão da Lei nº 14.133 de 01 de abril de 2021, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas situações (1) e (2), exige-se interesse público devidamente justificado, avaliação prévia, autorização legislativa e licitação na modalidade leilão."
      },
      {
        "letra": "B",
        "texto": "as situações (1) e (2) são hipóteses de licitações dispensadas, exigindo-se autorização legislativa e interesse público devidamente justificado."
      },
      {
        "letra": "C",
        "texto": "nas situações (1) e (2), exige-se interesse público devidamente justificado, avaliação prévia, autorização legislativa e licitação na modalidade concorrência."
      },
      {
        "letra": "D",
        "texto": "a situação (1) trata de hipótese em que a licitação é dispensada, e a situação (2) depende de licitação na modalidade leilão."
      },
      {
        "letra": "E",
        "texto": "a situação (1) exige apenas autorização legislativa, e a situação (2) exige licitação na modalidade de concorrência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3344419",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Alumínio - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Considere que no centro do Município de Alumínio há um terreno público que não está sendo utilizado pela Prefeitura e que Aurora, moradora da zona rural da referida cidade, deseja solicitar a utilização de 10 m2 da área para comercialização de produtos alimentícios. Com base na situação hipotética e no disposto na Lei Orgânica do Município de Alumínio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em face do princípio da impessoalidade e da legalidade, é vedada a destinação de área pública para a comercialização de produtos alimentícios."
      },
      {
        "letra": "B",
        "texto": "se veda a concessão de área pública para venda de produtos comestíveis, permitindo-se apenas para comercialização de jornais e revistas."
      },
      {
        "letra": "C",
        "texto": "a área desejada por Aurora está acima do que dispõe a legislação, pois somente podem ser destinados 5m2 para a venda de produtos alimentícios."
      },
      {
        "letra": "D",
        "texto": "poderá o Poder Público destinar área de até 10 m2 para comercialização de produtos alimentícios, permitida a venda de refrigerantes e cervejas."
      },
      {
        "letra": "E",
        "texto": "o pedido de Aurora será indeferido, pois a concessão de terrenos públicos para comercialização de produtos alimentícios é restrita para os habitantes da zona urbana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3343429",
    "metadata": "Ano: 2024 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Sobradinho - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "As utilizações anormais de alguns bens públicos municipais por particulares dependem da manifestação da Prefeitura de Sobradinho, para viabilizar a utilização a Prefeitura poderá utilizar-se de alguns instrumentos, como: I. Permissão de uso: Ato discricionário e precário que depende de licitação prévia. II. Autorização de uso: Ato vinculado e precário que pode gerar ao particular o direito de indenização, caso seja revogado antes do prazo. III. Concessão de uso: Contrato administrativo com prazo determinado que não requer licitação prévia. IV. Concessão de direito real de uso: Contrato administrativo por meio de licitação, sempre concorrência, ao qual o particular passa a ser titular de um direito real de um determinado bem público. É CORRETO apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II, III."
      },
      {
        "letra": "C",
        "texto": "Apenas a IV."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3317158",
    "metadata": "Ano: 2024 | Banca: MS Consultoria | Órgão: Prefeitura de Barro Preto - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "O que são bens públicos dominicais? Marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São bens que constituem o patrimônio público, como objeto de direito pessoal ou real."
      },
      {
        "letra": "B",
        "texto": "São bens materiais, agregados ao patrimônio."
      },
      {
        "letra": "C",
        "texto": "Os de uso comum do povo, tais como rios, mares, estradas, ruas e praças."
      },
      {
        "letra": "D",
        "texto": "Os de uso especial, tais como edifícios ou terrenos destinados a serviço ou estabelecimento da administração federal, estadual, territorial ou municipal, inclusive os de suas autarquias."
      },
      {
        "letra": "E",
        "texto": "São as terras particulares, com destinação específica ou função social."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3316800",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: ARSP-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "É correto afirmar que, nos termos da Lei Complementar nº 827/16, o patrimônio da ARSP é constituído de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens e direitos oriundos da execução de contratos, convênios, acordos, ajustes e congêneres."
      },
      {
        "letra": "B",
        "texto": "Valores mobiliários que forem adquiridos através de cessão, recebimentos a título de doação, de pagamento de dívida ou a qualquer título, sendo permitida a transferência desses direitos quando forem emitentes as empresas prestadoras dos serviços regulados."
      },
      {
        "letra": "C",
        "texto": "Bens móveis oriundos da ASPE, apenas."
      },
      {
        "letra": "D",
        "texto": "Bens móveis doados pelo Estado do Espírito Santo, bem como outras doações e contribuições de pessoas físicas ou jurídicas, públicas ou privadas, apenas nacionais."
      },
      {
        "letra": "E",
        "texto": "Déficits dos exercícios financeiros, levantados de sua conta patrimonial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3313934",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Barra do Rocha - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Imagine que João, servidor da Prefeitura de Barra do Rocha, é responsável por fiscalizar o patrimônio municipal. Durante uma vistoria, ele identifica que alguns bens móveis da prefeitura foram declarados inservíveis. A prefeitura decide aliená-los. Nesse caso, de acordo com o que dispõe a l Lei Orgânica Municipal de Barra do Rocha/BA, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alienação de bens móveis inservíveis pode ser feita sem licitação, mas com doação permitida apenas para fins assistenciais."
      },
      {
        "letra": "B",
        "texto": "A alienação dos bens móveis depende de licitação, sem exceções."
      },
      {
        "letra": "C",
        "texto": "A doação de bens móveis inservíveis é proibida, sendo obrigatória a alienação via leilão público."
      },
      {
        "letra": "D",
        "texto": "A alienação de bens móveis inservíveis depende de autorização legislativa, sem exceções."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3308435",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Sobre os cuidados gerais com o patrimônio público, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As máquinas de operação em vias públicas podem ser estacionadas em qualquer lugar, desde que seja próximo ao local de trabalho."
      },
      {
        "letra": "B",
        "texto": "O operador é responsável por zelar pela conservação da máquina, incluindo a limpeza e verificação de possíveis defeitos."
      },
      {
        "letra": "C",
        "texto": "Em caso de dano ao patrimônio público durante a operação, a responsabilidade é exclusivamente da prefeitura."
      },
      {
        "letra": "D",
        "texto": "O uso da máquina em atividades pessoais é permitido, desde que fora do horário de expediente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3270623",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Os contratos administrativos tratam-se de acordos entre entidades da Administração Pública e particulares que estabelecem obrigações recíprocas. Assinale a alternativa correspondente ao tipo de contrato administrativo que envolve a transferência de bens públicos da Administração Pública para terceiros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de Concessão de serviço público."
      },
      {
        "letra": "B",
        "texto": "Contrato de Alienação."
      },
      {
        "letra": "C",
        "texto": "Contrato de Concessão de direito real de uso de bem público."
      },
      {
        "letra": "D",
        "texto": "Contrato de Empréstimo público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3259278",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Alhandra - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "Os bens/patrimônio públicos são os bens do domínio nacional pertencentes às pessoas jurídicas de direito público interno; todos os outros são particulares, seja qual for a pessoa a que pertencerem. Quanto a classificação os bens são: - os de uso comum do povo, os de uso especial e os dominicais. São exemplos de bens patrimoniais comuns, entre outros, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lagos."
      },
      {
        "letra": "B",
        "texto": "Rios."
      },
      {
        "letra": "C",
        "texto": "Praias marítimas."
      },
      {
        "letra": "D",
        "texto": "Imóveis desocupados."
      },
      {
        "letra": "E",
        "texto": "Ruas e avenidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3225690",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública"
    ],
    "enunciado_principal": "É correto afirmar que os bens que compõem a herança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "jacente passarão ao domínio do Município ou do Distrito Federal, que destinarão os rendimentos oriundos desses acervos ao ensino de terceiro grau."
      },
      {
        "letra": "B",
        "texto": "vacante passarão ao domínio da União, que os destinará aos Estados Membros para que os rendimentos oriundos desses acervos sejam aplicados no ensino de terceiro grau."
      },
      {
        "letra": "C",
        "texto": "jacente passarão ao domínio da União, que os destinará aos Estados Membros para que os rendimentos oriundos desses acervos sejam aplicados no ensino de terceiro grau."
      },
      {
        "letra": "D",
        "texto": "vacante passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, incorporando-se ao domínio da União quando situados em território federal."
      },
      {
        "letra": "E",
        "texto": "vacante passarão ao domínio dos Estados Membros, se localizados em sua circunscrição, incorporando-se ao domínio da União quando situados em território federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3193189",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Considerando os bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos dominicais não podem ser alienados."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos estão sujeitos a usucapião."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos destinados ao uso comum podem ter sua utilização gratuita ou retribuída, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "D",
        "texto": "Os bens dominicais são pertencentes às pessoas jurídicas de direito privado a que se tenha dado estrutura de direito público."
      },
      {
        "letra": "E",
        "texto": "Os bens públicos de uso especial podem ser alienados."
      }
    ],
    "gabarito": "C"
  }
]