[
  {
    "id": "3656489",
    "metadata": "Ano: 2025 | Banca: NUCEPE | Órgão: SEDUC-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Agentes públicos têm designação amplíssima, eis que envolve todos os sujeitos que genérica e indistintamente servem ao poder público, “como instrumentos expressivos de sua vontade ou ação, ainda quando o façam apenas ocasional ou episodicamente”. Fonte: BANDEIRA DE MELLO, Celso Antô io. Curso de direito administrativo, p. 254. https://enciclopediajuridica.pucsp.br/verbete/3/edicao1/agentes-publicos:- classificacao#:~:text=Falarei%20dos%20a)%20agentes%20pol%C3%ADticos,em%20colabora%C3%A7%C3%A3o%20com%20o%20Estado. Acesso em 29/09/2024 Sobre agentes públicos em espécies ou categorias. I. Agentes políticos são os componentes de primeiro escalão do Governo, investidos em cargos, funções, mandatos ou comissões, por nomeação, eleição, designação ou delegação para o exercício de atribuições constitucionais. II. Agentes administrativos sã aqueles que praticam atos e executa atividades em situações excepcionais, como, por exemplo, as de emergência, em colaboração com o Poder Público e como se fossem agentes e direito. III. Agentes honoríficos não são servidores públicos, mas momentaneamente exercem função pública. Quando a desempenham sujeitam-se à hierarquia e à disciplina do órgão a que servem. IV. Agentes putativos são os que desempenham uma atividade pública na presunção de que há legitimidade, embora não tenha havido a investidura dentro do procedimento legalmente exigido. V. Agentes necessários são os representantes que se vinculam ao Estado, autarquias e fundações de direito público, mediante relação profissional, sujeitando-se à hierarquia funcional e ao regime jurídico de determinado ente estatal Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3615245",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Tapurah - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Determinados cidadãos, mesmo sem vínculo permanente com a Administração, podem ser convocados para desempenhar funções públicas de caráter transitório e gratuito, como ocorre nos casos de mesários eleitorais e jurados. Esses agentes são classificados como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "políticos"
      },
      {
        "letra": "B",
        "texto": "honoríficos"
      },
      {
        "letra": "C",
        "texto": "temporários"
      },
      {
        "letra": "D",
        "texto": "administrativos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3513761",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A respeito da contratação por tempo determinado no serviço para atender a necessidade temporária de excepcional interesse público no âmbito da administração pública estadual direta, das autarquias e das fundações públicas, assinale a opção correta, de acordo com a Lei estadual n.º 5.309/2003.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A rescisão de um contrato por prazo determinado por razões de conveniência administrativa não enseja direito à indenização em favor do contratado."
      },
      {
        "letra": "B",
        "texto": "O recrutamento de pessoal por meio de contratação por tempo determinado, em regra, dispensa a realização de processo seletivo, bastando a análise do curriculum vitae dos candidatos."
      },
      {
        "letra": "C",
        "texto": "Em razão da precariedade do vínculo e da natureza temporária do serviço, o contratado por prazo determinado não contribui para o Regime Geral da Previdência Social (RGPS)."
      },
      {
        "letra": "D",
        "texto": "A contratação por tempo determinado deve ser autorizada pelo chefe do respetivo órgão contratante, dispensada a autorização do governador do estado."
      },
      {
        "letra": "E",
        "texto": "Nas contratações temporárias de excepcional interesse público que visem atender a situações de calamidade pública, sempre será dado pelo Poder Executivo, no prazo de até 15 dias contados da assinatura dos contratos, ciência à Assembleia Legislativa do Estado do Piauí por meio de relatório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502842",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Para responder à questão, considere o livro “Introdução à gestão pública” de Santos (2014).Existem dois sistemas de gestão de pessoal no setor público: o sistema de carreira e o sistema de emprego. Segundo o referido autor, o plano de carreira é um agrupamento de classes da mesma profissão ou atividade. São características do sistema de carreira: I. Legislação estatutária. II. Estabilidade. III. Seguridade específica. IV. Remuneração por contrato. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3496447",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: ION de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Carlos é servidor público municipal na Prefeitura de Niterói, atuando na área de infraestrutura. Nos últimos meses, ele tem enfrentado dificuldades em sua função por questões pessoais. Com a possibilidade de uma punição severa, ele se preocupa com os efeitos dessa situação em sua carreira. De acordo com o Capítulo V da Lei 531/85, Carlos poderá receber a pena de demissão em caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandono de emprego"
      },
      {
        "letra": "B",
        "texto": "desobediência ou falta de cumprimento dos deveres"
      },
      {
        "letra": "C",
        "texto": "perda da nacionalidade brasileira"
      },
      {
        "letra": "D",
        "texto": "reincidência em falta já punida com pena de repreensão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3492216",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Com base na CLT, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os empregados públicos, por serem regidos pela CLT, não estão sujeitos à aplicação de penalidades disciplinares pela Administração, cabendo a rescisão contratual direta e exclusiva por iniciativa do empregador."
      },
      {
        "letra": "B",
        "texto": "Os empregados públicos podem ser penalizados com advertência, suspensão e demissão, desde que instaurado processo administrativo com garantia de contraditório e ampla defesa."
      },
      {
        "letra": "C",
        "texto": "A demissão de empregado público por justa causa prescinde de apuração formal e pode ser efetivada com base apenas em sindicância sumária instaurada por autoridade competente."
      },
      {
        "letra": "D",
        "texto": "A suspensão disciplinar de empregado público somente poderá ser aplicada após decisão judicial transitada em julgado que reconheça a falta funcional grave, sob pena de nulidade do ato administrativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3448646",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Sobre os agentes públicos, julgue o item que segue. Cargo público, emprego público e função pública são sinônimos e designam a mesma forma de vínculo entre o servidor e a Administração Pública. Todos são acessíveis mediante concurso público de provas ou de provas e títulos, ressalvadas as nomeações para cargos em comissão, considerados de livre nomeação e exoneração. Os servidores ocupantes de emprego público, diferentemente dos ocupantes de cargo público, são regidos estatutariamente pela legislação específica de cada ente federativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409244",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A respeito dos agentes públicos, bem como dos princípios da administração pública, julgue o item seguinte. O ordenamento jurídico brasileiro admite forma de investidura vitalícia, como é o caso dos magistrados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3391654",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: AresPCJ - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "São agentes públicos todas as pessoas físicas incumbidas, definitiva ou transitoriamente, do exercício de alguma função estatal, por exemplo, agentes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "honoríficos, como mesário eleitoral."
      },
      {
        "letra": "B",
        "texto": "políticos, como presidente de partido político."
      },
      {
        "letra": "C",
        "texto": "funcionários de empresa terceirizada."
      },
      {
        "letra": "D",
        "texto": "comissionados, como delegados e leiloeiros."
      },
      {
        "letra": "E",
        "texto": "credenciados, como membros do poder legislativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3294921",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "O sistema de promoção pode abranger níveis e classes da carreira, condicionando o crescimento funcional a requisitos de formação ou desempenho. Assinale a alternativa que evidencia essa lógica de progressão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão de reajuste linear a todos, desprovido de correlação com metas ou qualificações, gerando isonomia total nos vencimentos."
      },
      {
        "letra": "B",
        "texto": "Adoção de critérios de livre escolha pelo gestor, atribuindo gratificações eventuais como forma de compensação."
      },
      {
        "letra": "C",
        "texto": "Estruturação de regras que incluem avaliação de títulos, tempo de contribuição e análises de produtividade, definindo avanço programado."
      },
      {
        "letra": "D",
        "texto": "Valorização do perfil pessoal do servidor, priorizando traços de afinidade e histórico familiar como principal fator de promoção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294920",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Servidores efetivos podem ser desligados por motivos legalmente previstos, envolvendo procedimentos específicos para cada hipótese. Assinale a alternativa que descreve um caso de extinção do vínculo estatutário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Término de contrato temporário antes do prazo previsto, pois abrange o mesmo estatuto aplicável ao cargo efetivo."
      },
      {
        "letra": "B",
        "texto": "Aposentadoria decretada pelo órgão previdenciário competente, mediante comprovação de requisitos contributivos ou etários."
      },
      {
        "letra": "C",
        "texto": "Recondução imediata a outro cargo distinto, desprovido de formalização de processo, pois há similaridade de atribuições."
      },
      {
        "letra": "D",
        "texto": "Renúncia tácita ao cargo, presumindo desistência do vínculo, ainda que inexista manifestação expressa do servidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3294917",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "O mecanismo de ascensão profissional costuma envolver requisitos de tempo de serviço e avaliação de competência. Assinale a alternativa que exprime uma aplicação consistente dessa medida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Promoção coletiva baseada em decisão de alto escalão, dispensando análises sobre desempenho ou qualificação."
      },
      {
        "letra": "B",
        "texto": "Elevação imediata de nível por afinidade pessoal com a chefia, desvinculando o avanço de elementos funcionais."
      },
      {
        "letra": "C",
        "texto": "Verificação dos indicadores estabelecidos em normas internas, formalização de processo e concessão de acréscimo salarial proporcional."
      },
      {
        "letra": "D",
        "texto": "Atribuição de atribuições exclusivas do cargo de comissão, gerando progressão vertical para qualquer servidor em fase inicial de carreira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294916",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Contratos temporários são utilizados para suprir demandas emergenciais na administração, considerando prazos e condições estabelecidos em lei. Assinale a alternativa que representa esse tipo de vínculo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ajuste formal com vigência delimitada, direcionado a situações pontuais, desprovido de garantia integral de permanência."
      },
      {
        "letra": "B",
        "texto": "Aquisição de estabilidade e progressão plena na carreira, seguindo os mesmos padrões do servidor efetivo."
      },
      {
        "letra": "C",
        "texto": "Transformação do contrato em cargo vitalício, a partir do momento em que ultrapassa um certo período."
      },
      {
        "letra": "D",
        "texto": "Substituição de todo o quadro efetivo, atribuindo a totalidade das funções aos contratados por tempo restrito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3294913",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "O desenvolvimento na carreira pública abrange critérios de avaliação e reconhecimento progressivo de competências. Assinale a alternativa que representa a progressão de forma consistente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão imediata de acréscimo salarial a todo grupo, desprovido de observação de resultados ou metas, visto que a evolução decorre da antiguidade universal."
      },
      {
        "letra": "B",
        "texto": "Implantação de avaliação isolada, embasada em impressões informais de colegas de trabalho, resultando em movimento ascendente geral."
      },
      {
        "letra": "C",
        "texto": "Utilização de método aleatório que contempla alguns servidores, isentando a necessidade de comprovar qualificação específica."
      },
      {
        "letra": "D",
        "texto": "Aplicação de avaliações periódicas, registro dos resultados e decisão baseada em desempenho efetivo, refletindo uma promoção gradativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3294909",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "O estágio probatório verifica a adaptação e o desempenho do servidor recém-ingresso, resultando em confirmação no cargo. Assinale a alternativa que reflete um critério relevante nesse período:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Liberdade completa para estabelecer jornada e metas, em virtude do vínculo ainda inicial, desprovido de supervisão efetiva."
      },
      {
        "letra": "B",
        "texto": "Avaliação subjetiva que dispensa parâmetros, pois o servidor em início de carreira exige flexibilidade absoluta de critérios."
      },
      {
        "letra": "C",
        "texto": "Observação de aspectos funcionais, conduta e produtividade, considerando relatórios formais elaborados pela comissão designada."
      },
      {
        "letra": "D",
        "texto": "Transformação imediata do cargo efetivo em função de chefia, antecipando qualquer análise de compatibilidade profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294908",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A demissão é um modo de desfazer o vínculo estatutário por iniciativa do poder público, envolvendo procedimentos formais. Assinale a alternativa que ilustra uma forma legítima dessa medida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Interrupção brusca de vínculo, dispensando qualquer processo administrativo ou fundamento legal, gerando extinção imediata do cargo."
      },
      {
        "letra": "B",
        "texto": "Simples anulação da investidura, impondo desligamento retroativo, independente de fases de apuração ou contraditório."
      },
      {
        "letra": "C",
        "texto": "Cumprimento de etapas disciplinadas, com investigação interna e chance de defesa, resultando em ato final devidamente motivado."
      },
      {
        "letra": "D",
        "texto": "Rompimento automático do vínculo ao fim do estágio probatório, transformando o servidor em colaborador terceirizado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294907",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A posse ocorre após a nomeação, consolidando o vínculo entre o aprovado em concurso e o cargo público que exercerá. Assinale a alternativa que reflete uma característica dessa etapa inicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor formaliza compromisso oficial mediante ato expresso, assumindo obrigações e direitos previstos no estatuto."
      },
      {
        "letra": "B",
        "texto": "A administração transfere o servidor diretamente para o exercício, desprovido de ato oficial de compromisso, pois a nomeação já habilita a atividade laboral."
      },
      {
        "letra": "C",
        "texto": "O servidor inicia o exercício de modo extraoficial, aguardando fases adicionais de homologação junto ao setor de pessoal."
      },
      {
        "letra": "D",
        "texto": "A posse limita as atribuições ao período probatório, destinando o exercício definitivo a outro momento posterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3294664",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Cargos comissionados constituem posições de confiança, exercendo funções de direção, chefia ou assessoramento, segundo as regras estatutárias. Qual opção reflete característica típica desses cargos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vinculam-se a atribuições que pressupõem responsabilidade especial, com exoneração possível a qualquer momento, conforme conveniências do órgão."
      },
      {
        "letra": "B",
        "texto": "Garantem estabilidade integral após seis meses de exercício, salvo exoneração por decisão colegiada."
      },
      {
        "letra": "C",
        "texto": "Incorporam direitos idênticos aos dos efetivos, incluindo garantia de estágio probatório."
      },
      {
        "letra": "D",
        "texto": "Limitam-se a funções técnicas, sem conotação gerencial ou de assessoria em instâncias superiores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3294663",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Uma comissão responsável pelos registros funcionais recebeu requisição para admitir um profissional mediante contrato temporário, alegando urgência em suprir determinada atividade. Contudo, o processo carecia de comprovação de necessidade transitória. Qual iniciativa fortalece a análise nesse contexto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conceder de imediato o contrato, baseando-se apenas em declaração verbal da chefia sobre a urgência."
      },
      {
        "letra": "B",
        "texto": "Validar o processo com documentos específicos, demonstrando a demanda emergencial e a limitação temporal, conforme normas institucionais."
      },
      {
        "letra": "C",
        "texto": "Estender o contrato por tempo indeterminado, garantindo estabilidade aos contratados."
      },
      {
        "letra": "D",
        "texto": "Desconsiderar a tramitação interna e direcionar o profissional diretamente ao setor de lotação, sem formulação de processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3294655",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "As progressões funcionais possibilitam ao servidor ascender na carreira, seguindo critérios legais e normativos. Qual opção retrata um procedimento adequado para essa evolução?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deferimento imediato, sem que haja registro no histórico funcional, pois cabe apenas à chefia sinalizar promoções."
      },
      {
        "letra": "B",
        "texto": "Exigência de curso obrigatório, porém sem publicação ou formalização em processos internos."
      },
      {
        "letra": "C",
        "texto": "Aplicação de regras institucionais, avaliação do desempenho e inserção de dados atualizados nos assentamentos funcionais."
      },
      {
        "letra": "D",
        "texto": "Vinculação ao tempo exclusivo no cargo comissionado, deixando de lado aspectos relativos à formação acadêmica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294654",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Uma servidora efetiva, após cinco anos de exercício, solicita afastamento para capacitação, a fim de aprimorar conhecimentos na área de recursos humanos. O setor responsável analisa o pedido, mas enfrenta dúvidas sobre o impacto no controle de frequência e na estabilidade funcional. Em que ação se baseia uma decisão consistente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dispensar consulta à legislação e definir regras unilaterais, atendendo unicamente ao interesse imediato do órgão."
      },
      {
        "letra": "B",
        "texto": "Conceder o afastamento sem registro no assentamento funcional, considerando um acordo informal entre chefia e servidora."
      },
      {
        "letra": "C",
        "texto": "Verificar legislações aplicáveis, incluindo restrições e exigências para afastamentos, formalizar o período em boletins de frequência e registrar a situação no assentamento."
      },
      {
        "letra": "D",
        "texto": "Conceder a licença e autorizar o acúmulo de funções durante a capacitação, reduzindo as análises de impacto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3294653",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Concurso público"
    ],
    "enunciado_principal": "O estágio probatório é a fase na qual o servidor novato demonstra aptidão para o cargo efetivo, com avaliações de desempenho que influenciam sua permanência. Marque a alternativa CORRETA acerca desse período:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Visa apenas questões de pontualidade, descartando análise de qualidade produtiva ou postura frente à equipe."
      },
      {
        "letra": "B",
        "texto": "Exige acompanhamento por comissão avaliadora, observando habilidades, conduta e aproveitamento nas atribuições."
      },
      {
        "letra": "C",
        "texto": "Permite progressão imediata, independente do tempo estabelecido em lei, caso o gestor ateste confiança total."
      },
      {
        "letra": "D",
        "texto": "Estende-se de modo indeterminado, sem prazo definido e sem comunicação formal ao servidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3294651",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Analise as afirmações relativas às características de cargos comissionados e efetivos: I. Os cargos efetivos requerem aprovação em concurso público, além de posse formal para exercício permanente. II. Os comissionados podem ser preenchidos por seleção universal, sem vínculo de confiança ou aspectos de direção. III. Servidores efetivos passam por estágio probatório, enquanto comissionados permanecem vinculados à discricionariedade administrativa. IV. A exoneração de cargo em comissão ocorre por decisão administrativa, sem que seja obrigatória justificativa fundamentada. Estão CORRETAS as alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3292245",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A administração de pessoal no setor público observa normas relativas a servidores. Leia as afirmativas abaixo: I. Concurso público é forma constitucional de ingresso em cargo efetivo. II. Contratação temporária pode suprir demandas emergenciais, atendendo requisitos legais específicos. III. Estágio probatório dispensa qualquer avaliação de conduta, pois a nomeação já garante estabilidade. IV. Remoção e redistribuição são mecanismos para adequar lotação conforme as necessidades da Administração. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3287867",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Quais agentes públicos respondem a processo administrativo disciplinar?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os servidores públicos ocupantes de cargo público permanente."
      },
      {
        "letra": "B",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário."
      },
      {
        "letra": "C",
        "texto": "Apenas o servidor público ocupante de cargo público permanente, desde que não esteja em estágio probatório."
      },
      {
        "letra": "D",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário, assim como os agentes públicos contratados em Regime Especial de Direito Administrativo – REDA."
      },
      {
        "letra": "E",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário, assim como os agentes públicos terceirizados de empresas contratadas pelo Estado da Bahia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286757",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "No que tange à classificação dos servidores públicos é correto afirmar que o servidor estatutário é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele ocupante de emprego público, submetido a um regime celetista."
      },
      {
        "letra": "B",
        "texto": "Aquele ocupante de cargo público, submetido a um regime celetista."
      },
      {
        "letra": "C",
        "texto": "Aquele contratado por tempo determinado, para atender necessidade temporária de excepcional interesse público."
      },
      {
        "letra": "D",
        "texto": "Aquele ocupante de cargo público, submetido a um regime estatutário."
      },
      {
        "letra": "E",
        "texto": "Aquele ocupante de emprego público, submetido a um regime estatutário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286691",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "São deveres do servidor, EXCETO.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "representar contra ilegalidade, omissão ou abuso de poder."
      },
      {
        "letra": "B",
        "texto": "tratar com urbanidade as pessoas."
      },
      {
        "letra": "C",
        "texto": "utilizar a função pública para fins pessoais."
      },
      {
        "letra": "D",
        "texto": "ser assíduo e pontual ao serviço."
      },
      {
        "letra": "E",
        "texto": "guardar sigilo sobre assunto da repartição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286682",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A União, os Estados, o Distrito Federal e os Municípios instituirão, no âmbito de sua competência, regime jurídico único e planos de carreira para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os servidores da administração privada, das autarquias e das sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "Os servidores da administração pública direta, das autarquias e das fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Apenas os servidores das autarquias e das empresas públicas."
      },
      {
        "letra": "D",
        "texto": "Os servidores da administração pública direta e indireta, das empresas públicas e das sociedades de economia mista."
      },
      {
        "letra": "E",
        "texto": "Os servidores da administração pública indireta, das autarquias e das fundações públicas e privadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285395",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "No que tange a classificação dos agentes administrativos (em sentido amplo) é correto afirmar que os ___________ são os que se submetem ao regime celetista, ou seja, aquele cujo vínculo com a Administração é de natureza contratual. Assinale a alternativa que preencha corretamente a lacuna acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empregados públicos."
      },
      {
        "letra": "B",
        "texto": "Servidores públicos."
      },
      {
        "letra": "C",
        "texto": "Concursados."
      },
      {
        "letra": "D",
        "texto": "Temporários."
      },
      {
        "letra": "E",
        "texto": "Estagiários."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3284493",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Segundo a Constituição Federal de 1988, assinale a alternativa que apresenta um motivo para o servidor público estável perder o cargo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mediante processo administrativo em que não lhe seja assegurada ampla defesa."
      },
      {
        "letra": "B",
        "texto": "Mediante procedimento de avaliação periódica de desempenho, em que não lhe seja assegurada ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Em virtude de sentença judicial transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Mediante extinção do cargo e por consequência de exoneração."
      },
      {
        "letra": "E",
        "texto": "Mediante extinção do cargo e por consequência de demissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3282767",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "De acordo com a Lei Ordinária nº 3.123/2022, que dispõe sobre a estrutura administrativa e sobre o funcionamento do Instituto de Previdência Social dos Servidores Municipais de Sinop (PreviSinop), o conjunto de atribuições cometidas a servidor público provido em caráter transitório e nos termos da lei, que não integra a categoria de cargo público, refere-se ao conceito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cargo púbico"
      },
      {
        "letra": "B",
        "texto": "função pública"
      },
      {
        "letra": "C",
        "texto": "função gratificada"
      },
      {
        "letra": "D",
        "texto": "função de confiança"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3278028",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Sobre os cargos em comissão, assinalar a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão reservados a atribuições de direção, chefia e assessoramento."
      },
      {
        "letra": "B",
        "texto": "São acessíveis sem concurso público, providos por nomeação política."
      },
      {
        "letra": "C",
        "texto": "A exoneração é ad nutum, podendo ser desligados do cargo imotivadamente."
      },
      {
        "letra": "D",
        "texto": "Não estão sujeitos a teoria dos motivos determinantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271319",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A Lei nº 11.091/2005 dispõe sobre a estruturação do Plano de Carreira dos Cargos Técnico-Administrativos em Educação, no âmbito das Instituições Federais de Ensino vinculadas ao Ministério da Educação, e dá outras providências. Um dos conceitos apresentados nesta legislação é: “área específica de atuação do servidor, integrada por atividades afins ou complementares, organizada a partir das necessidades institucionais e que orienta a política de desenvolvimento de pessoal”. Esse conceito se refere à(ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desenvolvimento."
      },
      {
        "letra": "B",
        "texto": "capacitação."
      },
      {
        "letra": "C",
        "texto": "ambiente organizacional."
      },
      {
        "letra": "D",
        "texto": "saúde."
      },
      {
        "letra": "E",
        "texto": "qualidade de vida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267094",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Os servidores técnicos-administrativos da Universidade Estadual de Goiás podem ser convocados ou designados para o exercício de atividades excepcionais de sua função?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, pois a designação para atividades excepcionais pode sobrecarregar os servidores com tarefas para as quais não foram capacitados, prejudicando tanto o desempenho individual quanto a qualidade do serviço público como um todo."
      },
      {
        "letra": "B",
        "texto": "Sim, desde que as convocações e as designações sejam notificadas ao servidor técnico-administrativo, bem como à sua chefia imediata, com prazo mínimo de 10 (dez) dias, mediante comunicado oficial encaminhado ao e-mail institucional do convocado."
      },
      {
        "letra": "C",
        "texto": "Não, pois a convocação ou designação de servidor técnico-administrativo para atividades que não estão no rol de atribuições de seu cargo caracteriza desvio de função."
      },
      {
        "letra": "D",
        "texto": "Sim, desde que as designações ou convocações sejam precedidas por portarias específicas da autoridade competente, contendo em seu texto a carga horária, a descrição das atribuições e, nos casos em que couber, a especificação da função comissionada correspondente."
      },
      {
        "letra": "E",
        "texto": "Não, pois delegar atividades excepcionais ou não compatíveis com as funções dos servidores técnicos-administrativos compromete a especialização, o foco no cumprimento das atribuições do cargo e, consequentemente, a eficiência administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267089",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Um docente de ensino superior consolidou o lançamento de frequências e notas de sua disciplina no sistema computacional da Universidade Estadual de Goiás. No entanto, por uma falha de software, os discentes não conseguiam acessar seu boletim de desempenho. Cansado de ser reiteradamente questionado pelos alunos sobre os resultados das avaliações dessa disciplina, um servidor técnico-administrativo acessou o banco de dados, imprimiu o mapa de notas e frequências e o afixou no mural da unidade acadêmica, a fim de identificar os aprovados e os reprovados. Conforme as disposições do Código de Ética da Universidade Estadual de Goiás, a ação do servidor técnico administrativo caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proatividade no desenvolvimento de suas atividades."
      },
      {
        "letra": "B",
        "texto": "capacidade de resolução de problemas."
      },
      {
        "letra": "C",
        "texto": "violação da privacidade dos discentes."
      },
      {
        "letra": "D",
        "texto": "desvio de função do cargo."
      },
      {
        "letra": "E",
        "texto": "usurpação de função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261740",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Cargo, emprego, função",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Júnior, ocupante de um cargo de gestão na Hemobrás, submeteu consulta ao setor jurídico para verificar a possibilidade de nomeação das seguintes pessoas para um cargo de comissão sob sua subordinação direta: João, seu primo (parentesco de quarto grau); Ana, sua sobrinha (parentesco de terceiro grau); e Carlos, seu amigo íntimo. Considerando a situação narrada e o Código de Ética, Conduta e Integridade da Hemobrás, que dispõe sobre impedimentos para nomeação em cargos de gestão, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Carlos pode ser nomeado ao cargo."
      },
      {
        "letra": "B",
        "texto": "João e Carlos podem ser nomeados ao cargo."
      },
      {
        "letra": "C",
        "texto": "Apenas João não pode ser nomeado ao cargo."
      },
      {
        "letra": "D",
        "texto": "Nenhum desses pode ser nomeado ao cargo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261544",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Josias Carvalho, deputado estadual, apresenta projeto de lei transformando cargo de nível médio em nível superior, com atribuições distintas das anteriores e determina o aproveitamento de todos os servidores anteriormente ocupantes do cargo de nível médio. Nos termos da jurisprudência estabelecida pelo Supremo Tribunal Federal (STF), tal lei caracteriza o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato impessoal."
      },
      {
        "letra": "B",
        "texto": "Vínculo de eficiência."
      },
      {
        "letra": "C",
        "texto": "Provimento derivado."
      },
      {
        "letra": "D",
        "texto": "Exercício legal de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260932",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Progressão, no plano de carreira dos servidores públicos de Minas Gerais, é a passagem do servidor para grau imediatamente subsequente do mesmo cargo da carreira a que pertencer. Desde que o servidor não tenha sofrido punição disciplinar no período e satisfaça outros requisitos previstos em lei, a progressão se dará a cada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis meses"
      },
      {
        "letra": "B",
        "texto": "cinco anos"
      },
      {
        "letra": "C",
        "texto": "dois anos"
      },
      {
        "letra": "D",
        "texto": "um ano"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258202",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, aos atos administrativos e ao controle da administração pública, julgue o item a seguir. A criação de cargos públicos, em observância ao princípio da legalidade, exige a existência de lei em sentido formal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3256618",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "No que se refere aos agentes públicos, julgue o item a seguir, considerando, no que couber, o entendimento jurisprudencial dos tribunais superiores. Os participantes do tribunal de júri, na condição de jurados, são denominados agentes honoríficos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248002",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A acessibilidade aos cargos públicos é um princípio constitucional garantido a todos os que preencham os requisitos legais. De acordo com o ordenamento jurídico brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os cargos para os órgãos de segurança pública apenas podem ser ocupados por brasileiros natos"
      },
      {
        "letra": "B",
        "texto": "o portador de surdez unilateral se qualifica como pessoa com deficiência para o fi m de disputar as vagas reservadas em concursos públicos"
      },
      {
        "letra": "C",
        "texto": "as condições para acessibilidade aos cargos públicos estão dispostas de forma exauriente na lei federal que versa sobre o regime jurídico dos servidores"
      },
      {
        "letra": "D",
        "texto": "as universidades e as instituições de pesquisa científica e tecnológica federais poderão prover seus cargos com professores, técnicos e cientistas estrangeiros"
      },
      {
        "letra": "E",
        "texto": "é necessário que as condições para o exercício do cargo público estejam preenchidas na data da inscrição do candidato ao concurso para o cargo que pretende ocupar"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3247976",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "De que forma a psicologia do desenvolvimento e da aprendizagem pode fundamentar práticas de seleção de pessoas no setor público, considerando a Lei n.º 8.112/1990?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Elimina a necessidade de qualquer avaliação prática, pois se presume competência igualitária de todos os candidatos."
      },
      {
        "letra": "B",
        "texto": "Impede a inclusão de critérios socioafetivos, priorizando testes de perfil burocrático."
      },
      {
        "letra": "C",
        "texto": "Define rigidamente a personalidade ideal para todos os cargos, sem variação de atribuições."
      },
      {
        "letra": "D",
        "texto": "Permite construir ferramentas que considerem aspectos cognitivos e emocionais, correlacionando estágio de desenvolvimento com as exigências funcionais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3235677",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Os cargos públicos providos poderão ser declarados desnecessários por ato do chefe de cada Poder. Nesse sentido, conforme o Estatuto dos Servidores Públicos do Município de Cariacica/ES, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os cargos públicos declarados desnecessários ficarão vagos e não poderão ser providos."
      },
      {
        "letra": "B",
        "texto": "Poderão ser criados novos cargos com atribuições similares a de cargos declarados desnecessários."
      },
      {
        "letra": "C",
        "texto": "O ato de declaração de desnecessidade deverá ser motivado, sob pena de nulidade."
      },
      {
        "letra": "D",
        "texto": "A mera declaração de desnecessidade não extingue os cargos públicos que estiverem ocupados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3209040",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Na relação de trabalho, o regime jurídico dos servidores é, portanto, o conjunto de normas que estabelecem os direitos e deveres desses agentes públicos, pelo menos aqueles que se possam imputar de modo geral aos servidores públicos. Isso porque, para além de direitos e deveres gerais, os servidores públicos também devem observar normas específicas, relativas a determinadas categorias de agentes, diferenciados, sobretudo, pela natureza da atividade exercida. O(s )regime(s) jurídico(s) mais comuns para os servidores públicos é e/ou (são): I. Estatutário. II. Celetista. III. Temporário. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208518",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A respeito da Função Pública, analise as alternativas e assinale a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função tem conotação de operação, do grego érgon, que significa o ver, o ouvir. Não deve ser entendida como um conceito unívoco, pois possui acepções sociológicas, jurídicas, lógicas e até matemáticas."
      },
      {
        "letra": "B",
        "texto": "Função pública, em sentido amplo: de maneira geral, consiste em cumprir uma tarefa de interesse público (político, técnico, administrativo, judiciário) no âmbito de uma coletividade pública."
      },
      {
        "letra": "C",
        "texto": "Toda função pública, em geral, é um dever de atendimento do interesse público e privado."
      },
      {
        "letra": "D",
        "texto": "A função administrativa (ou executiva) também um dever do agente público em atender o interesse público, ou seja, o interesse da Coletividade."
      },
      {
        "letra": "E",
        "texto": "Para a realização de sua função, a Administração Pública goza de prerrogativas, bens e servidores, mas também lhe são impostas restrições e limitações, estabelecidas pelo ordenamento jurídico em prol dos direitos e garantias fundamentais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208064",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca dos agentes públicos, julgue o item seguinte. É inconstitucional, por violação ao princípio democrático e ao da simetria, norma de Constituição estadual que exija edição de lei complementar para a regulamentação dos casos de contratação de pessoal por tempo determinado para o atendimento de necessidade temporária de excepcional interesse público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208063",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Acerca dos agentes públicos, julgue o item seguinte. Agentes delegados são aqueles que recebem da administração pública a incumbência de representá-la em determinado ato ou de praticar certa atividade específica, mediante remuneração do poder público credenciante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3299407",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Os cargos públicos, acessíveis a todos os brasileiros, assim como os estrangeiros, na forma da lei, são criados por ___________, com denominação própria e vencimentos pagos pelos cofres públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lei."
      },
      {
        "letra": "B",
        "texto": "instrução normativa."
      },
      {
        "letra": "C",
        "texto": "decreto."
      },
      {
        "letra": "D",
        "texto": "medida provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299154",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Analise as proposições a seguir: I. Maria foi recentemente contratada por um Município para prestar serviços temporários na área da saúde, atendendo à demanda emergencial causada por um surto de doenças infecciosas. Seu contrato tem duração de um ano, sem a exigência de concurso público, conforme permitido por lei municipal, que regulamentou o art. 37, IX da CF. II. Ao mesmo tempo, Carlos é cidadão que foi convocado pela justiça eleitoral para exercer a função de mesário nas eleições municipais. III. Paulo é um servidor concursado há dez anos e ocupa um cargo efetivo na administração pública municipal, sendo regido pelo Estatuto dos Servidores Públicos de seu Município. Diante das situações hipotéticas apresentadas e considerando a classificação dos agentes públicos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria e Carlos são agentes temporários, que ocupam função pública relevante, enquadrando-se como agentes honoríficos. Paulo é empregado público."
      },
      {
        "letra": "B",
        "texto": "Maria é servidora temporária, que ocupa uma função pública. Carlos é particular em colaboração com a Administração, enquadrando-se como agente político. Paulo é servidor público estatutário e ocupa cargo público."
      },
      {
        "letra": "C",
        "texto": "Maria é particular em colaboração com a Administração, sendo chamada de gestora de negócios públicos. Carlos e Paulo são servidores públicos estatutários, que ocupam cargo público."
      },
      {
        "letra": "D",
        "texto": "Maria é servidora temporária, que ocupa uma função pública. Carlos é particular em colaboração com a Administração, enquadrando-se como agente honorífico. Paulo é servidor público estatutário e ocupa cargo público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218053",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "O governo brasileiro precisa enviar um especialista para representar o país em uma conferência internacional sobre mudanças climáticas. Para isso, contrata temporariamente um profissional altamente qualificado, sem vínculo permanente com a administração pública, apenas para desempenhar essa função específica durante o evento. À luz da teoria do Direito Administrativo e dos agentes públicos, esse profissional, ao atuar em nome do governo de maneira temporária e sem vínculo estatutário, é considerado um:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agente político."
      },
      {
        "letra": "B",
        "texto": "Servidor público estatutário."
      },
      {
        "letra": "C",
        "texto": "Agente honorífico."
      },
      {
        "letra": "D",
        "texto": "Agente delegado."
      },
      {
        "letra": "E",
        "texto": "Agente credenciado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3202165",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Paraisópolis - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "De acordo com a Lei Municipal 27 de 1950 de Paraisópolis/MG, assinale a alternativa que descreve de maneira correta o que é um Funcionário Público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é a pessoa legalmente investida em cargo público"
      },
      {
        "letra": "B",
        "texto": "é a pessoa legalmente investida em emprego público"
      },
      {
        "letra": "C",
        "texto": "é a pessoa legalmente investida em função pública"
      },
      {
        "letra": "D",
        "texto": "é a pessoa legalmente investida em atividade pública"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195934",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Conceitos iniciais de Direito Administrativo - Histórico, Funções de Estado e Fontes",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Com base em Meirelles (2018), em relação à Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado é constituído de três elementos originários e indissolúveis: povo, território e governo soberano."
      },
      {
        "letra": "B",
        "texto": "Os poderes de Estado são o Legislativo, o Executivo e o Judiciário."
      },
      {
        "letra": "C",
        "texto": "Na Federação brasileira, as entidades estatais, ou seja, as entidades com autonomia política, administrativa e financeira, são unicamente a União, os Condados, os Municípios e o Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "Na organização política e administrativa brasileira, as entidades se classificam em estatais, autárquicas, fundacionais, empresariais e parestatais."
      },
      {
        "letra": "E",
        "texto": "Os agentes públicos são todas as pessoas físicas incumbidas, definitiva ou transitoriamente, do exercício de alguma função estatal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3195876",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Sobre as formas de provimento do cargo público, e de acordo com o disposto na Lei nº 8.112/90, relacione as colunas 1 e 2.COLUNA 1( 1 ) Reversão( 2 ) Recondução( 3 ) Reintegração( 4 ) ReadaptaçãoCOLUNA 2 ( ) investidura do servidor em cargo de atribuições e responsabilidades compatíveis com a limitação que tenha sofrido em sua capacidade física ou mental verificada em inspeção médica. ( ) retorno à atividade de servidor aposentado, na forma da lei. ( ) reinvestidura do servidor estável no cargo anteriormente ocupado, ou no cargo resultante de sua transformação, quando invalidada a sua demissão por decisão administrativa ou judicial, com ressarcimento de todas as vantagens. ( ) retorno do servidor estável ao cargo anteriormente ocupado, decorrente de inabilitação em estágio probatório relativo a outro cargo ou de reintegração do anterior ocupante.A sequência correta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 2 – 3 – 4"
      },
      {
        "letra": "B",
        "texto": "4 – 3 – 1 – 2"
      },
      {
        "letra": "C",
        "texto": "4 – 3 – 2 – 1"
      },
      {
        "letra": "D",
        "texto": "4 – 1 – 2 – 3"
      },
      {
        "letra": "E",
        "texto": "4 – 1 – 3 – 2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3193550",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "No contexto da administração pública, a autoridade é definida como o servidor ou agente público dotado de poder para tomar decisões e direcionar ações dentro de sua área de competência. Com base nesse conceito, qual das alternativas a seguir descreve corretamente a função de um servidor público enquanto autoridade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor público com autoridade age apenas em emergências, quando o poder é transferido temporariamente."
      },
      {
        "letra": "B",
        "texto": "A autoridade no serviço público é exclusivamente atribuída aos cargos de liderança, como diretores e presidentes, sem envolver cargos operacionais."
      },
      {
        "letra": "C",
        "texto": "O servidor ou agente público que exerce autoridade é aquele que possui competência para decidir e implementar medidas dentro dos limites de sua função, sendo responsável pelas decisões na sua área."
      },
      {
        "letra": "D",
        "texto": "A autoridade do servidor público se refere apenas à capacidade de supervisionar outros servidores, sem poder de decisão ou execução de ações."
      },
      {
        "letra": "E",
        "texto": "O conceito de autoridade no serviço público refere-se àqueles que possuem poderes judiciais, ou seja, juízes e tribunais, e não aos servidores administrativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183857",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, no que se refere à sua classificação, bem como aos cargos, aos empregos e às funções públicas, julgue o item seguinte.Os detentores de emprego público e de cargo de provimento em comissão, que são de livre nomeação e exoneração, são considerados particulares em atuação com o setor público, pois a ausência de vínculo efetivo com o Estado lhes confere essa classificação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3178242",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Cargo, emprego, função",
      "Responsabilidades do servidor",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "No serviço público, as relações de hierarquia são regidas por princípios e normas que visam garantir a ordem, a disciplina e o bom funcionamento da administração pública. Compreender a estrutura hierárquica e as atribuições de cada cargo é fundamental para o bom desempenho das funções. Imagine a seguinte situação: Um homem é um Agente de Manutenção recém-concursado e foi designado para trabalhar em uma escola municipal. Em seu primeiro dia de trabalho, ele recebe uma ordem diretamente do Diretor da escola para realizar uma tarefa que não é de sua competência. João se sente desconfortável com a situação, pois sabe que a ordem deveria ter vindo de seu chefe imediato, que é o Coordenador de Serviços Gerais. Considerando as regras de hierarquia no serviço público, qual seria a atitude mais adequada para João tomar nessa situação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procurar o Coordenador de Serviços Gerais e relatar a situação, solicitando orientação sobre como proceder."
      },
      {
        "letra": "B",
        "texto": "Recusar-se a cumprir a ordem do Diretor, alegando que ele não é seu superior hierárquico direto."
      },
      {
        "letra": "C",
        "texto": "Cumprir a ordem do Diretor sem questionar, afinal ele é a autoridade máxima na escola."
      },
      {
        "letra": "D",
        "texto": "Ignorar a ordem do Diretor e continuar realizando suas tarefas rotineiras."
      },
      {
        "letra": "E",
        "texto": "Conversar diretamente com o Diretor, explicando que prefere receber as ordens por meio de seu chefe imediato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3178106",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Um servidor municipal responsável pela fiscalização de obras de construção civil foi posteriormente identificado como não tendo sido investido no cargo conforme o procedimento legalmente exigido, uma vez que não foi aprovado em concurso público. Apesar disso, durante o período em que exerceu suas funções, seus atos administrativos foram presumidos como legítimos e eficazes perante terceiros. Como deve ser classificada a condição desse servidor no âmbito da Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agente necessário."
      },
      {
        "letra": "B",
        "texto": "Agente delegado."
      },
      {
        "letra": "C",
        "texto": "Agente putativo."
      },
      {
        "letra": "D",
        "texto": "Agente honorífico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3176247",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Concurso público"
    ],
    "enunciado_principal": "Marque a assertiva incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Promoção é a passagem do servidor do nível em que se encontra para o nível subsequente, na carreira a que pertence."
      },
      {
        "letra": "B",
        "texto": "O ingresso em cargo de carreira instituída pela Lei n.º 15467/2005, depende de aprovação em concurso público de provas ou de provas e títulos."
      },
      {
        "letra": "C",
        "texto": "As atribuições dos cargos da carreira de Analista de Gestão, Proteção e Restauro têm natureza de atividade exclusiva de Estado."
      },
      {
        "letra": "D",
        "texto": "Haverá ingresso nas carreiras de Auxiliar de Cultura, Auxiliar de Gestão Artística e Auxiliar de Gestão, Proteção e Restauro."
      },
      {
        "letra": "E",
        "texto": "O desenvolvimento do servidor nas carreiras instituídas pela Lei n.º 15467/2005 dar-se-á mediante progressão ou promoção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3176240",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Aprecie as alternativas e marque a incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reversão dará direito para nova aposentadoria, à contagem de tempo em que o funcionário esteve aposentado."
      },
      {
        "letra": "B",
        "texto": "Não haverá equivalência entre as diferentes carreiras, nem entre cargos isolados ou funções gratificadas."
      },
      {
        "letra": "C",
        "texto": "Será cassada a aposentadoria do funcionário que reverter, não tomar posse e entrar em exercício dentro dos prazos legais."
      },
      {
        "letra": "D",
        "texto": "A transferência a pedido para o cargo de carreira só poderá ser feita para vaga, que tenha de ser provida mediante promoção por merecimento."
      },
      {
        "letra": "E",
        "texto": "As transferências para cargos de carreira não poderão exceder de dois terços dos cargos de cada classe e só poderão ser efetuadas no mês seguinte ao fixado para as promoções."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172444",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "[Questão inédita] Amanda foi convocada pela segunda vez para atuar enquanto mesária nas eleições e Beatriz foi nomeada perita judicial da Comarca de Sorocaba/SP. Assim, Amanda e Beatriz são, respectivamente, agentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "político e comissionado."
      },
      {
        "letra": "B",
        "texto": "honorífico e credenciado."
      },
      {
        "letra": "C",
        "texto": "credenciado e delegado."
      },
      {
        "letra": "D",
        "texto": "temporário e delegado."
      },
      {
        "letra": "E",
        "texto": "estatutário e assessora."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170021",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A respeito do regime jurídico dos servidores públicos federais, julgue o item seguinte, com base na Lei n.º 8.112/1990. Assiduidade, disciplina, capacidade de iniciativa, produtividade e responsabilidade são fatores utilizados para avaliar a aptidão e a capacidade do servidor público que esteja em estágio probatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3159561",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Em se tratando dos agentes públicos, notadamente em relação às espécies e às classificações, bem como acerca dos cargos, dos empregos e das funções públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto os cargos em comissão serão destinados às atribuições relativas à direção, à chefia e ao assessoramento, as funções de confiança poderão ser destinadas a atribuições diversas, considerando a necessidade da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Os particulares em colaboração com a Administração Pública são considerados servidores públicos em sentido amplo."
      },
      {
        "letra": "C",
        "texto": "A recondução em cargo público é forma de provimento derivado pelo qual ocorre o retorno à atividade de servidor aposentado."
      },
      {
        "letra": "D",
        "texto": "As funções de confiança serão exercidas por servidores públicos efetivos no âmbito da Administração Pública."
      },
      {
        "letra": "E",
        "texto": "Os servidores públicos detentores de função de confiança são regidos pela Consolidação das Leis do Trabalho, tal qual os particulares em colaboração com o Poder Público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3154345",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Concurso público"
    ],
    "enunciado_principal": "José João, servidor público de carreira de Carangola, promoveu consulta à Procuradoria Jurídica do município para obter algumas informações sobre as regras constitucionais de administração pública pertinentes ao servidor, e teve acesso ao correspondente Parecer Jurídico. Considerando o caso proposto, analise as afirmativas constantes do hipotético parecer, a seguir. I. Durante o prazo improrrogável previsto no edital de convocação, aquele aprovado em concurso público de provas ou de provas e títulos será convocado concorrendo em igualdade de condições com novos concursados para assumir cargo ou emprego na carreira. II. As funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo, e os cargos em comissão, a serem preenchidos por servidores de carreira nos casos, condições e percentuais mínimos previstos em lei, destinam-se apenas às atribuições de direção, chefia e assessoramento. III. É vedada a vinculação ou equiparação de quaisquer espécies remuneratórias para o efeito de remuneração de pessoal do serviço público. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3539570",
    "metadata": "Ano: 2024 | Banca: UFMT | Órgão: Prefeitura de Apiacás - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Leia a seguinte notícia: Prefeito de Mutum é orientado a exonerar parentes de secretários municipais nomeados para cargos na administração pública Publicado em 10/11/2023 15:50 Por meio de uma Recomendação, o Ministério Público de Minas Gerais (MPMG) orientou o prefeito de Mutum, município do Vale do Rio Doce, a exonerar parentes de servidores do primeiro escalão da prefeitura por configurar nepotismo no serviço público. O documento estipula prazo de 15 dias para o prefeito se manifestar sobre os casos. De acordo com a Promotoria de Justiça de Defesa do Patrimônio Público de Mutum, a coordenadora da Associação dos Pais e Amigos dos Excepcionais (Apae), nomeada pelo prefeito para o cargo, é esposa do secretário Municipal de Transporte e Obras Públicas e nora do secretário Municipal de Relações Institucionais. O caso seria configurado como nepotismo, segundo o documento. Na recomendação, o promotor de Justiça Paulo Victor Zavarize orienta o prefeito a exonerar também o cunhado do secretário Municipal de Relações Institucionais, contratado como operador de máquinas pesadas. A prefeitura não teria comprovado que a contratação dele foi precedida de processo seletivo baseado em parâmetros objetivos, impessoais e sem interferência dos secretários que são seus familiares. (Disponível em: https://www.mpmg.mp.br/portal/menu/comunicacao/noticias/prefeito-de-mutum-e- orientado-a-exonerarparentes-de-secretarios-municipais-nomeados-para-cargos-na-administracao-publica8A9480678AB4BCA0018BBA93C67E35B3-00.shtml. Acesso em: 25 mar. 2024.) Os cargos citados na notícia são conhecidos como cargos de confiança e destinam-se às atribuições de direção, chefia, coordenação e assessoramento. Nos termos da Lei Complementar Municipal que dispõe sobre o Estatuto dos Servidores Públicos do Município de Apiacás/MT, são denominados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cargos em comissão."
      },
      {
        "letra": "B",
        "texto": "cargos efetivos."
      },
      {
        "letra": "C",
        "texto": "funções de confiança."
      },
      {
        "letra": "D",
        "texto": "funções temporárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3434334",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Concurso público"
    ],
    "enunciado_principal": "Acerca dos Concursos Públicos e Processos Seletivos, analise as afirmações abaixo: I - O Concurso Público e o Processo Seletivo são mecanismos utilizados pelos órgãos e entidades da administração pública para selecionar candidatos para o preenchimento de cargos efetivos ou temporários. II - Esses processos são fundamentais para garantir a transparência, a igualdade de oportunidades e a escolha de profissionais capacitados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "C",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "E",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3413777",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de Timbaúba - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Julgue os itens a seguir: ( ) A posse em cargo público independe de médica. ( ) Exercício é o efetivo desempenho das atribuições do cargo. ( ) O funcionário estável perderá o cargo em virtude de sentença judicial transitada em julgado. ( ) Reversão é a passagem do funcionário estável de cargo efetivo de carreira, para outro de igual denominação, classe e vencimento, pertencente a quadro de pessoal diverso. ( ) Ao funcionário investido em função de direção, chefia, assessoramento ou assistência, é devida uma gratificação pelo seu exercício. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V. V. F. F. V."
      },
      {
        "letra": "B",
        "texto": "F. V. V. F. V."
      },
      {
        "letra": "C",
        "texto": "V. V. F. V. F."
      },
      {
        "letra": "D",
        "texto": "F. F. V. V. F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3306402",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "De acordo com o Artigo 58 da Lei nº 1.969, de 19 de dezembro de 2013 , o servidor nomeado para o cargo de Diretor Escolar poderá optar por perceber seu vencimento no cargo efetivo, obedecidos os seguinte critérios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se detentor de dois vínculos, receberá a remuneração devida por ambos os vínculos."
      },
      {
        "letra": "B",
        "texto": "As férias e o décimo terceiro vencimento serão pagos tomando por base a remuneração total do servidor investido nas funções de direção previstas neste Capítulo."
      },
      {
        "letra": "C",
        "texto": "Será garantida a presença do Diretor Escolar nas escolas de regime de alternância (escolas comunitárias rurais municipais),somente quando a quantidade de alunos atingir o número exigido no anexo IV."
      },
      {
        "letra": "D",
        "texto": "Se detentor de um vínculo, receberá a remuneração devida por 44 (quarenta e quatro) horas de trabalho."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3296940",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "A Lei Orgânica do Município de Piúma, ao traçar a organização do Poder Executivo, estabelece que são auxiliares diretos do Prefeito os Secretários Municipais, os Assessores Técnicos, o Chefe de Gabinete e o Procurador Geral. São condições essenciais para a investidura no cargo Secretário ou Assessor Técnico, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estar no exercício dos direitos políticos."
      },
      {
        "letra": "B",
        "texto": "Ter formação compatível com o exercício do cargo."
      },
      {
        "letra": "C",
        "texto": "Ser maior de vinte e um anos."
      },
      {
        "letra": "D",
        "texto": "Ser brasileiro nato."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3273613",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Para atuar como Agente de Combate a Endemias, alguns requisitos são exigidos por lei, sendo um desses requisitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter concluído, com aproveitamento, curso de formação inicial, com carga horária mínima de vinte horas."
      },
      {
        "letra": "B",
        "texto": "ter concluído o ensino médio, ou comprovar a conclusão do ensino médio no prazo máximo de cinco anos"
      },
      {
        "letra": "C",
        "texto": "residir na área da comunidade em que atuar, desde a data da publicação do edital do processo seletivo público."
      },
      {
        "letra": "D",
        "texto": "ter idade inferior a 40 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272397",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "O guarda portuário é responsável em manter a segurança e a ordem do patrimônio da companhia portuária. De acordo com o Regulamento do Guarda Portuário da Companhia Docas de Santana, compete ao guarda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercer o policiamento ostensivo nas dependências portuárias, no canal de acesso e na bacia de evolução."
      },
      {
        "letra": "B",
        "texto": "elaborar as normas e os procedimentos para o acesso de visitantes ao porto."
      },
      {
        "letra": "C",
        "texto": "permitir a entrada de veículo no cais, mesmo quando não estiver autorizado."
      },
      {
        "letra": "D",
        "texto": "elaborar as escalas de plantão dos guardas portuários e encaminhar ao inspetor de guarda portuária para análise"
      },
      {
        "letra": "E",
        "texto": "socorrer os acidentados e doentes, providenciando de imediato o atendimento médico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3271782",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Julgue as afirmativas a seguir, relacionadas ao Regulamento da Guarda Portuária e às Atribuições do Inspetor da Guarda Portuária da Companhia de Docas de Santana. I. A suspensão é uma suspensão que consiste em uma interrupção temporária do exercício de carga, encargo ou função, não podendo exceder quinze dias. II. É competência do inspetor supervisionar, manter o controle e a manutenção das viaturas, lanchas e demais veículos colocados à disposição da guarda portuária. III. É atribuição do inspetor da guarda portuária escrever as anormalidades relevantes no livro de ocorrência. IV. É de competência exclusiva do Diretor Operacional aplicar a pena de demissão. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e, IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271180",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Sabendo-se que qualquer pessoa que age em nome do Estado é um agente público, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cargo público ou o emprego público correspondem às tarefas a serem executadas pelo servidor público em sentido amplo, que devem ser especificadas por lei federal."
      },
      {
        "letra": "B",
        "texto": "os servidores estatutários possuem vínculo permanente com a Administração, de natureza profissional, com prazo indeterminado, para execução de atividades permanentes de interesse do Estado."
      },
      {
        "letra": "C",
        "texto": "os cargos vitalícios correspondem à atividade de direção, chefia e assessoramento e, por isso, devem promover maiores garantias a quem os exercem."
      },
      {
        "letra": "D",
        "texto": "os ocupantes de cargos eletivos devem ser aprovados em concurso público de provas e títulosos ocupantes de cargos eletivos devem ser aprovados em concurso público de provas e títulos."
      },
      {
        "letra": "E",
        "texto": "o requisito básico para que o candidato possa ingressar em cargo público federal é ser, exclusivamente, brasileiro nato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268710",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Os agentes públicos são integrantes da Administração Pública, cujas funções visam atender aos interesses da sociedade. Com base nessa informação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os empregados públicos são considerados, por lei, como servidores públicos em sentido estrito."
      },
      {
        "letra": "B",
        "texto": "Os detentores de mandato eletivo são servidores públicos em sentido amplo."
      },
      {
        "letra": "C",
        "texto": "Os servidores públicos estatutários são regidos pela Consolidação das Leis do Trabalho (CLT)."
      },
      {
        "letra": "D",
        "texto": "Os ministros do Supremo Tribunal Federal são considerados servidores públicos em sentido amplo, uma vez que seu acesso ao cargo ocorreu por meio de indicação do presidente da República."
      },
      {
        "letra": "E",
        "texto": "Ainda que preste um serviço voluntário, os particulares em colaboração com o Poder Público são considerados agentes públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268678",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "A respeito da Administração Pública (artigos de 37 a 41), julgue os itens a seguir. I As funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo, e os cargos em comissão, a serem preenchidos por servidores de carreira nos casos, nas condições e nos percentuais mínimos previstos em lei, destinam‑se apenas às atribuições de direção, chefia e assessoramento. II Os cargos e os empregos públicos no Brasil são privativos de brasileiros, natos ou naturalizados, sendo vedado aos estrangeiros, em qualquer hipótese, assumir cargos, empregos ou funções na Administração Pública. III A aquisição da estabilidade em cargo público dá‑se após três anos da publicação da nomeação do servidor em Diário Oficial. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Somente o item III está certo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3258981",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: UERGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "De acordo com a Lei nº 13.968/2012, o quadro de empregos permanentes da UERGS fica estruturado conforme as características dos empregos e a natureza das respectivas atribuições, destinados ao atendimento das atividades essenciais e gerais necessárias à consecução dos seus fins. Nesse sentido, assinale a alternativa que apresenta as categorias funcionais existentes na UERGS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corpo técnico, corpo de apoio administrativo e corpo de professores."
      },
      {
        "letra": "B",
        "texto": "Agente educacional e agente funcional."
      },
      {
        "letra": "C",
        "texto": "Corpo administrativo, corpo de professores e agente educacional."
      },
      {
        "letra": "D",
        "texto": "Agente técnico e reitor."
      },
      {
        "letra": "E",
        "texto": "Funcionário qualificado, corpo administrativo e corpo técnico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3258972",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: UERGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Relacione a Coluna 1 à Coluna 2, associando os conceitos apresentados pela Lei nº 13.968/2012, que institui o Plano de Empregos, Funções e Salários, e cria os empregos permanentes e os empregos e funções em comissão da Universidade Estadual do Rio Grande do Sul (UERGS), às suas definições. Coluna 1 1. Ocupação. 2. Emprego. 3. Categoria funcional. Coluna 2 ( ) Conjunto de atribuições e responsabilidades, de mesma natureza e do mesmo nível de complexidade, cometidas a um empregado, mantidas as características de criação por lei, denominação própria e número certo. ( ) Classificação que diferencia os conjuntos de empregos relacionados às atribuições docentes, às atribuições de características técnicas de nível superior e às atribuições técnicas e de apoio administrativo de nível médio. ( ) Conjunto de atribuições e responsabilidades relacionadas ao nível de escolaridade de cada emprego de características técnicas e de apoio administrativo. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 3 – 2."
      },
      {
        "letra": "B",
        "texto": "3 – 1 – 2."
      },
      {
        "letra": "C",
        "texto": "1 – 2 – 3."
      },
      {
        "letra": "D",
        "texto": "2 – 3 – 1."
      },
      {
        "letra": "E",
        "texto": "3 – 2 – 1."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3252881",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Cubatão - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "No contexto da legislação sobre a estruturação de cargos públicos, distintas categorizações são aplicadas para organizar as posições ocupacionais dentro do serviço público. Assinale a alternativa que descreve corretamente os princípios estabelecidos pelos artigos referentes à classificação de cargos e carreiras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os cargos, tanto de carreira quanto isolados, devem ser obrigatoriamente de provimento efetivo, sem exceções."
      },
      {
        "letra": "B",
        "texto": "Cargos de carreira são sempre de provimento efetivo, integrando-se em classes que correspondem a uma profissão, enquanto cargos isolados podem ser de provimento efetivo ou em comissão, não integrados em classes."
      },
      {
        "letra": "C",
        "texto": "Os cargos isolados formam classes dentro de carreiras e são exclusivamente de provimento em comissão."
      },
      {
        "letra": "D",
        "texto": "Uma carreira é definida exclusivamente pelo padrão de vencimento, sem considerar a profissão ou atividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223273",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Cargo, emprego, função",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A respeito do regime constitucional do empregado público, com base na Constituição Federal e na jurisprudência do Supremo Tribunal Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A demissão de empregado público concursado deve ser precedida de processo administrativo, que assegure o respeito ao contraditório e à ampla defesa."
      },
      {
        "letra": "B",
        "texto": "A criação de emprego público deve ser precedida de determinação legislativa, enquanto a sua extinção pode se dar por decreto, caso esteja vago."
      },
      {
        "letra": "C",
        "texto": "A Justiça Comum é competente para julgar a abusividade de greve de empregado público vinculado à empresa estatal."
      },
      {
        "letra": "D",
        "texto": "A dispensa de empregados públicos concursados, vinculados a empresas prestadoras de serviço público, deve ser motivada e não precisará ser precedida de processo administrativo ou que a conduta se enquadre nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "E",
        "texto": "Os empregados públicos estão sujeitos à aposentadoria compulsória, mas não terão o seu vínculo de emprego automaticamente rompido, caso se aposentem por tempo de contribuição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3211894",
    "metadata": "Ano: 2024 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca das disposições normativas da Lei Estadual n. 20.756/2020, de 06 de julho de 1998, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para os fins desta Lei, considera-se assessoramento o conjunto de atribuições concernentes à aptidão para auxiliar, em razão de determinado conhecimento ou qualificação, na execução de atividades administrativas."
      },
      {
        "letra": "B",
        "texto": "As funções de confiança são privativas de servidor ocupante de cargo de provimento efetivo."
      },
      {
        "letra": "C",
        "texto": "A licença para tratamento de saúde até o limite máximo de 24 (vinte e quatro) meses."
      },
      {
        "letra": "D",
        "texto": "No caso da ajuda de custo paga com fundamento na hipótese de instalação do servidor que, no interesse do serviço, passar a ter exercício em nova sede, com mudança de domicílio em caráter permanente, o valor da ajuda de custo é calculado sobre a remuneração ou subsídio do servidor, conforme disposto em regulamento, não podendo exceder a importância correspondente a 2 (dois) meses."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3193193",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função"
    ],
    "enunciado_principal": "Os ______________________ são aqueles que ocupam cargos públicos e estão sujeitos a leis próprias, enquanto os ______________________ são contratados sob a legislação trabalhista e exercem funções de emprego público e os ______________ são contratados por tempo determinando, para atender à necessidade breve de interesse público. Assinale a alternativa que contenha corretamente os espaços a serem preenchidos, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empregados Públicos, Agentes Políticos e Servidores Temporários."
      },
      {
        "letra": "B",
        "texto": "Servidores Estatutários, Empregados Públicos e Agentes Políticos."
      },
      {
        "letra": "C",
        "texto": "Empregados Públicos, Servidores Temporários e Servidores Estatutários."
      },
      {
        "letra": "D",
        "texto": "Servidores Estatutários, Empregados Públicos e Servidores Temporários."
      },
      {
        "letra": "E",
        "texto": "Servidores Temporários, Empregados Públicos Servidores Estatutários."
      }
    ],
    "gabarito": "D"
  }
]