[
  {
    "id": "3582743",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na situação hipotética apresentada e na legislação relacionada aos contratos administrativos, julgue o item a seguir.A exigência contratual de garantia de 5% do valor da obra, como previsto no contrato da UBS, é permitida pela nova Lei de Licitações e Contratos, que estabelece limites máximos para se evitar excessiva onerosidade aos contratados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3502228",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nas Leis n.º 8.429/1992 e n.º 14.133/2021, julgue o item seguinte a respeito de aspectos atinentes à improbidade administrativa e a licitações. Reajuste, repactuação e revisão são formas de manutenção do equilíbrio econômico-financeiro dos contratos administrativos, e apenas o primeiro desses instrumentos dispensa disposição expressa contratual, podendo ser definido pelas partes após a formalização do ajuste.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464376",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca dos conceitos e aspectos procedimentais relacionados às contratações públicas, estabelecidos na Lei n.º 14.133/2021, julgue o item subsecutivo. As informações que devem constar na cláusula da matriz de riscos restringem-se à listagem de possíveis eventos supervenientes à assinatura do contrato que possam causar impacto em seu equilíbrio econômico-financeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3438202",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 apresenta diversas modificações em relação à legislação anterior (Lei nº 8.666/1993). Com relação à Nova Lei de Licitações e Contratos Administrativos, julgue o item a seguir.A Lei nº 14.133/2021 permite o reequilíbrio econômico‑financeiro do contrato em razão de fato superveniente e imprevisível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3417121",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SUSEP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de licitações e contratos. O contrato administrativo pode ser alterado unilateralmente pela administração para melhor adequação técnica ao seu objeto, desde que haja justificativa e preservação do equilíbrio econômico-financeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3300459",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, também conhecida como a Nova Lei de Licitações e Contratos Administrativos, é a legislação que moderniza e unifica as regras para contratações públicas no Brasil. A respeito dessa Lei, analise os itens abaixo: I. A Lei nº 14.133/2021 estabelece critérios objetivos para julgamento de propostas, incluindo modalidades como menor preço, maior desconto, melhor técnica e técnica e preço. II. A nova Lei revoga imediatamente todas as normas anteriores sobre licitações e contratos, tornando inválidas as disposições da Lei nº 8.666/1993 e da Lei nº 10.520/2002 a partir de sua publicação. III. A legislação introduziu o seguro-garantia com cláusula de retomada, permitindo que, em caso de inadimplência contratual, a seguradora possa assumir a execução da obra ou serviço público. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I, II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3299987",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue as afirmativas a seguir com base na Lei nº 14.133/2021, que trata de Licitações e Contratos Administrativos. I. Os contratos poderão ser alterados unilateralmente pela administração quando houver modificação do projeto ou das especificações, para melhor adequação técnica aos seus objetivos, ou quando for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seus objetos, nos limites permitidos por esta Lei. II. As alterações unilaterais feitas pela administração em um contrato podem transfigurar o objeto da contratação. III.Nas contratações de obras e serviços de engenharia, a diferença percentual entre o valor global do contrato e o preço global de referência poderá ser reduzida em favor do contrato para aditamentos que modifiquem a planilha orçamentária. É (São) verdadeira(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299602",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação a alterações de um contrato de execução de obra, assinale a afirmativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato poderá ser alterado, com as devidas justificativas, unilateralmente pela Administração, quando houver modificação do projeto ou das especificações, para melhor adequação técnica a seus objetivos."
      },
      {
        "letra": "B",
        "texto": "Nas alterações unilaterais, o contratado será obrigado a aceitar, nas mesmas condições contratuais, acréscimos ou supressões de até 60% (sessenta por cento) do valor inicial atualizado do contrato."
      },
      {
        "letra": "C",
        "texto": "O contrato poderá ser alterado, com as devidas justificativas, por acordo entre as partes, para restabelecer o equilíbrio econômico-financeiro inicial do contrato em caso de força maior, caso fortuito ou fato do príncipe ou em decorrência de fatos imprevisíveis ou previsíveis de consequências incalculáveis, que inviabilizem a execução do contrato tal como pactuado, respeitada, em qualquer caso, a repartição objetiva de risco estabelecida no contrato."
      },
      {
        "letra": "D",
        "texto": "A diferença percentual entre o valor global do contrato e o preço global de referência não poderá ser reduzida em favor do contratado em decorrência de aditamentos que modifiquem a planilha orçamentária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296134",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao firmar contrato com determinado Município, após vencer processo licitatório, o gestor de uma empresa percebeu que havia uma cláusula no instrumento que definia os riscos e as responsabilidades entre as partes, além de caracterizar o equilíbrio econômico-financeiro inicial do contrato, em termos de ônus financeiro decorrente de eventos supervenientes à contratação. À esta cláusula, a Lei nº 14.133/21 dá o nome de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Matriz de intercorrências."
      },
      {
        "letra": "B",
        "texto": "Matriz de riscos."
      },
      {
        "letra": "C",
        "texto": "Cláusula de reversão."
      },
      {
        "letra": "D",
        "texto": "Cláusula de objeto."
      },
      {
        "letra": "E",
        "texto": "Cláusula de retomada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295395",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um contrato administrativo de concessão de rodovia federal foi unilateralmente modificado pela União para incluir novos trechos de manutenção, sem reequilíbrio econômico-financeiro. A concessionária questiona a validade do aditivo. Indique a solução legal para harmonizar a decisão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Submeter a alteração ao crivo do Judiciário, negando qualquer indenização."
      },
      {
        "letra": "B",
        "texto": "Reconhecer a legitimidade da modificação unilateral e proceder ao reequilíbrio econômico-financeiro, se comprovado o impacto nos custos da concessionária."
      },
      {
        "letra": "C",
        "texto": "Exigir que a concessionária assuma integralmente os custos adicionais, pois o poder público detém supremacia ilimitada sobre o contrato."
      },
      {
        "letra": "D",
        "texto": "Suspender as novas obrigações, extinguindo o contrato sem qualquer ônus."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3265636",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 promoveu significativas modificações no procedimento licitatório, entre as quais está a criação do regime de execução por contratação integrada. Sobre o referido regime, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos mínimos para apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, no caso de serviços e obras, é de 60 dias."
      },
      {
        "letra": "B",
        "texto": "Nas hipóteses em que for adotada a contratação integrada, é vedada a alteração dos valores contratuais, exceto para restabelecimento do equilíbrio econômico-financeiro decorrente de caso fortuito ou força maior, e por necessidade de alteração do projeto ou das especificações para melhor adequação técnica aos objetivos da contratação, a pedido da Administração, desde que não decorrente de erros ou omissões por parte do contratado, nos limites da lei."
      },
      {
        "letra": "C",
        "texto": "A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos."
      },
      {
        "letra": "D",
        "texto": "No regime de contratação integrada, o edital e o contrato, sempre que for o caso, deverão prever as providências necessárias para a efetivação de desapropriação autorizada pelo poder público."
      },
      {
        "letra": "E",
        "texto": "Nas contratações integradas, os riscos decorrentes de fatos supervenientes à contratação associados à escolha da solução de projeto básico pelo contratado deverão ser alocados como de responsabilidade da Administração na matriz de riscos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3262916",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Encontram-se legalmente estabelecidas ações para restabelecer o valor global necessário para a execução de contrato em casos de desequilíbrio econômico-financeiro resultante de diferentes circunstâncias. Essas ações se aplicam a convênios, acordos, ajustes e outros instrumentos similares celebrados por órgãos e entidades da administração pública. As ações propostas são, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rescisão unilateral do contrato por iniciativa da contratada."
      },
      {
        "letra": "B",
        "texto": "Aporte de novos recursos por parte da instituição concedente."
      },
      {
        "letra": "C",
        "texto": "Utilização de saldos de recursos ou rendimentos de aplicação financeira."
      },
      {
        "letra": "D",
        "texto": "Redução das metas e das etapas, desde que não comprometa a fruição ou a funcionalidade do objeto pactuado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261334",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um contrato administrativo de prestação de serviços de saúde apresenta cláusulas de reajuste. Sabe-se que o gestor deverá considerar diversos fatores ao aplicar esse reajuste. Qual é a análise mais complexa a ser realizada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar o reajuste de forma automática, sem necessidade de análise prévia, para evitar atrasos no pagamento."
      },
      {
        "letra": "B",
        "texto": "Aplicar o reajuste com base apenas na inflação do período, sem considerar a qualidade dos serviços prestados."
      },
      {
        "letra": "C",
        "texto": "Rejeitar qualquer solicitação de reajuste, pois o contrato foi firmado com valores fixos e não pode ser alterado."
      },
      {
        "letra": "D",
        "texto": "Avaliar o impacto do reajuste no equilíbrio econômico-financeiro do contrato, considerando a variação dos custos dos insumos e a qualidade do serviço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261331",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Durante a execução de um contrato administrativo, o contratado solicita a alteração do objeto do contrato em razão de mudanças nas condições de mercado. Qual é a análise correta que o gestor deve realizar antes de decidir sobre essa solicitação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consultar apenas o setor financeiro, já que a decisão envolve aspectos orçamentários."
      },
      {
        "letra": "B",
        "texto": "Negar a solicitação, uma vez que alterações no objeto são sempre consideradas ilegais segundo a legislação."
      },
      {
        "letra": "C",
        "texto": "Aceitar a solicitação de alteração imediatamente, pois mudanças de mercado justificam qualquer modificação contratual."
      },
      {
        "letra": "D",
        "texto": "Verificar se a alteração do objeto se enquadra nas hipóteses legais previstas na Lei de Licitações e se não compromete o equilíbrio econômico-financeiro do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3247551",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "As rotinas administrativas desempenham um papel essencial na preparação e organização da documentação para processos licitatórios, garantindo que a empresa atenda às exigências legais e participe de forma regular e competitiva. Com base na Lei nº 14.133/2021, analise as afirmativas a seguir e indique V (Verdadeiro) ou F (Falso): (__)A Lei nº 14.133/2021 estabelece que a documentação para habilitação deverá ser apresentada em duas fases distintas: uma antes do julgamento da proposta e outra após a análise técnica. (__)A qualificação econômico-financeira das empresas participantes de licitações continua sendo um requisito obrigatório, sendo analisada junto com a documentação de habilitação. (__)A fase de habilitação é obrigatória apenas para a modalidade de pregão, não sendo necessária para outras modalidades de licitação previstas pela Lei 14.133/2021. (__)A Lei nº 14.133/2021 permite que a Administração Pública solicite a documentação exigida no edital a qualquer momento do processo licitatório, desde que haja necessidade. Assinale a alternativa com a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F − F − V − V."
      },
      {
        "letra": "B",
        "texto": "V − F − V − V."
      },
      {
        "letra": "C",
        "texto": "F − F − V − F."
      },
      {
        "letra": "D",
        "texto": "F − V − V − V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3238083",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei 14.133/2021 estabelece o regramento geral para a realização de contratos administrativos. Analise as afirmativas abaixo em relação à Lei citada: ( ) A Lei estabelece que as cláusulas econômico-financeiras dos contratos podem ser alteradas unilateralmente pela Administração Pública para garantir o equilíbrio econômico-financeiro. ( ) A Nova Lei de Licitações introduz o seguro-garantia de execução contratual para obras e serviços de grande vulto. ( ) A Lei 14.133/2021 prevê a possibilidade de celebração de contratos administrativos por prazo indeterminado. ( ) A Lei estabelece a obrigatoriedade de planejamento e gestão de riscos para a contratação pública. Assinale a alternativa que apresenta a sequência correta de verdadeiro (V) ou falso (F):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - F - F – V."
      },
      {
        "letra": "B",
        "texto": "F - V - F – V."
      },
      {
        "letra": "C",
        "texto": "F - F - V – V."
      },
      {
        "letra": "D",
        "texto": "V - V - F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3238080",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Após devido processo licitatório, a empresa X celebrou contrato com a Câmara Municipal de Santo Antônio do Paraíso, a fim de fornecer determinados produtos e serviços. Considerando o que aduz a Lei nº 14.133/2021 – Lei de Licitações e Contratos Administrativos, sobre o regime jurídico dos contratos, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa X pode modificar unilateralmente o contrato celebrado, para melhor adequação às suas finalidades."
      },
      {
        "letra": "B",
        "texto": "A Administração possui a prerrogativa de, em determinados casos, extinguir unilateralmente os contratos e também de aplicar sanções motivadas pela inexecução total ou parcial do ajuste."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá revisar as cláusulas econômico-financeiras dos contratos de forma unilateral, para garantir o equilíbrio econômico-financeiro do ajuste."
      },
      {
        "letra": "D",
        "texto": "É prerrogativa da Administração, após a extinção do contrato, utilizar serviços vinculados ao objeto contratual no caso de necessidade de acautelar apuração administrativa de faltas contratuais pela empresa X."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236841",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os contratos administrativos na administração pública, é correto afirmar que são necessárias em todo contrato cláusulas que estabeleçam: I. O objeto e seus elementos característicos. II. A vinculação ao edital de licitação e à proposta do licitante vencedor ou ao ato que tiver autorizado a contratação direta e à respectiva proposta. III. A legislação aplicável à execução do contrato, inclusive quanto aos casos omissos. IV. Os casos de extinção. Quantos dos itens estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas 3 deles."
      },
      {
        "letra": "B",
        "texto": "Apenas 1 deles."
      },
      {
        "letra": "C",
        "texto": "Apenas 2 deles."
      },
      {
        "letra": "D",
        "texto": "Todos os 4."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219878",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de Nazarezinho - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Nova Lei de Licitações entrou em vigor revogando diversas normas que versavam sobre o tema, de modo que é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em se tratando de estudo técnico preliminar para contratação de obras e serviços comuns de engenharia, se demonstrada a inexistência de prejuízo para a aferição dos padrões de desempenho e qualidade almejados, a especificação do objeto poderá ser realizada apenas em termo de referência ou em projeto básico, desde que seja garantida a elaboração de projetos."
      },
      {
        "letra": "B",
        "texto": "de acordo com a Nova Lei de Licitações, o procedimento será conduzido por agente de contratação, pessoa designada pela autoridade competente, entre servidores efetivos ou pertencentes aos cargos em comissão, para tomar decisões, acompanhar o trâmite da licitação, dar impulso ao procedimento licitatório e executar apenas as atividades necessárias ao bom andamento do certame, excluindo-se a homologação."
      },
      {
        "letra": "C",
        "texto": "repactuação é a forma de manutenção do equilíbrio econômico-financeiro de contrato utilizada para serviços contínuos com regime de dedicação exclusiva de mão de obra ou predominância de mão de obra, por meio da análise da variação dos custos contratuais, devendo estar prevista no edital com data vinculada à apresentação das propostas, para os custos decorrentes do mercado, e com data vinculada ao acordo, à convenção coletiva ou ao dissídio coletivo ao qual o orçamento esteja vinculado, para os custos decorrentes da mão de obra."
      },
      {
        "letra": "D",
        "texto": "no processo licitatório para aquisição de bens e contratação de serviços em geral, conforme regulamento, o valor estimado será definido com base no melhor preço aferido por meio da utilização dos seguintes parâmetros, adotados sempre de forma combinada: I- composição de custos globais menores ou iguais à mediana do item correspondente no painel para consulta de preços ou no banco de preços em saúde disponíveis no Portal Nacional de Contratações Públicas (PNCP); II- contratações similares feitas pela Administração Pública, em execução ou concluídas no período de 2 (dois) anos anteriores à data da pesquisa de preços, inclusive mediante sistema de registro de preços, observado o índice de atualização de preços correspondente; III- utilização de dados de pesquisa publicada em mídia especializada, de tabela de referência formalmente aprovada pelo Poder Executivo federal e de sítios eletrônicos especializados ou de domínio amplo, desde que contenham a data e hora de acesso; IV- pesquisa direta com no mínimo 3 (três) fornecedores, mediante solicitação formal de cotação, desde que seja apresentada justificativa da escolha desses fornecedores e que não tenham sido obtidos os orçamentos com mais de 12 (doze) meses de antecedência da data de divulgação do edital."
      },
      {
        "letra": "E",
        "texto": "no caso de obras e serviços de engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 70% (setenta por cento) do valor orçado pela Administração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3212439",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No contexto dos contratos administrativos, o princípio do equilíbrio econômico-financeiro visa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Garantir que o contratado obtenha lucro independente de mudanças no contrato."
      },
      {
        "letra": "B",
        "texto": "Assegurar que a Administração Pública não precise alterar contratos durante sua execução."
      },
      {
        "letra": "C",
        "texto": "Permitir ajustes contratuais para preservar as condições inicialmente pactuadas entre as partes."
      },
      {
        "letra": "D",
        "texto": "Determinar que o contratado arque integralmente com os riscos do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210932",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Caso o contratado, injustificadamente, retarde a entrega do objeto contratual, a administração pública contratante poderá aplicar-lhe a sanção de impedimento de licitar e de contratar com órgãos públicos de quaisquer entes federados por até 3 anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210931",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Aos contratos administrativos são aplicáveis, de forma subsidiária, os princípios da teoria geral dos contratos e as normas do direito privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210930",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Suponha que um ente público tenha comprado, mediante dispensa de licitação em razão do valor, um curso de capacitação online, destinado à atualização profissional de dois servidores. Nesse caso, o instrumento de contrato não é obrigatório e pode ser substituído por outro instrumento hábil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210929",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.A fiscalização dos contratos administrativos é uma prerrogativa do poder público, por essa razão é vedada a contratação de terceiros para subsidiar os fiscais com informações atinentes a essa atribuição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210928",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Servidor público que atuou na fiscalização do contrato tem a prerrogativa de conduzir processo de apuração de infração contratual e aplicação de sanções no âmbito de tal contrato, observados os princípios que regem os contratos administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3205311",
    "metadata": "Ano: 2025 | Banca: IF-ES | Órgão: IF-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021 (lei das licitações e contratos administrativos), qual requisito é obrigatório para a formalização de contratos administrativos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inclusão de cláusulas que assegurem a revisão unilateral do contrato pela Administração, em qualquer situação."
      },
      {
        "letra": "B",
        "texto": "A descrição clara do objeto, das condições de execução, dos direitos e das responsabilidades das partes contratantes."
      },
      {
        "letra": "C",
        "texto": "A dispensa de assinatura entre as partes, desde que o contrato seja publicado no Diário Oficial."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de ajustes no contrato sem necessidade de justificativa por parte da Administração."
      },
      {
        "letra": "E",
        "texto": "A Administração convocará regularmente o licitante vencedor para assinar o termo de contrato dentro do prazo de 30 dias, sendo que o prazo pode ser prorrogado uma vez."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186293",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Uma das características fundamentais dos contratos administrativos é a presença das chamadas cláusulas exorbitantes, que conferem poderes contratuais especiais, projetando a Administração Pública para uma posição de superioridade diante do particular contratado, decorrente da supremacia do interesse público sobre o privado. As cláusulas encontram-se delineadas na Lei n.º 14.133/2021. Sobre o tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas alterações unilaterais do contrato, o contratado será obrigado a aceitar, nas mesmas condições contratuais, acréscimos ou supressões de até 50% do valor inicial atualizado do contrato que se fizerem nas obras, nos serviços ou nas compras, e, no caso de reforma de edifício ou de equipamento, o limite para os acréscimos será de 25%."
      },
      {
        "letra": "B",
        "texto": "Quando houver modificação do projeto ou das especificações, para melhor adequação técnica a seus objetivos, o contrato somente poderá ser alterado por acordo entre as partes."
      },
      {
        "letra": "C",
        "texto": "A fiscalização do contrato é cláusula exorbitante favorável à Administração Pública. Contudo, a contratação de terceiros eximirá de responsabilidade o fiscal do contrato, nos limites das informações recebidas do terceiro contratado."
      },
      {
        "letra": "D",
        "texto": "Eventuais alterações unilaterais do contrato que aumentem ou diminuam os encargos do contratado não importam no restabelecimento do equilíbrio econômico-financeiro inicial, justamente em razão da lógica de supremacia do interesse público sobre o privado."
      },
      {
        "letra": "E",
        "texto": "As cláusulas econômico-financeiras e monetárias dos contratos não poderão ser alteradas sem prévia concordância do contratado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3174768",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Rafael, servidor público do Estado de Roraima, foi designado para a função de agente de contratação. No exercício de tal atribuição, Rafael foi questionado sobre a necessidade de realização de licitação e qual seria, eventualmente, a modalidade cabível ou, alternativamente, se seria possível a contratação direta, à luz da Lei nº 14.133/2021, nas seguintes situações: I. contratação de cantor consagrado pela crítica e pela opinião pública para a festa de determinado Município, que atrai investimentos para a cidade; II. contratação de serviços de limpeza e manutenção das instalações da prefeitura, considerados serviços contínuos e comuns, para o qual existem várias empresas interessadas, tornando viável a competição; III. celebração de contrato de programa com ente federativo ou com entidade de sua Administração Pública indireta que envolva prestação de serviços públicos de forma associada nos termos autorizados em contrato de consórcio público ou em convênio de cooperação. Rafael respondeu, corretamente, que, nos casos I, II e III, o mais adequado seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(I) licitação dispensável; (II) licitação dispensável; (III) licitação dispensável."
      },
      {
        "letra": "B",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade pregão."
      },
      {
        "letra": "C",
        "texto": "(I) licitação inexigível; (II) licitação na modalidade pregão; (III) licitação dispensável."
      },
      {
        "letra": "D",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade concorrência."
      },
      {
        "letra": "E",
        "texto": "(I) licitação dispensável; (II) licitação na modalidade concorrência; (III) licitação inexigível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3164327",
    "metadata": "Ano: 2025 | Banca: MARANATHA Assessoria | Órgão: Prefeitura de Careaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Quando for necessária a modificação do valor contratual de licitação em decorrência de acréscimo ou diminuição quantitativa de seu objeto no percentual de 20% (vinte por cento), a alteração de contrato será realizada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ato unilateral da Administração."
      },
      {
        "letra": "B",
        "texto": "Por acordo entre as partes."
      },
      {
        "letra": "C",
        "texto": "Por iniciativa do Contratado."
      },
      {
        "letra": "D",
        "texto": "Por via judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153675",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Nos contratos administrativos, são prerrogativas da Administração, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extingui-los, unilateralmente, nos casos especificados em Lei."
      },
      {
        "letra": "B",
        "texto": "Aplicar sanções motivadas pela inexecução total ou parcial do contrato."
      },
      {
        "letra": "C",
        "texto": "Fiscalizar a execução do contrato."
      },
      {
        "letra": "D",
        "texto": "Modificá-los, unilateralmente, para melhor adequação às finalidades de interesse público, respeitados os direitos do contratado."
      },
      {
        "letra": "E",
        "texto": "Alterar, unilateralmente, as cláusulas econômico-financeiras e monetárias do contrato, em respeito ao interesse público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao analisar as disposições da Lei nº 14.133/2021 que versam sobre as cláusulas que devem constar do edital de licitação para registro de preços, Rosalina verificou corretamente que tal instrumento convocatório deverá dispor sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as especificações da licitação, sendo vedado indicar a quantidade máxima de cada item que poderá adquirida;"
      },
      {
        "letra": "B",
        "texto": "as hipóteses de cancelamento da ata de registro de preços e suas consequências;"
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento da licitação que será de melhor técnica ou conteúdo artístico ou de menor preço;"
      },
      {
        "letra": "D",
        "texto": "a impossibilidade de prever preços diferentes quando o objeto for realizado ou entregue em locais diferentes;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade de participação do órgão ou entidade em várias atas de registro de preços com o mesmo objeto no prazo de validade daquela de que já tiver participado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3331806",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que concerne às possibilidades de alterações nos contratos administrativos trazidas pela Lei nº 14.133/2021, na hipótese de haver uma alteração unilateral do contrato pela Administração, os percentuais de acréscimo definidos como limite para os contratos de serviços e para os contratos de reforma de edifício ou de equipamento, são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "25% e 75%."
      },
      {
        "letra": "B",
        "texto": "50% e 75%."
      },
      {
        "letra": "C",
        "texto": "75% e 50%."
      },
      {
        "letra": "D",
        "texto": "50% e 25%."
      },
      {
        "letra": "E",
        "texto": "25% e 50%."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3305745",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Ibirapuitã - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o disposto no Art. 104 da Lei Federal nº 14.133/2021, Nova Lei das Licitações, o regime jurídico dos contratos administrativos instituído pela referida Lei confere à Administração, em relação a eles, as prerrogativas de, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificá-los, unilateralmente, para melhor adequação às finalidades de interesse público, respeitados os direitos do contratado."
      },
      {
        "letra": "B",
        "texto": "Extingui-los, unilateralmente, nos casos especificados na referida Lei."
      },
      {
        "letra": "C",
        "texto": "Confiscar os bens móveis e imóveis e utilizar pessoal e serviços vinculados ao objeto do contrato na hipótese de risco à prestação de serviços essenciais."
      },
      {
        "letra": "D",
        "texto": "Fiscalizar sua execução."
      },
      {
        "letra": "E",
        "texto": "Aplicar sanções motivadas pela inexecução total ou parcial do ajuste."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199271",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Qual é o conceito de “Teoria da Imprevisão” aplicado às licitações públicas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o princípio que permite a Administração Pública rescindir um contrato de licitação em casos de desequilíbrio econômico-financeiro."
      },
      {
        "letra": "B",
        "texto": "Consiste na possibilidade de a Administração Pública alterar unilateralmente os contratos administrativos."
      },
      {
        "letra": "C",
        "texto": "Refere-se à prerrogativa da Administração Pública de não realizar licitação em casos de urgência."
      },
      {
        "letra": "D",
        "texto": "É a teoria que permite a revisão dos valores contratuais caso ocorram fatores imprevisíveis que impactem o equilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "E",
        "texto": "Trata-se da obrigação da Administração Pública de garantir a igualdade de condições aos licitantes durante o processo licitatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3199270",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Qual é a definição de cláusulas exorbitantes em um contrato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláusulas que estabelecem prazos de pagamento flexíveis."
      },
      {
        "letra": "B",
        "texto": "Cláusulas que definem multas elevadas em caso de descumprimento do contrato."
      },
      {
        "letra": "C",
        "texto": "Cláusulas que determinam responsabilidades proporcionais entre as partes do contrato."
      },
      {
        "letra": "D",
        "texto": "Cláusulas que conferem poderes excessivos a uma das partes do contrato."
      },
      {
        "letra": "E",
        "texto": "Cláusulas que preveem a rescisão do contrato em caso de atraso no pagamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3173551",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos regidos pela Lei n° 14.133/21 (Lei de licitações e Contratos Administrativos) poderão, em alguns casos, ser alterados com as devidas justificativas. Diante do exposto, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando conveniente a substituição da garantia de execução. ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando houver modificação do projeto ou das especificações, para melhor adequação técnica a seus objetivos. ( ) Os contratos poderão ser alterados por acordo entre as partes quando necessária a modificação do regime de execução da obra ou do serviço, bem como do modo de fornecimento, em face de verificação técnica da inaplicabilidade dos termos contratuais originários. ( ) Os contratos poderão ser alterados por acordo entre as partes quando for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seu objeto, nos limites permitidos por esta Lei. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - V - F"
      },
      {
        "letra": "B",
        "texto": "V - F - F - V"
      },
      {
        "letra": "C",
        "texto": "V - V - F - F"
      },
      {
        "letra": "D",
        "texto": "F - F - V - V"
      }
    ],
    "gabarito": "A"
  }
]