[
  {
    "id": "3593407",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Vermelho Novo - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Conceito e classificação dos atos administrativos",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Raul, brasileiro, assim que fez 18 anos passou por todos os procedimentos legais necessários e tirou a Carteira Nacional de Habilitação (CNH) – nas categorias A e B, ficando qualificado para conduzir motocicletas e veículos automotores. Poucos dias após ter recebido sua habilitação, foi aprovada no Congresso Nacional uma alteração no Código de Trânsito, que passou a exigir 21 anos completos, para conseguir a habilitação para a condução de motocicletas. Nesse caso, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ser um direito adquirido, a habilitação de Raul é válida e ele pode conduzir motocicletas."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de coisa julgada, a habilitação de Raul é válida e ele pode conduzir motocicletas."
      },
      {
        "letra": "C",
        "texto": "Por ser um ato jurídico perfeito, a habilitação de Raul é válida e ele pode conduzir motocicletas."
      },
      {
        "letra": "D",
        "texto": "Por não ter 21 anos completos, a habilitação de Raul não é válida para motos, uma vez que se trata de direito discricionário revogado por lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3564752",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Guarujá do Sul - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Em decisões administrativas, o motivo declarado pela autoridade deve corresponder fielmente à realidade, sendo condição para a validade do ato praticado. Essa exigência decorre da necessidade de coerência entre a motivação apresentada e o interesse público protegido. Analise as afirmações abaixo entre Verdadeiro (V) ou Falso (F): (__)Um ato administrativo é inválido se o motivo declarado for inexistente ou falso, segundo a Teoria dos Motivos Determinantes. (__)O ato se mantém válido mesmo que o motivo alegado não seja verdadeiro. (__)A motivação não é requisito para atos discricionários. (__)A falsidade do motivo não afeta a validade do ato administrativo. Após análise, assinale a alternativa que contem a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3530615",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos atos administrativos, julgue o item seguinte. Atos administrativos de gestão são aqueles praticados pela administração pública na qualidade de gestora de seus bens e serviços, sem exercício de supremacia sobre os particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530614",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos atos administrativos, julgue o item seguinte. O ato administrativo composto resulta da necessidade, para sua formação, da manifestação de vontade de dois ou mais diferentes órgãos ou autoridades.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3529503",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Nonoai - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos vinculados são aqueles praticados pela Administração sem margem alguma de liberdade, pois a lei define de antemão todos os aspectos da conduta. É considerado exemplo de ato vinculado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decreto expropriatório."
      },
      {
        "letra": "B",
        "texto": "Autorização para instalação em área pública."
      },
      {
        "letra": "C",
        "texto": "Aposentadoria compulsória."
      },
      {
        "letra": "D",
        "texto": "Permissão de uso de área pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469186",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Julgue o item subsequente, relativo a noções de direito administrativo.São classificados como atos de gestão os atos administrativos que se destinam a dar andamento aos processos e documentos que tramitam na administração pública, preparando-os para posterior decisão de mérito a ser proferida pela autoridade competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464358",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, bem como do conceito, do objeto e das fontes do direito administrativo, julgue o item a seguir.Os atos de gestão são praticados sem prerrogativas públicas, em situação de igualdade com os particulares, hipótese em que não há supremacia da administração pública sobre os destinatários dos respectivos atos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3418015",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: SESAP-RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Ato administrativo que possui apenas aparência de manifestação de vontade da administração, mas, não se origina de um agente público ou os seus objetos são juridicamente impossíveis, que não produz nenhum efeito e os efeitos já produzidos serão desconstituídos. Nesse sentido, esse ato é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulável."
      },
      {
        "letra": "B",
        "texto": "Caduco."
      },
      {
        "letra": "C",
        "texto": "Anulável."
      },
      {
        "letra": "D",
        "texto": "Convertível."
      },
      {
        "letra": "E",
        "texto": "Inexistente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409242",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A respeito dos agentes públicos, bem como dos princípios da administração pública, julgue o item seguinte. Em atenção ao princípio da aparência, presumem-se legítimos os atos praticados pelos agentes putativos, ainda que sua investidura na função pública não tenha decorrido de procedimento legalmente estabelecido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3365698",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Com relação ao ato administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos são espécie do gênero atos da Administração, que engloba todos os atos praticados no exercício da função administrativa, independentemente de sua natureza."
      },
      {
        "letra": "B",
        "texto": "Os fatos administrativos voluntários se materializam exclusivamente por atos administrativos formais, não sendo possível sua concretização por meio de condutas administrativas informais."
      },
      {
        "letra": "C",
        "texto": "Os atos políticos ou de governo são considerados atos da Administração, pois emanam diretamente da lei e possuem as mesmas características dos atos administrativos típicos."
      },
      {
        "letra": "D",
        "texto": "Os atos administrativos são sempre discricionários, cabendo ao administrador decidir sobre sua conveniência e oportunidade, sem vinculação a critérios legais predeterminados."
      },
      {
        "letra": "E",
        "texto": "Os atos administrativos não podem ser praticados por agentes de entidades que não integram a estrutura da Administração Pública, mesmo quando exercem função administrativa por delegação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299161",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Em linhas gerais, os atos administrativos são declarações unilaterais da Administração Pública ou de seus agentes, praticadas com base na lei, com o objetivo de produzir efeitos jurídicos concretos voltados para o atendimento do interesse público. Sobre os atos administrativos, especialmente quanto à sua classificação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atos de gestão, ou próprios, são internos da Administração Pública e estão relacionados às rotinas de andamento dos variados serviços executados por seus órgãos e entidades administrativos. Caracterizam-se pela ausência de conteúdo decisório."
      },
      {
        "letra": "B",
        "texto": "Atos compostos são aqueles que resultam da manifestação de vontade de um órgão ou agente, mas que dependem da aprovação, ratificação ou homologação de outra autoridade para produzir efeitos."
      },
      {
        "letra": "C",
        "texto": "Atos de império são aqueles praticados pela Administração Pública em condição de igualdade jurídica com o particular, ou seja, não possuem as chamadas \"prerrogativas\" da Administração."
      },
      {
        "letra": "D",
        "texto": "Atos complexos são aqueles que derivam da vontade de dois ou mais órgãos, colegiados ou singulares, sendo que a vontade de um órgão é acessória em relação a vontade do outro órgão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298812",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A demarcação e homologação de terras indígenas no Brasil são procedimentos administrativos e técnicos conduzidos pela União, visando garantir os direitos originários dos povos indígenas sobre seus territórios tradicionais. O processo envolve estudos antropológicos, levantamentos fundiários e a expedição de atos normativos que formalizam o reconhecimento das áreas. Considerando esse contexto, analise as afirmativas a seguir. I. A demarcação de terras indígenas é um procedimento administrativo realizado pela União, que inclui estudos antropológicos, cartográficos e ambientais para a identificação dos territórios tradicionais. II. A homologação das terras indígenas é um ato formal do Presidente da República, que oficializa a demarcação após o cumprimento dos trâmites técnicos e administrativos. III. Estados e Municípios têm competência exclusiva para definir os limites das terras indígenas, podendo revisar a demarcação conforme o interesse econômico regional. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296778",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atos administrativos em espécie"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Luigi foi a um determinado órgão público de sua cidade requerer uma certidão que confirmasse uma informação nos registros originais, mas que resumisse os dados básicos e obrigatórios do registro encontrado. Pode-se dizer que Luigi requereu uma certidão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De inteiro teor."
      },
      {
        "letra": "B",
        "texto": "Parcial."
      },
      {
        "letra": "C",
        "texto": "Negativa"
      },
      {
        "letra": "D",
        "texto": "Em breve relato."
      },
      {
        "letra": "E",
        "texto": "De scriptum in albis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3295734",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] Assinale a alternativa correta sobre a classificação dos atos administrativos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São atos declaratórios aqueles que alteram uma relação jurídica, criando, modificando ou extinguindo direitos."
      },
      {
        "letra": "B",
        "texto": "Denominam-se atos de gestão aqueles que se caracterizam pelo poder de coerção da Administração, não intervindo a vontade dos administrados para a sua realização."
      },
      {
        "letra": "C",
        "texto": "São classificados simples os atos administrativos editados a partir da vontade de um único órgão público, seja ele singular, seja colegiado."
      },
      {
        "letra": "D",
        "texto": "Atos gerais são aqueles que apresentam destinatário específico, preordenam a regular situações jurídicas concretas."
      },
      {
        "letra": "E",
        "texto": "Atos discricionários são aqueles que o agente público pratica reproduzindo os elementos que a lei previamente estabelece, sem margem de liberdade para avaliação da conduta pela Administração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295731",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] O ato administrativo é considerado vinculado quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não enseja em possibilidade de revogação, visto a determinação legal para atuação administrativa."
      },
      {
        "letra": "B",
        "texto": "a lei deixa certa margem de liberdade de decisão para a autoridade pública."
      },
      {
        "letra": "C",
        "texto": "visa restringir direitos ou aplicar sanções a particulares que atuem em desacordo com a ordem jurídica."
      },
      {
        "letra": "D",
        "texto": "destina-se aos administrados ou fora de repartição."
      },
      {
        "letra": "E",
        "texto": "já produziu todos os efeitos e não pode ser desfeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286353",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa correta com base no conceito de Ato Administrativo, levando em consideração suas características fundamentais e efeitos jurídicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato Administrativo é a manifestação de vontade do particular, com o objetivo de criar obrigações no âmbito privado."
      },
      {
        "letra": "B",
        "texto": "O Ato Administrativo é uma decisão administrativa interna, sem qualquer efeito jurídico para os particulares."
      },
      {
        "letra": "C",
        "texto": "O Ato Administrativo é sempre realizado por pessoas jurídicas, com efeitos exclusivamente no direito privado."
      },
      {
        "letra": "D",
        "texto": "O Ato Administrativo não gera efeitos jurídicos imediatos, uma vez que depende de aprovação pelo Poder Legislativo."
      },
      {
        "letra": "E",
        "texto": "O Ato Administrativo é uma declaração unilateral do Estado ou de quem o represente, que visa a produzir efeitos jurídicos imediatos, respeitando a lei e estando sujeito ao controle pelo Poder Público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3286151",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Lucas é um estudante de administração pública que começou um estágio na prefeitura de sua cidade. No primeiro dia de trabalho, ele ouviu um debate entre dois servidores sobre a diferença entre fato administrativo e ato administrativo. Servidor A: “Um fato administrativo ocorre naturalmente dentro da administração pública, sem depender diretamente da vontade de um agente público, mas ainda assim gera efeitos jurídicos.” Servidor B: “Já um ato administrativo é sempre uma manifestação de vontade do Estado ou de seus agentes, visando produzir efeitos no mundo jurídico.” Mesmo sabendo que ambos os servidores estão corretos, Lucas ainda ficou com dúvidas e decidiu testar seus conhecimentos analisando algumas situações que presenciou ao longo do dia: 1-O prefeito assinou um decreto estabelecendo novas regras para o funcionamento do comércio local. 2-Um temporal derrubou a cobertura de um prédio público, exigindo uma reforma emergencial. 3-Um fiscal aplicou uma multa a um comerciante por descumprimento de normas sanitárias. 4-Um cidadão protocolou um pedido de licença para construir uma casa em sua propriedade. Com base no conceito de fato e ato administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a situação 1 representa um fato administrativo, pois se trata de uma decisão da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Apenas a situação 2 representa um fato administrativo, pois ocorreu sem depender da vontade humana, mas gerou efeitos na Administração Pública."
      },
      {
        "letra": "C",
        "texto": "As situações 1 e 3 representam fatos administrativos, pois ambas envolvem consequências jurídicas dentro da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Apenas a situação 4 representa um fato administrativo, pois envolve um pedido feito por um particular à Administração Pública."
      },
      {
        "letra": "E",
        "texto": "As situações 1, 3 e 4 são atos administrativos, pois envolvem manifestações de vontade da Administração Pública e produzem efeitos jurídicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286147",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A Prefeitura de Serra Nova emitiu uma licença para funcionamento de um comércio, mas um erro foi identificado posteriormente: o servidor que assinou a licença não tinha competência para praticar esse ato. Diante dessa situação, o setor jurídico analisou o caso e concluiu que todos os outros requisitos legais estavam corretos, sendo possível corrigir o erro sem causar prejuízo a terceiros ou ao interesse público. Qual deve ser a decisão da Administração Pública nesse caso?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anular a licença imediatamente, pois qualquer ato administrativo praticado por autoridade incompetente deve ser considerado nulo, mesmo que todos os outros requisitos estejam corretos"
      },
      {
        "letra": "B",
        "texto": "Revogar a licença, pois a Administração Pública tem total liberdade para extinguir atos administrativos, independentemente de sua legalidade ou do impacto para terceiros."
      },
      {
        "letra": "C",
        "texto": "Convalidar o ato administrativo, corrigindo o vício de competência e garantindo validade à licença desde a sua emissão, pois não há prejuízo ao interesse público nem a terceiros."
      },
      {
        "letra": "D",
        "texto": "Substituir a licença por um novo ato administrativo, anulando a licença original e emitindo uma nova autorização, sem considerar os efeitos já produzidos pelo ato anterior."
      },
      {
        "letra": "E",
        "texto": "Encaminhar o caso ao Poder Judiciário, pois apenas uma decisão judicial pode determinar se o ato deve ser mantido ou invalidado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285855",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o conceito de ato administrativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É toda manifestação unilateral da vontade que cria apenas obrigações para os administrados."
      },
      {
        "letra": "B",
        "texto": "São unicamente discricionários."
      },
      {
        "letra": "C",
        "texto": "Para serem válidos, devem respeitar os requisitos de competência, finalidade, forma, motivo e objeto."
      },
      {
        "letra": "D",
        "texto": "Podem ser praticados por particulares em colaboração com o poder público, sem qualquer previsão legal."
      },
      {
        "letra": "E",
        "texto": "Todo ato administrativo tem como consequência necessária a imposição de penalidades."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285656",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a definição de atos de império.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aqueles atos que não configuram uma manifestação de vontade do Estado para dar andamento à atividade administrativa."
      },
      {
        "letra": "B",
        "texto": "Aqueles atos praticados com a finalidade de resolver uma situação específica, exaurindo seus efeitos em uma única aplicação."
      },
      {
        "letra": "C",
        "texto": "Aqueles atos nos quais a Administração Pública, no exercício do poder público, impõe obrigações e aplica penalidades independentemente de ordem judicial, em razão da supremacia do interesse coletivo sobre o particular."
      },
      {
        "letra": "D",
        "texto": "Aqueles atos que afirmam um direito preexistente, mediante o reconhecimento de situação jurídica previamente constituída."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285655",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "O ato administrativo é aquele praticado pela Administração Pública, regulado pelo Direito Público, decorrente da manifestação de vontade estatal e destinado a produzir efeitos jurídicos perante a sociedade. A respeito dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Pública produz atos administrativos exclusivamente no exercício de atividades econômicas privadas, sujeitando-se integralmente às normas do Direito Privado."
      },
      {
        "letra": "B",
        "texto": "Dependem sempre da concordância prévia dos administrados para que possam produzir efeitos jurídicos válidos."
      },
      {
        "letra": "C",
        "texto": "Os atos administrativos são bilaterais, decorrentes de acordo entre a Administração Pública e os particulares, formalizados por meio de contrato administrativo."
      },
      {
        "letra": "D",
        "texto": "São manifestações unilaterais da Administração Pública, regidas pelo Direito Público, possuindo atributos como a presunção de legitimidade e a imperatividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284414",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Em relação aos requisitos ou elementos dos atos administrativos, analise as afirmativas abaixo atribuindo (V) para Verdadeira e (F) para Falsa, em seguida assinale a alternativa com a sequência correta. ( ) Forma: é o resultado que a Administração pretende alcançar com a prática do ato. É o seu objetivo. De acordo com o princípio da Forma, é dever da Administração Pública sempre buscar o interesse público, isto é, em uma análise mais restrita, a forma determinada pela lei, explícita ou implicitamente. É um elemento sempre vinculado. ( ) Finalidade: é o poder que decorre da lei conferida ao agente administrativo para o desempenho regular de suas atribuições. ( ) Competência: são os efeitos imediatos decorrentes do ato administrativo, que corresponde ao efeito prático pretendido com a edição do ato administrativo ou a modificação por ele trazida ao ordenamento jurídico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V"
      },
      {
        "letra": "C",
        "texto": "V, F, F"
      },
      {
        "letra": "D",
        "texto": "F, V, V"
      },
      {
        "letra": "E",
        "texto": "F, F, F"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3281149",
    "metadata": "Ano: 2025 | Banca: IDCAP | Órgão: SAAE de Aracruz - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "João é servidor público estadual e, em uma jornada de trabalho, foi responsável pela emissão de um parecer técnico relacionado à viabilidade de um projeto de infraestrutura no estado. Com relação ao ato administrativo praticado por João (parecer) é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O parecer é um ato administrativo normativo, utilizado para definir as normas internas, estabelecendo as regras a serem obedecidas para o regular funcionamento de órgãos públicos."
      },
      {
        "letra": "B",
        "texto": "O parecer é um ato administrativo enunciativo, por meio do qual se emite opinião de órgão consultivo, sobre assunto de sua competência, objetivando subsidiar a tomada de decisão."
      },
      {
        "letra": "C",
        "texto": "O parecer é um ato administrativo negocial, por meio do qual a administração concede direitos pleiteados por particulares."
      },
      {
        "letra": "D",
        "texto": "O parecer é um ato administrativo ordinatório, que busca organizar a prestação do serviço através de normas que se aplicam internamente aos órgãos da administração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3280054",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos podem ser classificados de acordo com sua finalidade, forma e conteúdo, sendo essa classificação fundamental para a compreensão de sua aplicação prática (MEIRELLES, 2022). Com base nas informações apresentadas, qual das alternativas abaixo descreve corretamente um ato administrativo discricionário?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que está estritamente vinculado à Lei Complementar nº 101/2000, conhecida como Lei de Responsabilidade Fiscal (LRF), sem margem de liberdade para o administrador."
      },
      {
        "letra": "B",
        "texto": "Aquele que depende de prévia autorização judicial do superior hierárquico para sua execução."
      },
      {
        "letra": "C",
        "texto": "Aquele que permite ao administrador avaliar a conveniência e oportunidade de sua prática."
      },
      {
        "letra": "D",
        "texto": "Aquele que é praticado exclusivamente por autoridades policiais."
      },
      {
        "letra": "E",
        "texto": "Aquele que não produz efeitos jurídicos retroativos à ação em questão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267385",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] Julgue os itens a seguir, considerando a classificação dos atos administrativos. I – Atos vinculados são aqueles cuja lei estabelece margem para escolha por parte da Administração. II – Atos individuais são aqueles que vinculam à destinatários específicos. III – Atos externos são destinados somente para particulares. IV – Ato composto apresenta um ato principal e um ato acessório para homologação ou confirmação do primeiro. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267294",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] Os atos administrativos podem ser classificados de diversas formas. Sobre a classificação dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos normativos criam direitos subjetivos para os administrados."
      },
      {
        "letra": "B",
        "texto": "Os atos vinculados concedem margem de escolha à Administração Pública no seu conteúdo."
      },
      {
        "letra": "C",
        "texto": "Os atos enunciativos expressam uma declaração da Administração sem impor obrigações ou criar direitos."
      },
      {
        "letra": "D",
        "texto": "Os atos negociais não exigem a manifestação de vontade do particular para sua validade."
      },
      {
        "letra": "E",
        "texto": "Os atos punitivos são exclusivamente vinculados e não comportam qualquer discricionariedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265633",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "A respeito dos atos administrativos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo critério subjetivo, o ato administrativo é aquele ditado pelos órgãos administrativos, excluídos os atos provenientes dos órgãos legislativo e judicial, ainda que tenham a mesma natureza daqueles, e incluídos todos os atos da Administração, pelo só fato de serem emanados de órgãos administrativos, como os atos normativos do Executivo, os atos materiais, os atos enunciativos e os contratos."
      },
      {
        "letra": "B",
        "texto": "Pelo critério objetivo, ato administrativo é somente aquele praticado no exercício concreto da função administrativa, seja ele editado pelos órgãos administrativos ou pelos órgãos judiciais e legislativos."
      },
      {
        "letra": "C",
        "texto": "Os atos enunciativos apenas atestam ou declaram a existência de um direito ou situação, como os pareceres."
      },
      {
        "letra": "D",
        "texto": "A presunção de legitimidade diz respeito à conformidade do ato com a lei; em decorrência desse atributo, presume-se, até prova em contrário, que os atos administrativos foram emitidos com observância da lei."
      },
      {
        "letra": "E",
        "texto": "Imperatividade é o atributo pelo qual os atos administrativos se impõem a terceiros, independentemente de sua concordância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261817",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o correto conceito de “ato administrativo”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrência de situação, sem exteriorização de vontade, que produz resultado não juridicamente tutelado."
      },
      {
        "letra": "B",
        "texto": "Toda manifestação de vontade da Administração Pública ou de qualquer cidadão que vise resguardar ou extinguir direitos."
      },
      {
        "letra": "C",
        "texto": "Declaração do representante do Estado que não produz efeitos jurídicos imediatos e não se sujeita ao controle do poder público."
      },
      {
        "letra": "D",
        "texto": "Toda manifestação unilateral de vontade da Administração Pública que, agindo nessa qualidade, tenha por fim produzir efeitos jurídicos imediatos, com observância da lei, sob o regime jurídico de direito público e sujeita ao controle pelo poder público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261547",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Determinado gestor público observou que praticamente todas assuas manifestações de vontade no exercício da função pública se materializavam por intermédio de atos administrativos. Assim, decidiu compreender melhor essa figura e se deparou com os seguintes enunciados acerca da matéria; analise-os. I. Atos arbitrários são sinônimos de atos discricionários, referindo-se àqueles nos quais o agente público possui uma margem de liberdade na tomada de decisão. II. São exemplos de atos reputados como discricionários as licenças e as autorizações, que são atos de consentimento expedidos pela Administração Pública. III. A anulação dos atos administrativos ocorre em razão de um vício, incidindo, portanto, sobre atos ilegais ou inconstitucionais. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258209",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que se refere às autarquias, à vinculação dos atos administrativos, aos princípios expressos e implícitos da administração pública e à organização administrativa do Estado, julgue o item subsequente. O ato administrativo vinculado caracteriza-se, entre outros aspectos, por ter os elementos e as condições para o seu exercício previamente estabelecidos por lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258204",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Controle da administração pública",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, aos atos administrativos e ao controle da administração pública, julgue o item a seguir. Os atos administrativos discricionários, em razão de sua natureza, não são passíveis de controle pelo Poder Judiciário, na medida em que envolvem juízo de conveniência e oportunidade da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3247999",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Entre os atos que visam a disciplinar o funcionamento da Administração e a conduta funcional de seus agentes, estão as portarias. Essa espécie de ato ordinatório da administração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são comunicações escritas que as autoridades fazem entre si, entre subalternos e superiores e entre a Administração e particulares, em caráter oficial"
      },
      {
        "letra": "B",
        "texto": "são atos administrativos expedidos pelos ministros de Estado para a execução de leis, de decretos e de regulamentos, mas são também utilizados por outros órgãos superiores para o mesmo fim"
      },
      {
        "letra": "C",
        "texto": "são atos internos pelos quais os chefes de órgãos, de repartições ou de serviços expedem determinações gerais ou especiais a seus subordinados, ou designam servidores para funções e cargos secundários"
      },
      {
        "letra": "D",
        "texto": "são ordens escritas, de caráter uniforme, expedidas a determinados funcionários ou agentes administrativos, incumbidos de certo serviço ou do desempenho de certas atribuições, em circunstâncias especiais"
      },
      {
        "letra": "E",
        "texto": "são ordens escritas e gerais a respeito do modo e da forma de execução de determinado serviço público, expedidas pelo superior hierárquico, com a finalidade de orientar os subalternos no desempenho das atribuições"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241772",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca das diversas classificações, atributos e elementos do ato administrativo, comumente consagrados pela doutrina administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade é um atributo presente em todos os atos administrativos, independentemente de sua natureza."
      },
      {
        "letra": "B",
        "texto": "A finalidade específica do ato administrativo pode ser alterada pelo agente público, desde que atenda ao interesse público geral."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade dos atos administrativos depende de previsão legal ou situação de urgência."
      },
      {
        "letra": "D",
        "texto": "A delegação de competência pode ser realizada mesmo em atos normativos, desde que não haja vedação legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241189",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Em relação à classificação de atos administrativos, sobre as características do ato vinculado, analisar os itens. I. Tem mérito. II. Pode ser anulado e revogado. III. É praticado sem margem de liberdade. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhum dos itens."
      },
      {
        "letra": "B",
        "texto": "Apenas no item I."
      },
      {
        "letra": "C",
        "texto": "Apenas no item II."
      },
      {
        "letra": "D",
        "texto": "Apenas no item III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3226813",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Sobre os atos administrativos, este atributo diz respeito à necessidade de respeitar-se a finalidade específica definida na lei para cada espécie de ato. Trata-se da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipicidade."
      },
      {
        "letra": "B",
        "texto": "Imperatividade."
      },
      {
        "letra": "C",
        "texto": "Exigibilidade."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3221568",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A respeito da classificação dos atos administrativos, é característica do ato discricionário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sofre controle judicial."
      },
      {
        "letra": "B",
        "texto": "Não tem mérito."
      },
      {
        "letra": "C",
        "texto": "Praticado com margem de liberdade."
      },
      {
        "letra": "D",
        "texto": "Pode ser anulado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3221333",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos representam a manifestação de vontade do Poder público. Para que ocorram e iniciem sua vigência, precisam cumprir todos os requisitos legais. Analise as afirmativas abaixo que tratam das características dos atos administrativos: I - A Administração deve anular seus próprios atos, quando estes apresentarem vício de legalidade, e pode revogá-los por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos. II - A ratificação do ato administrativo consiste em modificar parte do seu texto de forma a torná-lo plenamente válido. III - Ato administrativo é considerado válido a partir da sua emissão, desde que cumpridos os requisitos legais, não exigindo análise prévia do poder judiciário. IV - Atos administrativos revogados deixam de produzir seus efeitos e somente pode ser realizada pela administração pública, enquanto atos administrativos nulos (anulados) perdem efeitos desde sua criação, podendo ser anulado pela administração pública ou poder judiciário. Estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3220082",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Cinco alunos estavam estudando para um concurso público e criaram uma caixa de perguntas para testar seus conhecimentos. Uma das perguntas extraídas foi: \"Quais elementos do ato administrativo podem ser discricionários?\" Cada aluno deu uma resposta: Ana: \"Motivo e objeto.\" Bruno: \"Competência, Finalidade e Veracidade.\" Carla: \"Forma e Autoexecutoriedade.\" Diego: \"Finalidade e Imperatividade.\" Eduarda: \"Competência e Tipicidade.\" Quem respondeu corretamente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana"
      },
      {
        "letra": "B",
        "texto": "Bruno"
      },
      {
        "letra": "C",
        "texto": "Carla"
      },
      {
        "letra": "D",
        "texto": "Diego"
      },
      {
        "letra": "E",
        "texto": "Eduarda"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219451",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "No que tange aos atos administrativos, analise os itens a seguir e, ao final, assinale a alternativa correta. I – O ato administrativo constitutivo é aquele que atesta um fato ou reconhece um direito ou uma obrigação que já existia antes do ato. II – Um ato administrativo anulável é o que apresenta vício sanável. III – São exemplos de atos administrativos enunciativos certidão, atestado e portarias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219048",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, analise os itens abaixo e assinale a alternativa correta. I – Os atos administrativos são bilaterais e dependem da vontade da administração pública ou dos particulares que estejam exercendo prerrogativas públicas. II – São elementos essenciais dos atos administrativos: a competência, a finalidade, a forma, o motivo e o objeto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3216487",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Os atos administrativos são dotados de atributos próprios, que os distinguem de outros atos e negócios jurídicos, a exemplo da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de legalidade, presumindo-se que são aderentes a lei, quando emitidos por autoridade competente, o que impõe sua desconstituição apenas pela via judicial."
      },
      {
        "letra": "B",
        "texto": "Presunção de veracidade, porque, se editados, os atos administrativos são conformes ao ordenamento jurídico, tem validade e autorizam a adoção de medidas coercitivas diretas para sua execução."
      },
      {
        "letra": "C",
        "texto": "autoexecutoriedade, decorrência do atributo da imperatividade, este que dispensa manifestação judicial para projetar efeitos em relação a terceiros."
      },
      {
        "letra": "D",
        "texto": "finalidade de interesse público, obrigatória em todos os atos administrativas e cuja violação aciona a possibilidade de sua revogação administrativa ou judicial."
      },
      {
        "letra": "E",
        "texto": "coercitividade, presente em todos os atos administrativos e decorrência do atributo da autoexecutoriedade, dispensando ordem judicial para sua execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215151",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos, quando discricionários, editados pela autoridade competente com base em juízo de conveniência e oportunidade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são passíveis de convalidação pela Administração Pública, quando identificado vício de finalidade, sempre mediante ratificação da autoridade superior aquela que editou o ato viciado."
      },
      {
        "letra": "B",
        "texto": "podem ser revogados a qualquer tempo pela Administração Pública, com base na autotutela, com efeitos ex tunc, ou seja, vedada a manutenção de quaisquer efeitos produzidos antes da revogação."
      },
      {
        "letra": "C",
        "texto": "não são passíveis de controle de legalidade pelo Poder Judiciário, este que não pode imiscuir-se no exame de validade do ato discricionário, cabendo à Administração Pública exercer o controle da higidez do ato."
      },
      {
        "letra": "D",
        "texto": "são passíveis de invalidação pelo Poder Judiciário, se comprovada a inexistência ou falsidade das razões de fato ou de direito declinadas pela Administração Pública para sua edição."
      },
      {
        "letra": "E",
        "texto": "sujeitam-se ao escrutínio de legalidade e mérito pelo Poder Judiciário, o qual pode anular o ato ou determinar a sua revogação, não sendo possível, contudo, a anulação do ato por vício de competência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3210733",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Conceito e classificação dos atos administrativos",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da convalidação dos atos administrativos, do processo administrativo disciplinar no âmbito da Lei n.º 8.112/1990 e do processo administrativo conforme a Lei n.º 9.784/1999.Os atos administrativos com defeitos sanáveis podem ser convalidados pela própria administração pública, mesmo que tal medida acarrete prejuízo a terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437995",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Acerca dos atributos dos atos administrativos, julgue o item a seguir.Os atos administrativos discricionários conferem ao administrador público certa margem de liberdade para sua prática. No entanto, ficam vinculados aos motivos por ele alegados, conforme estabelece a teoria dos motivos determinantes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292303",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Um Auditor Fiscal do município, durante a análise de atos administrativos praticados pela administração pública municipal, identificou diferentes situações e decidiu classificá-las como atos vinculados ou atos discricionários, considerando os conceitos do Direito Administrativo. Pensando nisso, considere as situações a seguir. I. Licença para construir concedida após o interessado atender aos requisitos legais. II. Autorização para funcionamento de banca de jornal em área pública. III. Lançamento tributário referente ao Imposto sobre a Propriedade Predial e Territorial Urbana (IPTU). IV. Decreto expropriatório para a realização de obras públicas. V. Aposentadoria compulsória de servidor público ao atingir a idade limite prevista em lei. A classificação CORRETA é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I – Vinculado, II – Vinculado, III – Vinculado, IV – Discricionário, V – Discricionário."
      },
      {
        "letra": "B",
        "texto": "I – Vinculado, II – Discricionário, III – Vinculado, IV – Discricionário, V – Vinculado."
      },
      {
        "letra": "C",
        "texto": "I – Vinculado, II – Discricionário, III – Vinculado, IV – Vinculado, V – Discricionário."
      },
      {
        "letra": "D",
        "texto": "I – Vinculado, II – Discricionário, III – Discricionário, IV – Vinculado, V – Vinculado."
      },
      {
        "letra": "E",
        "texto": "I – Discricionário, II – Vinculado, III – Vinculado, IV – Discricionário, V – Vinculado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3290863",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha concedida permissão de uso de bem público a particular, a titulo não oneroso, consignando como motivação de tal ato a necessidade de evitar invasões e degradação do imóvel, o que estaria ocorrendo com frequência em função do término de contrato de vigilância. Subsequentemente. restou comprovado que as razões fáticas apresentadas pela Administração municipal não eram verdadeiras, havendo vigilância eletrônica do imóvel e nenhum histórico de invasões ou outras ocorrências. Diante de tal cenário, referida permissão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula, não produzindo efeitos em razão de desvio de finalidade que toma insubsistentes as razões de conveniência e oportunidade, ou seja, o próprio mérito do ato discricionário,"
      },
      {
        "letra": "B",
        "texto": "somente poderá ser invalidada na esfera administrativa, mediante o exercício da autotutela da Administração, a qual compete revisitar, de tempos em tempos, a conveniência e a oportunidade de seus atos."
      },
      {
        "letra": "C",
        "texto": "deverá ser revogada pela Administração, por desvio de finalidade, com efeitos ex tunc, o que demandará o pagamento, pelo permissionário, do valor correspondente ao período em que usufruir do imóvel."
      },
      {
        "letra": "D",
        "texto": "poderá ser objeto de invalidação pelo Poder Judiciário, com base na Teoria dos Motivos Determinantes, se demonstrada a inexistência ou a falsidade das razões de fato ou de direito consignadas pela Administração na motivação do ato."
      },
      {
        "letra": "E",
        "texto": "poderá ser revogada na esfera administrativa ou judicial, com efeitos ex nunc, ou seja, mantidos os efeitos do ato até a sua revogação, diversamente do que ocorreria caso se tratasse de ato vinculado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218572",
    "metadata": "Ano: 2025 | Banca: UFRR | Órgão: UFRR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Segundo a análise de elementos dos atos administrativos, há uma lista de elementos habitualmente considerados essenciais, apesar das divergências entre os autores. Com base nas características mencionadas por Celso Antônio Bandeira de Mello, assinale a alternativa que apresenta corretamente os elementos frequentemente reconhecidos como essenciais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sujeito, forma, objeto, processo e finalidade."
      },
      {
        "letra": "B",
        "texto": "Sujeito, forma, objeto, motivo e finalidade."
      },
      {
        "letra": "C",
        "texto": "Sujeito, objetivo, objeto, motivação e vontade."
      },
      {
        "letra": "D",
        "texto": "Competência, forma, objetivo, motivo e vontade."
      },
      {
        "letra": "E",
        "texto": "Sujeito, processo, objeto, finalidade e situação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3218047",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "O chefe de uma repartição pública percebe que os servidores estão adotando procedimentos distintos para a tramitação de documentos internos, o que está causando atrasos e dificuldades na organização do trabalho. Para padronizar as atividades, ele emite uma ordem de serviço, estabelecendo diretrizes sobre a forma correta de encaminhamento dos documentos dentro do setor. Na doutrina de Direito Administrativo, o ato administrativo praticado pelo chefe da repartição se enquadra na categoria de atos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "instrucionais."
      },
      {
        "letra": "B",
        "texto": "ordinatórios."
      },
      {
        "letra": "C",
        "texto": "punitivos."
      },
      {
        "letra": "D",
        "texto": "enunciativos."
      },
      {
        "letra": "E",
        "texto": "negociais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3207142",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Sobre a revogação e a anulação de atos administrativos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação é a declaração de nulidade de um ato administrativo que contém vícios de legalidade."
      },
      {
        "letra": "B",
        "texto": "A revogação só pode ser realizada quando o ato administrativo é inválido ou ilegal."
      },
      {
        "letra": "C",
        "texto": "A revogação ocorre quando o ato é válido, mas, segundo critério discricionário da administração, tornou-se inoportuno ou inconveniente."
      },
      {
        "letra": "D",
        "texto": "O Poder Judiciário pode tanto anular como revogar um ato administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204655",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir. I. O ato perfeito e inválido é, em regra, eficaz. II. O ato perfeito e inválido pode ser eficaz se já tiver gerado efeitos próprios e for relevante para a segurança jurídica manter tais efeitos. III. Os atos perfeitos e válidos são eficazes em regra. IV. Os atos perfeitos e válidos podem não ser eficazes se estiver pendente o implemento de condição. Marque a opção que apresenta as afirmativas CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I – II."
      },
      {
        "letra": "B",
        "texto": "II – III."
      },
      {
        "letra": "C",
        "texto": "I – IV."
      },
      {
        "letra": "D",
        "texto": "II – III – IV."
      },
      {
        "letra": "E",
        "texto": "I – II – III – IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204654",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Leia a afirmação. “Os atos de _______ são os praticados em igualdade de condição com o particular, ou seja, sem usar de suas prerrogativas sobre o destinatário.” Assinale a alternativa que preenche corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gestão"
      },
      {
        "letra": "B",
        "texto": "expediente"
      },
      {
        "letra": "C",
        "texto": "império"
      },
      {
        "letra": "D",
        "texto": "conclusão"
      },
      {
        "letra": "E",
        "texto": "perícia"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204653",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos atos administrativos, marque a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato imperfeito pode gerar efeitos impróprios, que não dependem da execução do ato, como o efeito impróprio reflexo e o efeito impróprio prodrômico."
      },
      {
        "letra": "B",
        "texto": "O ato nulo está em desconformidade com a lei e com os princípios jurídicos (é um ato ilegal e ilegítimo) e seu defeito não pode ser convalidado (corrigido)"
      },
      {
        "letra": "C",
        "texto": "Os vícios podem atingir a forma, quando a lei expressamente exige e não é respeitada, e ainda o motivo, quando pressupostos de fato e/ou de direito não existem e/ou são falsos."
      },
      {
        "letra": "D",
        "texto": "O ato nulo é aquele que não reúne os elementos necessários à sua formação e, assim, não produz qualquer consequência jurídica."
      },
      {
        "letra": "E",
        "texto": "Um de seus atributos é a presunção de veracidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204652",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa que contém um exemplo de ato administrativo enunciativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Despacho."
      },
      {
        "letra": "B",
        "texto": "Medida Provisória."
      },
      {
        "letra": "C",
        "texto": "Certidão."
      },
      {
        "letra": "D",
        "texto": "Portaria."
      },
      {
        "letra": "E",
        "texto": "Lei Delegada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193551",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos devem ser motivados em situações específicas. Qual das alternativas a seguir descreve corretamente um caso em que a motivação é obrigatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a decisão for tomada de forma discricionária, sem afetar direitos de terceiros."
      },
      {
        "letra": "B",
        "texto": "Quando o ato envolver a autorização de novos cargos públicos, sem gerar sanções."
      },
      {
        "letra": "C",
        "texto": "Quando o ato administrativo resultar na imposição de penalidade ou agravamento de encargos."
      },
      {
        "letra": "D",
        "texto": "Quando o ato for publicado em atos internos, sem impacto no âmbito externo."
      },
      {
        "letra": "E",
        "texto": "Quando o ato administrativo for apenas uma recomendação sem efeito jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193549",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "São deveres do administrado perante a Administração Pública, sem prejuízo de outros previstos em ato normativo, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Expor os fatos conforme a verdade, garantindo a transparência nas informações prestadas."
      },
      {
        "letra": "B",
        "texto": "Proceder com lealdade, urbanidade e boa-fé, mantendo a ética nas relações com a Administração."
      },
      {
        "letra": "C",
        "texto": "Não agir de modo temerário, respeitando as normas e os procedimentos estabelecidos pela Administração."
      },
      {
        "letra": "D",
        "texto": "Exigir tratamento privilegiado ou preferencial por parte da Administração, com base em interesse próprio."
      },
      {
        "letra": "E",
        "texto": "Prestar as informações que lhe forem solicitadas e colaborar para o esclarecimento dos fatos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3187657",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atos administrativos em espécie"
    ],
    "enunciado_principal": "[Questão Inédita] Paulo e Luciana pretendiam se casar em uma praia pública na cidade de Fortaleza. A Administração Pública verificou que o casal cumpria todos os requisitos legais, mas negou o pedido. Considerando-se a situação hipotética apresentada, o ato administrativo solicitado era uma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "licença, espécie de ato discricionário, razão pela qual a Administração negou o pedido."
      },
      {
        "letra": "B",
        "texto": "autorização, ato vinculado de interesse particular."
      },
      {
        "letra": "C",
        "texto": "permissão, executado através de memorando para situações transitórias."
      },
      {
        "letra": "D",
        "texto": "autorização, espécie de ato discricionário para situações transitórias de interesse particular."
      },
      {
        "letra": "E",
        "texto": "permissão, ato administrativo precário e vinculado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3183862",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A respeito dos serviços públicos, bem como suas formas de delegação, julgue o item seguinte.A autorização de serviço público é ato precário, podendo ser revogada a qualquer tempo e não gera para o autorizatário direito à indenização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3178823",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "De acordo com Hely Lopes Meireles, na obra citada na questão 33, a “Administração Pública realiza sua função executiva por meio de atos jurídicos que recebem a denominação especial de atos administrativos,” assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato administrativo só pode ser revogado pelo Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "O ato administrativo pode se revestir de qualquer forma, desde que não vedada pela legislação."
      },
      {
        "letra": "C",
        "texto": "O ato administrativo não goza de presunção de legitimidade."
      },
      {
        "letra": "D",
        "texto": "A competência é um dos requisitos necessários do ato administrativo."
      },
      {
        "letra": "E",
        "texto": "O ato administrativo não necessita de motivo para ser praticado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178625",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Meirelles (2018) define que são cinco os requisitos necessários para a formação do ato administrativo. Segundo o autor, entre esses requisitos está aquele que é a condição primeira da validade do ato administrativo, posto que nenhum ato, discricionário ou vinculado, pode ser realizado sem que o agente disponha de poder legal para praticá-lo. Esse requisito é chamado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência."
      },
      {
        "letra": "B",
        "texto": "Finalidade."
      },
      {
        "letra": "C",
        "texto": "Forma."
      },
      {
        "letra": "D",
        "texto": "Motivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3178116",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No setor de obras de uma prefeitura, o secretário municipal aprovou e assinou o edital de uma licitação para a construção de uma nova escola no município. Contudo, o documento permaneceu na mesa da autoridade responsável e não foi enviado para publicação no Diário Oficial. Por essa razão, o ato está pronto; porém, não está apto a produzir seus efeitos. Com base no contexto apresentado e na teoria de Direito Administrativo, como é classificado esse ato administrativo quanto à sua exequibilidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato anulável."
      },
      {
        "letra": "B",
        "texto": "Ato imperfeito."
      },
      {
        "letra": "C",
        "texto": "Ato nulo."
      },
      {
        "letra": "D",
        "texto": "Ato pendente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178093",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Um servidor público responsável pela gestão de pessoal em um órgão municipal decide, unilateralmente, conceder uma licença remunerada a um colega de trabalho, alegando tratar-se de um caso excepcional. No entanto, essa atribuição compete exclusivamente ao chefe do órgão, conforme a legislação vigente, e não foi delegada ao servidor responsável pela gestão de pessoal, apesar de estar dentro da finalidade explícita e implícita da Lei e dentro do interesse público. Nesse caso, o comportamento do servidor público caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desvio de poder."
      },
      {
        "letra": "B",
        "texto": "Avocação de poder."
      },
      {
        "letra": "C",
        "texto": "Exercício regular de poder."
      },
      {
        "letra": "D",
        "texto": "Excesso de poder."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178087",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "De acordo com a teoria do Direito Administrativo, os atos administrativos podem ser classificados, quanto aos seus efeitos, em constitutivos, modificativos, extintivos ou declaratórios. Assinale a alternativa que apresenta um exemplo de ato declaratório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nomeação de um servidor público."
      },
      {
        "letra": "B",
        "texto": "Aplicação de uma multa administrativa."
      },
      {
        "letra": "C",
        "texto": "Cassação de um alvará de funcionamento."
      },
      {
        "letra": "D",
        "texto": "Emissão de uma certidão de regularidade fiscal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178086",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Um determinado ato da Administração Pública necessita da conjugação de vontade de dois ou mais órgãos ou autoridades. Dessa forma, o ato não será considerado perfeito com a manifestação da vontade de apenas um único órgão ou agente. Mas, apesar da conjugação de vontades, trata-se de ato único. Esse tipo de ato é considerado, segundo a teoria, um ato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simples."
      },
      {
        "letra": "B",
        "texto": "Composto."
      },
      {
        "letra": "C",
        "texto": "Complexo."
      },
      {
        "letra": "D",
        "texto": "Concentrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175269",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Um município concede uma licença para que um cidadão abra e opere um estabelecimento comercial após a verificação de que todas as exigências legais foram cumpridas, como normas de segurança e higiene. Esse tipo de ato administrativo ocorre quando a vontade do Poder Público coincide com o interesse do particular, permitindo o exercício de uma atividade ou a obtenção de um direito, mediante anuência do Estado. Atos administrativos como esse são classificados, de acordo com a teoria, como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Normativos."
      },
      {
        "letra": "B",
        "texto": "Ordinatórios."
      },
      {
        "letra": "C",
        "texto": "Negociais."
      },
      {
        "letra": "D",
        "texto": "Enunciativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3174772",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "No âmbito dos atributos dos atos administrativos existe aquele que costuma ser indicado como fundamento para a inversão do ônus da prova, no sentido de que caberá ao administrado demonstrar a ilegalidade do ato administrativo. Nesse contexto, o mencionado atributo é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção de veracidade, em razão do qual se presumem verdadeiros os fatos alegados pela Administração."
      },
      {
        "letra": "B",
        "texto": "autoexecutoriedade, que é condizente com a noção de que há conformidade do ato editado com os parâmetros estabelecidos em lei."
      },
      {
        "letra": "C",
        "texto": "imperatividade, segundo o qual a Administração pode levar a efeito as suas determinações sem a intervenção do Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "vinculação, considerando os parâmetros estabelecidos em lei para a definição do mérito administrativo."
      },
      {
        "letra": "E",
        "texto": "supremacia do interesse público, que, consoante explícito na Constituição, determina que a vontade da Administração deve prevalecer sobre a do administrado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3173802",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Águas de Chapecó - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Nos atos administrativos, a anulação ocorre quando este ato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inconveniente."
      },
      {
        "letra": "B",
        "texto": "Ilegal."
      },
      {
        "letra": "C",
        "texto": "Inadmissível."
      },
      {
        "letra": "D",
        "texto": "Inoportuno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172448",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "[Questão inédita] Os atos administrativos podem ser definidos como ações voluntárias e unilaterais da Administração ou aqueles com prerrogativas públicas, onde há declaração de vontade para garantir o interesse público. Analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Atos Individuais são atos singulares com destinatário determinado. ( ) Os requisitos são exigências para garantir a validade do ato administrativo, sem os quais o ato se tornará nulo. ( ) A forma é a exteriorização do ato, estando presente em atos vinculados e discricionários. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3170044",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da administração pública indireta, dos atos administrativos e da requisição. Com relação ao seu aspecto material, o ato administrativo é regido pelo regime jurídico de direito público, e deve ser exarado em conformidade com a forma prevista no ordenamento jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169039",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que se refere ao controle da administração pública, a contratos administrativos e ao processo administrativo, julgue o item seguinte.É admitida a convalidação, pela administração pública, dos atos administrativos com vício de forma, desde que a decisão não acarrete lesão ao interesse público nem prejuízo a terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3164324",
    "metadata": "Ano: 2025 | Banca: MARANATHA Assessoria | Órgão: Prefeitura de Careaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos são classificados conforme a liberdade de escolha do gestor. Os atos administrativos praticados com liberdade pelo administrador, quando o administrador público pode praticar com certa liberdade de escolha de seu conteúdo, destinatário e modo de execução, baseado na conveniência e oportunidade, é chamado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delegado."
      },
      {
        "letra": "B",
        "texto": "Discricionário."
      },
      {
        "letra": "C",
        "texto": "Arbitrário."
      },
      {
        "letra": "D",
        "texto": "Vinculado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3164323",
    "metadata": "Ano: 2025 | Banca: MARANATHA Assessoria | Órgão: Prefeitura de Careaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos representam a forma como a Administração Pública se pronuncia, ou seja, como ela interage com os públicos interno e externo. Considerando sua espécie, assinale a única alternativa que apresenta um ato administrativo que visa disciplinar o funcionamento da Administração e a conduta de seus agentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decreto."
      },
      {
        "letra": "B",
        "texto": "Certidão."
      },
      {
        "letra": "C",
        "texto": "Portaria."
      },
      {
        "letra": "D",
        "texto": "Parecer."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3159560",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Considerando os atos administrativos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos gozam da presunção de legitimidade e veracidade, razão pela qual são considerados válidos até prova em contrário."
      },
      {
        "letra": "B",
        "texto": "Os atos administrativos simples são aqueles cuja formação de vontade depende da ocorrência de um fato jurídico em sentido estrito e incidem nas relações negociais que a Administração Pública realiza com os particulares."
      },
      {
        "letra": "C",
        "texto": "A morte de um servidor é considerada um ato administrativo em sentido restrito, pois, além de ser um ato individual e determinado, é um acontecimento humano capaz de produzir efeitos na Administração Pública."
      },
      {
        "letra": "D",
        "texto": "A exigibilidade é um atributo do ato administrativo que depende de autorização prévia do Poder Judiciário para incidir sobre o particular."
      },
      {
        "letra": "E",
        "texto": "A presunção de legitimidade e de veracidade constitui uma característica exclusiva dos atos administrativos discricionários, uma vez que é ela que confere a margem de atuação do agente público, segundo a conveniência e a oportunidade para a prática do ato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3156626",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Leia o enunciado abaixo e assinale a alternativa que apresenta corretamente ao termo responsável para completar a lacuna: Os ______________ são presumidos verdadeiros e legais até que se prove o contrário. Assim, a Administração não tem o ônus de provar que são legais e a situação que gerou a necessidade de sua prática realmente existiu, cabendo ao destinatário o encargo de provar que o agente administrativo agiu de forma ilegítima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Processos Administrativos."
      },
      {
        "letra": "B",
        "texto": "Fatos Administrativos."
      },
      {
        "letra": "C",
        "texto": "Documentos Administrativos."
      },
      {
        "letra": "D",
        "texto": "Procedimentos Administrativos."
      },
      {
        "letra": "E",
        "texto": "Atos Administrativos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152837",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "O ato administrativo refere-se a uma categoria específica de atos praticados no exercício da função administrativa. Uma característica própria do ato administrativo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é a de se tratar de uma manifestação implícita da vontade do Estado que não precisa ser exteriorizada."
      },
      {
        "letra": "B",
        "texto": "é a de produzir efeitos jurídicos imediatos e está sempre sujeito a controle judicial."
      },
      {
        "letra": "C",
        "texto": "é a de sujeitar-se apenas ao regime de direito privado, sem as prerrogativas do poder público."
      },
      {
        "letra": "D",
        "texto": "é a de poder ser praticado apenas pelo Poder Executivo, excluindo os demais Poderes."
      },
      {
        "letra": "E",
        "texto": "é a de não estar sujeito à lei, pois possui natureza autônoma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3150410",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Sobre a extinção dos atos administrativos, marque o quesito correto, conforme a orientação jurisprudencial firmada no âmbito do Supremo Tribunal Federal (STF).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos não podem ser desfeitos na esfera administrativa."
      },
      {
        "letra": "B",
        "texto": "A administração pode revogar seus próprios atos, quando eivados de vícios que os tornam ilegais, porque deles não se originam direitos; ou anulá-los, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos, e ressalvada, em todos os casos, a apreciação judicial."
      },
      {
        "letra": "C",
        "texto": "A administração pode anular seus próprios atos, quando eivados de vícios que os tornam ilegais, porque deles não se originam direitos; ou revogá-los, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos, e ressalvada, em todos os casos, a apreciação judicial."
      },
      {
        "letra": "D",
        "texto": "A administração pode anular seus próprios atos, quando eivados de vícios que os tornam ilegais, porque deles não se originam direitos; ou revogá-los, por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos, sendo vedada, em ambas as hipóteses, a apreciação judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3136182",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos, quanto à liberdade de ação, podem ser vinculados ou discricionários. Nesse sentido, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autorizações e as permissões são atos vinculados."
      },
      {
        "letra": "B",
        "texto": "Os atos discricionários não podem ser precários."
      },
      {
        "letra": "C",
        "texto": "A licença é um ato discricionário, cuja conveniência e oportunidade devem ser observados."
      },
      {
        "letra": "D",
        "texto": "A lei não define todos os elementos do ato discricionário, deixando margem de liberdade para decisão do agente público."
      },
      {
        "letra": "E",
        "texto": "Homologação é um exemplo de ato discricionário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3135760",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Meirelles (2018) classifica os atos administrativos, quanto à espécie, em cinco categorias. Segundo o autor, na categoria dos atos administrativos normativos estão os(as): 1. Decretos e as resoluções. 2. Regulamentos e os regimentos. 3. Portarias internas e as ordens de serviço. 4. Atestados e as certidões. O resultado da somatória dos números correspondentes às afirmações corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "03."
      },
      {
        "letra": "B",
        "texto": "05."
      },
      {
        "letra": "C",
        "texto": "07."
      },
      {
        "letra": "D",
        "texto": "08."
      },
      {
        "letra": "E",
        "texto": "10."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3444724",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Câmara de Pombal - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Sobre o Ato Administrativo, é correto afirmar que, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um ato jurídico de direito privado e sujeito ao controle de legalidade pelo Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "Será praticado apenas por autoridade, singular ou colegiada, dotada de competência expressa em norma legal ou infralegal."
      },
      {
        "letra": "C",
        "texto": "Atos administrativos normativos prevalecem sobre os atos administrativos concretos, o ainda que emitidos pela mesma autoridade."
      },
      {
        "letra": "D",
        "texto": "Ato Normativo é um ato administrativo no qual se estabelece regras, padrões ou obrigações de condutas de modo abstrato, geral e impessoal, ou seja, sem destinatários específicos."
      },
      {
        "letra": "E",
        "texto": "Ato Concreto é todo ato administrativo não enquadrado na definição de atos normativos, por se aplicarem exclusivamente às situações concretas, atos e fatos da administração, e com sujeitos determinados e nominalmente identificados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3408716",
    "metadata": "Ano: 2024 | Banca: Instituto Ágata | Órgão: Prefeitura de Portel - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "No que diz respeito às espécies de atos administrativos, marque a única alternativa que representa ato enunciativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Licença"
      },
      {
        "letra": "B",
        "texto": "Permissão"
      },
      {
        "letra": "C",
        "texto": "Certidão"
      },
      {
        "letra": "D",
        "texto": "Instrução normativa"
      },
      {
        "letra": "E",
        "texto": "Alvará"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3398262",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Os atos que a Administração autorizada por lei pode praticar, com liberdade de escolha de seu conteúdo, destinatário, conveniência, oportunidade e modo de sua realização, são os atos denominados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vinculados"
      },
      {
        "letra": "B",
        "texto": "normativos"
      },
      {
        "letra": "C",
        "texto": "declaratórios"
      },
      {
        "letra": "D",
        "texto": "discricionários"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3382851",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Sete Barras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A classificação dos atos administrativos sofre imensa variação em virtude da diversidade de critérios adotados para firmá-la. Observe os conceitos a seguir e assinale V (verdadeiro) e F (falso) e marque a alternativa correspondente. [ ] Atos gerais ou normativos compreendem os atos que regulam uma quantidade indeterminada de pessoas que se encontra na mesma situação jurídica. [ ] Atos individuais são aqueles cuja vontade final da Administração exige a intervenção de agentes ou órgãos diversos, havendo certa autonomia, ou conteúdo próprio, em cada uma das manifestações. [ ] Atos compostos são aqueles que alteram uma relação jurídica, criando, modificando ou extinguindo direitos. [ ] Atos enunciativos são os que apenas declaram situação preexistente, citando-se, como exemplo, o ato que declara que certa construção provoca riscos à integridade física dos transeuntes, ou o ato que constata irregularidade administrativa em órgão administrativo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, F"
      },
      {
        "letra": "B",
        "texto": "F, F, F, F"
      },
      {
        "letra": "C",
        "texto": "V, V, V, V"
      },
      {
        "letra": "D",
        "texto": "V, F, V, F"
      },
      {
        "letra": "E",
        "texto": "V, V, F, F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345802",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Leia o texto a seguir. (...) é toda realização material da Administração em cumprimento de alguma decisão administrativa, tal como a construção de uma ponte, a instalação de um serviço público etc. MEIRELLES, Hely Lopes. Direito Administrativo Brasileiro. 23.ª edição, atualizada por Eurico de Andrade Azevedo, Délcio Balestero Aleixo e José Emmanuel Burle Filho. Malheiros Editores. São Paulo. [Adaptado]. O texto acima apresenta o conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato administrativo."
      },
      {
        "letra": "B",
        "texto": "ato administrativo."
      },
      {
        "letra": "C",
        "texto": "fato administrativo."
      },
      {
        "letra": "D",
        "texto": "competência administrativa."
      },
      {
        "letra": "E",
        "texto": "finalidade administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296932",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade"
    ],
    "enunciado_principal": "Os atos administrativos possuem atributos que, em síntese, são as próprias prerrogativas do poder público, decorrentes do princípio da supremacia do interesse público sobre o interesse privado. Nesse sentido, o atributo que confere ao ato administrativo a presunção de ter sido editado em conformidade com a lei e com o ordenamento jurídico é chamado CORRETAMENTE de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Executoriedade ou autoexecutoriedade."
      },
      {
        "letra": "B",
        "texto": "Exigibilidade."
      },
      {
        "letra": "C",
        "texto": "Imperatividade."
      },
      {
        "letra": "D",
        "texto": "Presunção de legitimidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296445",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Poder Normativo ou Poder Regulamentar, pode ser entendido a competência conferida à Administração Pública de expedir atos administrativos gerais e abstratos, que detalham e regulamentam o texto legal, visando à sua execução adequada. Nesse sentido, assinale a alternativa que contém um ato administrativo que exemplifica o exercício do Poder Normativo ou Regulamentar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A edição de Regulamento, ou seja, ato normativo privativo do chefe do Poder Executivo, apresentado por meio da expedição de um Decreto."
      },
      {
        "letra": "B",
        "texto": "A edição de uma Certidão, ou seja, ato por meio do qual a Administração Pública certifica um determinado fato que já se encontra previamente registrado no órgão."
      },
      {
        "letra": "C",
        "texto": "Edição de uma Permissão, ou seja, ato discricionário e precário, veiculada para conceder ao particular o uso de determinado bem público, de forma anormal ou privativa."
      },
      {
        "letra": "D",
        "texto": "A edição de um Parecer, ou seja, ato administrativo por meio do qual se emite opinião de órgão consultivo do Poder Público, sobre assunto de sua competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3296442",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Toda atuação estatal está vinculada à lei e somente desta pode emanar a conduta das autoridades públicas. Em determinadas situações, a lei cria um ato administrativo estabelecendo todos os seus elementos de forma objetiva, inexistindo margem para que a autoridade pública possa deliberar sobre a conduta exigida legalmente. Nesse contexto, o ato administrativo em que a autoridade pública não possui liberdade para escolher entre diferentes opções, devendo agir exatamente conforme definido pela lei, é chamado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato vinculado."
      },
      {
        "letra": "B",
        "texto": "Ato discricionário."
      },
      {
        "letra": "C",
        "texto": "Ato normativo."
      },
      {
        "letra": "D",
        "texto": "Ato de gestão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3283408",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "O ato administrativo pode ser conceituado como a manifestação ou declaração da administração pública, nesta qualidade, ou de particulares no exercício de prerrogativas públicas, que tenha por fim imediato a produção de efeitos jurídicos determinados, em conformidade com o interesse público e sob regime predominante de direito público. Desse modo, acerca da classificação dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos discricionários são aqueles que a administração pode praticar com liberdade de escolha quanto ao seu conteúdo, seu modo de realização, sua oportunidade e sua conveniência administrativa."
      },
      {
        "letra": "B",
        "texto": "No aspecto material, isto é, quanto a serem um conjunto de disposições gerais e abstratas, os atos administrativos gerais não diferem das leis."
      },
      {
        "letra": "C",
        "texto": "Ato administrativo complexo é aquele cujo conteúdo resulta da manifestação de um só órgão, mas a sua edição ou a produção de seus efeitos depende de um outro ato que o aprove."
      },
      {
        "letra": "D",
        "texto": "Os atos de império são praticados a requerimento do administrado, sendo a sua observância obrigatória para os seus destinatários."
      },
      {
        "letra": "E",
        "texto": "São exemplos de atos de gestão: o encaminhamento de documentos à autoridade que possua atribuição de decidir sobre seu mérito, a formalização, o preparo e a movimentação de processos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3273676",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atos administrativos em espécie"
    ],
    "enunciado_principal": "Acerca das comunicações oficiais, assinale a alternativa que contém um ato enunciativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Portarias."
      },
      {
        "letra": "B",
        "texto": "Homologações."
      },
      {
        "letra": "C",
        "texto": "Vistos."
      },
      {
        "letra": "D",
        "texto": "Atestados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272715",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atos administrativos em espécie"
    ],
    "enunciado_principal": "Durante o processo de avaliação de um problema sanitário, a Anvisa tem a prerrogativa de adotar medidas com o objetivo de eliminar, reduzir ou atenuar os riscos sanitários associados a produtos ou serviços sujeitos à sua atuação. Essas medidas podem ser preventivas ou cautelares. Diante do assunto em questão, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas cautelares não são atos administrativos de precaução."
      },
      {
        "letra": "B",
        "texto": "apreensão ocorre no caso de produtos irregulares, fabricados por empresas autorizadas."
      },
      {
        "letra": "C",
        "texto": "Tanto as medidas preventivas como as medidas cautelares não são penalidades."
      },
      {
        "letra": "D",
        "texto": "suspensão de armazenamento, comercialização, distribuição, fabricação, importação, propaganda e/ou uso do produto ou serviço ocorre quando o produto é sem registro, fabricado por empresa regular ou irregular"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271179",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Segundo Carvalho (2019, p. 258), atos administrativos são atos por meio dos quais a Administração Pública atua, no exercício da função administrativa, sob o regime de direito público e ensejando manifestação de vontade do Estado ou de quem lhe faça às vezes. Com base nessa informação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os atos vinculados são aqueles em que a lei confere ao administrador público margem de escolha relativa a razões de oportunidade e conveniência."
      },
      {
        "letra": "B",
        "texto": "o ato administrativo tem como requisito a competência, a finalidade, a imperatividade e a presunção de legitimidade."
      },
      {
        "letra": "C",
        "texto": "o ato válido é aquele criado de acordo com as normas previamente estabelecidas na legislação pertinente."
      },
      {
        "letra": "D",
        "texto": "os atos constitutivos são aqueles que afirmam um direito preexistente, a partir do reconhecimento de uma situação jurídica previamente constituída."
      },
      {
        "letra": "E",
        "texto": "os atos ordinatórios são aqueles por meio dos quais a administração concede direitos pleiteados por particulares."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248531",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Considerando as peculiaridades delimitadas na Lei nº 9.784/99 com relação à motivação dos atos administrativos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A motivação, quando exigida, restringe-se ao apontamento dos fundamentos jurídicos, não sendo exigida a indicação dos fatos que levaram ao respectivo ato administrativo."
      },
      {
        "letra": "B",
        "texto": "É facultativa a motivação para os atos administrativos que decorram de reexame de ofício, bem como nas hipóteses de anulação de ato administrativo."
      },
      {
        "letra": "C",
        "texto": "A motivação das decisões de órgãos colegiados e comissões ou de decisões orais deverá ser previamente apresentada em termo escrito, na medida em que não poderá constar da respectiva ata."
      },
      {
        "letra": "D",
        "texto": "A motivação deve ser explícita, clara e congruente, podendo consistir em declaração de concordância com fundamentos de anteriores pareceres, informações, decisões ou propostas, que, neste caso, serão parte integrante do ato."
      },
      {
        "letra": "E",
        "texto": "Na solução de vários assuntos da mesma natureza, é vedada a utilização de meio mecânico que reproduza os fundamentos das decisões, ainda que não prejudique direito ou garantia dos interessados, devendo a motivação ser pormenorizada em cada caso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3231515",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Guaíba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "A respeito da classificação dos atos administrativos, é correto afirmar que os atos administrativos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bilaterais são aqueles que dependem da atuação de mais de uma pessoa física para serem formados, independentemente de sua vontade."
      },
      {
        "letra": "B",
        "texto": "normativos possuem aplicação restrita a sujeitos específicos e determinados, como ocorre nos contratos administrativos."
      },
      {
        "letra": "C",
        "texto": "compostos simples são formados pela atuação de um único sujeito investido de competência idêntica e homogênea."
      },
      {
        "letra": "D",
        "texto": "complexos resultam da atuação de órgãos distintos, com competências qualitativamente diversas, sendo um exemplo a nomeação do presidente da República com aprovação do Senado Federal."
      },
      {
        "letra": "E",
        "texto": "individuais são aqueles que produzem efeitos apenas sobre os órgãos internos da Administração Pública, sem afetar terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3193186",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "O ato unilateral pelo qual a autoridade competente atesta a legitimidade formal de outro ato jurídico, sem manifestar necessária concordância quanto ao conteúdo, é denominado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Licença."
      },
      {
        "letra": "B",
        "texto": "Autorização."
      },
      {
        "letra": "C",
        "texto": "Homologação."
      },
      {
        "letra": "D",
        "texto": "Parecer."
      },
      {
        "letra": "E",
        "texto": "Visto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3188727",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Em relação à anulação e revogação dos atos administrativos marque (V) para as afirmativas verdadeiras e (F) para as falsas. ( ) O poder judiciário e a administração pública não deve de anular o ato administrativo eivado de ilegalidade. ( ) a anulação opera efeitos ex tunc, portanto, não retroage. ( ) Os atos que contenham vícios insanáveis devem ser convalidados. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F"
      },
      {
        "letra": "B",
        "texto": "V, F, F"
      },
      {
        "letra": "C",
        "texto": "F, V, F"
      },
      {
        "letra": "D",
        "texto": "F, F, F"
      },
      {
        "letra": "E",
        "texto": "F, F, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172654",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos"
    ],
    "enunciado_principal": "Sobre a discricionariedade dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O poder de ação administrativa, embora discricionário, não é totalmente livre, porque, sob alguns aspectos, em especial a competência, a forma e a finalidade, a lei impõe limitações"
      },
      {
        "letra": "B",
        "texto": "Atos administrativos discricionários são aqueles em que o servidor público pode tomar decisões sem qualquer tipo de controle ou revisão judicial, desde que baseados em conveniência"
      },
      {
        "letra": "C",
        "texto": "A discricionariedade administrativa implica na possibilidade de o ato administrativo ser alterado ou revogado pela Administração Pública, mas apenas por razões de legalidade, não podendo ser revogado por razões de conveniência"
      },
      {
        "letra": "D",
        "texto": "Atos administrativos discricionários são sempre vinculados e obrigatórios para a Administração Pública, não permitindo que o agente escolha a melhor forma de agir"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170463",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Zeus, servidor público federal, pretende extinguir determinado ato administrativo, por conter ilegalidade. Já Ares, também servidor público federal, pretende extinguir determinado ato administrativo válido por razões de conveniência e oportunidade. No caso narrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zeus deverá anular o ato e Ares deverá revogar o ato; e ambas as medidas dar-se-ão com efeitos ex tunc."
      },
      {
        "letra": "B",
        "texto": "ambos os atos deverão ser revogados."
      },
      {
        "letra": "C",
        "texto": "Zeus deverá anular o ato, com efeitos ex nunc, e Ares deverá revogar o ato. com efeitos ex tunc."
      },
      {
        "letra": "D",
        "texto": "ambos os atos deverão ser anulados."
      },
      {
        "letra": "E",
        "texto": "Zeus deverá anular o ato, com efeitos ex tunc, e Ares deverá revogar o ato, com efeitos ex nunc."
      }
    ],
    "gabarito": "E"
  }
]