[
  {
    "id": "3299635",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Utilização dos bens públicos"
    ],
    "enunciado_principal": "O aniversário do município X é no dia 28 de fevereiro. A prefeita M.A.S decidiu realizar um show com o cantor G.L na praça municipal Y. Nesse dia, além do show, a prefeitura ofereceu várias atividades ligadas a cultura e lazer à população. A praça onde o evento é realizado é um bem público de uso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum do povo, tal como os veículos oficiais da administração pública."
      },
      {
        "letra": "B",
        "texto": "especial, uma vez que sua utilização é restrita a indivíduos especificamente selecionados para isso."
      },
      {
        "letra": "C",
        "texto": "comum do povo, por ser aberta à utilização de todos os membros da coletividade."
      },
      {
        "letra": "D",
        "texto": "especial, tal como imóveis onde estão instaladas repartições públicas."
      },
      {
        "letra": "E",
        "texto": "especial, porque se destina à utilização por toda a coletividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296706",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O município de Nova Serra possui os seguintes bens públicos: I.Uma grande praça central, localizada no coração da cidade, que serve como ponto de encontro para a população, sendo frequentemente utilizada para eventos públicos, manifestações culturais e lazer. II. Além disso, o município possui um prédio que abriga a Prefeitura Municipal, destinado ao exercício das funções administrativas. III. Diversas áreas de terras desocupadas que estão sendo avaliadas para possível alienação, caso não sejam necessárias para uso futuro da administração. Com base nesse contexto, é correto afirmar que, com relação à destinação, os bens públicos descritos podem ser CORRETAMENTE classificados da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I.Bem dominical ou dominial; II.Bem de uso especial; III.Bem de uso comum do povo."
      },
      {
        "letra": "B",
        "texto": "I.Bem Municipal; II.Bem de uso comum do povo; III.Bem dominical ou dominial."
      },
      {
        "letra": "C",
        "texto": "I.Bem de uso comum do povo; II.Bem de uso especial; III.Bem dominical ou dominial."
      },
      {
        "letra": "D",
        "texto": "I.Bem especial; II.Bem municipal; III.Bem de uso especial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296540",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Acerca dos bens públicos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso comum dos bens públicos é obrigatoriamente gratuito."
      },
      {
        "letra": "B",
        "texto": "Um teatro é um bem de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "Os bens dominicais representam o patrimônio disponível do Estado."
      },
      {
        "letra": "D",
        "texto": "Mesmo um bem dominical necessita de desafetação para se proceder à sua alienação."
      },
      {
        "letra": "E",
        "texto": "Mares e escolas públicas são exemplos de bens de uso comum do povo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296137",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São inalienáveis os bens públicos de uso especial, a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "São passíveis de alienação os bens públicos dominicais."
      },
      {
        "letra": "C",
        "texto": "São suscetíveis a usucapião os bens públicos dominicais."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos é obrigatoriamente retribuído."
      },
      {
        "letra": "E",
        "texto": "São passíveis de alienação os bens públicos de uso comum do povo, a qualquer tempo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3278783",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "No que se refere aos bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens do domínio público do Estado abrangem os de uso comum e os dominicais."
      },
      {
        "letra": "B",
        "texto": "Os bens do domínio privado do Estado abrangem os dominicais."
      },
      {
        "letra": "C",
        "texto": "Os bens do domínio privado do Estado abrangem os dominicais e os de uso comum."
      },
      {
        "letra": "D",
        "texto": "Os bens do domínio público do Estado abrangem os de uso especial e os dominicais."
      },
      {
        "letra": "E",
        "texto": "Os bens do domínio público do Estado abrangem os dominicais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267104",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "O Código Civil brasileiro classifica os bens como públicos, incluindo aqueles pertencentes às pessoas jurídicas de direito público interno, ou privado, assim considerados todos os demais. Sobre os bens públicos, considera-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens de uso comum devem ter seu uso gratuito garantido, sendo vedada a cobrança de retribuição, devido à sua natureza."
      },
      {
        "letra": "B",
        "texto": "os bens de uso especial compreendem aqueles destinados a serviços ou estabelecimento da administração pública, não incluindo as autarquias."
      },
      {
        "letra": "C",
        "texto": "os bens de uso comum ou de uso especial são inalienáveis enquanto mantiverem sua destinação original, podendo ocorrer a alienação caso haja desafetação."
      },
      {
        "letra": "D",
        "texto": "todos os bens públicos são inalienáveis, independentemente da sua espécie."
      },
      {
        "letra": "E",
        "texto": "os bens públicos, com exceção dos bens dominicais, não estão sujeitos à usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265236",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Assinale a opção que indica exemplos de bens públicos de uso especial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ruas e as praças."
      },
      {
        "letra": "B",
        "texto": "Os rios, os mares e as estradas."
      },
      {
        "letra": "C",
        "texto": "As contas bancárias de entidades públicas destinadas ao pagamento de salários."
      },
      {
        "letra": "D",
        "texto": "Os edifícios ou terrenos destinados a serviço ou estabelecimento da administração federal."
      },
      {
        "letra": "E",
        "texto": "O patrimônio das pessoas jurídicas de direito público, como objeto de direito pessoal das entidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241759",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "O gerenciamento administrativo estatal implica no exercício do domínio sobre os bens existentes em seu território. Sobre esse tema, analise as afirmativas a seguir. I. O domínio público abrange apenas os bens das pessoas jurídicas de Direito Público Interno, excluindo bens de utilidade coletiva como águas, jazidas e florestas. II. O domínio público eminente é exercido exclusivamente sobre os bens particulares e não possui relação com a soberania interna do Estado. III. O domínio público inclui bens de utilidade coletiva que merecem proteção do Direito Público, como águas, jazidas e florestas. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236152",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Utilização dos bens públicos",
      "Bens públicos em espécie"
    ],
    "enunciado_principal": "Os bens públicos podem ser classificados em bens de uso comum, bens de uso especial e bens dominicais, a partir da sua finalidade e destinação. Com base nas classificações, analise os casos a seguir. 1.Uma praça pública, aberta ao acesso irrestrito da população, utilizada frequentemente para eventos comunitários e lazer; 2.Um edifício utilizado como sede de um tribunal regional, destinado exclusivamente às atividades do Poder Judiciário; 3.Um terreno pertencente ao município, atualmente desocupado e sem destinação ou uso público específico; 4.Um veículo de uso exclusivo para emergências médicas, destinado ao transporte de pacientes entre unidades hospitalares da região. Classifique cada um dos casos apresentados com base nos tipos de bens públicos, levando em consideração os critérios de destinação, finalidade e possibilidade de alienação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1. Uso comum 2. Uso comum 3. Uso especial 4. Dominical."
      },
      {
        "letra": "B",
        "texto": "1. Dominical 2. Uso especial 3. Uso especial 4. Uso comum."
      },
      {
        "letra": "C",
        "texto": "1. Uso comum 2. Uso especial 3. Dominical 4. Uso especial."
      },
      {
        "letra": "D",
        "texto": "1. Uso especial 2. Uso especial 3. Uso comum 4. Dominical."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3233763",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Com base na teoria dos bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos se sujeitam ao princípio da função social da propriedade e são suscetíveis a usucapião, quando se tratar de imóvel utilizado para moradia."
      },
      {
        "letra": "B",
        "texto": "A legislação brasileira considera bem público o pertencente a pessoas jurídicas de direito público e o pertencente a pessoa jurídica de direito privado, afetado a um serviço público."
      },
      {
        "letra": "C",
        "texto": "Em função do princípio da autonomia federativa, a União não pode exercer o domínio eminente sobre os bens que integram o patrimônio dos estados e dos municípios."
      },
      {
        "letra": "D",
        "texto": "A afetação e a desafetação podem ser formais, quando efetivadas por manifestação formal de vontade administrativa (lei ou ato administrativo), ou tácitas, quando implantadas por eventos materiais (fatos administrativos)."
      },
      {
        "letra": "E",
        "texto": "A União possui a competência privativa para dispor sobre as hipóteses de dispensa de licitação para a alienação de bens imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219463",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca dos bens públicos é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos de uso comum do povo e os de uso especial são inalienáveis, enquanto conservarem a sua qualificação, na forma que a lei determinar."
      },
      {
        "letra": "B",
        "texto": "O bem público é considerado impenhorável quando não pode ser utilizado para pagar dívidas a credores."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos não estão sujeitos a usucapião."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "E",
        "texto": "Os bens públicos dominicais não podem ser alienados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216113",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Há situações nas quais o ordenamento jurídico brasileiro confere ao Estado a possibilidade de consentir que particulares utilizem bens públicos de maneira privativa, configurando um uso especial de bens públicos. Sobre a temática, analise as afirmativas a seguir. I. A permissão de uso de bem público possui natureza contratual, razão pela qual demanda a realização de licitação prévia. II. A concessão de direito real de uso, um direito real resolúvel, é utilizada para fins amplos de implantação de projetos de engenharia a serem desenvolvidos pelo poder público, voltada ao desenvolvimento de infraestrutura de áreas urbanizadas. III. A permissão de uso de bem público pode ser denominada de qualificada quando o poder público conferir um prazo a ela, restringindo a precariedade que seria própria do instituto. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210796",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca do patrimônio da União, julgue o item que se segue. Por ser considerado bem público de uso especial, um hospital público federal é inalienável enquanto conservar a sua qualificação, na forma que a lei determinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210795",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Acerca do patrimônio da União, julgue o item que se segue. As estradas de ferro são consideradas bens imóveis da União.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299073",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "O inventário, na Administração Pública, é uma das formas de controle dos bens públicos móveis e imóveis. O procedimento que consiste em formalizar o ingresso do bem permanente no acervo patrimonial, possibilitando o registro, a identificação e o controle desse bem é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tombamento."
      },
      {
        "letra": "B",
        "texto": "integralidade."
      },
      {
        "letra": "C",
        "texto": "consignação."
      },
      {
        "letra": "D",
        "texto": "averbação."
      },
      {
        "letra": "E",
        "texto": "responsabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290866",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo possua um imóvel consistente em galpão comercial, adquirido mediante adjudicação em processo de execução fiscal. Ocorre que não vislumbrou utilidade pública para o referido imóvel, o qual não se encontra afetado a nenhum serviço ou atividade pública, permanecendo no patrimônio disponível do Município. Referido bem caracteriza-se como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dominical, prescindindo de autorização legislativa para sua alienação a particulares, porém não de procedimento licitatório."
      },
      {
        "letra": "B",
        "texto": "transitório, não integrando o ativo imobilizado do ente e assim permanecendo até a sua afetação a alguma finalidade pública."
      },
      {
        "letra": "C",
        "texto": "de uso especial, podendo ser conferida ao imóvel destinação comercial a fim de gerar receita para a Administração."
      },
      {
        "letra": "D",
        "texto": "comum do povo, devendo ser o imóvel destinado a entidades da sociedade civil sem fins lucrativos e que lhe possam dar uma finalidade de interesse público."
      },
      {
        "letra": "E",
        "texto": "de natureza privada, podendo ser o imóvel alienado, arrendado ou locado a particulares, independentemente de prévio procedimento licitatório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3210806",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "A respeito de compras, alienação e gestão de bens na organização pública, julgue o seguinte item. Na gestão de bens patrimoniais, os imóveis públicos podem ser classificados como ociosos e instáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154656",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Depois que determinado evento climático adverso atingiu de forma severa o Estado Alfa, doações das mais variadas regiões do Brasil chegaram ao referido ente federativo, por meio de diferentes estradas. Além disso, foi possível constatar uma demanda elevada nos hospitais públicos da rede estadual. Nesse cenário, considerando a classificação dos bens públicos à luz do critério da afetação pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as estradas são bens públicos de uso comum do povo. Por outro lado, os hospitais públicos são bens públicos de uso especial."
      },
      {
        "letra": "B",
        "texto": "as estradas são bens públicos de uso especial. Por outro lado, os hospitais públicos são bens públicos de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "as estradas e os hospitais públicos são bens públicos de uso comum do povo."
      },
      {
        "letra": "D",
        "texto": "as estradas e os hospitais públicos são bens públicos de uso especial."
      },
      {
        "letra": "E",
        "texto": "as estradas e os hospitais públicos são bens públicos dominicais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153538",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "A identificação de um bem como bem público é fundamental para a identificação do seu regime jurídico, isto é, do conjunto de normas a serem aplicadas a esses bens, em especial no caso de disputa entre diferentes pessoas pela posse e propriedade desses bens. Assim sendo, pode-se afirmar, corretamente, a respeito da identificação dos bens públicos e de suas características jurídicas que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo a corrente funcionalista, o critério da classificação de bens indicado no artigo 98 do Código Civil não exaure a enumeração dos bens públicos, podendo ainda ser classificado como tal o bem pertencente à pessoa jurídica de direito privado que esteja afetado a prestação de serviços públicos."
      },
      {
        "letra": "B",
        "texto": "os bens de titularidade de empresas estatais afetados aos serviços públicos são impenhoráveis e imprescritíveis, conforme jurisprudência do Superior Tribunal de Justiça, não sendo a não utilização efetiva dos bens uma justificativa para a sua usucapião."
      },
      {
        "letra": "C",
        "texto": "é inválida a penhora de bens de pessoa jurídica de direito privado que venha a ser sucedida pela União, ainda que realizada anteriormente à sucessão da empresa, devendo a execução, neste caso, prosseguir mediante precatório."
      },
      {
        "letra": "D",
        "texto": "a corrente doutrinária que distingue entre “domínio eminente” e “domínio patrimonial” o faz como justificativa para a existência de um poder potencial do Estado sobre todos os bens existentes em um território, o que a coloca em conflito com a garantia fundamental à propriedade."
      },
      {
        "letra": "E",
        "texto": "os bens integrantes dos consórcios públicos de direito público, isto é, dos consórcios públicos estruturados na forma de associações públicas, são considerados bens privados, nos termos da Lei n° 11.107/2005."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3152844",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação",
      "Regime jurídico: prerrogativas e garantias",
      "Aquisição e alienação dos bens públicos"
    ],
    "enunciado_principal": "Marlon, servidor público do Município Ômega, passou a exercer atribuições relacionadas à gestão dos bens públicos do referido ente federativo, razão pela qual teve que aprofundar os seus conhecimentos acerca do respectivo regime jurídico. Tendo em conta a classificação dos bens públicos e as peculiaridades do respectivo regime jurídico, à luz do ordenamento pátrio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens de dominicais são os únicos que podem ser usucapidos, mas são considerados inalienáveis."
      },
      {
        "letra": "B",
        "texto": "Os bens de uso comum do povo são imprescritíveis e inalienáveis, mas podem ser penhorados no âmbito da execução contra a Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "Apenas os bens dominicais são considerados passíveis de alienação, preenchidos os demais requisitos legais, pois estão desafetados."
      },
      {
        "letra": "D",
        "texto": "Os bens de uso comum e os de uso especial podem ser usucapidos, sendo, no entanto, inviável a sua alienação enquanto mantida a respectiva destinação."
      },
      {
        "letra": "E",
        "texto": "Somente os bens de uso comum do povo não podem usucapidos, considerando a sua especial afetação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193189",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Conceito, classificação, afetação e desafetação"
    ],
    "enunciado_principal": "Considerando os bens públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos dominicais não podem ser alienados."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos estão sujeitos a usucapião."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos destinados ao uso comum podem ter sua utilização gratuita ou retribuída, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "D",
        "texto": "Os bens dominicais são pertencentes às pessoas jurídicas de direito privado a que se tenha dado estrutura de direito público."
      },
      {
        "letra": "E",
        "texto": "Os bens públicos de uso especial podem ser alienados."
      }
    ],
    "gabarito": "C"
  }
]