[
  {
    "id": "3674805",
    "metadata": "Ano: 2025 | Banca: COTEC | Órgão: Câmara de Caetité - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considere as definições previstas na Lei n.º 14.133/2021 – Lei de Licitações e Contratos Administrativos –, e enumere a segunda coluna de acordo com a primeira coluna: 1ª coluna 1. Termo de referência 2. Anteprojeto 3. Projeto básico 4. Matriz de riscos2ª coluna ( ) Deve incluir a listagem de possíveis eventos supervenientes que possam impactar o equilíbrio econômico-financeiro do contrato, previsão de eventual termo aditivo, estabelecimento das frações do objeto em que há liberdade de inovação para obrigações de resultado e definição das frações em que não há liberdade para obrigações de meio, com aderência ao anteprojeto ou projeto básico. ( ) Deve incluir a definição do objeto, fundamentação da contratação, descrição da solução como um todo, requisitos da contratação, modelo de execução e gestão do contrato, critérios de medição e pagamento, forma de seleção do fornecedor, estimativas de valor e adequação orçamentária. ( ) Deve incluir demonstração e justificativa do programa de necessidades, avaliação da demanda do público-alvo, motivação técnico-econômico-social, visão global dos investimentos, definições do nível de serviço, condições de solidez, segurança e durabilidade, prazo de entrega, estética, parâmetros de adequação ao interesse público, proposta de concepção da obra, projetos anteriores, levantamento topográfico, pareceres de sondagem e memorial descritivo dos elementos construtivos. ( ) Deve incluir levantamentos topográficos e cadastrais, sondagens e ensaios geotécnicos, análises laboratoriais, estudos socioambientais, soluções técnicas detalhadas, identificação de serviços, materiais e equipamentos, informações para definição de métodos construtivos, subsídios para planejamento da licitação e gestão da obra, além de orçamento detalhado do custo global da obra.Assinale a alternativa que apresenta a sequência CORRETA, considerando a segunda coluna de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2, 4, 1, 3."
      },
      {
        "letra": "B",
        "texto": "2, 1, 4, 3."
      },
      {
        "letra": "C",
        "texto": "3, 1, 2, 4."
      },
      {
        "letra": "D",
        "texto": "4, 1, 2, 3."
      },
      {
        "letra": "E",
        "texto": "4, 3, 2, 1."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3605580",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que diz respeito às licitações públicas, julgue o item a seguir, quanto ao Sistema de Registro de Preços.Considera‑se sistema de registro de preços, para fins da Lei de Licitações e Contratos Administrativos, o conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos à prestação de serviços, às obras e à aquisição e locação de bens para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604872",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Os contratos de que trata a Lei de Licitações e Contratos Administrativos são regulados pelas suas cláusulas e pelos preceitos de direito público, não sendo aplicados a eles, nem mesmo de forma supletiva, as disposições de direito privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604860",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Obra é toda atividade ou conjunto de atividades destinadas a obter determinada utilidade, intelectual ou material, de interesse da Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604858",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Contratante é a pessoa física ou jurídica, ou consórcio de pessoas jurídicas, signatário de contrato com a Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604857",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Para fins da Lei de Licitações e Contratos Administrativos, considera‑se compra a aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até 30 dias da ordem de fornecimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604856",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. A Lei de Licitações e Contratos Administrativos também aplica‑se à concessão e à permissão de uso de bens públicos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604855",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Nas licitações e contratações que envolvam recursos provenientes de empréstimo ou doação oriundos de agência oficial de cooperação estrangeira ou de organismo financeiro de que o Brasil seja parte, podem ser admitidas condições decorrentes de acordos internacionais aprovados pelo Congresso Nacional e ratificados pelo presidente da República.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3538228",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "O processo de licitação é um procedimento formal adotado pela Administração Pública para garantir a contratação de bens e serviços de forma transparente, eficiente e econômica. Esse processo segue princípios e regras que estabelecem modalidades de contratação, critérios de julgamento, hipóteses de dispensa e inexigibilidade, além de prever sanções para descumprimento contratual. Nesse processo, também ocorrem inovações, especialmente referentes a novas modalidades licitatórias, critérios de julgamento, regras para dispensa e inexigibilidade, além do fortalecimento dos princípios da transparência e eficiência na gestão pública. Em relação a esse processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade de diálogo competitivo permite que a Administração conduza negociações com licitantes qualificados antes da formulação da proposta final, sendo aplicável quando não há definição prévia da melhor solução técnica para atender ao interesse público."
      },
      {
        "letra": "B",
        "texto": "As modalidades de licitação permanecem inalteradas ao longo do tempo, incluindo as formas clássicas de concorrência, tomada de preços e convite, sendo vedada a introdução de novas modalidades no ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "A inexigibilidade de licitação foi totalmente eliminada nos processos administrativos, tornando a concorrência obrigatória para qualquer tipo de contratação realizada pela Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O critério de julgamento de menor preço é sempre obrigatório em qualquer licitação pública, independentemente do objeto contratado, garantindo economicidade nas compras governamentais."
      },
      {
        "letra": "E",
        "texto": "As sanções aplicáveis no âmbito das licitações e contratos administrativos restringem-se aos agentes públicos, sem possibilidade de penalização das empresas contratadas ou dos licitantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3535996",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMAM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empreitada por preço unitário é a contratação da execução da obra ou do serviço por preço certo e total."
      },
      {
        "letra": "B",
        "texto": "A empreitada por preço global é a contratação da execução da obra ou do serviço por preço certo de unidades determinadas."
      },
      {
        "letra": "C",
        "texto": "A contratação por tarefa é o regime de contratação de obras e serviços de engenharia em que o contratado é responsável por elaborar e desenvolver os projetos básico e executivo, executar obras e serviços de engenharia, fornecer bens ou prestar serviços especiais e realizar montagem, teste, pré‑operação e as demais operações necessárias e suficientes para a entrega final do objeto."
      },
      {
        "letra": "D",
        "texto": "A licitação nacional é aquela processada em território nacional na qual é admitida a participação de licitantes estrangeiros, com a possibilidade de cotação de preços em moeda estrangeira, ou licitação na qual o objeto contratual pode ou deve ser executado no todo ou em parte em território estrangeiro."
      },
      {
        "letra": "E",
        "texto": "O fornecimento e a prestação de serviço associado é o regime de contratação em que, além do fornecimento do objeto, o contratado responsabiliza‑se por sua operação, manutenção ou ambas, por tempo determinado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502214",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A respeito do portal de compras do governo federal, julgue o item que se segue, considerando a Lei n.º 14.133/2021. A ferramenta eletrônica de planejamento e gerenciamento de contratações, disponibilizada no portal de compras do governo federal, viabiliza a elaboração e a publicidade do plano anual de contratações, que passou a ser obrigatório após a publicação da Lei n.º 14.133/2021.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464431",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item subsequente, considerando o disposto na Lei n.º 14.133/2021. No caso de contratação de obras, o termo de referência define o conjunto de elementos necessários e suficientes à execução completa do objeto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3426459",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Flores de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O documento necessário para a contratação de bens e serviços, que deve conter elementos e parâmetros descritivos detalhados que vão desde a definição do objeto até a adequação orçamentária é o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anteprojeto."
      },
      {
        "letra": "B",
        "texto": "edital."
      },
      {
        "letra": "C",
        "texto": "termo de referência."
      },
      {
        "letra": "D",
        "texto": "projeto básico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409252",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na Lei n.º 14.133/2021, julgue o item seguinte. A licitação internacional é processada em território nacional e admite a participação de estrangeiros, com a possibilidade de cotação de preços em moeda estrangeira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3397176",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme previsão da Nova Lei de Licitações, as contratações públicas devem se submeter a práticas contínuas de gestão de riscos e controle preventivo, baseadas no modelo conhecido como “três linhas de defesa”. Com base nesse modelo, assinale a opção que apresenta uma estrutura integrante da segunda linha de defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Unidades de assessoramento jurídico do órgão."
      },
      {
        "letra": "B",
        "texto": "Agentes de licitação."
      },
      {
        "letra": "C",
        "texto": "Servidores de agências reguladoras."
      },
      {
        "letra": "D",
        "texto": "Autoridades que atuam na estrutura de governança do órgão."
      },
      {
        "letra": "E",
        "texto": "Órgãos de controle externo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3351324",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o próximo item, com base no que dispõe a Lei n.º 14.133/2021. No processo de licitação, em regra, devem ser observadas as seguintes fases, em sequência: preparatória; de divulgação do edital de licitação; de apresentação de propostas e lances, quando o for caso; de julgamento; de habilitação; recursal; e de homologação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3349727",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao analisar as propostas para uma obra de engenharia, certa empresa foi desclassificada sob a justificativa de inexequibilidade. Assinale a opção que apresenta um possível fato que evidenciou essa desclassificação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa nunca ter participado de uma licitação para uma obra semelhante."
      },
      {
        "letra": "B",
        "texto": "A empresa não possuir profissionais qualificados para a realização do tipo de serviço pretendido."
      },
      {
        "letra": "C",
        "texto": "A empresa ter proposto um preço muito inferior ao adotado como referência pelo contratante."
      },
      {
        "letra": "D",
        "texto": "A empresa ter apresentado cronograma de execução superior ao de todas as demais empresas concorrentes."
      },
      {
        "letra": "E",
        "texto": "A empresa não ter apresentado, quando da elaboração da proposta, todos os documentos requeridos na licitação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3325401",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "[Questão Inédita] A Nova Lei de Licitações e Contratos é aplicável: I. Às empresas públicas, as sociedades de economia mista e as suas subsidiárias. II. Às contratações realizadas no âmbito das repartições públicas sediadas no exterior. III. Aos órgãos dos Poderes Legislativo e Judiciário da União, dos Estados e do Distrito Federal e os órgãos do Poder Legislativo dos Municípios, quando no desempenho de função administrativa. IV. Aos fundos especiais e as demais entidades controladas direta ou indiretamente pela Administração Pública. Está correto o que se afirma SOMENTE em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3300749",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incentivar a padronização e o desenvolvimento nacional sustentável é um objetivo do processo licitatório."
      },
      {
        "letra": "B",
        "texto": "Os atos praticados no processo licitatório são privados, ressalvadas as hipóteses de informações cuja divulgação seja imprescindível ao conhecimento da sociedade e do Estado, na forma da lei."
      },
      {
        "letra": "C",
        "texto": "Poderá disputar licitação ou participar da execução de contrato, desde que indiretamente, o autor do anteprojeto, do projeto básico ou do projeto executivo, pessoa física ou jurídica, quando a licitação versar sobre obra, serviços ou fornecimento de bens a ele relacionados."
      },
      {
        "letra": "D",
        "texto": "Não poderá participar de licitação empresa, isoladamente ou em consórcio, responsável pela elaboração do projeto básico ou do projeto executivo, ou empresa da qual o autor do projeto seja dirigente, gerente, controlador, acionista ou detentor de mais de 2% do capital com direito a voto, responsável técnico ou subcontratado, quando a licitação versar sobre obra, serviços ou fornecimento de bens a ela necessários."
      },
      {
        "letra": "E",
        "texto": "Em licitações e contratações realizadas no âmbito de projetos e programas parcialmente financiados por agência oficial de cooperação estrangeira ou por organismo financeiro internacional com recursos do financiamento ou da contrapartida nacional, não poderá participar pessoa física ou jurídica que integre o rol de pessoas sancionadas por essas entidades ou que seja declarada inidônea nos termos desta Lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300643",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre quem ou que tipo de instituição não pode disputar licitação ou participar da execução de contrato, direta ou indiretamente, segundo a Lei nº 14.133/2021, Artigo 14, julgue os itens a seguir. I. A cooperativa que apresentar demonstrativo de atuação em regime cooperado, com repartição de receitas e despesas entre os cooperados. II. Autor do anteprojeto, do projeto básico ou do projeto executivo, pessoa física ou jurídica, quando a licitação versar sobre obra, serviços ou fornecimento de bens a ele relacionados. III. Pessoa física ou jurídica que se encontre, ao tempo da licitação, impossibilitada de participar da licitação em decorrência de sanção que lhe foi imposta. IV. Pessoa jurídica em consórcio com comprovação de compromisso público ou particular de constituição de consórcio, subscrito pelos consorciados. V. Empresas consorciadas com responsabilidade solidária dos integrantes pelos atos praticados em consórcio, tanto na fase de licitação quanto na de execução do contrato. VI. Empresa, isoladamente ou em consórcio, responsável pela elaboração do projeto básico ou do projeto executivo. Estão corretos os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "I, IV e VI."
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III, IV e VI."
      },
      {
        "letra": "E",
        "texto": "II, III, e VI, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300123",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a atual Lei de Licitações (Lei Federal nº 14.133, de 01/04/2021), pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica à maioria das obras e serviços de Arquitetura e Engenharia, à exceção daqueles de alta complexidade, capacidade instalada e exclusividade de perfil, sobre os quais a Lei não incide, por sua inexequibilidade."
      },
      {
        "letra": "B",
        "texto": "se conceitua obra como atividade estabelecida em lei e de responsabilidade privativa de engenheiros civis, arquitetos e técnicos em edificações, que acarreta impacto ambiental e material sob fiscalização técnica."
      },
      {
        "letra": "C",
        "texto": "o restauro de bens de valor histórico é considerado serviço técnico especializado de natureza predominantemente intelectual."
      },
      {
        "letra": "D",
        "texto": "obras consideradas de grande vulto são aquelas cujo valor estimado em orçamento técnico ultrapassa R$ 50 milhões (cinquenta milhões de reais) ou serviços acima de R$ 10 milhões (dez milhões de reais)."
      },
      {
        "letra": "E",
        "texto": "a contratação integrada prevê obras de engenharia, elaboração de anteprojeto e projeto básico, cessão de bens, equipamentos e serviços de montagem, com teste a cargo do contratante para entrega da obra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3290249",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Durante a elaboração do Termo de Referência para a aquisição de materiais de laboratório destinados às escolas municipais, a equipe de compras identificou tecnologias inovadoras que podem trazer benefícios pedagógicos e otimizar o uso dos recursos públicos. De acordo com a Lei nº 14.133/2021, é CORRETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adotar contratação direta, considerando que soluções inovadoras dispensam processos competitivos, reforçando celeridade e simplificação no procedimento."
      },
      {
        "letra": "B",
        "texto": "Definir julgamento limitado ao menor preço, dispensando verificação de atributos técnicos e critérios pedagógicos previstos no planejamento educacional."
      },
      {
        "letra": "C",
        "texto": "Empregar o diálogo competitivo, permitindo discussão aprofundada com potenciais fornecedores para ajustar soluções tecnológicas às necessidades escolares, em concordância com os princípios de transparência e competitividade."
      },
      {
        "letra": "D",
        "texto": "Centralizar todas as etapas licitatórias em um único gestor, reduzindo a participação de comissões técnicas e enfraquecendo a análise multifatorial do objeto contratual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288349",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "“Ajuste celebrado com ente da Federação ou com entidade de sua administração indireta, para a prestação de serviços públicos de forma associada nos termos do autorizado em contrato de consórcio público ou em convênio de cooperação” A descrição acima se refere ao contrato de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "desempenho."
      },
      {
        "letra": "C",
        "texto": "rateio."
      },
      {
        "letra": "D",
        "texto": "concessão."
      },
      {
        "letra": "E",
        "texto": "programa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3288348",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Para os fins da Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos), considera-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato por escopo: ajuste que impõe ao contratado o dever de realizar a prestação de um objeto específico em periodo predeterminado, podendo ser prorrogado, desde que justificadamente, pelo prazo necessário à conclusão do objeto."
      },
      {
        "letra": "B",
        "texto": "superfaturamento: preço orçado para licitação ou contratado em valor expressivamente superior aos preços referenciais de mercado."
      },
      {
        "letra": "C",
        "texto": "pré-qualificação: processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens em condições preestabelecidas e isonômicas."
      },
      {
        "letra": "D",
        "texto": "dispensa de licitação: situação em que a realização do procedimento competitivo se mostra inviável, em especial pela singularidade do objeto ou pela exclusividade do prestador."
      },
      {
        "letra": "E",
        "texto": "empreitada integral: regime de contratação de obras e serviços de engenharia em que o contratado é responsável por elaborar e desenvolver os projetos básico e executivo, executar obras e serviços de engenharia, fornecer bens ou prestar serviços especiais e realizar montagem, teste, pré-operação e as demais operações necessárias e suficientes para a entrega final do objeto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3284407",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei Federal nº 14.133/2021, são modalidades de licitação, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência"
      },
      {
        "letra": "B",
        "texto": "Pregão"
      },
      {
        "letra": "C",
        "texto": "Concurso"
      },
      {
        "letra": "D",
        "texto": "Leilão"
      },
      {
        "letra": "E",
        "texto": "Maior retorno econômico"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3282621",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Determinado órgão do Poder Judiciário, no desempenho de sua função administrativa, pretende realizar a compra de produto orçado no valor total de R$ 45.000. Considerando a situação hipotética apresentada e o disposto na Lei n.º 14.133/2021, julgue o item a seguir. As normas gerais de licitações e contratos administrativos são plenamente aplicáveis ao caso em apreço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3279899",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Com base no Art. 6º da Lei nº 14.133/2021, Lei de Licitações, analise as definições e assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Credenciamento: processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens para que, preenchidos os requisitos necessários, se credenciem no órgão ou na entidade para executar o objeto quando convocados."
      },
      {
        "letra": "B",
        "texto": "Pré-qualificação: procedimento seletivo prévio à licitação, convocado por meio de edital, destinado à análise das condições de habilitação, total ou parcial, dos interessados ou do objeto."
      },
      {
        "letra": "C",
        "texto": "Leilão: modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "D",
        "texto": "sistema de registro de preços: documento vinculativo e obrigacional, com característica de compromisso para futura contratação, no qual são registrados o objeto, os preços, os fornecedores, os órgãos participantes e as condições a serem praticadas, conforme as disposições contidas no edital da licitação, no aviso ou instrumento de contratação direta e nas propostas apresentadas."
      },
      {
        "letra": "E",
        "texto": "Pregão: modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272102",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Determinada Administração Pública está conduzindo um processo licitatório para a contratação de uma empresa que construíra uma obra de infraestrutura, que beneficiará a população de um estado inteiro. Dentre os vários requisitos do processo estão: descrição da solução como um todo, considerando todo o ciclo de vida do objeto; critérios de medição e de pagamento; forma e critério de seleção do fornecedor. Esses requisitos são alguns dos parâmetros e elementos descritivos obrigatórios do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "termo de referência."
      },
      {
        "letra": "B",
        "texto": "estudo técnico preliminar."
      },
      {
        "letra": "C",
        "texto": "anteprojeto."
      },
      {
        "letra": "D",
        "texto": "licitante."
      },
      {
        "letra": "E",
        "texto": "projeto executivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271322",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 dispõe sobre a Lei de Licitações e Contratos Administrativos. Desse modo, a unidade responsável pela gestão das compras e serviços de uma Instituição Federal de Ensino Superior deve observar esta legislação para a realização das suas atividades. Assim, de acordo com a Lei nº 14.133/2021, o conjunto de elementos necessários e suficientes, com nível de precisão adequado para definir e dimensionar a obra ou o serviço, ou o complexo de obras ou de serviços objeto da licitação, elaborado com base nas indicações dos estudos técnicos preliminares, que assegure a viabilidade técnica e o adequado tratamento do impacto ambiental do empreendimento e que possibilite a avaliação do custo da obra e a definição dos métodos e do prazo de execução é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "projeto básico."
      },
      {
        "letra": "B",
        "texto": "projeto de contratação."
      },
      {
        "letra": "C",
        "texto": "projeto preliminar."
      },
      {
        "letra": "D",
        "texto": "projeto de serviço."
      },
      {
        "letra": "E",
        "texto": "projeto especializado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271320",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Nas atividades desempenhadas pelos Assistentes em Administração da área de Compras e Serviços de uma Instituição Federal de Ensino Superior, observa-se a Lei nº 14.133/2021. Para a referida legislação, a pessoa física ou jurídica, ou consórcio de pessoas jurídicas, que participa ou manifesta a intenção de participar de processo licitatório, sendo-lhe equiparável, para os fins desta Lei, o fornecedor ou o prestador de serviço que, em atendimento à solicitação da Administração, oferece proposta, é denominada de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratante."
      },
      {
        "letra": "B",
        "texto": "agente público."
      },
      {
        "letra": "C",
        "texto": "licitante."
      },
      {
        "letra": "D",
        "texto": "pregoeiro."
      },
      {
        "letra": "E",
        "texto": "contratado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271273",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. O processo licitatório tem por objetivo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assegurar a seleção da proposta apta a gerar o resultado de contratação menos vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto."
      },
      {
        "letra": "B",
        "texto": "realizar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento, na execução dos contratos."
      },
      {
        "letra": "C",
        "texto": "assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "D",
        "texto": "desincentivar a inovação e o desenvolvimento nacional sustentável."
      },
      {
        "letra": "E",
        "texto": "assegurar o alinhamento das contratações ao planejamento estratégico, mas não às leis orçamentárias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267387",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "[Questão Inédita] Acerca das disposições da Lei nº 14.133/2021 (Nova Lei de Licitações e Contratos) e a Lei nº 8.666/1992, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá dispensa de licitação se a Administração Pública, diante da inviabilidade de competição numa licitação, decidir fazer a contratação direta do particular."
      },
      {
        "letra": "B",
        "texto": "Diante de situações de emergência ou de calamidade pública, caracterizada a urgência no atendimento, a justificativa dos preços a serem contratados não é obrigatória."
      },
      {
        "letra": "C",
        "texto": "Em respeito ao princípio da publicidade, a licitação não poderá sigilosa, sendo públicos e acessíveis todos os atos de seu procedimento desde o início."
      },
      {
        "letra": "D",
        "texto": "Sobrepreço difere do superfaturamento e deve ser evitado no processo licitatório."
      },
      {
        "letra": "E",
        "texto": "A Lei 14.133/2021 aplica-se a contratos de crédito, locação e à obras e serviços de arquitetura e engenharia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3266002",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) e suas alterações, estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. Caberá à autoridade máxima do órgão ou da entidade, ou a quem as normas de organização administrativa indicarem, promover gestão por competências e designar agentes públicos para o desempenho das funções essenciais à execução desta Lei que preencham alguns requisitos. A respeito desses requisitos, avalie as afirmativas a seguir. I. Deve ser servidor efetivo da Administração Pública. II. Deve ter atribuições relacionadas a licitações e contratos ou possuam formação compatível ou qualificação atestada por certificação profissional emitida por escola de governo criada e mantida pelo poder público. III. Não pode ser cônjuge ou companheiro de licitantes ou contratados habituais da Administração, nem tenham com eles vínculo de parentesco, colateral ou por afinidade, até o terceiro grau, ou de natureza técnica, comercial, econômica, financeira, trabalhista e civil. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3264423",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Em se tratando da Lei nº 14.133, de 1º de abril de 2021, que dispõe sobre Licitações e Contratos Administrativos, a Administração poderá solicitar à iniciativa privada, mediante procedimento aberto de manifestação de interesse a ser iniciado com a publicação de edital de chamamento público, a propositura e a realização de estudos, investigações, levantamentos e projetos de soluções inovadoras que contribuam com questões de relevância pública. Acerca desse procedimento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A realização, pela iniciativa privada, de estudos em decorrência do procedimento de manifestação de interesse atribuirá ao realizador direito de preferência no processo licitatório."
      },
      {
        "letra": "B",
        "texto": "A realização, pela iniciativa privada, de projetos em decorrência do procedimento de manifestação de interesse implicará, por si só, direito a ressarcimento de valores envolvidos em sua elaboração."
      },
      {
        "letra": "C",
        "texto": "A realização, pela iniciativa privada, de investigações em decorrência do procedimento de manifestação de interesse obrigará o poder público a realizar licitação."
      },
      {
        "letra": "D",
        "texto": "A realização, pela iniciativa privada, de estudos em decorrência do procedimento de manifestação de interesse será remunerada somente pelo poder público, vedada a cobrança do vencedor da licitação."
      },
      {
        "letra": "E",
        "texto": "Os levantamentos vinculados à contratação e de utilidade para a licitação, realizados pela Administração ou com a sua autorização, estarão à disposição dos interessados, e o vencedor da licitação deverá ressarcir os dispêndios correspondentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260730",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Porto Amazonas - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "No que se refere à Licitação, considerando a Nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) analise as sentenças, considerando V (verdadeiro) e F (falso): ( ) A Nova Lei de Licitações e Contratos Administrativos possui como objetivos modernizar e conferir mais celeridade às licitações, desburocratizando os processos, além de garantir a imparcialidade e a eficiência nos contratos celebrados com a administração pública. ( ) A Nova Lei de Licitações e Contratos Administrativos prevê cinco modalidades de licitação: pregão, concorrência, concurso, leilão e diálogo competitivo, sendo este último a grande novidade. ( ) De acordo com o art. 17 da Lei nº 14.133/2021, o processo de licitação seguirá as seguintes fases, nesta ordem: (i) preparatória; (ii) divulgação do edital de licitação; (iii) apresentação de propostas e lances, quando for o caso; (iv) julgamento; (v) habilitação; (vi) recursal; e (vii) homologação. ( ) As licitações de acordo com a Lei são realizadas, preferencialmente, de forma eletrônica, o que facilita e reduz os custos do processo, tanto para a administração pública quanto para as empresas participantes. ( ) A inversão das fases do processo de licitação visa agilizar o processo licitatório, além de desburocratizar a participação das empresas, pois, em vez de abranger os documentos de habilitação de todas as interessadas, a análise se restringirá aos documentos da empresa vencedora. ( ) A licitação em formato presencial ainda pode ser utilizada, mas é uma exceção e deve ser motivada. ( ) As sessões públicas devem ser registradas em ata e gravadas em áudio e vídeo. Após a análise, a ordem que expressa as sentenças respectivamente é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, F, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, F, V, F, F, V, V."
      },
      {
        "letra": "D",
        "texto": "F, F, F, F, F, F, F."
      },
      {
        "letra": "E",
        "texto": "V, V, V, V, V, V, V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256881",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere às licitações e aos contratos administrativos, julgue o item a seguir, com base na Lei n.º 14.133/2021.O credenciamento, a pré-qualificação, a adjudicação e o sistema de registro de preços constituem procedimentos auxiliares dos processos licitatórios.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3241766",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Considerando os objetivos do processo licitatório, previstos na Lei nº 14.133/21, analise as afirmativas a seguir. I. Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto. II. Evitar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento na execução dos contratos. III. Assegurar tratamento diferenciado entre os licitantes. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3240935",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, os contratos de obras públicas podem prever a fiscalização por parte da administração pública. Em relação ao papel da fiscalização na execução dos contratos, qual das alternativas está em conformidade com o previsto na legislação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiscalização das obras públicas deve ser feita exclusivamente por servidores públicos, sendo vedada a contratação de empresas especializadas para esse fim."
      },
      {
        "letra": "B",
        "texto": "A fiscalização da execução do contrato pela administração pública é obrigatória e pode ser feita diretamente ou por meio de terceiros contratados, mas a responsabilidade pela conformidade da obra continua sendo da administração."
      },
      {
        "letra": "C",
        "texto": "A administração pública pode optar por não realizar fiscalização nas obras de pequeno porte, desde que o valor do contrato seja inferior a R$ 500 mil."
      },
      {
        "letra": "D",
        "texto": "A fiscalização das obras pode ser delegada exclusivamente ao responsável técnico da empresa contratada, desde que sejam apresentados relatórios mensais à administração pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236851",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No âmbito da Administração Pública, o processo licitatório deve observar princípios e normas que assegurem a legalidade, impessoalidade e eficiência na gestão dos recursos públicos. Considerando as disposições normativas aplicáveis, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Pública pode priorizar a contratação de empresas previamente cadastradas e que já tenham celebrado contratos anteriores, conferindo-lhes preferência sobre novos concorrentes, desde que comprovada a regularidade fiscal e trabalhista."
      },
      {
        "letra": "B",
        "texto": "O procedimento licitatório permite a aquisição de bens e a contratação de serviços de forma discricionária pelo gestor público, sem a necessidade de formalização contratual, desde que observados os princípios da economicidade e celeridade."
      },
      {
        "letra": "C",
        "texto": "A exigência de habilitação técnica das empresas licitantes é facultativa e pode ser dispensada pela Administração, desde que a contratada demonstre capacidade de execução do objeto do contrato após a celebração do ajuste."
      },
      {
        "letra": "D",
        "texto": "A licitação tem como objetivo primordial a obtenção da proposta mais vantajosa para a Administração, assegurando a isonomia entre os concorrentes e a seleção da proposta que melhor atenda ao interesse público, conforme os princípios da legalidade, moralidade e eficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3236840",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere às diretrizes para o processo licitatório na Administração Pública, analise as assertivas: I. O desatendimento de exigências meramente formais que não comprometam a aferição da qualificação do licitante ou a compreensão do conteúdo de sua proposta não importará seu afastamento da licitação ou a invalidação do processo. II. A prova de autenticidade de cópia de documento público ou particular poderá ser feita perante agente da Administração, mediante apresentação de original ou de declaração de autenticidade por advogado, sob sua responsabilidade pessoal. Das assertivas, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II está correta."
      },
      {
        "letra": "D",
        "texto": "I e II estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236566",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Determinado agente de contratação, ao se preparar para um certame licitatório que ocorrerá nos próximos meses de 2025, começa a estudar sobre os critérios de julgamento contidos na Lei nº 14.133/2021. Assim, ele se depara com as seguintes afirmações acerca da matéria e que precisa verificar a sua validade; analise-as. I. O julgamento por menor preço ou maior desconto e, quando couber, por técnica e preço considerará o menor dispêndio para a administração, atendidos os parâmetros mínimos de qualidade definidos no edital de licitação. II. O julgamento por maior retorno econômico, utilizado para a celebração de contrato de eficiência e de contratos de engenharia, considerará a maior economia para a administração, e a remuneração deverá ser fixada em percentual que incidirá de forma proporcional à economia efetivamente obtida na execução do contrato. III. O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3228240",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei n. 14.133/2021 estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. Com base nessa lei, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em licitação que envolva bens ou serviços especiais, cujo objeto não seja rotineiramente contratado pela Administração, poderá ser contratado, por prazo determinado, serviço de empresa ou de profissional especializado para assessorar os agentes públicos responsáveis pela condução da licitação."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de contratação direta indevida, ocorrida com dolo, fraude ou erro grosseiro, o contratado e o agente público responsável responderão solidariamente pelo dano causado ao erário, sem prejuízo de outras sanções legais cabíveis."
      },
      {
        "letra": "C",
        "texto": "Na licitação de serviços de manutenção e assistência técnica, o edital deverá definir o local de realização dos serviços, não admitida a exigência de deslocamento de técnico ao local da repartição ou exigência de que o contratado tenha unidade de prestação de serviços em distância compatível com as necessidades da Administração."
      },
      {
        "letra": "D",
        "texto": "Desde que justificado, o orçamento estimado da contratação poderá ter caráter sigiloso, sem prejuízo da divulgação do detalhamento dos quantitativos e das demais informações necessárias para a elaboração das propostas, e, nesse caso, o sigilo não prevalecerá para os órgãos de controle interno e externo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3226810",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 – Lei de Licitações e Contratos Administrativos, define as regras de licitações e contratos públicos NÃO sendo aplicada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aos fundos especiais e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "Ao Ministério Público e fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Às fundações públicas e autarquias."
      },
      {
        "letra": "D",
        "texto": "Às sociedades de economia mista e empresas públicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3220092",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. Com base na Lei de Licitações e Contratos Administrativos, julgue os itens que se seguem. A Lei nº 14.133/2021 aplica-se a: I - contratações de tecnologia da informação e de comunicação. II - compra, inclusive por encomenda. III - contratos que tenham por objeto operação de crédito. Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas III está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas II está correto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219835",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos, estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios. Com base na Lei de Licitações e Contratos Administrativos, julgue os itens que se seguem. I - Considera-se leilão: modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance; II - Considera-se pregão: modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto; III - Considera-se concorrência: modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor; Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas III está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os itens estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas II está correto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218042",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um órgão público firmou um contrato para a construção de uma nova sede administrativa. Para garantir o equilíbrio econômico-financeiro do contrato diante de possíveis eventos imprevistos, foi incluída uma cláusula que define os riscos e responsabilidades entre as partes. Essa cláusula prevê uma listagem de possíveis eventos que possam impactar o contrato, além de estabelecer diretrizes sobre modificações metodológicas ou tecnológicas na execução da obra. Com base na Lei nº 14.133/2021, essa cláusula contratual é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Matriz de Riscos."
      },
      {
        "letra": "B",
        "texto": "Cláusula de Equilíbrio Contratual."
      },
      {
        "letra": "C",
        "texto": "Cláusula de Responsabilidade Financeira."
      },
      {
        "letra": "D",
        "texto": "Termo Aditivo de Risco."
      },
      {
        "letra": "E",
        "texto": "Plano de Mitigação de Impactos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3216714",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Alto Bela Vista - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O agente público é aquele indivíduo que, por meio de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exercerá mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública. Fonte: Lei n° 14.133/2021. Dessa forma, quais devem ser os tipos de designações solicitadas ao agente público?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilegais."
      },
      {
        "letra": "B",
        "texto": "insalubres."
      },
      {
        "letra": "C",
        "texto": "legais."
      },
      {
        "letra": "D",
        "texto": "susceptíveis a riscos."
      },
      {
        "letra": "E",
        "texto": "imorais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216109",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Determinada entidade federal decide realizar uma contratação direta em razão do baixo valor, nos termos da nova Lei de Licitações. Acerca do regime jurídico dessa forma de contratação pretendida no caso hipotético, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a entidade contratante seja uma autarquia qualificada como agência executiva, os valores da dispensa previstos em lei serão triplicados para compras, obras e serviços."
      },
      {
        "letra": "B",
        "texto": "A atualização dos valores da dispensa necessita ser realizada anualmente, por meio da edição de lei em sentido formal, alterando os montantes previstos na nova Lei de Licitações."
      },
      {
        "letra": "C",
        "texto": "Essa forma de contratação será preferencialmente paga por meio de cartão de pagamento, cujo extrato deverá ser divulgado e mantido à disposição do público no Portal Nacional de Contratações Públicas (PNCP)."
      },
      {
        "letra": "D",
        "texto": "Para fins de verificação dos valores da dispensa, deve ser aferido o somatório do que for despendido no exercício financeiro pela respectiva unidade gestora ou o somatório da despesa realizada com objetos de mesma natureza, entendidos como tais aqueles relativos a contratações no mesmo ramo de atividade."
      },
      {
        "letra": "E",
        "texto": "Essa forma de contratação será obrigatoriamente precedida de divulgação de aviso em sítio eletrônico oficial, pelo prazo mínimo de três dias úteis, com a especificação do objeto pretendido e com a manifestação de interesse da administração em obter propostas adicionais de eventuais interessados, devendo ser selecionada a proposta mais vantajosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213107",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No tocante a Nova Lei de Licitações e Contratos Administrativos (Lei n. 14.133/2021) assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se notória especialização a qualidade de profissional ou de empresa cujo conceito, no campo de sua especialidade, decorrente de desempenho anterior, estudos, experiência, publicações, organização, aparelhamento, equipe técnica ou outros requisitos relacionados com suas atividades, permite inferir que o seu trabalho é essencial e reconhecidamente adequado à plena satisfação do objeto do contrato."
      },
      {
        "letra": "B",
        "texto": "Por matriz de riscos entende-se a cláusula contratual definidora de riscos e de responsabilidades entre as partes e caracterizadora do equilíbrio econômico-financeiro inicial do contrato, em termos de ônus financeiro decorrente de eventos supervenientes à contratação."
      },
      {
        "letra": "C",
        "texto": "A comissão de contratação consiste no conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares."
      },
      {
        "letra": "D",
        "texto": "O sobrepreço indica o preço orçado para licitação ou contratado em valor expressivamente superior aos preços referenciais de mercado, seja de apenas 1 (um) item, se a licitação ou a contratação for por preços unitários de serviço, seja do valor global do objeto, se a licitação ou a contratação for por tarefa, empreitada por preço global ou empreitada integral, semi-integrada ou integrada."
      },
      {
        "letra": "E",
        "texto": "Por reajustamento em sentido estrito entende-se forma de manutenção do equilíbrio econômico-financeiro de contrato utilizada para serviços contínuos com regime de dedicação exclusiva de mão de obra ou predominância de mão de obra, por meio da análise da variação dos custos contratuais, devendo estar prevista no edital com data vinculada à apresentação das propostas, para os custos decorrentes do mercado, e com data vinculada ao acordo, à convenção coletiva ou ao dissídio coletivo ao qual o orçamento esteja vinculado, para os custos decorrentes da mão de obra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210337",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere a contratações e orçamento públicos, e à Lei n.º 14.133/2021, julgue o item a seguir. A alta administração de órgãos públicos é responsável pela governança de contratações públicas, de modo a monitorar processos licitatórios e respectivos contratos, assegurando o alinhamento dessas contratações às leis orçamentárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210301",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Sena Madureira - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise o caso hipotético: A Câmara Municipal de Sena Madureira está planejando realizar uma licitação para a construção de um novo prédio para abrigar os seus departamentos administrativos. Para isso, a Câmara deseja aplicar o procedimento de concorrência previsto na Lei nº 14.133/21, tendo em vista o valor elevado da obra. No entanto, alguns vereadores questionaram a necessidade de cumprir as exigências ambientais e a legislação sobre acessibilidade, argumentando que a lei de licitações trata apenas das exigências básicas para a execução do processo licitatório. Com base na legislação vigente e em outras normas complementares, qual das alternativas abaixo está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Câmara Municipal de Sena Madureira pode realizar o processo licitatório sem observar as normas ambientais e de acessibilidade, uma vez que a Lei nº 14.133/21 trata apenas das normas gerais de licitação."
      },
      {
        "letra": "B",
        "texto": "A Câmara Municipal deve observar, no processo licitatório, a legislação ambiental e de acessibilidade, além das disposições da Lei nº 14.133/21, pois essas normas são requisitos legais obrigatórios para a execução de obras públicas, sendo elas complementares à lei de licitações."
      },
      {
        "letra": "C",
        "texto": "A Câmara Municipal de Sena Madureira pode isentar a empresa contratada de cumprir a legislação sobre acessibilidade, desde que a obra não envolva o atendimento direto ao público."
      },
      {
        "letra": "D",
        "texto": "A Câmara Municipal deve realizar a licitação conforme a Lei nº 14.133/21, mas pode optar por ignorar as exigências ambientais e de acessibilidade, caso a obra tenha impacto mínimo no meio ambiente e não envolva a interação com pessoas com deficiência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3209672",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere a contratações e orçamento públicos, e à Lei n.º 14.133/2021, julgue o item a seguir. Repactuação é o modo de manutenção do equilíbrio econômico-financeiro pelo qual se aplica o índice de correção monetária previsto em contrato, retratando-se a variação efetiva do custo de produção, porém, admitindo-se índices específicos ou setoriais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208528",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o Art. 6º da Lei nº 14.133/2021 – Lei de Licitações, analise os conceitos e assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens e Serviços Comuns: aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      },
      {
        "letra": "B",
        "texto": "Contratante: pessoa jurídica integrante da Administração Pública responsável pela contratação."
      },
      {
        "letra": "C",
        "texto": "Pregão: modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "D",
        "texto": "Contratado: pessoa física ou jurídica, ou consórcio de pessoas jurídicas, signatária de contrato com a Administração."
      },
      {
        "letra": "E",
        "texto": "Sítio eletrônico oficial: sítio da internet, certificado digitalmente por autoridade certificadora, no qual o ente federativo divulga de forma centralizada as informações e os serviços de governo digital dos seus órgãos e entidades."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208527",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o Art. 11 da Lei nº 14.133/2021 – Lei de Licitações, o processo licitatório tem por objetivos: I. Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto. II. Assegurar tratamento isonômico entre os licitantes, bem como a justa competição. III. Evitar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento na execução dos contratos. IV. Incentivar a inovação e o desenvolvimento nacional sustentável. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III, IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III, IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208176",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Marau - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações e Contratos Administrativos, analise as assertivas abaixo: I. Serviços contratados por escopo são aqueles que impõem ao contratado a obrigação de realizar a prestação de um serviço específico em um período predeterminado, que não pode ser prorrogado. II. Os serviços técnicos especializados de natureza predominantemente intelectual não incluem atividades como fiscalização de obras, treinamento de pessoal ou restauração de bens de valor histórico.III. O superfaturamento ocorre, entre outras situações, quando são registradas quantidades maiores do que as realmente executadas ou fornecidas, e o orçamento de obras ou serviços de engenharia é alterado de forma a beneficiar economicamente o contratado, desequilibrando o contrato.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292306",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A prefeitura de um município pretende contratar uma empresa para construção de uma escola. O processo de planejamento e execução da licitação incluem algumas práticas e documentos. Sobre este aspecto, analise as afirmativas abaixo sobre os conceitos relacionados à Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos) e julgue (V) para verdadeiro ou (F) para falso no que se afirma e, em seguida, assinale a alternativa com a sequência CORRETA. (__)O estudo técnico preliminar é opcional em contratações de grande vulto, podendo ser substituído diretamente pelo termo de referência. (__)O termo de referência é utilizado para definir o objeto e os critérios de seleção, sendo necessário para a contratação de bens e serviços. (__)A matriz de riscos é uma cláusula contratual que distribui responsabilidades entre as partes, visando garantir o equilíbrio econômico-financeiro inicial do contrato. (__)A modalidade pregão não pode ser utilizada para contratações relacionadas a obras e serviços de engenharia, mesmo que sejam de pequena complexidade. (__)O projeto básico deve conter o orçamento detalhado do custo global da obra e é elaborado com base nos estudos técnicos preliminares.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, V, F, V."
      },
      {
        "letra": "B",
        "texto": "F, F, V, F, V."
      },
      {
        "letra": "C",
        "texto": "V, V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, F, V, F."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290874",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo pretenda contratar serviços de consultoria especializada para diagnóstico e apresentação de proposta de melhoria de processos de licenciamento no âmbito de alguns setores da Prefeitura. Aventou, então, a contratação de fundação privada que, segundo consta, seria especializada no tema e com experiências prévias bem sucedidas em serviços prestados a outros municípios e ao Estado. De acordo com o regime estabelecido na Lei nº 14.133/2021,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ressalvadas as hipóteses legais de dispensa e inexigibilidade, a contratação deverá ser precedida de licitação, obrigatoriamente na modalidade concorrência ou diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "trata-se de licitação dispensada, eis que o objeto da contratação são serviços técnicos especializados e cuja singularidade se presume e inviabiliza a competição."
      },
      {
        "letra": "C",
        "texto": "deverá ser realizado prévio procedimento licitatório, do tipo melhor técnica ou técnica e preço, vedada a dispensa ou declaração de inexigibilidade para tal objeto."
      },
      {
        "letra": "D",
        "texto": "caso a contratação seja feita com instituição de apoio à pesquisa, sem fins lucrativos, e de inquestionável reputação ética e profissional, poderá ser dispensada a licitação."
      },
      {
        "letra": "E",
        "texto": "exige-se prévia licitação, podendo ocorrer contratação direta apenas se o valor não ultrapassar R$ 100.000,00 (cem mil reais)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218709",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o Art. 6º da Lei Federal nº 14.133/2021, são estabelecidas definições e classificações essenciais para a correta aplicação da legislação sobre licitações e contratos administrativos. Com base nas disposições desse artigo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A definição de \"administração pública\" abrange apenas as entidades de direito público, excluindo as de direito privado, como as empresas estatais."
      },
      {
        "letra": "B",
        "texto": "O termo \"licitações\" se aplica exclusivamente às compras de bens e serviços."
      },
      {
        "letra": "C",
        "texto": "O termo “serviços não contínuos ou contratados por escopo” refere-se aqueles que impõem ao contratado o dever de realizar a prestação de um serviço específico em período predeterminado, podendo ser prorrogado, desde que justificadamente, pelo prazo necessário à conclusão do objeto."
      },
      {
        "letra": "D",
        "texto": "A \"autoridade\" é definida como um agente público que exerce funções administrativas, mas que não possui poder de decisão em atos administrativos, como nas licitações ou contratos."
      },
      {
        "letra": "E",
        "texto": "A definição de \"serviços especiais\" abrange aquelas atividades cujos padrões de desempenho e qualidade podem ser claramente definidos no edital, sem necessidade de especificação detalhada ou justificativa prévia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207159",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O processo licitatório tem por objetivos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "B",
        "texto": "Evitar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento na execução dos contratos."
      },
      {
        "letra": "C",
        "texto": "Incentivar a inovação e o desenvolvimento nacional sustentável."
      },
      {
        "letra": "D",
        "texto": "Estabelecer preferências ou distinções em razão da naturalidade, da sede ou do domicílio dos licitantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3207158",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei de Licitação n.º 14.133/2021, aplica-se, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Às contratações de tecnologia da informação e de comunicação."
      },
      {
        "letra": "B",
        "texto": "Às contratações sujeitas a normas previstas em legislação própria."
      },
      {
        "letra": "C",
        "texto": "À prestação de serviços, inclusive os técnico-profissionais especializados."
      },
      {
        "letra": "D",
        "texto": "À concessão e permissão de uso de bens públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3206063",
    "metadata": "Ano: 2025 | Banca: IF-ES | Órgão: IF-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei Federal nº 14.133/2021 trata das licitações e contratos administrativos no âmbito do setor público brasileiro. Sobre o assunto, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens e serviços especiais são aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      },
      {
        "letra": "B",
        "texto": "Leilão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "C",
        "texto": "Um dos objetivos do processo licitatório é assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "D",
        "texto": "Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro."
      },
      {
        "letra": "E",
        "texto": "Concurso e diálogo competitivo são exemplos de modalidades de licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204092",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O regime de contratação de mão de obra para pequenos trabalhos por preço certo, com ou sem fornecimento de materiais, denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratação integrada."
      },
      {
        "letra": "B",
        "texto": "contratação por tarefa."
      },
      {
        "letra": "C",
        "texto": "empreitada integral."
      },
      {
        "letra": "D",
        "texto": "empreitada por preço global."
      },
      {
        "letra": "E",
        "texto": "empreitada por preço unitário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3196196",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: SEMIL-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Considere a Lei n.º 14133/2021, para assinalar a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente de contratação será auxiliado por equipe de apoio e responderá, individualmente, pelos atos que praticar, salvo quando induzido a erro pela atuação da equipe."
      },
      {
        "letra": "B",
        "texto": "Aplicam-se às licitações e contratos disciplinados pela Lei n.º 14133/202, as disposições constantes dos arts. 42 a 49, da Lei Complementar n.º 123/2006."
      },
      {
        "letra": "C",
        "texto": "Se subordinam ao regime da Lei n.º 14133/2021: contratos que tenham por objeto operação de crédito, interno ou externo, gestão de dívida pública, incluídas as contratações de agente financeiro e a concessão de garantia relacionadas a esses contratos."
      },
      {
        "letra": "D",
        "texto": "Nas contratações com prazo de vigência superior a 1, (um), ano será considerado o valor anual do contrato na aplicação dos limites previstos nos §§ 1º e 2º, do art. 4º, da Lei n.º 14133/2021."
      },
      {
        "letra": "E",
        "texto": "Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3195939",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nas definições consideradas para fins da Nova Lei de Licitações, analise as assertivas abaixo e assinale V, se verdadeiras, ou F, se falsas. ( ) Comissão de contratação é o conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações. ( ) Órgão ou entidade participante é o órgão ou entidade da Administração Pública responsável pela condução do conjunto de procedimentos para registro de preços e pelo gerenciamento da ata de registro de preços dele decorrente. ( ) Órgão ou entidade não participante é o órgão ou entidade da Administração Pública que não participa dos procedimentos iniciais da licitação para registro de preços e não integra a ata de registro de preços. ( ) Agente público é a pessoa designada pela autoridade competente, entre servidores efetivos ou empregados públicos dos quadros permanentes da Administração Pública, para tomar decisões, acompanhar o trâmite da licitação, dar impulso ao procedimento licitatório e executar quaisquer outras atividades necessárias ao bom andamento do certame até a homologação. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – F."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3195937",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Nova Lei de Licitações prevê a publicidade diferida, ou seja, uma publicidade postergada ou adiada para determinado momento no próprio processo licitatório. Sendo assim, a publicidade diferida está prevista no parágrafo único do art. 13 da Lei Federal nº 14.133/2021 somente para os seguintes casos: I. Quanto ao conteúdo das propostas, até a sua respectiva abertura. II. Quanto ao orçamento da Administração, desde que devidamente justificado. III. Quando tratar de licitação em que for adotado o critério de julgamento de maior desconto. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3195429",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Passos Maia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos a prestação de serviços, a obras e a aquisição e locação de bens para contratações futuras é definido pela lei nº 14.133/21 como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sistema de registro de preços."
      },
      {
        "letra": "B",
        "texto": "Catálogo eletrônico de padronização de compras."
      },
      {
        "letra": "C",
        "texto": "Ata de registro de preços."
      },
      {
        "letra": "D",
        "texto": "Credenciamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3195428",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Passos Maia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A lei nº 14.133/21 dispõe que o anteprojeto é a peça técnica com todos os subsídios necessários à elaboração do projeto básico, que deve conter, no mínimo, alguns elementos. Um destes elementos é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Forma e critérios de seleção do fornecedor."
      },
      {
        "letra": "B",
        "texto": "Levantamento topográfico e cadastral."
      },
      {
        "letra": "C",
        "texto": "Modelo de gestão do contrato."
      },
      {
        "letra": "D",
        "texto": "Adequação orçamentária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185197",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, que estabelece as regras para a realização de licitações e contratos administrativos, julgue o item a seguir. Em licitação que envolva bens ou serviços especiais cujo objeto não seja rotineiramente contratado pela Administração, poderá ser contratado, por prazo determinado, serviço de empresa ou de profissional especializado para assessorar os agentes públicos responsáveis pela condução da licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185196",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, que estabelece as regras para a realização de licitações e contratos administrativos, julgue o item a seguir. Os contratos que tenham por objeto a operação de crédito, interno ou externo, e a gestão de dívida pública estão abrangidos pela Lei de Licitações e Contratos Administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183866",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz da Lei nº 14.133/2021, que trata de licitações e contratos administrativos, julgue o item a seguir.O impedimento da pessoa jurídica para participar de licitação em consórcio ficará a critério da Administração Pública Federal e independe de fundamentação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183539",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando o âmbito de aplicação da Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), marque V para as afirmativas verdadeiras e F para as falsas. ( ) O Tribunal de Justiça do Estado de Rondônia deve obrigatoriamente aplicá-la quando no desempenho de sua função precípua, ou seja, no desempenho de sua atribuição de legislar. ( ) A referida Lei não abrange fundos especiais que existam ou que possam vir a ser instituídos e controlados pela Administração Pública. ( ) Não se subordinam à referida Lei os contratos firmados pelo Tribunal de Justiça do Estado de Rondônia, haja vista se tratar de uma instituição do Poder Judiciário estadual. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F."
      },
      {
        "letra": "D",
        "texto": "V, F, V."
      },
      {
        "letra": "E",
        "texto": "F, F, F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183112",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Sobre os objetivos e princípios aplicáveis ao processo licitatório, considere as disposições da Lei Federal nº 14.133/2021 e assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licitação visa a selecionar a proposta mais vantajosa à satisfação do interesse público em questão."
      },
      {
        "letra": "B",
        "texto": "O objetivo isonômico da licitação aperfeiçoa-se com a ampla e justa competitividade entre os interessados, evitando-se critérios ilegítimos que limitem a participação ou ofereçam vantagem indevida a alguns licitantes."
      },
      {
        "letra": "C",
        "texto": "O sobrepreço fere o objetivo de vantajosidade, enquanto o preço ínfimo, além de enriquecimento sem causa da Administração, incrementa risco de inadimplemento contratual, comprometendo-se a eficácia da licitação."
      },
      {
        "letra": "D",
        "texto": "O tratamento diferenciado para microempresas e empresas de pequeno porte funda-se no art. 179 da Constituição Federal, mediante mecanismos de estímulos para a inserção dessas empresas no rol de competidores, oferecendo-lhes condições de participação em grau de equivalência com grandes empresas."
      },
      {
        "letra": "E",
        "texto": "A isonomia material realiza-se pela estipulação das mesmas regras para todos os administrados a ela sujeitos, enquanto a isonomia formal perfaz-se segundo a máxima aristotélica de conferir aos desiguais tratamentos diferenciados com o fim de equipará-los na disputa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3181251",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Observe o enunciado abaixo e assinale a alternativa correta, considerando V (Verdadeiro) ou F (Falso): A Lei de Licitações e Contratos Administrativos, aplica-se a: ( ) Concessão e permissão de uso de bens públicos e privados; ( ) Obras e serviços de arquitetura e engenharia; ( ) Contratações de tecnologia da informação e de comunicação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V."
      },
      {
        "letra": "B",
        "texto": "F, V, V."
      },
      {
        "letra": "C",
        "texto": "V, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3181250",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a legislação que regula as licitações internacionais, o processo licitatório deve observar as normas da política monetária e do comércio exterior. Com base nas disposições assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O licitante brasileiro não pode cotar preço em moeda estrangeira, mesmo que o licitante estrangeiro tenha essa permissão."
      },
      {
        "letra": "B",
        "texto": "O pagamento ao licitante brasileiro, contratado em licitação internacional, deve ser feito em moeda estrangeira."
      },
      {
        "letra": "C",
        "texto": "O edital de licitação internacional pode ajustar-se à política monetária, mas não precisa atender às exigências dos órgãos competentes."
      },
      {
        "letra": "D",
        "texto": "As garantias de pagamento ao licitante brasileiro devem ser inferiores às garantidas ao licitante estrangeiro."
      },
      {
        "letra": "E",
        "texto": "Quando o licitante estrangeiro cotar preço em moeda estrangeira, o licitante brasileiro também poderá fazê-lo, e o pagamento ao licitante brasileiro será realizado em moeda corrente nacional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3181247",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "As Licitações de serviços atenderão aos princípios da padronização, considerada a compatibilidade de especificações estéticas, técnicas ou de desempenho e do parcelamento, quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "For tecnicamente viável e economicamente vantajoso."
      },
      {
        "letra": "B",
        "texto": "Houver a necessidade de unificação de todas as etapas do processo licitatório."
      },
      {
        "letra": "C",
        "texto": "Não for possível garantir a qualidade do serviço prestado."
      },
      {
        "letra": "D",
        "texto": "For mais barato, independentemente da qualidade técnica."
      },
      {
        "letra": "E",
        "texto": "Não houver necessidade de avaliação prévia de custos no momento da licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3181246",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base no artigo 5º da Lei Federal nº 14.133/2021 que determina os princípios a serem observados na aplicação da lei, assinale a alternativa que contém um princípio que NÃO está presente na lista mencionada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "Proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "Eficácia."
      },
      {
        "letra": "D",
        "texto": "Diligência."
      },
      {
        "letra": "E",
        "texto": "Celeridade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3181243",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Observe o enunciado abaixo e assinale a alternativa correta, considerando V (Verdadeiro) ou F (Falso): De acordo com a Lei Federal nº 14.133/2021, o edital de licitação para registro de preços observará as regras gerais desta Lei e deverá dispor sobre a possibilidade de prever preços diferentes nos seguintes casos: ( ) Em razão da forma e do local de acondicionamento; ( ) Quando o objeto for realizado ou entregue em locais diferentes; ( ) Quando o objeto for realizado ou entregue em locais iguais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, F, V."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179825",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o artigo 3º da Lei nº 14.133, de 1º de abril de 2021, destaque a alternativa que demonstra uma situação que não se subordina ao regime da referida lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alienação e concessão de direito real de uso de bens."
      },
      {
        "letra": "B",
        "texto": "Locação."
      },
      {
        "letra": "C",
        "texto": "Obras e serviços de arquitetura e engenharia."
      },
      {
        "letra": "D",
        "texto": "Contratações sujeitas a normas previstas em legislação própria"
      },
      {
        "letra": "E",
        "texto": "Compra, inclusive por encomenda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3179824",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com as disposições da Lei nº 8.666/1993, que institui normas para licitações e contratos da Administração Pública, qual das alternativas a seguir refere-se a um artigo ou dispositivo que foi revogado pela Lei nº 12.349, de 2010?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Produzidos ou prestados por empresas brasileiras de capital nacional."
      },
      {
        "letra": "B",
        "texto": "Produzidos no País."
      },
      {
        "letra": "C",
        "texto": "Produzidos ou prestados por empresas brasileiras."
      },
      {
        "letra": "D",
        "texto": "Produzidos ou prestados por empresas que invistam em pesquisa e no desenvolvimento de tecnologia no País."
      },
      {
        "letra": "E",
        "texto": "Produzidos ou prestados por empresas que comprovem cumprimento de reserva de cargos prevista em lei para pessoa com deficiência ou para reabilitado da Previdência Social e que atendam às regras de acessibilidade previstas na legislação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3176380",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na Lei Federal nº 14.133/2021, referente às definições apresentadas na referida lei, analise as assertivas abaixo, assinalando C, se corretas, ou I, se incorretas. ( ) Agente público é o indivíduo que, em virtude de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exerce mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública. ( ) Contratante é a pessoa física ou jurídica, ou consórcio de pessoas jurídicas, signatária de contrato com a Administração. ( ) Compra é a aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até 60 dias da ordem de fornecimento. ( ) Serviço é a atividade ou conjunto de atividades destinadas a obter determinada utilidade, intelectual ou material, de interesse da Administração. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C – I – I – C."
      },
      {
        "letra": "B",
        "texto": "C – I – C – I."
      },
      {
        "letra": "C",
        "texto": "I – C – C – C."
      },
      {
        "letra": "D",
        "texto": "I – C – I – I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175888",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Nos termos do artigo 15 da Lei de Licitações, em regra, uma pessoa jurídica poderá participar de licitação por meio de consórcio, observadas as seguintes normas: I. Admissão, para efeito de habilitação técnica, do somatório dos quantitativos de cada consorciado e, para efeito de habilitação econômico-financeira, do somatório dos valores de cada consorciado. II. Responsabilidade subsidiária dos integrantes pelos atos praticados em consórcio, tanto na fase de licitação quanto na de execução do contrato. III. Dispensa da indicação da empresa líder do consórcio, a ser responsável por sua representação perante a Administração. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175887",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em sua primeira semana de trabalho na Unidade de Controle Interno da Prefeitura Municipal de Delta, o servidor Carlos apresentou uma proposta de minuta de resolução para orientar a condução das licitações e contratações municipais, evitando riscos de incidir em situações de nepotismo. Para tanto, registrou, considerando o disposto no artigo 7º, inciso III da Lei de Licitações, que: “o agente público que participar das diversas fases das licitações e contratações municipais não poderá ser cônjuge ou companheiro de licitantes ou contratados habituais da Administração nem ter com eles vínculo de parentesco, colateral ou por afinidade, até o ___________ grau, ou de natureza técnica, comercial, econômica, financeira, trabalhista e civil”. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "primeiro"
      },
      {
        "letra": "B",
        "texto": "segundo"
      },
      {
        "letra": "C",
        "texto": "terceiro"
      },
      {
        "letra": "D",
        "texto": "quarto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175885",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em observância ao que estabelece o artigo 12, inciso VII da Lei Federal nº 14.133/2021, a Secretaria de Administração do Município X elaborou um documento para racionalizar as compras e contratações da Prefeitura Municipal, o qual está alinhado com o planejamento estratégico do ente, visando subsidiar a elaboração das propostas orçamentárias. Esse documento é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pesquisa de preços."
      },
      {
        "letra": "B",
        "texto": "Plano de pregão integrado."
      },
      {
        "letra": "C",
        "texto": "Registro de preços."
      },
      {
        "letra": "D",
        "texto": "Plano de contratações anual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175884",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base no que dispõe o artigo 6º da Lei de Licitações, assinale a alternativa que apresenta a definição correta de “obra”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atividade ou conjunto de atividades destinadas a obter determinada utilidade, intelectual ou material, de interesse da Administração."
      },
      {
        "letra": "B",
        "texto": "Toda atividade estabelecida, por força de lei, como privativa das profissões de arquiteto e engenheiro que implica intervenção no meio ambiente por meio de um conjunto harmônico de ações que, agregadas, formam um todo que inova o espaço físico da natureza ou acarreta alteração substancial das características originais de bem imóvel."
      },
      {
        "letra": "C",
        "texto": "Aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até 30 dias da ordem de fornecimento."
      },
      {
        "letra": "D",
        "texto": "Documento constitutivo da primeira etapa do planejamento de uma contratação que caracteriza o interesse público envolvido e a sua melhor solução, e dá base ao anteprojeto, ao termo de referência ou ao projeto básico a serem elaborados caso se conclua pela viabilidade da contratação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175281",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, trata-se de um conjunto de elementos necessários e suficientes para a execução completa da obra, incluindo o detalhamento das soluções previstas no projeto básico, a identificação de serviços, materiais e equipamentos a serem incorporados, além de suas especificações técnicas, conforme as normas pertinentes. Esse conceito, segundo a Lei, refere-se ao(à):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Projeto Executivo."
      },
      {
        "letra": "B",
        "texto": "Serviço de Engenharia."
      },
      {
        "letra": "C",
        "texto": "Matriz de Riscos."
      },
      {
        "letra": "D",
        "texto": "Estudo Técnico Preliminar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175251",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, Nova Lei de Licitações e Contratos Administrativos, define, em seu art. 2º, as hipóteses de aplicação e exclusão de seu regime. Assinale a alternativa que descreve a hipótese que NÃO se subordina às normas dessa Lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestação de serviços técnico-profissionais especializados."
      },
      {
        "letra": "B",
        "texto": "Concessão de uso de bens públicos."
      },
      {
        "letra": "C",
        "texto": "Contratos relacionados à operação de crédito interno."
      },
      {
        "letra": "D",
        "texto": "Obras e serviços de arquitetura e engenharia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3174307",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em uma licitação, cujo objeto for uma obra ou um serviço de engenharia, serão consideradas inexequíveis as propostas que contiverem valores inferiores a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "75% do valor médio das propostas"
      },
      {
        "letra": "B",
        "texto": "50% do valor médio das propostas"
      },
      {
        "letra": "C",
        "texto": "75% do valor orçado pela Administração"
      },
      {
        "letra": "D",
        "texto": "50% do valor orçado pela Administração"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3174306",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo a Lei 14.133/2021, o dano provocado ao patrimônio público caracterizado por mensurações imprecisas nas medições, alterações no custo previsto de obras e serviços de engenharia que acarretem desequilíbrio econômico-financeiro do ajuste em benefício do contratado, dentre outras situações, é conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobrepreço"
      },
      {
        "letra": "B",
        "texto": "repactuação"
      },
      {
        "letra": "C",
        "texto": "reajustamento"
      },
      {
        "letra": "D",
        "texto": "superfaturamento"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174305",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, o instrumento indispensável à contratação de bens e serviços, no qual deve constar parâmetros e elementos descritivos, tais como os critérios de medição e de pagamento, além dos requisitos da contratação, denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "termo de referência"
      },
      {
        "letra": "B",
        "texto": "projeto executivo"
      },
      {
        "letra": "C",
        "texto": "projeto básico"
      },
      {
        "letra": "D",
        "texto": "anteprojeto"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3174304",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Nas compras públicas, quem toma parte ou integra um procedimento licitatório em um órgão governamental pode ser uma pessoa natural, uma pessoa jurídica ou um consórcio de pessoas jurídicas. Nesse caso, essa pessoa ou consórcio chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agente"
      },
      {
        "letra": "B",
        "texto": "licitante"
      },
      {
        "letra": "C",
        "texto": "contratado"
      },
      {
        "letra": "D",
        "texto": "contratante"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172807",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, que rege as licitações e contratos administrativos, são considerados bens e serviços comuns aqueles:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cuja execução exige alta especialização técnica e detalhamento minucioso no edital."
      },
      {
        "letra": "B",
        "texto": "Que não possuem especificações usuais de mercado, necessitando de projetos personalizados."
      },
      {
        "letra": "C",
        "texto": "Cujo desempenho e qualidade podem ser objetivamente definidos no edital por especificações usuais de mercado."
      },
      {
        "letra": "D",
        "texto": "Que demandam análise subjetiva por parte da Administração Pública para definição de padrões de qualidade."
      },
      {
        "letra": "E",
        "texto": "Exclusivamente destinados à área de tecnologia da informação e comunicação, devido à complexidade técnica envolvida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172450",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "[Questão inédita] Com base na Nova Lei de Licitações, a Lei 14.133/2021, o secretário de infraestrutura do município de Luziânia/GO pretende construir uma nova sede para a Secretaria. Por se tratar de um serviço comum de engenharia, a licitação adotará o critério de julgamento de menor preço. Nesse caso em tela, o prazo mínimo para apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8 (oito) dias úteis."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias úteis."
      },
      {
        "letra": "C",
        "texto": "15 (quinze) dias úteis."
      },
      {
        "letra": "D",
        "texto": "25 (quinze) dias úteis."
      },
      {
        "letra": "E",
        "texto": "35 (quinze) dias úteis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172409",
    "metadata": "Ano: 2025 | Banca: Fênix Concursos | Órgão: Prefeitura de Jupiá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A lei nº 14.133/2021 define como ____________ a aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até 30 (trinta) dias da ordem de fornecimento.Qual alternativa preenche, CORRETAMENTE, a lacuna?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compra."
      },
      {
        "letra": "B",
        "texto": "obra."
      },
      {
        "letra": "C",
        "texto": "matriz de risco."
      },
      {
        "letra": "D",
        "texto": "contratação integral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3169041",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere ao controle da administração pública, a contratos administrativos e ao processo administrativo, julgue o item seguinte.No que se refere ao controle das contratações públicas realizadas com base na Lei n.º 14.133/2021, o Poder Judiciário integra a terceira linha de defesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3163317",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa que lista casos em que NÃO se aplica a Lei 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compra, inclusive por encomenda."
      },
      {
        "letra": "B",
        "texto": "obras e serviços de arquitetura e engenharia."
      },
      {
        "letra": "C",
        "texto": "concessão e permissão de uso de bens públicos."
      },
      {
        "letra": "D",
        "texto": "contratações sujeitas a normas previstas em legislação própria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3163266",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal no 14.133/21 – Lei de Licitações e Contratos e Compras na Administração Pública, estabelece em seu Artigo 40, as premissas básicas a serem empregadas nos processos de aquisição de bens pela Administração Pública. Analise as alternativas a seguir e marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O planejamento de compras deverá considerar a expectativa de consumo semestral."
      },
      {
        "letra": "B",
        "texto": "As condições de aquisição de bens e seu pagamento devem ser distintas das do setor privado."
      },
      {
        "letra": "C",
        "texto": "O processamento para aquisição de bens por meio de sistema de concorrência, quando pertinente."
      },
      {
        "letra": "D",
        "texto": "A determinação de unidades e quantidades a serem adquiridas em função de consumo e utilização prováveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162479",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: FESPORTE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Analise as afirmações abaixo a respeito da Lei nº 14.133/2021, denominada de Lei de licitações. I.A Nova Lei de Licitações unificou normas que antes eram dispersas entre a Lei nº 8.666/1993, a Lei do Pregão e o Regime Diferenciado de Contratações (RDC). II.A licitação por inexigibilidade ocorre apenas em casos de emergência ou calamidade pública. III.A Nova Lei prevê a obrigatoriedade do uso de critérios de sustentabilidade nas contratações públicas. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Os itens I, II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3162470",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: FESPORTE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Nova Lei de Licitações e Contratos (Lei nº 14.133/2021) é um marco regulatório que substitui a antiga Lei nº 8.666/1993, unificando normas e modernizando os processos de contratação pública. Sobre a nova lei de licitação, analise os itens abaixo. I.A Lei nº 14.133/2021 permite a adoção da modalidade \"Diálogo Competitivo\", voltada para contratações complexas. II.A Nova Lei prevê a criação de um Portal Nacional de Contratações Públicas (PNCP), que centraliza informações sobre licitações e contratos. III.A realização de licitações de obras e serviços de engenharia exige obrigatoriamente a elaboração de projetos básicos e executivos prévios. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "C",
        "texto": "Os itens I, II e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162434",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise as assertivas a seguir e assinale a alternativa correta, em conformidade com a legislação aplicável aos entes obrigados a realizar licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os entes federativos, incluindo União, Estados, Distrito Federal e Municípios, têm o dever de realizar licitação para contratar serviços e adquirir bens, conforme as normas gerais estabelecidas na legislação."
      },
      {
        "letra": "B",
        "texto": "Apenas os Municípios e o Distrito Federal têm a obrigação de realizar licitações, conforme estabelecido pela legislação federal."
      },
      {
        "letra": "C",
        "texto": "A obrigatoriedade de licitar se aplica somente à União, excluindo Estados, Municípios e o Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "Somente a União e os Estados têm o dever de realizar licitação, enquanto os Municípios e o Distrito Federal podem contratar sem licitação."
      },
      {
        "letra": "E",
        "texto": "Os entes federativos estão isentos de realizar licitações para obras públicas de pequeno porte, conforme as regras previstas na legislação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160203",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133, de 1º de abril de 2021, que regula normas de Licitações e Contratos Administrativos, assinale a alternativa que corretamente caracteriza \"bens e serviços comuns\":",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens e serviços que, devido à sua alta heterogeneidade ou complexidade, não podem ser descritos conforme o inciso XIII do caput da lei, exigindo justificativa prévia do contratante."
      },
      {
        "letra": "B",
        "texto": "Bens e serviços cujos padrões de desempenho e qualidade podem ser definidos objetivamente no edital, mediante especificações usuais de mercado."
      },
      {
        "letra": "C",
        "texto": "Bens e serviços cuja execução contratual exige que o contratado não compartilhe recursos humanos e materiais de uma contratação para execução simultânea de outros contratos."
      },
      {
        "letra": "D",
        "texto": "Bens e serviços realizados em atividades de assessoria e consultoria técnica, incluindo auditorias financeiras e tributárias."
      },
      {
        "letra": "E",
        "texto": "Bens e serviços prestados em atividades de treinamento e aperfeiçoamento de pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3160202",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei nº 14.133, de 1º de abril de 2021, que trata das normas de Licitações e Contratos Administrativos, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei nº 14.133, de 1º de abril de 2021, de Licitações e Contratos Administrativos, não se aplica aos órgãos do Poder Legislativo da União."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 14.133, de 1º de abril de 2021, de Licitações e Contratos Administrativos, não se aplica aos órgãos do Poder Judiciário da União."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 14.133, de 1º de abril de 2021, de Licitações e Contratos Administrativos, não se aplica aos órgãos do Poder Legislativo dos municípios."
      },
      {
        "letra": "D",
        "texto": "A Lei nº 14.133, de 1º de abril de 2021, de Licitações e Contratos Administrativos, não se aplica aos órgãos do Poder Legislativo dos estados."
      },
      {
        "letra": "E",
        "texto": "A Lei nº 14.133, de 1º de abril de 2021, de Licitações e Contratos Administrativos, não se aplica às sociedades de economia mista."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3160201",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133, de 1º de abril de 2021, que regulamenta as licitações e contratos administrativos, a divulgação do contrato e de seus aditamentos no Portal Nacional de Contratações Públicas (PNCP) é imprescindível para garantir sua eficácia. Em caso de licitação, qual é o prazo, contado a partir da data de assinatura, para que essa divulgação seja realizada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 (dez) dias corridos."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias úteis."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) dias corridos."
      },
      {
        "letra": "D",
        "texto": "20 (vinte) dias úteis."
      },
      {
        "letra": "E",
        "texto": "30 (trinta) dias úteis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3156775",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Os trabalhos relativos a treinamento e aperfeiçoamento de pessoal são considerados serviços técnicos especializados de natureza predominantemente intelectual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3156773",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Nas licitações para contratação de bens e serviços especiais de tecnologia da informação e comunicação (TIC), o critério de julgamento por técnica e preço será adotado quando o estudo técnico preliminar demonstrar que a avaliação e a ponderação da qualidade técnica que superarem os requisitos mínimos estabelecidos no edital forem relevantes aos fins pretendidos pela administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3156772",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Termo de referência é o documento constitutivo da primeira etapa do planejamento de uma contratação, ou seja, ele embasa a elaboração do projeto básico e caracteriza o interesse público envolvido e a sua melhor solução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3156771",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Em regra, o processo licitatório deve observar as seguintes fases, nesta ordem: preparatória; de divulgação do edital de licitação; de apresentação de propostas e lances, quando for o caso; de habilitação; de julgamento; de homologação; e recursal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154972",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos no Brasil, conhecida como Lei nº 14.133/2021, estabelece normas gerais sobre licitações e contratos no âmbito das administrações públicas. Ela veio para substituir a antiga Lei nº 8.666/1993 e modernizar o processo licitatório no país. Tem por objetivo aumentar a competitividade, a eficiência, e a transparência dos processos licitatórios e contratuais do setor público. A forma de manutenção do equilíbrio econômico-financeiro de contrato utilizada para serviços contínuos com regime de dedicação exclusiva de mão de obra ou predominância de mão de obra, por meio da análise da variação dos custos contratuais, devendo estar prevista no edital com data vinculada à apresentação das propostas, para os custos decorrentes do mercado, e com data vinculada ao acordo, à convenção coletiva ou ao dissídio coletivo ao qual o orçamento esteja vinculado, para os custos decorrentes da mão de obra, denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Repactuação."
      },
      {
        "letra": "D",
        "texto": "Agente de contratação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154900",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os servidores Malaquias e Melquisedeque foram solicitados a elaborar um seminário para capacitação de agentes públicos cujas atribuições estejam envolvidas com contratos administrativos, segundo o regramento jurídico da Lei Federal nº 14.133/2021. Malaquias propôs a inclusão das disposições a seguir no material a ser elaborado para o evento, sendo apontado por Melquisedeque que uma das afirmações estaria INCORRETA; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo de convocação para assinatura do contrato, pelo licitante vencedor, é improrrogável e em caso de não atendimento gera a sanção de declaração de inidoneidade."
      },
      {
        "letra": "B",
        "texto": "Será admitida a manutenção em sigilo de contratos e de termos aditivos quando imprescindível à segurança da sociedade e do Estado, nos termos da legislação que regula o acesso à informação."
      },
      {
        "letra": "C",
        "texto": "Os contratos regular-se-ão pelas suas cláusulas e pelos preceitos de direito público, e a eles serão aplicados, supletivamente, os princípios da teoria geral dos contratos e as disposições de direito privado."
      },
      {
        "letra": "D",
        "texto": "A Administração convocará regularmente o licitante vencedor para assinar o termo de contrato ou para aceitar ou retirar o instrumento equivalente, dentro do prazo e nas condições estabelecidas no edital de licitação, sob pena de decair o direito à contratação, sem prejuízo de outras sanções previstas em lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3154899",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Jonas, servidor do município de Carangola, que desempenha suas funções junto ao setor de Compras de determinada Secretaria, ao analisar três processos licitatórios tramitando perante sua repartição, se deparou com as seguintes afirmações: I. A nova Lei de Licitações (Lei Federal nº 14.133/2021) promoveu profundas alterações nos procedimentos licitatórios, abolindo a modalidade pregão e instituindo a modalidade de tomada de preços. II. Para os fins da Lei nº 14.133/2021, considera-se agente público o indivíduo que, em virtude de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exerce mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública. III. A dispensa de licitação é admitida no Direito Brasileiro unicamente na hipótese de calamidade ou emergência pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154688",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com informações da obra Licitações e Contratos, do Tribunal de Contas da União, no processo de compras públicas, a aquisição de um bem pode demorar em média 180 dias. Já os órgãos públicos de referência na área de compras governamentais conseguem diminuir esse interstício para cerca de 45 a 60 dias. No processo de compras públicas, além desse atributo desejável, que é o da _____, o gestor deve preconizar _____ e _____. As lacunas são corretamente preenchidas, respectivamente, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "busca pelo menor preço / a redução do superfaturamento / qualidade."
      },
      {
        "letra": "B",
        "texto": "celeridade / a busca pelo menor preço / a qualidade."
      },
      {
        "letra": "C",
        "texto": "dilação do prazo da compra / a busca pelo menor preço / a quantidade."
      },
      {
        "letra": "D",
        "texto": "dilação do prazo da compra / a redução do subfaturamento / a quantidade."
      },
      {
        "letra": "E",
        "texto": "celeridade / a busca pelo menor preço / o maior lucro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154651",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "O Estado do Rio Grande do Sul, em observância às formalidades legais, publicou edital de licitação, visando à celebração de determinado contrato administrativo. Registre-se que o edital prevê que, no momento de apresentação das propostas, haja a comprovação do recolhimento de quantia a título de garantia de proposta, como requisito de pré-habilitação. De acordo com a narrativa e considerando as disposições da Lei nº 14.133/2021, avalie as afirmativas a seguir. I. A garantia de proposta será devolvida aos licitantes no prazo de cinco dias úteis, contado da assinatura do contrato ou da data em que for declarada fracassada a licitação. II. Implicará execução do valor integral da garantia de proposta a recusa em assinar o contrato ou a não apresentação dos documentos para a contratação. III. A garantia de proposta não poderá ser superior a 5% do valor estimado para a contratação. Nesse cenário, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154547",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Governo do Estado do Piauí pretende realizar, no exercício financeiro de 2025, tratativas para adquirir, entre outros, os bens e serviços listados a seguir. I. Aquisição de software inovador de inteligência artificial com funcionalidades adaptadas, específica e individualmente, para cada tipo de trabalho executado por suas Secretarias de Estado, a serem definidas e identificados durante o processo licitatório. II. Registro formal de preços de notebooks de última geração a serem licitados quando da implementação do software de inteligência artificial. III. Chamamento público de profissionais interessados na prestação de serviço de TI e manutenção de equipamentos informáticos, em regime de contratação simultânea e padronizada. No que tange à Lei de Licitações (Lei nº 14.133/2021), os instrumentos jurídicos a serem adotados pela administração do Estado do Piauí para a aquisição dos bens e serviços supramencionados (segundo a ordem apresentada) são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso, pregão e diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "pré-qualificação, credenciamento e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "diálogo competitivo, sistema de registro de preços e pregão."
      },
      {
        "letra": "D",
        "texto": "credenciamento, diálogo competitivo e sistema de registro de preços."
      },
      {
        "letra": "E",
        "texto": "diálogo competitivo, sistema de registro de preços e credenciamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153673",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre o sistema de registro de preços, analise as proposições a seguir: I. O sistema de registro de preços não poderá ser utilizado nas hipóteses de inexigibilidade e de dispensa de licitação para a aquisição de bens ou para a contratação de serviços por mais de um órgão ou entidade. II. No caso de alimento perecível, é permitido registro de preços com indicação limitada a unidades de contratação, sem indicação do total a ser adquirido. III. O sistema de registro de preços poderá ser usado para a contratação de bens e serviços, inclusive de obras e serviços de engenharia. IV. O prazo de vigência da ata de registro de preços será de 1 (um) ano, não se admitindo prorrogação. V. Pela regra geral, o critério de julgamento da licitação será o de menor preço por grupo de itens. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, III e IV são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Não há itens verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Não há itens falsos."
      },
      {
        "letra": "D",
        "texto": "Há apenas dois itens verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II, III, IV e V são falsos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153666",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Numa licitação, são elementos do termo de referência, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A descrição da solução como um todo, considerado todo o ciclo de vida do objeto."
      },
      {
        "letra": "B",
        "texto": "Os critérios de medição e de pagamento."
      },
      {
        "letra": "C",
        "texto": "A listagem de possíveis eventos supervenientes à assinatura do contrato que possam causar impacto em seu equilíbrio econômico-financeiro."
      },
      {
        "letra": "D",
        "texto": "A fundamentação da contratação, que consiste na referência aos estudos técnicos preliminares correspondentes ou, quando não for possível divulgar esses estudos, no extrato das partes que não contiverem informações sigilosas."
      },
      {
        "letra": "E",
        "texto": "A definição do objeto, incluídos sua natureza, os quantitativos, o prazo do contrato e, se for o caso, a possibilidade de sua prorrogação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153407",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO apresenta um objetivo do processo licitatório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incentivar a contratação de empresas conhecidas no mercado."
      },
      {
        "letra": "B",
        "texto": "Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto."
      },
      {
        "letra": "C",
        "texto": "Assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "D",
        "texto": "Evitar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento na execução dos contratos."
      },
      {
        "letra": "E",
        "texto": "Incentivar a inovação e o desenvolvimento nacional sustentável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3152875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao analisar as disposições da Lei nº 14.133/2021 que versam sobre as cláusulas que devem constar do edital de licitação para registro de preços, Rosalina verificou corretamente que tal instrumento convocatório deverá dispor sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as especificações da licitação, sendo vedado indicar a quantidade máxima de cada item que poderá adquirida;"
      },
      {
        "letra": "B",
        "texto": "as hipóteses de cancelamento da ata de registro de preços e suas consequências;"
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento da licitação que será de melhor técnica ou conteúdo artístico ou de menor preço;"
      },
      {
        "letra": "D",
        "texto": "a impossibilidade de prever preços diferentes quando o objeto for realizado ou entregue em locais diferentes;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade de participação do órgão ou entidade em várias atas de registro de preços com o mesmo objeto no prazo de validade daquela de que já tiver participado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3152874",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as impugnações previstas na Lei nº 14.133/2021, bem como as normas atinentes ao controle das licitações e contratações, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação do edital de licitação para solicitar esclarecimentos sobre seus termos somente pode ser realizada pelos licitantes habilitados, que são os únicos legitimados para tanto;"
      },
      {
        "letra": "B",
        "texto": "Os integrantes de todas as linhas de defesa, têm o dever de prontamente invalidar as licitações e contratações que apresentem vício na sua realização, inclusive em relação às simples impropriedades formais;"
      },
      {
        "letra": "C",
        "texto": "A resposta à impugnação ou ao pedido de esclarecimento devidamente realizado, deve ser divulgada em sítio eletrônico oficial imediatamente após a data designada para a abertura do certame;"
      },
      {
        "letra": "D",
        "texto": "É vedado aos tribunais de contas suspender o procedimento licitatório, no âmbito do controle que por ele é exercido sobre as licitações e contratações, que integra a terceira linha de defesa;"
      },
      {
        "letra": "E",
        "texto": "Qualquer licitante, contratado ou pessoa física ou jurídica poderá representar aos órgãos de controle interno ou ao tribunal de contas competente contra irregularidades na aplicação da lei de licitações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151475",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Maracajá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, conhecida como a Nova Lei de Licitações e Contratos Administrativos, estabelece normas gerais para a contratação de bens, serviços e obras no âmbito da Administração Pública brasileira. Todas as alternativas a seguir aplicam-se a esta lei, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão e permissão de uso de bens públicos."
      },
      {
        "letra": "B",
        "texto": "Prestação de serviços, inclusive os técnico profissionais especializados."
      },
      {
        "letra": "C",
        "texto": "Alienação e concessão de direito real de uso de bens."
      },
      {
        "letra": "D",
        "texto": "Aquisição de bens imóveis para uso particular de servidores públicos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3136202",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as definições presentes na Lei nº 14.133/2021 – Lei de Licitações, relacione a Coluna 1 à Coluna 2. Coluna 1 1. Estudo técnico preliminar. 2. Sistema de registro de preços. 3. Credenciamento. 4. Diálogo competitivo. Coluna 2 ( ) Conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência. ( ) Processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens para que, preenchidos os requisitos necessários, se credenciem no órgão ou na entidade para executar o objeto quando convocados. ( ) Documento constitutivo da primeira etapa do planejamento de uma contratação que caracteriza o interesse público envolvido e a sua melhor solução. ( ) Modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 2 – 3 – 4."
      },
      {
        "letra": "B",
        "texto": "4 – 3 – 2 – 1."
      },
      {
        "letra": "C",
        "texto": "3 – 2 – 1 – 4."
      },
      {
        "letra": "D",
        "texto": "2 – 3 – 1 – 4."
      },
      {
        "letra": "E",
        "texto": "1 – 4 – 3 – 2."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3135746",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Vaz (2022) define que, antes da realização de qualquer compra pela Administração Pública, é necessário que seja realizado o devido planejamento. Segundo o autor, a Nova Lei de Licitações determina que o planejamento de compras deve considerar, além da expectativa de consumo anual, o seguinte, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condições de aquisição e pagamento diferentes às do setor privado."
      },
      {
        "letra": "B",
        "texto": "Processamento por meio de sistema de registro de preços, quando pertinente."
      },
      {
        "letra": "C",
        "texto": "Determinação de unidades e quantidades a serem adquiridas em função de consumo e utilização prováveis, cuja estimativa será obtida, sempre que possível, mediante adequadas técnicas quantitativas, admitido o fornecimento contínuo."
      },
      {
        "letra": "D",
        "texto": "Condições de guarda e armazenamento que não permitam a deterioração do material."
      },
      {
        "letra": "E",
        "texto": "Atendimento aos princípios da padronização, do parcelamento e da responsabilidade fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3578385",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal nº 14.133/2021, que trata das normas gerais de licitações e contratos, define que o documento necessário para a contratação de bens e serviços, onde deverão constar, dentre outras informações, os critérios de medição e de pagamento, [o modelo de execução do objeto e o modelo de gestão do contrato, é denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Projeto básico."
      },
      {
        "letra": "B",
        "texto": "Estudos Técnicos Preliminares."
      },
      {
        "letra": "C",
        "texto": "Mapa de Riscos."
      },
      {
        "letra": "D",
        "texto": "Termo de Referência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3540031",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação"
    ],
    "enunciado_principal": "Suponha que um servidor público tenha participado ativamente de um procedimento relacionado à licitação em prol do órgão a que está lotado, mas esse procedimento está sendo questionado administrativa e judicialmente. Nessa situação hipotética, considerando o que dispõe a Lei de Licitações e Contratos, é correto afirmar que a representação para a defesa desse servidor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será feita, a critério do servidor, em ambas as esferas, pela advocacia pública, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "B",
        "texto": "deverá ser feita pela advocacia pública, apenas na esfera judicial, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "C",
        "texto": "deverá ser feita pela advocacia pública, apenas na esfera administrativa, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "D",
        "texto": "será feita, a critério da administração, em ambas as esferas, pela advocacia pública, desde que ele tenha observado estritamente a orientação constante em regular parecer jurídico."
      },
      {
        "letra": "E",
        "texto": "não poderá ser feita pela advocacia pública, em nenhuma hipótese, devendo a sua defesa judicial e administrativa ser promovida por meio de seu advogado particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3531070",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/21 define compra como a aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 dias da ordem de fornecimento."
      },
      {
        "letra": "B",
        "texto": "15 dias da ordem de fornecimento."
      },
      {
        "letra": "C",
        "texto": "20 dias da ordem de fornecimento."
      },
      {
        "letra": "D",
        "texto": "30 dias da ordem de fornecimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3531062",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A elaboração de editais no processo licitatório requer atenção especial à definição do objeto a ser contratado. Qual erro comum deve ser evitado para garantir a conformidade do edital com a Lei nº 14.133/21?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descrição detalhada do objeto, assegurando que todos os aspectos técnicos sejam claramente especificados."
      },
      {
        "letra": "B",
        "texto": "Uso de especificações que, por serem excessivamente detalhadas, podem restringir a competição ou favorecer marcas específicas."
      },
      {
        "letra": "C",
        "texto": "Inclusão de critérios de sustentabilidade, visando promover práticas ambientais, sociais e de governança nas contratações."
      },
      {
        "letra": "D",
        "texto": "Estabelecimento de prazos realistas para a execução do contrato, compatíveis com a complexidade do objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3531055",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A preparação de editais é uma etapa crucial no processo licitatório. Qual das seguintes ações NÃO é recomendada na elaboração de um edital de licitação, visando atender aos princípios da Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detalhar os critérios de seleção e julgamento das propostas para garantir a isonomia entre os licitantes."
      },
      {
        "letra": "B",
        "texto": "Incluir cláusulas que restrinjam a competitividade ou estabeleçam preferências por marcas específicas."
      },
      {
        "letra": "C",
        "texto": "Especificar de maneira clara e objetiva o objeto da licitação, permitindo que todos os interessados compreendam o que será contratado."
      },
      {
        "letra": "D",
        "texto": "Definir os prazos e condições para a execução do contrato, assegurando o cumprimento dos objetivos da Administração Pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3492975",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "É incorreto afirmar acerca do Registro Cadastral:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sistema do registro cadastral está disponível no Portal Nacional de Contratações Públicas (PNCP)."
      },
      {
        "letra": "B",
        "texto": "É válida a exigência, pelo órgão ou entidade licitante, de registro cadastral complementar para acesso a edital e anexos."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá realizar licitação restrita a fornecedores cadastrados, atendidos os critérios, as condições e os limites estabelecidos em regulamento, bem como a ampla publicidade dos procedimentos para o cadastramento."
      },
      {
        "letra": "D",
        "texto": "A qualquer tempo poderá ser alterado, suspenso ou cancelado o registro de inscrito que deixar de satisfazer exigências determinadas pela Lei nº 14.133/2021 (Lei de Licitações) ou por regulamento."
      },
      {
        "letra": "E",
        "texto": "O sistema de registro cadastral unificado será público e deverá ser amplamente divulgado e estar permanentemente aberto aos interessados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3433363",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em seu Capítulo IIl, a Lei Nº 14.133/2021 prevê uma série de definições para os fins da Lei de Licitações e Contratos Administrativos. Diante de tal, considera-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serviços contínuos com regime de dedicação exclusiva de mão de obra são aqueles cujo modelo de execução contratual exige, entre outros requisitos, que os empregados do contratado fiquem à disposição nas dependências do contratante para a prestação dos serviços."
      },
      {
        "letra": "B",
        "texto": "Anteprojeto é o conjunto de elementos necessários e suficientes à execução completa da obra, com o detalhamento de soluções, a identificação de serviços, de materiais e de equipamentos a serem incorporados à obra, bem como suas especificações técnicas, de acordo com as normas técnicas pertinentes."
      },
      {
        "letra": "C",
        "texto": "Contratação por tarefa é o regime de contratação de obras e serviços de engenharia em que o contratado é responsável por elaborar e desenvolver o projeto, executar obras e serviços de engenharia, fornecer bens ou prestar serviços especiais e as demais operações necessárias e suficientes para a entrega final do objeto."
      },
      {
        "letra": "D",
        "texto": "Serviço de Engenharia é toda atividade estabelecida como privativa das profissões de engenheiro que implica intervenção no meio ambiente por meio de um conjunto harmônico de ações que, agregadas, formam um todo que inova o espaço físico da natureza ou acarreta alteração substancial das características originais de bem imóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3402067",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Vitória das Missões - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "São objetivos e finalidades do procedimento licitatório: I. Isonomia. II. Competitividade. III. Incentivo à inovação. IV. Desenvolvimento nacional sustentável. V. Evitar sobrepreço. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos itens I, II e V."
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens I, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens II, IV e V."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3383121",
    "metadata": "Ano: 2024 | Banca: HL | Órgão: Prefeitura de Iturama - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nas disposições da Nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), bem como nas disposições constitucionais acerca da licitação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É privativa da União a competência para legislar sobre normas gerais de licitações e contratos, sendo vedado aos Estados e Municípios legislar sobre o tema em complementação às normas gerais."
      },
      {
        "letra": "B",
        "texto": "Em homenagem ao princípio da isonomia, nos processos licitatórios, os bens reciclados, recicláveis ou biodegradáveis não poderão ter margem de preferência sobre os demais."
      },
      {
        "letra": "C",
        "texto": "A nova Lei de Licitações e Contratos (Lei nº 14.133/2021) aplica-se a alienação e concessão de direito real de uso de bens; a compra, inclusive por encomenda; a locação; a concessão e permissão de uso de bens públicos; a prestação de serviços, inclusive os técnico-profissionais especializados; a obras e serviços de arquitetura e engenharia; a contratações de tecnologia da informação e de comunicação."
      },
      {
        "letra": "D",
        "texto": "Conforme a nova Lei de Licitações e Contratos (Lei nº 14.133/2021), são modalidades de licitação a concorrência, o pregão, o leilão, a tomada de preços e o diálogo competitivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3377341",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Sete Barras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca do que dispõe a lei nº 14.133/2021 (Lei de Licitações) sobre Registros Cadastrais e Registros de Preços, analise os itens a seguir e, ao final, assinale a alternativa correta. I – O registro cadastral deve ser amplamente divulgado e estar permanentemente aberto aos interessados. II – O sistema de registro de preços corresponde ao processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens com o menor preço ofertado em lance. III – A ata de registro de preços é um documento vinculativo e obrigacional, com característica de compromisso para futura contratação, no qual são registrados o objeto, os preços, os fornecedores, os órgãos participantes e as condições a serem praticadas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Os itens I e III são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334074",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação a Lei 14.133/21 (lei de licitações e contratos administrativos), a alternativa que mais se enquadra no conceito de bens e serviços comuns:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atividade ou conjunto de atividades destinadas a obter determinada utilidade, intelectual ou material, de interesse da Administração."
      },
      {
        "letra": "B",
        "texto": "aqueles que impõem ao contratado o dever de realizar a prestação de um serviço específico em período predeterminado, podendo ser prorrogado, desde que justificadamente, pelo prazo necessário à conclusão do objeto."
      },
      {
        "letra": "C",
        "texto": "serviços contratados e compras realizadas pela Administração Pública para a manutenção da atividade administrativa, decorrentes de necessidades permanentes ou prolongadas."
      },
      {
        "letra": "D",
        "texto": "aqueles que, por sua alta heterogeneidade ou complexidade, não podem ser descritos na forma do inciso XIII do caput deste artigo, exigida justificativa prévia do contratante."
      },
      {
        "letra": "E",
        "texto": "aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3329575",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre o processo licitatório para contratação de obras e serviços de engenharia, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas o Sistema Nacional de Pesquisa de Custos e Índices de Construção Civil (SINAPI) pode ser utilizado como referência para estabelecer o valor estimado da contratação."
      },
      {
        "letra": "B",
        "texto": "o BDI (benefícios e despesas indiretas) deve possuir o mesmo percentual para serviços e fornecimento de equipamentos."
      },
      {
        "letra": "C",
        "texto": "os quantitativos de serviços devem ser elaborados por cada empresa participante do processo licitatório."
      },
      {
        "letra": "D",
        "texto": "administração central, riscos, seguros, garantias e despesas financeiras são exemplos de custos que podem ser considerados na composição do BDI."
      },
      {
        "letra": "E",
        "texto": "propostas não poderão ser desclassificadas quando consideradas inexequíveis em relação ao valor orçado pela Administração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3308449",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Maripá - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme prevê, expressamente, a Lei nº 14.133/21 — Licitações e Contratos Administrativos, analisar os itens. I. As contratações realizadas no âmbito das repartições públicas sediadas no exterior obedecerão às peculiaridades locais e aos princípios básicos estabelecidos nesta Lei, na forma de regulamentação específica a ser editada por ministro de Estado. II. Não se subordinam ao regime desta Lei os contratos que tenham por objeto operação de crédito, interno ou externo, e gestão de dívida pública, incluídas as contratações de agente financeiro e a concessão de garantia relacionadas a esses contratos. III. Não se subordinam ao regime desta Lei as contratações sujeitas a normas previstas em legislação própria. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e III."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3255139",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os objetivos do processo licitatório, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assegurar por meio de controles internos que não haverá o superfaturamento na execução dos contratos."
      },
      {
        "letra": "B",
        "texto": "Incentivar a contratação da proposta mais vantajosa para a Administração Pública, inclusive no que se refere ao ciclo operacional do projeto."
      },
      {
        "letra": "C",
        "texto": "Incentivar a inovação e o desenvolvimento nacional sustentável."
      },
      {
        "letra": "D",
        "texto": "Oferecer tratamento igualitário e sistêmico entre os licitantes e, quanto possível, a justa competição."
      },
      {
        "letra": "E",
        "texto": "Sempre que possível evitar contratações com preço acima da meta estipulada ou com preços manifestamente inexequíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248838",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133, de 1º de abril de 2021 – Lei de Licitações e Contratos Administrativos, entrou em vigor na data de sua publicação, sem período de vacância, gerando grande insegurança para sua aplicação em vista das inúmeras novidades que traz, em se tratando de normas gerais de cumprimento obrigatório para Estados, Municípios e DF. Assinale a opção que indica entidades que, em regra, foram excluídas da aplicabilidade da Lei nº 14.133/21, permanecendo regidas pela Lei nº 13.303/16.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Órgãos da administração direta."
      },
      {
        "letra": "B",
        "texto": "Autarquias."
      },
      {
        "letra": "C",
        "texto": "Fundações públicas."
      },
      {
        "letra": "D",
        "texto": "Empresas públicas, sociedades de economia mista e suas subsidiárias."
      },
      {
        "letra": "E",
        "texto": "Agências reguladoras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248837",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133, de 1º de abril de 2021 – Lei de Licitações e Contratos Administrativos, trouxe inovações para promover maior transparência à Administração Pública. Assinale a opção que apresenta uma das inovações adotadas para promover a transparência nas licitações.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigatoriedade do pregão presencial, com divulgação apenas local dos atos licitatórios."
      },
      {
        "letra": "B",
        "texto": "O uso, em regra, da modalidade eletrônica para licitações e a centralização da divulgação dos atos no Portal Nacional de Contratações Públicas (PNCP)."
      },
      {
        "letra": "C",
        "texto": "A dispensa do uso do Portal Nacional de Contratações Públicas (PNCP), permitindo a divulgação dos atos em sites de responsabilidade dos órgãos contratantes."
      },
      {
        "letra": "D",
        "texto": "A substituição do Portal Nacional de Contratações Públicas (PNCP) pelo cadastro único de licitações, sem acesso público."
      },
      {
        "letra": "E",
        "texto": "A manutenção de licitações exclusivamente por meio de processos presenciais, sem registro digital."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248799",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Para atender a uma demanda de certo órgão da Administração Pública Federal, Belmiro, no exercício de suas atribuições, teve que verificar as normas constantes da Lei nº 14.133/2021 em relação às peculiaridades atinentes à contratação de serviços em geral, que não envolvem, portanto, serviços de engenharia, bem como as peculiaridades concernentes à elaboração dos respectivos editais e contratos. Nesse contexto, Belmiro observou corretamente que,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na licitação de serviços de manutenção e assistência técnica, o edital deverá definir o local de realização dos serviços, admitida a exigência de deslocamento de técnico ao local da repartição ou a exigência de que o contratado tenha unidade de prestação de serviços em distância compatível com as necessidades da Administração."
      },
      {
        "letra": "B",
        "texto": "na contratação de serviço terceirizado, durante a vigência do contrato, poderá o contratado contratar cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, de dirigente do órgão ou entidade contratante ou de agente público que desempenhe função na licitação ou atue na fiscalização ou na gestão do contrato."
      },
      {
        "letra": "C",
        "texto": "na contratação de serviços em geral, a Administração é vedada de contratar mais de uma empresa ou instituição para executar o mesmo serviço, ainda que essa contratação não implique perda de economia de escala, que o objeto da contratação possa ser executado de forma concorrente e simultânea por mais de um contratado e que a múltipla execução seja conveniente para atender à Administração."
      },
      {
        "letra": "D",
        "texto": "na contratação de serviços com regime de dedicação exclusiva de mão de obra, a Administração é proibida de solicitar que o contratado apresente a comprovação do cumprimento das obrigações trabalhistas e com o Fundo de Garantia do Tempo de Serviço (FGTS) em relação aos empregados diretamente envolvidos na execução do contrato, de modo que não pode impor multa caso não sejam apresentadas tais informações."
      },
      {
        "letra": "E",
        "texto": "na aplicação do princípio do parcelamento em relação às contratações de serviços em geral, a Administração deverá levar em conta o custo para si de vários contratos frente às vantagens da redução de custos, com divisão do objeto em itens, não sedo imposto, contudo, à contratante o dever de buscar a ampliação da competição e de evitar a concentração de mercado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233233",
    "metadata": "Ano: 2024 | Banca: COMPERVE - UFRN | Órgão: UFERSA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na administração pública, para adquirir um bem, é necessário que haja um processo licitatório. Nos últimos anos, houve mudanças substanciais na forma de como os gestores públicos devem comprar. Assim, conforme Gilson, chefe do setor de licitações, o processo licitatório requer um documento que caracteriza o interesse público e a sua melhor solução. Esse documento não apenas serve de base para a elaboração do termo de referência ou do projeto básico como também para a instrução desse processo. Nesse caso, Gilson fez referência ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estudo Técnico Preliminar."
      },
      {
        "letra": "B",
        "texto": "Plano Anual de Contratações."
      },
      {
        "letra": "C",
        "texto": "Mapa de Riscos."
      },
      {
        "letra": "D",
        "texto": "Termo de Referência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3229000",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Belmonte - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Termo de Referência é um documento utilizado em processos de licitação, especialmente para a contratação de empresas que prestarão serviços, como a elaboração de laudos técnicos em segurança do trabalho. Ele define as condições e os critérios técnicos exigidos. Com base nas práticas de elaboração, acompanhamento e gestão de contratos relacionados à segurança do trabalho, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A gestão de contratos não exige verificação periódica da conformidade dos serviços prestados, desde que o contrato tenha sido assinado e aprovado."
      },
      {
        "letra": "B",
        "texto": "A elaboração de laudos técnicos não precisa seguir normativas específicas, bastando que a empresa atenda às diretrizes gerais da licitação."
      },
      {
        "letra": "C",
        "texto": "O acompanhamento da empresa contratada é opcional, sendo necessário apenas em casos de descumprimento de prazos ou falhas técnicas."
      },
      {
        "letra": "D",
        "texto": "O Termo de Referência estabelece os requisitos técnicos e as condições de execução do contrato, incluindo prazos e critérios de avaliação das propostas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3226860",
    "metadata": "Ano: 2024 | Banca: FURG | Órgão: FURG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A Nova Lei de Licitagdes e Contratos (NLLC), Lei n.º 14.133, de 1° de abril de 2021, evidencia quais são as fases do processo licitatório. Dessa forma, assinala a alternativa que contenha as fases da licitação na sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divulgação do edital; Preparatória; Apresentação de propostas e lances, quando for o caso; Julgamento; Habilitação; Recursal, e Homologação."
      },
      {
        "letra": "B",
        "texto": "Preparatória; Divulgação do edital; Apresentação de propostas e lances, quando for o caso; Julgamento; Habilitação; Recursal; e Homologação."
      },
      {
        "letra": "C",
        "texto": "Preparatória; Apresentação de propostas e lances, quando for o caso; Julgamento; Habilitação; Recursal; e Homologação."
      },
      {
        "letra": "D",
        "texto": "Divulgação do edital; Apresentação de propostas e lances, quando for o caso; Julgamento; Habilitação; Recursal; e Homologação."
      },
      {
        "letra": "E",
        "texto": "Preparatória; Divulgação do edital; Habilitação; Julgamento; Apresentação de propostas e lances, quando for o caso; Recursal; e Homologação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3199284",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a Lei 14.133/21, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes, e o edital deverá definir o prêmio ou a remuneração que será atribuída aos vencedores."
      },
      {
        "letra": "B",
        "texto": "No julgamento por melhor técnica ou por técnica e preço, a obtenção de pontuação devido à capacitação técnico-profissional exigirá que a execução do respectivo contrato tenha participação direta e pessoal do profissional correspondente."
      },
      {
        "letra": "C",
        "texto": "Na execução indireta de obras e serviços de engenharia é vedado o regime de empreitada integral."
      },
      {
        "letra": "D",
        "texto": "As licitações de serviços atenderão ao princípio do parcelamento, quando for tecnicamente viável e economicamente vantajoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199282",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei 14.133/21, leia as afirmativas abaixo e marque V para verdadeiro e F para falso. ( ) Em licitação na modalidade concurso, o agente responsável pela condução do certame será designado pregoeiro. ( ) É obrigatório ao agente público designado para atuar na área de licitações e contratos admitir, prever, incluir ou tolerar, nos atos que praticar, situações que estabeleçam preferências ou distinções em razão da naturalidade, da sede ou do domicílio dos licitantes. ( ) O processo licitatório tem por objetivo assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto. ( ) No processo licitatório os documentos serão produzidos por escrito, com data e local de sua realização e assinatura dos responsáveis. Assinale a alternativa que contém a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F."
      },
      {
        "letra": "D",
        "texto": "F-F-V-V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3198731",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os objetivos do processo licitatório conforme disposto na Lei nº 14.133, de 1º de abril de 2021, assinale a alternativa que apresenta um objetivo incorreto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "C",
        "texto": "Evitar contratações com sobrepreço ou com preços manifestamente inexequíveis e superfaturamento na execução dos contratos."
      },
      {
        "letra": "D",
        "texto": "Incentivar a inovação e o desenvolvimento nacional sustentável."
      },
      {
        "letra": "E",
        "texto": "Promover a contratação de fornecedores com base em critérios subjetivos, como a amizade ou a afinidade com os gestores públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198729",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme a Lei nº 14.133, de 1º de abril de 2021, que trata de licitações e contratos administrativos, como é definida a atividade ou conjunto de atividades destinadas a obter determinada utilidade, intelectual ou material, de interesse da Administração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestação de contas."
      },
      {
        "letra": "B",
        "texto": "Serviço."
      },
      {
        "letra": "C",
        "texto": "Fornecimento."
      },
      {
        "letra": "D",
        "texto": "Autoridade."
      },
      {
        "letra": "E",
        "texto": "Contrato administrativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3198728",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133, de 1º de abril de 2021, que trata sobre licitações e contratos administrativos, assinale a alternativa que apresenta um item que NÃO é considerado uma forma de licitação ou contrato prevista na lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compra, inclusive por encomenda."
      },
      {
        "letra": "B",
        "texto": "Obras e serviços de arquitetura e engenharia."
      },
      {
        "letra": "C",
        "texto": "Contratações de tecnologia da informação e de comunicação."
      },
      {
        "letra": "D",
        "texto": "Autorização para eventos sem fins lucrativos."
      },
      {
        "letra": "E",
        "texto": "Locação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3198629",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o Art. 11 da Lei 14.133/21, o processo licitatório tem por objetivos assegurar diversos princípios importantes para a Administração Pública. Qual das alternativas abaixo NÃO corresponde a um dos objetivos estabelecidos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, considerando o ciclo de vida do objeto."
      },
      {
        "letra": "B",
        "texto": "Garantir tratamento isonômico entre os licitantes e promover uma competição justa."
      },
      {
        "letra": "C",
        "texto": "Evitar contratações com sobrepreço, preços inexequíveis e superfaturamento."
      },
      {
        "letra": "D",
        "texto": "Incentivar o desenvolvimento nacional sustentável e a inovação."
      },
      {
        "letra": "E",
        "texto": "Permitir que a Administração escolha qualquer proposta, independentemente do preço, desde que o objeto atenda às necessidades mínimas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3197080",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Posse - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Procedimento administrativo pelo qual a administração pública, em qualquer de seus níveis, prevendo comprar materiais e serviços, realizar obras, alienar ou locar bens, segundo condições estipuladas previamente, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a accountability."
      },
      {
        "letra": "B",
        "texto": "o planejamento estratégico."
      },
      {
        "letra": "C",
        "texto": "a governança."
      },
      {
        "letra": "D",
        "texto": "a licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3188717",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz do disposto na Lei Federal nº 14.133/2021, (Lei de Licitações e Contratos Administrativos), avalie as seguintes assertivas. I – Leilão é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto; II - Pré-qualificação é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor; III – Órgão ou entidade participante é o conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares; IV – Contrato de eficiência é o contrato cujo objeto é a prestação de serviços, que pode incluir a realização de obras e o fornecimento de bens, com o objetivo de proporcionar economia ao contratante, na forma de redução de despesas correntes, remunerado o contratado com base em percentual da economia gerada. Está INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3173544",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei n° 14.133/2021 (Lei de Licitações e Contratos Administrativos), analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos no inciso XXIV do art. 6º desta Lei. ( ) É vedada a criação de outras modalidades de licitação, ressalvado os casos justificados pela Administração. ( ) No caso de obras e serviços de engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 85% (oitenta e cinco por cento) do valor orçado pela Administração. ( ) Nas contratações de obras, serviços e fornecimentos, a garantia poderá ser de até 5% (cinco por cento) do valor inicial do contrato, autorizada a majoração desse percentual para até 10% (dez por cento), desde que justificada mediante análise da complexidade técnica e dos riscos envolvidos. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - F - V"
      },
      {
        "letra": "B",
        "texto": "V - F - F - F"
      },
      {
        "letra": "C",
        "texto": "F - F - V - V"
      },
      {
        "letra": "D",
        "texto": "V - F - F - V"
      }
    ],
    "gabarito": "D"
  }
]