[
  {
    "id": "3502951",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No que se refere à formalização e execução de contratos com a administração pública, julgue o item a seguir. O registro de variação do valor contratual para fazer face ao reajuste de preços deve ser realizado mediante a celebração de aditivo contratual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502950",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No que se refere à formalização e execução de contratos com a administração pública, julgue o item a seguir. São válidos os contratos verbais com a administração pública nos casos de obras e serviços de engenharia por dispensa de licitação, desde que respeitado o teto de R$ 100.000,00 (cem mil reais).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502949",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No que se refere à formalização e execução de contratos com a administração pública, julgue o item a seguir. A execução dos contratos deverá ser acompanhada e fiscalizada por um ou mais representantes da administração, sendo permitida a contratação de terceiros para assisti-los e subsidiá-los com informações pertinentes a essa atribuição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291435",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Julgue o item subsequente, relativo a medições e formas de pagamento em contratos públicos de manutenção predial. Uma vez que a manutenção predial é um serviço contínuo, o pagamento desse serviço baseia-se em um valor fixo e mensal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290878",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Suponha que, no curso de um contrato de obras para a ampliação de uma ala de hospital municipal, a empresa contratada tenha suspendido a execução das obras em função de atraso nos pagamentos devidos pela Administração. Tal conduta, de acordo com o regime jurídico aplicável aos contratos administrativos nos termos da legislação de regência,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é juridicamente inviável, em face do princípio da continuidade do serviço público, sujeitando a contratada a multa e outras sanções contratuais."
      },
      {
        "letra": "B",
        "texto": "é juridicamente possível, caso o atraso nos pagamentos seja superior a dois meses, situação em que o contratado pode optar pela extinção do contrato."
      },
      {
        "letra": "C",
        "texto": "é vedada, independentemente do período de atraso dos pagamentos, cabendo à contratada solicitar judicialmente a suspensão da execução contratual."
      },
      {
        "letra": "D",
        "texto": "constitui prerrogativa da contratada, que, assim como a Administração, pode rescindir o contrato em quaisquer circunstâncias, mediante prévia notificação."
      },
      {
        "letra": "E",
        "texto": "é admissível, caso o atraso de pagamentos enseje desequilibro econômico-financeiro do contrato, não recomposto no prazo máximo de trinta dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3284318",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Acerca dos atos e contratos administrativos é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos são manifestações de vontade do poder público para a execução de funções públicas."
      },
      {
        "letra": "B",
        "texto": "Os contratos administrativos envolvem a formalização de acordo entre a administração pública e entidades privadas."
      },
      {
        "letra": "C",
        "texto": "A produção de atos administrativos não é exclusividade do Poder Executivo, ainda que seja sua principal função."
      },
      {
        "letra": "D",
        "texto": "Somente os contratos administrativos devem observar os princípios da legalidade, eficiência e publicidade."
      },
      {
        "letra": "E",
        "texto": "Os atos administrativos podem ser vinculados ou discricionários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3282530",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Contratos Administrativos",
      "Existência, Validade e Eficácia do Ato Administrativo",
      "Conceito e Características"
    ],
    "enunciado_principal": "O ato administrativo é dotado dos atributos de perfeição, de validade e de eficácia. Um contrato administrativo, celebrado sem licitação, fora das hipóteses permitidas pela lei, que foi declarado nulo após três meses de execução, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imperfeito, válido e ineficaz"
      },
      {
        "letra": "B",
        "texto": "imperfeito, válido e eficaz"
      },
      {
        "letra": "C",
        "texto": "perfeito, inválido e eficaz"
      },
      {
        "letra": "D",
        "texto": "perfeito, válido e eficaz"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280329",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "Acerca de gestão e fiscalização de contratos administrativos, julgue o item que se segue. O processo de gestão do contrato gera, como saída, uma solução que produz resultados que devem atender à necessidade que desencadeou a contratação, até que haja o encerramento ou a rescisão contratual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3274224",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro"
    ],
    "enunciado_principal": "Nos contratos administrativos celebrados com a Administração Pública, existem prerrogativas que conferem ao Poder Público uma posição de superioridade em relação ao contratado, justificadas pela supremacia do interesse público sobre o privado. Essas prerrogativas, que são características dos contratos administrativos, são conhecidas pela teoria como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípios contratuais."
      },
      {
        "letra": "B",
        "texto": "Cláusulas exorbitantes."
      },
      {
        "letra": "C",
        "texto": "Prerrogativas discricionárias."
      },
      {
        "letra": "D",
        "texto": "Cláusulas compulsórias."
      },
      {
        "letra": "E",
        "texto": "Disposições excepcionais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3273463",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A gestão e fiscalização de contratos, previstos na Lei nº 14.133/2021, têm grande relevância para garantir que os contratos administrativos sejam cumpridos adequadamente, de acordo com a legislação. Analise as alternativas abaixo sobre instrumento de gestão do contrato previsto na Lei e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A gestão deve envolver uma fiscalização periódica, sendo mediada uma vez por ano, mediante o uso de indicadores e relatórios periódicos."
      },
      {
        "letra": "B",
        "texto": "A administração pública pode iniciar a execução do contrato sem a necessidade de um planejamento prévio detalhado, que deve ser definido após o início da execução."
      },
      {
        "letra": "C",
        "texto": "A Lei exige que seja criado um instrumento formal para gerenciar os contratos, o qual deve ser constantemente atualizado, refletindo as necessidades e mudanças ao longo da execução."
      },
      {
        "letra": "D",
        "texto": "O instrumento de gestão do contrato pode ser substituído por um relatório anual resumido, sem a necessidade de acompanhamento contínuo durante a execução do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265404",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O texto a seguir enuncia um trecho da Lei nº 14.133/2021, que descreve o que é coberto por determinado regime para contratação de obras e serviços em engenharia: “(...) compreendida a totalidade das etapas de obras, serviços e instalações necessárias, sob inteira responsabilidade do contratado até sua entrega ao contratante em condições de entrada em operação, com características adequadas às finalidades para as quais foi contratado e atendidos os requisitos técnicos e legais para sua utilização com segurança estrutural e operacional” O regime referente ao texto acima é denominado de empreitada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integral"
      },
      {
        "letra": "B",
        "texto": "por tarefa"
      },
      {
        "letra": "C",
        "texto": "semi-integrada"
      },
      {
        "letra": "D",
        "texto": "por preço unitário"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262915",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Tendo em vista que o servidor/funcionário público responsável pela gestão operacional dos contratos administrativos deve estar ciente da necessidade da correta interpretação das disposições contidas na Lei de Licitações, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo de gestão do contrato gera como saída uma solução, que produz resultados que devem atender à necessidade que desencadeou a contratação, até que haja o encerramento ou a rescisão contratual."
      },
      {
        "letra": "B",
        "texto": "Contratos administrativos geralmente se originam de procedimento licitatório ou contratação direta. Eles continuarão sendo regidos pelas normas previstas na legislação vigente aplicável durante toda a sua vigência. Isso significa que as disposições legais continuarão a ser aplicadas ao contrato, mesmo após revogadas."
      },
      {
        "letra": "C",
        "texto": "O processo de seleção do fornecedor se inicia com a assinatura do contrato administrativo, o qual resulta em obrigações para a administração pública e direitos para o contratado, com vistas a determinada execução de obra, fornecimento de bens ou prestação de serviços para atendimento a uma necessidade pública."
      },
      {
        "letra": "D",
        "texto": "A partir da assinatura do contrato administrativo se inicia o processo de gestão do contrato. Esse processo recebe como insumo o instrumento de contrato e outros elementos, tais como: a proposta do contratado na licitação, as condições de habilitação da empresa contratada e de eventual empresa subcontratada, a nota de empenho e respostas a questionamentos que condicionem a gestão contratual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262912",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Em relação aos conceitos, características, interpretação e gestão operacional de contratos administrativos e convênios, deve-se estabelecer um modelo de gestão que estabeleça claramente a autoridade, a responsabilidade e as diretrizes para orientar os profissionais alocados nessa função organizacional no exercício de suas atribuições. Esse modelo pode ser formalizado em uma política abrangente, que contemple os seguintes aspectos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Definição dos processos de trabalho relativos à função de contratações, com esclarecimentos das etapas desses processos, as responsabilidades dos colaboradores envolvidos e os produtos esperados como resultantes de cada etapa."
      },
      {
        "letra": "B",
        "texto": "Estabelecimento de regras e de treinamentos sobre ética e mecanismos de tratamento de conflito de interesses e mecanismos de transparência, desde que não estejam relacionados à sustentabilidade, a contratações compartilhadas e ao gerenciamento de estoque."
      },
      {
        "letra": "C",
        "texto": "Estruturação da área de contratações, atentando-se para composição e competências da área; as autoridades, os papéis e as responsabilidades dos profissionais nela alocados; delegação de competência para a autorização de contratações; e a segregação de funções."
      },
      {
        "letra": "D",
        "texto": "Implementação de boas práticas de gestão de pessoas em funções relacionadas a contratações, com definição de critérios de escolha para funções de liderança, de assessoramento e para atividades operacionais; definição de perfis profissionais desejados; dimensionamento da força de trabalho; avaliação de desempenho; e capacitação dos gestores e dos colaboradores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262620",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Funcionário vinculado e com atribuições diretamente relacionadas à Gerência de Licitações e Contratos (GLC) da Hemobrás está trabalhando em um novo processo de compras. A fim de minimizar equívocos, retrabalhos e em busca de agilizar o processo, ele deve estar atento às disposições do Regulamento de Licitações e Contratos, que foi editado nos termos do art. 40 da Lei nº 13.303/2016. A respeito do caso hipotético, analise as afirmativas a seguir. I. Cada objeto de contratação, cada instrumento convocatório e, em consequência, cada minuta de contrato é documento único e, por isso, inexistem quaisquer possibilidades de padronização. II. A finalidade da adoção de processos licitatórios é, indiscutivelmente, a busca do menor preço para a empresa. Portanto, devem ser considerados todos os custos de natureza econômica, social ou ambiental e outros fatores de igual relevância. III. Na realização de pesquisas de preços de mercado deve-se primar pela busca da verdade real. IV. O parcelamento do objeto de processos licitatórios pode ser adotado, tendo em vista a ampliação da participação de licitantes, sem, contudo, incorrer em perda de economia de escala, e desde que não atinja valores inferiores aos limites estabelecidos nos casos de dispensa de licitação em razão do valor. V. A modalidade de licitação denominada Pregão, na forma eletrônica, para a aquisição de bens e serviços comuns, inclusive os de engenharia, deve ser preferencialmente adotada. Quanto às diretrizes a serem observadas em licitações e contratações celebradas pela Hemobrás, está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261618",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Em relação aos contratos administrativos, de acordo com a legislação pertinente, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não são necessárias em todo contrato cláusulas que estabeleçam, entre outros aspectos, a vinculação ao edital de licitação e à proposta do licitante vencedor."
      },
      {
        "letra": "B",
        "texto": "A Administração convocará regularmente o licitante vencedor para assinar o termo de contrato, sendo que o prazo de convocação poderá ser prorrogado duas vezes."
      },
      {
        "letra": "C",
        "texto": "Os contratos e seus aditamentos terão forma escrita e serão juntados ao processo que tiver dado origem à contratação, divulgados e mantidos à disposição do público em sítio eletrônico oficial."
      },
      {
        "letra": "D",
        "texto": "Os contratos celebrados pela Administração Pública com pessoas jurídicas domiciliadas no exterior não possuem a necessidade de conter cláusula que declare competente o foro da sede da Administração para dirimir qualquer questão contratual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261344",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Nos termos da Instrução Normativa MPDG/SEGES nº 05/2017, analise as afirmativas a seguir. I. É vedado à Administração direcionar a contratação de pessoas para trabalhar nas empresas contratadas. II. É vinculante à Administração as disposições previstas nos Acordos, Convenções ou Dissídios Coletivos de Trabalho que tratem de obrigações e direitos que somente se aplicam aos contratos com a Administração Pública. III. Não serão objeto de execução indireta na Administração Pública federal direta, autárquica e fundacional as atividades consideradas estratégicas para o órgão ou entidade, cuja terceirização possa colocar em risco o controle de processos e de conhecimentos e tecnologias. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261343",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No tocante ao entendimento do Tribunal de Contas daUnião (TCU)sobre contratos administrativos, analise as afirmativas a seguir. I. No regime de contratação integrada, é irregular a alteração de valores contratuais em decorrência de acréscimos de quantidades por imprecisão nos projetos, pois, nesse regime de contratação, acréscimos de tal natureza configuram risco alocado ao contratado. II. É possível a subcontratação integral em contratos administrativos, quando não se mostrar viável, sob a ótica técnico- -econômica, a execução do objeto por parte da contratada. III. A celebração de contrato administrativo requer a indicação do crédito orçamentário pelo qual correrá a despesa, com a indicação da classificação funcional programática e da categoria econômica. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261340",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "Determinado município decide fazer uma Parceria Público-Privada (PPP) para implementar projetos de infraestrutura. Para tanto, tomou as seguintes medidas; analise-as. I. Realizou licitação na modalidade concorrência de modo a poder firmar um contrato de concessão patrocinada, uma vez que, adicionalmente à tarifa cobrada dos usuários, haverá contraprestação pecuniária do parceiro público ao parceiro privado. II. O valor da concessão pretendida é de quinze milhões de reais, tendo sido previsto um prazo de vigência contratual de quarenta anos para que haja a amortização e permita a fixação de uma tarifa módica. III. Fixou-se no contrato de concessão a possibilidade de emissão de empenho em nome dos financiadores do projeto em relação às obrigações pecuniárias da Administração Pública. À luz do regime das Parcerias Público-Privadas (PPP) estão corretas as medidas constantes em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261338",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Um analista de contratos está revisando um contrato administrativo que prevê garantias contratuais. Sobre o principal tipo de garantia que pode ser exigida pela Administração Pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a caução em dinheiro é considerada uma garantia válida para todos os contratos administrativos."
      },
      {
        "letra": "B",
        "texto": "Garantias não são necessárias em contratos de pequeno valor, pois a Administração pode confiar na boa-fé do contratado."
      },
      {
        "letra": "C",
        "texto": "As garantias devem ser exigidas apenas em contratos de longa duração, não se aplicando a contratos de serviços temporários."
      },
      {
        "letra": "D",
        "texto": "A Administração pode exigir garantias em forma de caução em dinheiro, seguro-garantia ou fiança bancária, conforme a natureza do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261337",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No contexto da terceirização de serviços na Administração Pública, e considerando o(s) aspecto(s) que deverá(ão) ser considerado(s) para garantir a legalidade e a eficiência do processo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação deve ser feita sem licitação, pois a urgência justifica a escolha direta."
      },
      {
        "letra": "B",
        "texto": "A terceirização deve ser evitada, pois gera custos adicionais com a contratação de empresas."
      },
      {
        "letra": "C",
        "texto": "A escolha da empresa terceirizada deve ser feita apenas com base no menor preço, sem considerar a qualidade do serviço."
      },
      {
        "letra": "D",
        "texto": "Há necessidade de justificar a escolha pela terceirização, demonstrando que essa opção é mais eficiente e econômica em comparação à execução direta, além de garantir a fiscalização adequada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3220998",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Porto Walter - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Os contratos administrativos possuem características específicas que os diferenciam dos contratos privados. Considerando essas peculiaridades, analise as afirmativas a seguir e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da supremacia do interesse público garante que a Administração pode modificar unilateralmente um contrato, mesmo que cause prejuízo ao contratado."
      },
      {
        "letra": "B",
        "texto": "O equilíbrio econômico-financeiro do contrato pode ser alterado livremente pela Administração, sem necessidade de justificativa técnica."
      },
      {
        "letra": "C",
        "texto": "O contrato administrativo é regido apenas pelo direito privado, sem interferência das normas de direito público."
      },
      {
        "letra": "D",
        "texto": "A formalização do contrato administrativo exige cláusulas obrigatórias previstas na legislação vigente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262334",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Antônio, recentemente empossado em razão de concurso público realizado pela Hemobrás, iniciou suas atividades no setor de Contratos da instituição. Em seu primeiro dia de trabalho, foi designado pela chefia imediata a revisar uma minuta-padrão de contratos, contendo as regras gerais a serem observadas, conforme a Lei Federal nº 13.303/2016. Em sua análise, Antônio identificou uma orientação que NÃO corresponde a uma previsão da referida lei; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos de que trata a Lei Federal nº 13.303/2016 regulam-se pelas suas cláusulas, pelo disposto no referido diploma legal e pelos preceitos de direito privado."
      },
      {
        "letra": "B",
        "texto": "A prestação de garantia não é obrigatória em todas as contratações; porém, quando exigida, a modalidade de garantia será de escolha do contratado, podendo optar pela caução em dinheiro, seguro-garantia ou fiança bancária."
      },
      {
        "letra": "C",
        "texto": "De acordo com recente mudança legislativa promovida na Lei Federal nº 13.303/2016, é viável a celebração de contrato por prazo indeterminado, desde que se trate de operação continuada de sistemas estruturantes de tecnologia da informação."
      },
      {
        "letra": "D",
        "texto": "Existem casos expressamente previstos em lei em que a redução a termo do contrato poderá ser dispensada, tais como as pequenas despesas de pronta entrega e pagamento das quais não resultem obrigações futuras por parte da empresa pública ou da sociedade de economia mista."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194007",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Conforme Thamay et al. (2021): “dentre as características peculiares da relação jurídica gerada pelo contrato administrativo pode-se citar o formalismo, o qual impõe o cumprimento de certas formalidades para a celebração de contratos administrativos”. Nesse sentido, assinale a alternativa que apresenta a definição da formalidade denominada “comutatividade”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As obrigações pactuadas entre os contratantes devem guardar relação de equivalência entre si."
      },
      {
        "letra": "B",
        "texto": "Os contratos não podem trazer obrigações e direitos recíprocos."
      },
      {
        "letra": "C",
        "texto": "Os contratos deverão estabelecer com clareza e precisão as condições para sua execução, expressas em cláusulas que definam os direitos, as obrigações e as responsabilidades das partes, em conformidade com os termos do edital de licitação e os da proposta vencedora ou com os termos do ato que autorizou a contratação direta e os da respectiva proposta."
      },
      {
        "letra": "D",
        "texto": "Como regra, os contratos e seus aditamentos terão forma escrita, permitida a eletrônica."
      },
      {
        "letra": "E",
        "texto": "Os contratos e seus aditamentos deverão ser juntados ao processo que tiver dado origem à contratação, divulgados e mantidos à disposição do público em sítio eletrônico oficial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3162710",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro"
    ],
    "enunciado_principal": "Os contratos e seus aditamentos deverão observar a forma escrita, ser publicados em sítio eletrônico oficial e deverão ser juntados ao processo que deu origem à contratação (Lei nº 14.133/2021). Além dessas formalidades, a Lei nº 14.133/2021 fixa um conjunto de cláusulas necessárias em todos os contratos, dentre as quais está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a matriz de risco, em todas as circunstâncias."
      },
      {
        "letra": "B",
        "texto": "o prazo para resposta ao pedido de repactuação de preços, quando for o caso."
      },
      {
        "letra": "C",
        "texto": "a legislação aplicável à execução do contrato, sem preocupação com os casos omissos."
      },
      {
        "letra": "D",
        "texto": "o objeto, seus elementos, suas características e as penalidades cabíveis, quando for o caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153406",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Relacione a Coluna 1 à Coluna 2, associando cada conceito à sua respectiva definição. Coluna 1 1. Autoridades. 2. Contratados. 3. Bens e serviços comuns. Coluna 2 ( ) Pessoas físicas ou jurídicas, ou consórcios de pessoas jurídicas, signatárias de contrato com a Administração. ( ) Aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado. ( ) Agentes públicos dotados de poder de decisão. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 2 – 3."
      },
      {
        "letra": "B",
        "texto": "1 – 3 – 2."
      },
      {
        "letra": "C",
        "texto": "2 – 3 – 1."
      },
      {
        "letra": "D",
        "texto": "2 – 1 – 3."
      },
      {
        "letra": "E",
        "texto": "3 – 2 – 1."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151147",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Câmara de Calumbi - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "A gestão de contratos é um conjunto de técnicas e práticas que envolve todo o ciclo de vida do contrato, desde a criação até o encerramento. Analise entre Verdadeiro (V) ou Falso (F) quais dos itens abaixo correspondem a ações para busca da eficiência na execução de contratos. (__)Organizar documentos. (__)Utilização de softwere para gestão de informações da execução. (__)Monitoramento dos contratos. (__)Asseverar os desvios no cumprimento de prazos e caucionar as modificações das condições do escopo contratado. Após análise, assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3151137",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Câmara de Calumbi - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "A promoção de um ambiente íntegro e confiável em contratações públicas significa adotar medidas para combater práticas ilícitas, como a corrupção, e garantir o uso ético dos recursos públicos. Analise entre Verdadeiro (V) ou Falso (F) dos itens abaixo qual corresponde a ações de controle para este efeito: (__)Identificar e gerenciar conflitos de interesses (__)Incentivar os fornecedores a adotarem práticas dispares (__)Promover treinamentos sobre integridade. (__)Definir valores éticos e padrões de comportamento para os profissionais de contratação. Após análise, assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, V, F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3402068",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Vitória das Missões - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "São exemplos do contrato administrativo: I. Concessão de serviço público. II. Parceria público-privada. III. Contrato de gerenciamento. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas no item I e III."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3398170",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Contratos administrativos são ajustes celebrados pela Administração Pública por meio de regras previamente estipuladas por ela visando à preservação dos interesses da coletividade. Essa modalidade de contrato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza-se pela verticalidade, pois a Administração Pública ocupa uma posição de superioridade diante do particular, revelada pela presença de cláusulas exorbitantes"
      },
      {
        "letra": "B",
        "texto": "é regulada pelos preceitos gerais do direito e por suas cláusulas, sendo aplicados, supletivamente, os princípios da teoria contratual pública e as disposições de direito privado"
      },
      {
        "letra": "C",
        "texto": "pode sofrer alteração unilateral em suas cláusulas referentes à remuneração do particular, sendo dispensável a anuência do contratado"
      },
      {
        "letra": "D",
        "texto": "nem sempre conta com a presença da administração pública direita ou indireta em um dos polos da relação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3329571",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O contrato de gestão para ocupação de imóveis públicos, quando incluir investimentos iniciais relacionados à realização de obras e o fornecimento de bens, poderá ter prazo de duração de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "01 (um) ano."
      },
      {
        "letra": "B",
        "texto": "05 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "10 (dez) anos."
      },
      {
        "letra": "D",
        "texto": "15 (quinze) anos."
      },
      {
        "letra": "E",
        "texto": "20 (vinte) anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3270623",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Os contratos administrativos tratam-se de acordos entre entidades da Administração Pública e particulares que estabelecem obrigações recíprocas. Assinale a alternativa correspondente ao tipo de contrato administrativo que envolve a transferência de bens públicos da Administração Pública para terceiros:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de Concessão de serviço público."
      },
      {
        "letra": "B",
        "texto": "Contrato de Alienação."
      },
      {
        "letra": "C",
        "texto": "Contrato de Concessão de direito real de uso de bem público."
      },
      {
        "letra": "D",
        "texto": "Contrato de Empréstimo público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268590",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "Acerca do regime dos contratos jurídicos de direito público atribuídos pelo direito administrativo brasileiro, assinale a alternativa que apresenta a denominação desse tipo de planejamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos administrativos serão regulados, exclusivamente, pelos preceitos de direito público."
      },
      {
        "letra": "B",
        "texto": "Os contratos administrativos serão regulados, exclusivamente, pelos preceitos de direito privado."
      },
      {
        "letra": "C",
        "texto": "Os contratos administrativos serão regulados, supletivamente, pelos preceitos de direito público."
      },
      {
        "letra": "D",
        "texto": "Os contratos administrativos nunca são utilizados os princípios da teoria geral dos contratos."
      },
      {
        "letra": "E",
        "texto": "Os contratos administrativos serão regulados, supletivamente, pelos preceitos de direito privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3223280",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Com base no Decreto Municipal nº 62.100/2022, que dispõe sobre normas de licitação e contratos administrativos para a Administração Pública direta, autárquica e fundacional do Município de São Paulo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É autorizada a participação de cooperativa de mão de obra nas licitações e sua contratação, nas hipóteses em que o objeto licitado ou contratado se enquadre na atividade direta e específica para a qual foi constituída, ainda que o trabalho a ser executado, por sua natureza, demande execução em estado de subordinação e dependência."
      },
      {
        "letra": "B",
        "texto": "Não será admitido o uso do credenciamento para a contratação para atender demandas que possuam flutuações nos valores da prestação e nas condições de contratação."
      },
      {
        "letra": "C",
        "texto": "Cabe à Secretaria Municipal de Gestão disciplinar os modelos de minutas de editais e a padronização de contratos e instituir o sistema informatizado de acompanhamento de obras."
      },
      {
        "letra": "D",
        "texto": "Deverá ser realizada consulta pública prévia para a realização de leilão que tenha como resultado a alienação de bem cujo valor seja superior ao montante de R$ 100.000.000,00 (cem milhões de reais)."
      },
      {
        "letra": "E",
        "texto": "O edital poderá prever a realização de análise e avaliação de conformidade da proposta, mediante homologação de amostras, para comprovar a aderência às especificações definidas no termo de referência ou no projeto básico, que, em condições excepcionais devidamente justificadas, poderá ser apresentada por até três licitantes, observada a ordem de classificação provisória."
      }
    ],
    "gabarito": "E"
  }
]