[
  {
    "id": "3582742",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na situação hipotética apresentada e na legislação relacionada aos contratos administrativos, julgue o item a seguir.A formalização do contrato administrativo por escrito, como ocorreu entre o município e a construtora contratada, é condição de eficácia e requisito obrigatório para a validade do ajuste.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3438002",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as normas das licitações e dos contratos administrativos, julgue o item a seguir.O regime jurídico dos contratos administrativos confere à Administração Pública uma posição de supremacia sobre os contratados, atribuindo‑lhe prerrogativas que não são aceitas nos contratos regidos pelo direito privado, por exemplo, modificá‑los unilateralmente, independentemente dos direitos do contratado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300123",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a atual Lei de Licitações (Lei Federal nº 14.133, de 01/04/2021), pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica à maioria das obras e serviços de Arquitetura e Engenharia, à exceção daqueles de alta complexidade, capacidade instalada e exclusividade de perfil, sobre os quais a Lei não incide, por sua inexequibilidade."
      },
      {
        "letra": "B",
        "texto": "se conceitua obra como atividade estabelecida em lei e de responsabilidade privativa de engenheiros civis, arquitetos e técnicos em edificações, que acarreta impacto ambiental e material sob fiscalização técnica."
      },
      {
        "letra": "C",
        "texto": "o restauro de bens de valor histórico é considerado serviço técnico especializado de natureza predominantemente intelectual."
      },
      {
        "letra": "D",
        "texto": "obras consideradas de grande vulto são aquelas cujo valor estimado em orçamento técnico ultrapassa R$ 50 milhões (cinquenta milhões de reais) ou serviços acima de R$ 10 milhões (dez milhões de reais)."
      },
      {
        "letra": "E",
        "texto": "a contratação integrada prevê obras de engenharia, elaboração de anteprojeto e projeto básico, cessão de bens, equipamentos e serviços de montagem, com teste a cargo do contratante para entrega da obra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295822",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca do uso da arbitragem nos contratos administrativos, a Lei nº 14.133/2021 preceitua que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a arbitragem é o único meio alternativo de prevenção e resolução de controvérsias aplicável às contratações da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "a arbitragem será sempre em língua portuguesa."
      },
      {
        "letra": "C",
        "texto": "a arbitragem será de direito ou de equidade e respeitará o princípio da publicidade."
      },
      {
        "letra": "D",
        "texto": "ainda que não haja cláusula compromissária no contrato original, este poderá ser aditado para permitir o emprego de arbitragem."
      },
      {
        "letra": "E",
        "texto": "é vedado o emprego de árbitros estrangeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3291436",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item subsequente, relativo a medições e formas de pagamento em contratos públicos de manutenção predial. Em regra, é vedado o pagamento antecipado dos serviços de manutenção predial contratados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288841",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere a aquisições e contratações de TI, julgue o item a seguir, à luz da Lei n.º 14.133/2021.Na contratação de software, o autor deve ceder seus direitos à administração pública, podendo esta alterar o projeto sem autorização adicional e sem comunicar o autor sobre as mudanças realizadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3284322",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo a Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos), a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Diálogo Competitivo."
      },
      {
        "letra": "C",
        "texto": "Tomada de preços."
      },
      {
        "letra": "D",
        "texto": "Convite."
      },
      {
        "letra": "E",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282695",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação aos processos de compras nas organizações públicas, julgue o item a seguir, de acordo com a Lei n.º 14.133/2021. Independentemente do prazo de duração do contrato, será obrigatória a previsão, no edital de licitação, de índice de reajustamento de preço, devendo ser estabelecido um único índice específico ou setorial, em conformidade com a realidade de mercado dos respectivos insumos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3277180",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 - Lei de Licitações e Contratos Administrativos, aplica-se a: I. Operação de crédito interno.II. Locação e compras.III. Gestão de dívida pública.Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens II e III."
      },
      {
        "letra": "D",
        "texto": "Em nenhum dos itens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3274220",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um órgão público precisa contratar uma empresa para realizar uma obra de grande porte. Além da execução da obra, a empresa contratada será responsável por elaborar e desenvolver os projetos básico e executivo, fornecer bens e prestar serviços especiais, bem como realizar montagem, testes, pré-operação e todas as operações necessárias até a entrega final do objeto. Diante dessa situação, qual regime de contratação previsto na Lei nº 14.133/2021 deve ser utilizado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empreitada por preço global."
      },
      {
        "letra": "B",
        "texto": "Empreitada integral."
      },
      {
        "letra": "C",
        "texto": "Contratação integrada."
      },
      {
        "letra": "D",
        "texto": "Contratação semi-integrada."
      },
      {
        "letra": "E",
        "texto": "Fornecimento e prestação de serviço associado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3273463",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A gestão e fiscalização de contratos, previstos na Lei nº 14.133/2021, têm grande relevância para garantir que os contratos administrativos sejam cumpridos adequadamente, de acordo com a legislação. Analise as alternativas abaixo sobre instrumento de gestão do contrato previsto na Lei e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A gestão deve envolver uma fiscalização periódica, sendo mediada uma vez por ano, mediante o uso de indicadores e relatórios periódicos."
      },
      {
        "letra": "B",
        "texto": "A administração pública pode iniciar a execução do contrato sem a necessidade de um planejamento prévio detalhado, que deve ser definido após o início da execução."
      },
      {
        "letra": "C",
        "texto": "A Lei exige que seja criado um instrumento formal para gerenciar os contratos, o qual deve ser constantemente atualizado, refletindo as necessidades e mudanças ao longo da execução."
      },
      {
        "letra": "D",
        "texto": "O instrumento de gestão do contrato pode ser substituído por um relatório anual resumido, sem a necessidade de acompanhamento contínuo durante a execução do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272103",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A prefeitura de Santarém/PA está realizando a contratação de serviços técnicos especializados para o desenvolvimento de um programa com aplicação de internet para computadores que deverão ser utilizados na sua Secretaria de Finanças. Considerando que a Lei nº 14.133/2021 (Lei de licitações e contratos administrativos) faz previsões sobre a contratação desses tipos de serviços, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Prefeitura de Santarém/PA é obrigada a exigir a cessão de direitos em todas as contratações de projetos tecnológicos."
      },
      {
        "letra": "B",
        "texto": "O autor do projeto pode impedir a Prefeitura de Santarém/PA de utilizar o projeto em outras ocasiões."
      },
      {
        "letra": "C",
        "texto": "A Prefeitura de Santarém/PA deve sempre obter nova autorização do autor para alterar o projeto."
      },
      {
        "letra": "D",
        "texto": "O projeto não necessita ter todos os direitos patrimoniais cedidos para ser utilizado pela Prefeitura de Santarém/PA."
      },
      {
        "letra": "E",
        "texto": "A cessão dos direitos de projetos tecnológicos inclui o fornecimento de todos os dados, documentos e elementos de informação pertinentes à tecnologia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3271324",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 dispõe sobre a Lei de Licitações e Contratos Administrativos. Desse modo, de acordo com a Lei nº 14.133/2021, o conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos à prestação de serviços, a obras e à aquisição e locação de bens para contratações futuras é chamado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sistema de registro de preços."
      },
      {
        "letra": "B",
        "texto": "sistema de almoxarifado virtual."
      },
      {
        "letra": "C",
        "texto": "sistema de administração de serviços."
      },
      {
        "letra": "D",
        "texto": "sistema de administração patrimonial."
      },
      {
        "letra": "E",
        "texto": "sistema nacional de compras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271323",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Para o gerenciamento da área de compras e serviços de uma Instituição Federal de Ensino Superior, é necessário observar a Lei nº 14.133/2021, que dispõe sobre a Lei de Licitações e Contratos Administrativos. Assim, de acordo com a Lei nº 14.133/2021, o documento vinculativo e obrigacional, com característica de compromisso para futura contratação, no qual são registrados o objeto, os preços, os fornecedores, os órgãos participantes e as condições a serem praticadas, conforme as disposições contidas no edital da licitação, no aviso ou instrumento de contratação direta e nas propostas apresentadas refere-se à(ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sistema de credenciamento."
      },
      {
        "letra": "B",
        "texto": "projeto executivo."
      },
      {
        "letra": "C",
        "texto": "ata de registro de preços."
      },
      {
        "letra": "D",
        "texto": "matriz de preços."
      },
      {
        "letra": "E",
        "texto": "projeto técnico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265636",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 promoveu significativas modificações no procedimento licitatório, entre as quais está a criação do regime de execução por contratação integrada. Sobre o referido regime, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos mínimos para apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, no caso de serviços e obras, é de 60 dias."
      },
      {
        "letra": "B",
        "texto": "Nas hipóteses em que for adotada a contratação integrada, é vedada a alteração dos valores contratuais, exceto para restabelecimento do equilíbrio econômico-financeiro decorrente de caso fortuito ou força maior, e por necessidade de alteração do projeto ou das especificações para melhor adequação técnica aos objetivos da contratação, a pedido da Administração, desde que não decorrente de erros ou omissões por parte do contratado, nos limites da lei."
      },
      {
        "letra": "C",
        "texto": "A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos."
      },
      {
        "letra": "D",
        "texto": "No regime de contratação integrada, o edital e o contrato, sempre que for o caso, deverão prever as providências necessárias para a efetivação de desapropriação autorizada pelo poder público."
      },
      {
        "letra": "E",
        "texto": "Nas contratações integradas, os riscos decorrentes de fatos supervenientes à contratação associados à escolha da solução de projeto básico pelo contratado deverão ser alocados como de responsabilidade da Administração na matriz de riscos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265404",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O texto a seguir enuncia um trecho da Lei nº 14.133/2021, que descreve o que é coberto por determinado regime para contratação de obras e serviços em engenharia: “(...) compreendida a totalidade das etapas de obras, serviços e instalações necessárias, sob inteira responsabilidade do contratado até sua entrega ao contratante em condições de entrada em operação, com características adequadas às finalidades para as quais foi contratado e atendidos os requisitos técnicos e legais para sua utilização com segurança estrutural e operacional” O regime referente ao texto acima é denominado de empreitada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integral"
      },
      {
        "letra": "B",
        "texto": "por tarefa"
      },
      {
        "letra": "C",
        "texto": "semi-integrada"
      },
      {
        "letra": "D",
        "texto": "por preço unitário"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3263661",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a formalização dos contratos administrativos, segundo a Lei nº 14.133/2021, a Administração convocará o licitante vencedor para assinar o termo de contrato dentro do prazo e nas condições estabelecidas no edital de licitação. Nesse sentido, analise as assertivas a seguir: I. O prazo de convocação poderá ser prorrogado uma vez, por igual período, mediante solicitação da parte durante seu transcurso, devidamente justificada, mesmo que o motivo apresentado não seja aceito pela Administração. II. Será facultado à Administração, quando o convocado não assinar o termo de contrato ou não aceitar ou não retirar o instrumento equivalente no prazo e nas condições estabelecidas, convocar os licitantes remanescentes, na ordem de classificação, para a celebração do contrato nas condições propostas pelo licitante vencedor. III. Decorrido o prazo de validade da proposta indicado no edital sem convocação para a contratação, ficarão os licitantes liberados dos compromissos assumidos. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262010",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 − Lei de Licitações e Contratos Administrativos permite a utilização de mecanismos alternativos para prevenir e solucionar conflitos, tais como conciliação, mediação, comitê de resolução de disputas e arbitragem. Considerando isso, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo de escolha dos árbitros observará os critérios pessoais, manuais e ocultos."
      },
      {
        "letra": "B",
        "texto": "A arbitragem não será vinculada à lei e será mantida sob sigilo."
      },
      {
        "letra": "C",
        "texto": "Os contratos não poderão ser aditados para permitir a adoção dos meios alternativos de resoluções de controvérsias."
      },
      {
        "letra": "D",
        "texto": "A aplicabilidade destes mecanismos refere-se às controvérsias relacionadas a direitos patrimoniais disponíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260728",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Porto Amazonas - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre Contratos Administrativos, avalie as sentenças: I - Contratos administrativos é espécie do gênero contrato e têm como nota distintiva o fato de a administração figurar em um dos polos como poder público, o que os sujeita, predominantemente, ao regime jurídico de direito público. II - Os contratos administrativos regidos precipuamente por normas de direito público, sempre será necessária a livre manifestação de vontade do particular para a formação do vínculo contratual. O regime de direito público é caracterizado pela existência de prerrogativas especiais para a administração, as cláusulas exorbitantes. III - O particular pode ser obrigado, contra sua vontade, a procurar a administração para celebrar um contrato, pois este é regulado por normas de direito público. IV - A iniciativa de contratar deve sempre ser livre, após a assinatura do contrato, aí sim, as partes passam a estar vinculadas às suas cláusulas e às disposições legais a ele relativas. V - Para a validade é necessário que o contrato não contrarie disposição legal, que o seu objeto seja lícito e possível e que as partes contratantes sejam capazes. VI - Sempre que a lei exigir forma determinada para um contrato, como elemento essencial, o desatendimento à forma prevista na lei implicará a nulidade dele. Após a análise, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as sentenças estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as sentenças estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as sentenças I, II, IV, V e VI estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as sentenças I, III, IV, V e VI estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as sentenças I, IV, V e VI estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245370",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prodesan - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Artigo 6º da Lei nº 14.133/2021 no item XXIII trata do termo de referência que é o documento necessário para a contratação de bens e serviços. Analise os itens abaixo que correspondem a parâmetros e elementos descritivos do termo de referência. I. O termo de referência deve conter a fundamentação da contratação, que consiste na referência aos estudos técnicos preliminares correspondentes ou, quando não for possível divulgar esses estudos, no extrato das partes que não contiverem informações sigilosas. II. O termo de referência deve conter o modelo de execução do objeto, que consiste na definição de como o contrato deverá produzir os resultados pretendidos desde o seu início até o seu encerramento. III. O termo de referência deve conter o modelo de gestão do contrato, que descreve como a execução do objeto será acompanhada e fiscalizada pelo órgão ou entidade. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242389",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/21, o julgamento por maior retorno econômico, utilizado exclusivamente para a celebração de contrato de eficiência, considerará a maior economia para a Administração, e a remuneração deverá ser fixada em percentual que incidirá de forma proporcional à economia efetivamente obtida na execução do contrato. Acerca do assunto, marque (V) para as afirmativas verdadeiras e (F) para as falsas. (__) O edital de licitação deverá prever parâmetros objetivos de mensuração da economia gerada com a execução do contrato, que servirá de base de cálculo para a remuneração devida ao contratado. (__) Nos casos em que não for gerada a economia prevista no contrato de eficiência, a diferença entre a economia contratada e a efetivamente obtida não poderá ser descontada da remuneração do contratado. (__) Nos casos em que não for gerada a economia prevista no contrato de eficiência, se a diferença entre a economia contratada e a efetivamente obtida for superior ao limite máximo estabelecido no contrato, o contratado não estará sujeito a outras sanções. (__) Para efeito de julgamento da proposta, o retorno econômico será o resultado da economia que se estima gerar com a execução da proposta de trabalho, deduzida a proposta de preço. A sequência está correta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − F − F − F."
      },
      {
        "letra": "B",
        "texto": "V − F − F − V."
      },
      {
        "letra": "C",
        "texto": "F − F − V − V."
      },
      {
        "letra": "D",
        "texto": "V − V − V − V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3242383",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "É correto afirmar que o parcelamento de compras, nos termos da Lei nº 14.133/21, não será adotado quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o objeto a ser contratado configurar sistema único e integrado, mas não houver a possibilidade de risco ao conjunto do objeto pretendido."
      },
      {
        "letra": "B",
        "texto": "a economia de escala, a redução de custos de gestão de contratos ou a maior vantagem na contratação recomendar a compra do item do mesmo fornecedor."
      },
      {
        "letra": "C",
        "texto": "o processo de padronização ou de escolha de marca levar a fornecedor comum."
      },
      {
        "letra": "D",
        "texto": "tratar-se de produto com valor acima de R$ 80.000,00."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3240944",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No âmbito da Lei nº 14.133/2021, a definição e elaboração do orçamento das obras públicas devem ser realizadas de acordo com critérios específicos para garantir a economicidade e eficiência. Qual das opções abaixo descreve corretamente as regras para o orçamento de obras e serviços de engenharia?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O orçamento de obras públicas poderá ser contratado por valor global, sem necessidade de discriminação dos preços unitários, caso o prazo de execução seja inferior a 6 meses."
      },
      {
        "letra": "B",
        "texto": "O orçamento estimado da obra deve ser realizado por uma comissão interna da administração, sem a necessidade de seguir índices ou tabelas oficiais de órgãos de controle."
      },
      {
        "letra": "C",
        "texto": "O orçamento de obras públicas deve ser detalhado em planilhas que expressem a composição de todos os seus custos unitários, devendo ser disponibilizado aos licitantes após a homologação da licitação."
      },
      {
        "letra": "D",
        "texto": "O orçamento de obras e serviços de engenharia deverá ser sigiloso durante a fase de licitação, sendo divulgado apenas após a assinatura do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3239446",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme a Lei nº 14.133/2021, as contratações públicas deverão submeter-se a práticas contínuas e permanentes de gestão de riscos e de controle preventivo, inclusive mediante adoção de recursos de tecnologia da informação, e, além de estar subordinadas ao controle social, sujeitar-se-ão a determinadas linhas de defesa. A primeira linha de defesa é integrada por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Servidores e empregados públicos, agentes de licitação e autoridades que atuam na estrutura de governança do órgão ou entidade."
      },
      {
        "letra": "B",
        "texto": "Unidades de assessoramento jurídico e de controle interno do próprio órgão ou entidade."
      },
      {
        "letra": "C",
        "texto": "Órgão central de controle interno da Administração e pelo tribunal de contas."
      },
      {
        "letra": "D",
        "texto": "Órgão central de controle externo da Procuradoria Geral da República."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3238083",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei 14.133/2021 estabelece o regramento geral para a realização de contratos administrativos. Analise as afirmativas abaixo em relação à Lei citada: ( ) A Lei estabelece que as cláusulas econômico-financeiras dos contratos podem ser alteradas unilateralmente pela Administração Pública para garantir o equilíbrio econômico-financeiro. ( ) A Nova Lei de Licitações introduz o seguro-garantia de execução contratual para obras e serviços de grande vulto. ( ) A Lei 14.133/2021 prevê a possibilidade de celebração de contratos administrativos por prazo indeterminado. ( ) A Lei estabelece a obrigatoriedade de planejamento e gestão de riscos para a contratação pública. Assinale a alternativa que apresenta a sequência correta de verdadeiro (V) ou falso (F):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - F - F – V."
      },
      {
        "letra": "B",
        "texto": "F - V - F – V."
      },
      {
        "letra": "C",
        "texto": "F - F - V – V."
      },
      {
        "letra": "D",
        "texto": "V - V - F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236841",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os contratos administrativos na administração pública, é correto afirmar que são necessárias em todo contrato cláusulas que estabeleçam: I. O objeto e seus elementos característicos. II. A vinculação ao edital de licitação e à proposta do licitante vencedor ou ao ato que tiver autorizado a contratação direta e à respectiva proposta. III. A legislação aplicável à execução do contrato, inclusive quanto aos casos omissos. IV. Os casos de extinção. Quantos dos itens estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas 3 deles."
      },
      {
        "letra": "B",
        "texto": "Apenas 1 deles."
      },
      {
        "letra": "C",
        "texto": "Apenas 2 deles."
      },
      {
        "letra": "D",
        "texto": "Todos os 4."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233764",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na teoria do contrato administrativo e na Lei no 14.133/21, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos administrativos, no Direito Brasileiro, não contam mais com as cláusulas exorbitantes."
      },
      {
        "letra": "B",
        "texto": "Os contratos celebrados pela Administração Pública com pessoas físicas ou jurídicas deverão conter cláusula que declare competente o foro da sede da Administração para dirimir qualquer questão contratual, salvo se a parte contratada residir no exterior."
      },
      {
        "letra": "C",
        "texto": "O instrumento de contrato é obrigatório, terá forma escrita e ele e seus aditamentos serão juntados ao processo que tiver dado origem à contratação, divulgados e mantidos à disposição do público em sítio eletrônico oficial."
      },
      {
        "letra": "D",
        "texto": "A critério da autoridade competente em cada caso, poderá ser exigida, mediante previsão no edital, prestação de garantia nas contratações de obras, serviços e fornecimentos, cabendo ao contratado optar por uma das modalidades de garantia previstas na Lei."
      },
      {
        "letra": "E",
        "texto": "Os contratos de serviços e fornecimentos contínuos poderão ser prorrogados sucessivamente, respeitada a vigência máxima quinquenal, desde que haja previsão em edital e que a autoridade competente ateste que as condições e os preços permanecem vantajosos para a Administração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3226810",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 – Lei de Licitações e Contratos Administrativos, define as regras de licitações e contratos públicos NÃO sendo aplicada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aos fundos especiais e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "Ao Ministério Público e fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Às fundações públicas e autarquias."
      },
      {
        "letra": "D",
        "texto": "Às sociedades de economia mista e empresas públicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219056",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca dos Contratos Administrativos, analise os itens abaixo e assinale a alternativa correta. I - Todo contrato deverá mencionar os nomes das partes e os de seus representantes, a finalidade, o ato que autorizou sua lavratura, o número do processo da licitação ou da contratação direta e a sujeição dos contratantes às normas da Lei nº 14.133/2021 e às cláusulas contratuais. II - Os contratos e seus aditamentos terão forma escrita e serão juntados ao processo que tiver dado origem à contratação, sendo facultado à administração pública a sua divulgação em sítio eletrônico oficial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216958",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "“Com fulcro no § único do art. 48, da Lei nº 14.133/2021 – Licitações e Contratos Administrativos, durante a vigência do contrato, é vedado ao contratado contratar _____________ , companheiro ou _____________ em linha reta, ____________ ou por afinidade, até o _____________ grau, de dirigente do órgão ou entidade contratante ou de agente público que desempenhe função na licitação ou atue na ______________ ou na ______________, devendo essa proibição constar expressamente do edital de licitação.” Assinale a alternativa que completa correta e sequencialmente a afirmativa anterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parente / cônjuge / colateral / segundo / auditoria / fiscalização"
      },
      {
        "letra": "B",
        "texto": "cônjuge / parente / colateral / quarto / auditoria interna / fiscalização"
      },
      {
        "letra": "C",
        "texto": "cônjuge / parente / colateral / terceiro / fiscalização / gestão do contrato"
      },
      {
        "letra": "D",
        "texto": "descendente / cônjuge / parente / terceiro / fiscalização / gestão do contrato"
      },
      {
        "letra": "E",
        "texto": "colateral / cônjuge / parente / terceiro / auditoria interna / gestão do contrato"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216338",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: IPHAN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Instituto do Patrimônio Histórico e Artístico Nacional (Iphan) realizou licitação com o objetivo de celebrar, na sequência, contrato administrativo para o fornecimento de bens de uso contínuo por parte da entidade pública. Dessa forma, encerradas as fases de julgamento e habilitação, e exauridos os recursos administrativos, o processo licitatório foi encaminhado à autoridade superior. De acordo com a narrativa e considerando as disposições da Lei nº 14.133/2021, avalie as afirmativas a seguir. I. Proceder à revogação da licitação, de ofício ou mediante provocação de terceiros, se presente ilegalidade insanável. II. Anular a licitação por motivo de conveniência e oportunidade. III. Adjudicar o objeto e homologar a licitação. A autoridade superior poderá, além de determinar o retorno dos autos para saneamento de irregularidades, adotar a(s) medida(s) elencada(s) em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216109",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Determinada entidade federal decide realizar uma contratação direta em razão do baixo valor, nos termos da nova Lei de Licitações. Acerca do regime jurídico dessa forma de contratação pretendida no caso hipotético, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a entidade contratante seja uma autarquia qualificada como agência executiva, os valores da dispensa previstos em lei serão triplicados para compras, obras e serviços."
      },
      {
        "letra": "B",
        "texto": "A atualização dos valores da dispensa necessita ser realizada anualmente, por meio da edição de lei em sentido formal, alterando os montantes previstos na nova Lei de Licitações."
      },
      {
        "letra": "C",
        "texto": "Essa forma de contratação será preferencialmente paga por meio de cartão de pagamento, cujo extrato deverá ser divulgado e mantido à disposição do público no Portal Nacional de Contratações Públicas (PNCP)."
      },
      {
        "letra": "D",
        "texto": "Para fins de verificação dos valores da dispensa, deve ser aferido o somatório do que for despendido no exercício financeiro pela respectiva unidade gestora ou o somatório da despesa realizada com objetos de mesma natureza, entendidos como tais aqueles relativos a contratações no mesmo ramo de atividade."
      },
      {
        "letra": "E",
        "texto": "Essa forma de contratação será obrigatoriamente precedida de divulgação de aviso em sítio eletrônico oficial, pelo prazo mínimo de três dias úteis, com a especificação do objeto pretendido e com a manifestação de interesse da administração em obter propostas adicionais de eventuais interessados, devendo ser selecionada a proposta mais vantajosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215724",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O controle dos atos da Administração Pública é exercido internamente, pelos próprios órgãos e entidades da estrutura administrativa, mas também externamente, por meio dos órgãos de controle. Consoante a nova disciplina da Lei nº 14.133/2021, os órgãos de controle externo devem considerar, na fiscalização dos atos regidos pela norma, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "natureza jurídica do órgão ou entidade, já que se limitam ao controle dos atos e negócios praticados pela Administração direta e pelas entidades de classe."
      },
      {
        "letra": "B",
        "texto": "faculdade de substituir a Administração Pública, no caso de reiterada omissão ou negligência para regular e disciplinar suas relações jurídicas."
      },
      {
        "letra": "C",
        "texto": "adoção de critérios de oportunidade, materialidade, relevância e risco, em face das razões apresentadas pelos órgãos interessados."
      },
      {
        "letra": "D",
        "texto": "possibilidade de desconstituirem os atos e contratos administrativos, por motivos de conveniência e oportunidade."
      },
      {
        "letra": "E",
        "texto": "permissão para suspender, anular ou aditar os atos e ajustes praticados pela Administração Pública, desde que demonstradas as razões para tanto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210337",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que se refere a contratações e orçamento públicos, e à Lei n.º 14.133/2021, julgue o item a seguir. A alta administração de órgãos públicos é responsável pela governança de contratações públicas, de modo a monitorar processos licitatórios e respectivos contratos, assegurando o alinhamento dessas contratações às leis orçamentárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299388",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Não é um regime de execução indireta de obras e serviços de engenharia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação integrada."
      },
      {
        "letra": "B",
        "texto": "Fornecimento e prestação de serviço associado."
      },
      {
        "letra": "C",
        "texto": "Administração contratada."
      },
      {
        "letra": "D",
        "texto": "Empreitada por preço unitário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3290870",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha instaurado procedimento licitatório para contratação de obras de revitalização de parcela da região central da cidade. Ocorre que, no curso da licitação, o Governo do Estado anunciou o início de um programa mais amplo de revitalização do centro da cidade, integralmente custeado com recursos de organismo multilateral, o qual incorporará a área objeto da licitação municipal em curso. Diante de tal situação, o Município cogita a revogação do certame, sendo que, de acordo com as disposições da Lei no 14.133/2021,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a revogação constitui prerrogativa da Administração, independentemente da ocorrência ou não de fato superveniente, devendo, contudo, estar fundamentada em razões de interesse público."
      },
      {
        "letra": "B",
        "texto": "a licitação poderá ser revogada, independentemente do seu estágio, mediante comprovação do fato superveniente citado e com a prévia manifestação dos interessados."
      },
      {
        "letra": "C",
        "texto": "descabe falar em revogação, sendo hipótese de anulação do certame por perda de objeto, assegurando-se aos licitantes o reembolso de custos incorridos com a participação."
      },
      {
        "letra": "D",
        "texto": "a revogação dependerá de despacho motivado e fundamentado da autoridade licitante e somente será possível se ainda não tiverem sido abertas as propostas dos licitantes."
      },
      {
        "letra": "E",
        "texto": "é viável a revogação ou anulação, desde que mediante indenização do licitante vencedor na hipótese de já ter ocorrido a adjudicação do objeto, e sem qualquer ressarcimento se ainda em fase de habilitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3210932",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Caso o contratado, injustificadamente, retarde a entrega do objeto contratual, a administração pública contratante poderá aplicar-lhe a sanção de impedimento de licitar e de contratar com órgãos públicos de quaisquer entes federados por até 3 anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210931",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Aos contratos administrativos são aplicáveis, de forma subsidiária, os princípios da teoria geral dos contratos e as normas do direito privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210930",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Suponha que um ente público tenha comprado, mediante dispensa de licitação em razão do valor, um curso de capacitação online, destinado à atualização profissional de dois servidores. Nesse caso, o instrumento de contrato não é obrigatório e pode ser substituído por outro instrumento hábil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210929",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.A fiscalização dos contratos administrativos é uma prerrogativa do poder público, por essa razão é vedada a contratação de terceiros para subsidiar os fiscais com informações atinentes a essa atribuição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210928",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Servidor público que atuou na fiscalização do contrato tem a prerrogativa de conduzir processo de apuração de infração contratual e aplicação de sanções no âmbito de tal contrato, observados os princípios que regem os contratos administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207243",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise o seguinte caso e determine qual instrumento de gestão contratual deve ser utilizado, conforme previsto na Lei nº 14.133/2021: Uma Administração Pública realiza a contratação de uma obra de grande porte. Durante a execução, surgem dificuldades técnicas que demandam ajustes no cronograma e no projeto executivo, além de acompanhamento contínuo para assegurar a compatibilidade entre os recursos aplicados e os resultados alcançados.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Registro de preços."
      },
      {
        "letra": "B",
        "texto": "Plano de execução contratual."
      },
      {
        "letra": "C",
        "texto": "Termo de referência."
      },
      {
        "letra": "D",
        "texto": "Gestão de riscos e matriz de alocação de responsabilidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194777",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação às possibilidades de alterações de contratos firmados com a Administração Pública, nos termos estabelecidos na legislação vigente, analise as afirmativas a seguir. I. Quando for necessária a modificação da forma de pagamento por imposição de circunstâncias supervenientes, mantido o valor inicial atualizado, não é exigível acordo entre as partes para que o contrato seja alterado. II. Quando necessária a modificação do regime de execução da obra ou do serviço, bem como do modo de fornecimento, em face de verificação técnica da inaplicabilidade dos termos contratuais originários, a Administração Pública poderá alterar o contrato unilateralmente. III. Diante da necessidade de modificação do projeto ou das especificações, para melhor adequação técnica aos objetivos do órgão público contratante, o contrato só poderá ser alterado mediante acordo entre as partes. Está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194577",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre as alterações dos contratos administrativos, à luz da disciplina legal que rege o tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alterações contratuais devem estar limitadas ao interesse público e ser justificadas."
      },
      {
        "letra": "B",
        "texto": "Registros que não caracterizam alteração do contrato podem ser realizados por simples apostila, dispensada a celebração de termo aditivo."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública pode alterar o contrato para incluir novas obrigações, independentemente de acordo com o contratado, e mantida a remuneração inicial."
      },
      {
        "letra": "D",
        "texto": "A Administração Pública pode, unilateralmente, alterar o contrato para modificar o projeto ou as especificações para melhor adequação técnica aos seus objetivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194575",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre o conceito de contratos administrativos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratos administrativos são celebrados exclusivamente para a execução de obras públicas de grande porte."
      },
      {
        "letra": "B",
        "texto": "Contratos administrativos são apenas os celebrados entre entes públicos para aquisição de bens de consumo imediato."
      },
      {
        "letra": "C",
        "texto": "São atos impostos, unilateralmente, pela Administração Pública para a execução de serviços ou fornecimento de bens, regidos predominantemente pelo direito privado."
      },
      {
        "letra": "D",
        "texto": "São ajustes celebrados entre a Administração Pública e particulares para atender ao interesse público, regidos por normas de direito público e, supletivamente, de direito privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194422",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o art. 42 da Lei 14.133/2021 – Licitações e Contratos Administrativos, a prova de qualidade do produto apresentado pelos proponentes como similar ao das marcas eventualmente indicadas no edital será admitida e, assim, elucidadas os meios. Nesse contexto, analise as afirmativas a seguir. I. Declaração de atendimento satisfatório emitida por outro órgão ou entidade de nível federativo equivalente ou superior que tenha adquirido o produto. II. Comprovação de que o produto está de acordo com as normas técnicas determinadas pelos órgãos oficiais competentes, pela Associação Brasileira de Normas Técnicas (ABNT), ou por outra entidade credenciada pelo Inmetro. III. Certificação, certificado, laudo laboratorial ou documento similar que possibilite a aferição da qualidade e da conformidade do produto ou do processo de fabricação, independentemente do aspecto ambiental, emitido por instituição oficial competente ou por entidade credenciada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193554",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei n.º 14.133, de 1.º de abril de 2021, estabelece novas normas para licitações e contratos no setor público. Considerando os princípios que regem o processo licitatório, qual das alternativas a seguir está de acordo com o que prevê a referida lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O procedimento licitatório deve ser sempre realizado de forma pública, com ampla divulgação, visando a garantir a transparência e a competitividade."
      },
      {
        "letra": "B",
        "texto": "A contratação direta, sem licitação, pode ocorrer apenas em casos de urgência e quando não houver interesse público envolvido."
      },
      {
        "letra": "C",
        "texto": "A escolha da modalidade de licitação depende exclusivamente da complexidade do objeto contratado, sem considerar o valor estimado."
      },
      {
        "letra": "D",
        "texto": "A licitação é dispensável nos contratos com entes privados quando o valor for inferior a R$ 5.000,00, independentemente da natureza do serviço."
      },
      {
        "letra": "E",
        "texto": "A transparência no processo licitatório pode ser flexibilizada em casos em que a Administração Pública considere necessário, sem a exigência de publicidade dos atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3187426",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o disposto na Lei nº 14.133/2021, em relação ao recebimento do objeto do contrato, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O objeto do contrato não poderá ser rejeitado."
      },
      {
        "letra": "B",
        "texto": "O objeto do contrato será recebido, em se tratando de compras, provisoriamente, de forma sumária, pelo responsável por seu acompanhamento e fiscalização."
      },
      {
        "letra": "C",
        "texto": "Os prazos e os métodos para a realização dos recebimentos provisório e definitivo serão definidos pelo contratado."
      },
      {
        "letra": "D",
        "texto": "O objeto do contrato será recebido, em se tratando de compras, definitivamente, de forma detalhada, pelo responsável pelo contrato."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de obra, o recebimento definitivo pela Administração não eximirá o contratado, pelo prazo mínimo de 3 (três) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3178624",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo as definições da Nova Lei de Licitações, analise as assertivas a seguir: I. Administração é o órgão ou entidade por meio do qual a Administração Pública atua. II. Contratante é a pessoa jurídica integrante da Administração Pública responsável pela contratação. III. Licitante é a pessoa física ou jurídica, ou consórcio de pessoas jurídicas, que participa ou manifesta a intenção de participar de processo licitatório, sendo-lhe equiparável, para os fins desta Lei, o fornecedor ou o prestador de serviço que, em atendimento à solicitação da Administração, oferece proposta. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175894",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo Hely Lopes Meirelles (1988), contrato administrativo é “o ajuste que a Administração Pública, agindo nessa qualidade, firma com o particular ou com outra entidade administrativa, para consecução de objetivos de interesse público, nas condições desejadas pela própria Administração”. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Distingue-se o contrato administrativo do ajuste de direito privado pela efetividade das penalidades, que decorre da possibilidade de a Administração efetivar, sempre com o acionamento do Poder Judiciário, as sanções ao contratado, pelo inadimplemento de suas obrigações."
      },
      {
        "letra": "B",
        "texto": "A Nova Lei de Licitações impede a Administração de estabelecer, no ato convocatório da respectiva licitação, a exigência de uma garantia, a ser prestada pelo contratado."
      },
      {
        "letra": "C",
        "texto": "É sempre unilateral e, em regra, formal, oneroso, comutativo e realizado intuitu personae."
      },
      {
        "letra": "D",
        "texto": "O que distingue o contrato administrativo do contrato privado é a condição de supremacia em que se coloca a Administração Pública, que se corporifica nas chamadas “cláusulas exorbitantes”, pelas quais é possível a alteração unilateral do ajuste, sempre que o interesse público o exigir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175824",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O pregão eletrônico é constituído por etapas que se sucedem. Aquela que atribui, em ato formal, o objeto da licitação ao licitante com a proposta vencedora, gerando a expectativa do direito de assinar o contrato com a Administração para sua execução, é conhecida como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homologação"
      },
      {
        "letra": "B",
        "texto": "adjudicação"
      },
      {
        "letra": "C",
        "texto": "habilitação"
      },
      {
        "letra": "D",
        "texto": "conclusão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175823",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O pregão, na forma eletrônica, é uma modalidade de licitação que ocorre online, em tempo real, que tem como um de seus objetivos promover a transparência e a competitividade nas compras públicas. O pregão eletrônico se aplica a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratações de obras"
      },
      {
        "letra": "B",
        "texto": "contratação de serviços especiais"
      },
      {
        "letra": "C",
        "texto": "locações, alienações permuta e comodato imobiliário"
      },
      {
        "letra": "D",
        "texto": "aquisição de bens e a contratação de serviços comuns"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174768",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Rafael, servidor público do Estado de Roraima, foi designado para a função de agente de contratação. No exercício de tal atribuição, Rafael foi questionado sobre a necessidade de realização de licitação e qual seria, eventualmente, a modalidade cabível ou, alternativamente, se seria possível a contratação direta, à luz da Lei nº 14.133/2021, nas seguintes situações: I. contratação de cantor consagrado pela crítica e pela opinião pública para a festa de determinado Município, que atrai investimentos para a cidade; II. contratação de serviços de limpeza e manutenção das instalações da prefeitura, considerados serviços contínuos e comuns, para o qual existem várias empresas interessadas, tornando viável a competição; III. celebração de contrato de programa com ente federativo ou com entidade de sua Administração Pública indireta que envolva prestação de serviços públicos de forma associada nos termos autorizados em contrato de consórcio público ou em convênio de cooperação. Rafael respondeu, corretamente, que, nos casos I, II e III, o mais adequado seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(I) licitação dispensável; (II) licitação dispensável; (III) licitação dispensável."
      },
      {
        "letra": "B",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade pregão."
      },
      {
        "letra": "C",
        "texto": "(I) licitação inexigível; (II) licitação na modalidade pregão; (III) licitação dispensável."
      },
      {
        "letra": "D",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade concorrência."
      },
      {
        "letra": "E",
        "texto": "(I) licitação dispensável; (II) licitação na modalidade concorrência; (III) licitação inexigível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3163266",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Aquisição e alienação dos bens públicos",
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal no 14.133/21 – Lei de Licitações e Contratos e Compras na Administração Pública, estabelece em seu Artigo 40, as premissas básicas a serem empregadas nos processos de aquisição de bens pela Administração Pública. Analise as alternativas a seguir e marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O planejamento de compras deverá considerar a expectativa de consumo semestral."
      },
      {
        "letra": "B",
        "texto": "As condições de aquisição de bens e seu pagamento devem ser distintas das do setor privado."
      },
      {
        "letra": "C",
        "texto": "O processamento para aquisição de bens por meio de sistema de concorrência, quando pertinente."
      },
      {
        "letra": "D",
        "texto": "A determinação de unidades e quantidades a serem adquiridas em função de consumo e utilização prováveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162423",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Como se denomina o ajuste celebrado entre órgãos ou entidades da Administração Pública e particulares, em que há um acordo de vontades para a formação de vínculo e a estipulação de obrigações recíprocas, independentemente da nomenclatura utilizada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Termos de Ajuste de Conduta."
      },
      {
        "letra": "B",
        "texto": "Convênios Administrativos."
      },
      {
        "letra": "C",
        "texto": "Contratos Administrativos."
      },
      {
        "letra": "D",
        "texto": "Acordos Operacionais."
      },
      {
        "letra": "E",
        "texto": "Parcerias Público-Privadas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162418",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o prazo de vigência da ata de registro de preços, conforme disposto no Art. 84 da Lei nº 14.133/2021:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo de vigência da ata de registro de preços é de 1 (um) ano, podendo ser prorrogado por igual período, desde que comprovado o preço vantajoso."
      },
      {
        "letra": "B",
        "texto": "O prazo de vigência da ata de registro de preços é de 2 (dois) anos, sem possibilidade de prorrogação."
      },
      {
        "letra": "C",
        "texto": "O contrato decorrente da ata de registro de preços tem vigência de 3 (três) anos, podendo ser prorrogado por até 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "O prazo de vigência da ata de registro de preços é de 6 (seis) meses, prorrogável por mais 6 meses."
      },
      {
        "letra": "E",
        "texto": "A ata de registro de preços tem vigência de 1 (um) ano, podendo ser prorrogada, mas sem a necessidade de comprovação do preço vantajoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160201",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133, de 1º de abril de 2021, que regulamenta as licitações e contratos administrativos, a divulgação do contrato e de seus aditamentos no Portal Nacional de Contratações Públicas (PNCP) é imprescindível para garantir sua eficácia. Em caso de licitação, qual é o prazo, contado a partir da data de assinatura, para que essa divulgação seja realizada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 (dez) dias corridos."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias úteis."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) dias corridos."
      },
      {
        "letra": "D",
        "texto": "20 (vinte) dias úteis."
      },
      {
        "letra": "E",
        "texto": "30 (trinta) dias úteis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3159563",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nos aspectos legais sobre os contratos administrativos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração, quando o convocado não assinar o termo de contrato, deverá realizar, obrigatoriamente, um novo procedimento licitatório, ainda que haja licitantes remanescentes."
      },
      {
        "letra": "B",
        "texto": "Caso haja alteração unilateral do contrato que aumente ou diminua os encargos do contratado, a Administração deverá restabelecer, no mesmo termo aditivo, o equilíbrio econômico‑financeiro inicial."
      },
      {
        "letra": "C",
        "texto": "A extinção do contrato configurará óbice para o reconhecimento do desequilíbrio econômico‑financeiro, isentando a Administração de eventuais indenizações"
      },
      {
        "letra": "D",
        "texto": "Nas hipóteses em que for adotada a contratação integrada, a alteração dos valores contratuais poderá ser realizada a critério da Administração, mediante requerimento do contratado, prescindindo de fundamentação."
      },
      {
        "letra": "E",
        "texto": "Em caso de dispensa de licitação em razão de valor, o instrumento de contrato será obrigatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3156775",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Os trabalhos relativos a treinamento e aperfeiçoamento de pessoal são considerados serviços técnicos especializados de natureza predominantemente intelectual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3156773",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Nas licitações para contratação de bens e serviços especiais de tecnologia da informação e comunicação (TIC), o critério de julgamento por técnica e preço será adotado quando o estudo técnico preliminar demonstrar que a avaliação e a ponderação da qualidade técnica que superarem os requisitos mínimos estabelecidos no edital forem relevantes aos fins pretendidos pela administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3156772",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item a seguir, à luz do disposto na Nova Lei de Licitações e Contratos (Lei n.º 14.133/2021).Termo de referência é o documento constitutivo da primeira etapa do planejamento de uma contratação, ou seja, ele embasa a elaboração do projeto básico e caracteriza o interesse público envolvido e a sua melhor solução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154688",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com informações da obra Licitações e Contratos, do Tribunal de Contas da União, no processo de compras públicas, a aquisição de um bem pode demorar em média 180 dias. Já os órgãos públicos de referência na área de compras governamentais conseguem diminuir esse interstício para cerca de 45 a 60 dias. No processo de compras públicas, além desse atributo desejável, que é o da _____, o gestor deve preconizar _____ e _____. As lacunas são corretamente preenchidas, respectivamente, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "busca pelo menor preço / a redução do superfaturamento / qualidade."
      },
      {
        "letra": "B",
        "texto": "celeridade / a busca pelo menor preço / a qualidade."
      },
      {
        "letra": "C",
        "texto": "dilação do prazo da compra / a busca pelo menor preço / a quantidade."
      },
      {
        "letra": "D",
        "texto": "dilação do prazo da compra / a redução do subfaturamento / a quantidade."
      },
      {
        "letra": "E",
        "texto": "celeridade / a busca pelo menor preço / o maior lucro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153674",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os contratos administrativos, assinale a única alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com as peculiaridades de seu objeto e de seu regime de execução, o contrato conterá cláusula que preveja período antecedente à expedição da ordem de serviço para verificação de pendências, liberação de áreas ou adoção de outras providências cabíveis para a regularidade do início de sua execução."
      },
      {
        "letra": "B",
        "texto": "Independentemente do prazo de duração, o contrato deverá conter cláusula que estabeleça o índice de reajustamento de preço, com data-base vinculada à data do orçamento estimado, e poderá ser estabelecido mais de um índice específico ou setorial, em conformidade com a realidade de mercado dos respectivos insumos."
      },
      {
        "letra": "C",
        "texto": "Nos contratos celebrados pela Administração Pública para aquisição de bens e serviços realizada por unidades administrativas com sede no exterior é necessário que conste cláusula que declare competente o foro da sede da Administração para dirimir qualquer questão contratual, sob pena de nulidade."
      },
      {
        "letra": "D",
        "texto": "Será admitida a forma eletrônica na celebração de contratos e de termos aditivos, atendidas as exigências previstas em regulamento."
      },
      {
        "letra": "E",
        "texto": "Os contratos e seus aditamentos terão forma escrita e serão juntados ao processo que tiver dado origem à contratação, divulgados e mantidos à disposição do público em sítio eletrônico oficial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3152875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao analisar as disposições da Lei nº 14.133/2021 que versam sobre as cláusulas que devem constar do edital de licitação para registro de preços, Rosalina verificou corretamente que tal instrumento convocatório deverá dispor sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as especificações da licitação, sendo vedado indicar a quantidade máxima de cada item que poderá adquirida;"
      },
      {
        "letra": "B",
        "texto": "as hipóteses de cancelamento da ata de registro de preços e suas consequências;"
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento da licitação que será de melhor técnica ou conteúdo artístico ou de menor preço;"
      },
      {
        "letra": "D",
        "texto": "a impossibilidade de prever preços diferentes quando o objeto for realizado ou entregue em locais diferentes;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade de participação do órgão ou entidade em várias atas de registro de preços com o mesmo objeto no prazo de validade daquela de que já tiver participado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3152874",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as impugnações previstas na Lei nº 14.133/2021, bem como as normas atinentes ao controle das licitações e contratações, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impugnação do edital de licitação para solicitar esclarecimentos sobre seus termos somente pode ser realizada pelos licitantes habilitados, que são os únicos legitimados para tanto;"
      },
      {
        "letra": "B",
        "texto": "Os integrantes de todas as linhas de defesa, têm o dever de prontamente invalidar as licitações e contratações que apresentem vício na sua realização, inclusive em relação às simples impropriedades formais;"
      },
      {
        "letra": "C",
        "texto": "A resposta à impugnação ou ao pedido de esclarecimento devidamente realizado, deve ser divulgada em sítio eletrônico oficial imediatamente após a data designada para a abertura do certame;"
      },
      {
        "letra": "D",
        "texto": "É vedado aos tribunais de contas suspender o procedimento licitatório, no âmbito do controle que por ele é exercido sobre as licitações e contratações, que integra a terceira linha de defesa;"
      },
      {
        "letra": "E",
        "texto": "Qualquer licitante, contratado ou pessoa física ou jurídica poderá representar aos órgãos de controle interno ou ao tribunal de contas competente contra irregularidades na aplicação da lei de licitações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3578391",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo se desprende da Lei Federal nº 14.133/2021, quando for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seu objeto, a alteração deve ocorrer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ato unilateral da Administração."
      },
      {
        "letra": "B",
        "texto": "Por acordo entre as partes."
      },
      {
        "letra": "C",
        "texto": "Por iniciativa da contratada."
      },
      {
        "letra": "D",
        "texto": "Por apostilamento simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3578390",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os Contratos decorrentes de licitação estarão sujeitos a atualização dos valores devidos, tanto no caso de bens ou serviços esporádicos, como na hipótese em que o serviço tiver natureza contínua e envolver mão de obra com dedicação exclusiva. Sobre estes temas, analise as afirmativas abaixo: I. A repactuação deverá observar o interregno mínimo de 1 (um) ano, contado da data da apresentação da proposta ou da data da última repactuação. II. A repactuação e o reajustes dos Contratos administrativos deve ocorrer, obrigatoriamente, através de Termo Aditivo ao Contrato. III. A repactuação será precedida de solicitação do contratado, acompanhada de demonstração analítica da variação dos custos, por meio de apresentação da planilha de custos e formação de preços, ou do novo acordo, convenção ou sentença normativa que fundamenta a repactuação. Estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas II e III."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3444731",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Câmara de Pombal - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Contrato Administrativo é o ajuste que a administração pública, agindo nessa qualidade, faz com o particular ou outra entidade administrativa para a consecução de objetivos de interesse público, nas condições estabelecidas por ela própria. Sobre as características do Contrato Administrativo, assinale (V) para a(s) alternativa(s) VERDADEIRA(S) ou (F) para a(a) FALSA(S): ()O contrato administrativo é consensual, quando expressa acordo de vontades entre partes. () É formal, se expressa de forma escrita e contempla requisitos especiais. () É oneroso, uma vez que deve ser remunerado na forma pactuada. ()É comutativo, porque estabelece vantagens individuais para uma das partes. A sequência CORRETA é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, V, V."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, V, F, F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3393566",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos administrativos na gestão pública seguem alguns preceitos garantindo que a Administração Pública alcance seus objetivos de forma legal, transparente e eficiente. Assinale a alternativa que apresenta o documento legal que é especialmente destinado a regular contratos administrativos, estabelecendo direitos e obrigações entre a Administração Pública e particulares:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regulamento Interno."
      },
      {
        "letra": "B",
        "texto": "Contrato Social."
      },
      {
        "letra": "C",
        "texto": "Estatuto do Servidor Público."
      },
      {
        "letra": "D",
        "texto": "Ato Constitutivo."
      },
      {
        "letra": "E",
        "texto": "Lei de Licitações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3329551",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 dispõe sobre os regimes de execução admitidos na execução indireta de obras e serviços de engenharia. Aquele cuja contratação da execução da obra ou do serviço é realizada por preço certo de unidades determinadas é o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empreitada por preço global."
      },
      {
        "letra": "B",
        "texto": "empreitada integral."
      },
      {
        "letra": "C",
        "texto": "contratação integrada."
      },
      {
        "letra": "D",
        "texto": "empreitada por preço unitário."
      },
      {
        "letra": "E",
        "texto": "contratação semi-integrada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3329550",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) apresenta um capítulo dedicado a importantes definições. A correta definição para serviços e fornecimentos contínuos apresentada nesta lei é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "toda atividade estabelecida, por força de lei, como privativa das profissões de arquiteto e engenheiro que implica intervenção no meio ambiente por meio de um conjunto harmônico de ações que, agregadas, formam um todo que inova o espaço físico da natureza ou acarreta alteração substancial das características originais de bem imóvel."
      },
      {
        "letra": "B",
        "texto": "aqueles que impõem ao contratado o dever de realizar a prestação de um serviço específico em período predeterminado, podendo ser prorrogado, desde que justificadamente, pelo prazo necessário à conclusão do objeto."
      },
      {
        "letra": "C",
        "texto": "serviços técnicos especializados de natureza predominantemente intelectual."
      },
      {
        "letra": "D",
        "texto": "serviços contratados e compras realizadas pela Administração Pública para a manutenção da atividade administrativa, decorrentes de necessidades permanentes ou prolongadas."
      },
      {
        "letra": "E",
        "texto": "aqueles cujo modelo de execução contratual exige que os empregados do contratado fiquem à disposição nas dependências do contratante para a prestação dos serviços, objeto do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283945",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos administrativos são instrumentos jurídicos utilizados pela Administração Pública para a realização de atividades de interesse público. Um dos principais aspectos desses contratos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A possibilidade de alteração unilateral pela Administração, para adequá-los ao interesse público."
      },
      {
        "letra": "B",
        "texto": "A obrigatoriedade de aceitação da proposta mais vantajosa apresentada, mesmo que não atenda aos requisitos do edital."
      },
      {
        "letra": "C",
        "texto": "A vedação de fiscalização e acompanhamento pela Administração após a assinatura do contrato."
      },
      {
        "letra": "D",
        "texto": "A isenção de responsabilidade da Administração em caso de inadimplência do contratado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3269343",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Alienações e Instrumentos Auxiliares",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O âmbito de aplicação de uma lei define os sujeitos, situações ou territórios aos quais a norma se refere, estabelecendo os limites de sua eficácia. Acerca do âmbito de aplicação da Lei nº 14.133/21, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__)A Lei se aplica à alienação e concessão de direito real de uso de bens. (__)A Lei se aplica à locação. (__)A Lei se aplica às contratações sujeitas a normas previstas em legislação própria. Assinale a alternativa cuja respectiva ordem de julgamento está correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F − F − F."
      },
      {
        "letra": "B",
        "texto": "V − F − F."
      },
      {
        "letra": "C",
        "texto": "V − V − V."
      },
      {
        "letra": "D",
        "texto": "V − V − F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268681",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz da nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), julgue os itens a seguir. I É cláusula necessária em todo contrato a que estabeleça o crédito pelo qual correrá a despesa, com a indicação da classificação funcional programática e da categoria econômica. II É terminantemente vedada a indicação de marcas ou modelos nas licitações destinadas à aquisição de bens, visando resguardar o princípio da isonomia entre os licitantes. III A Lei nº 14.133/2021 também se aplica à alienação e à concessão de direito real de uso de bens, locação, concessão e permissão de uso de bens públicos e contratações de tecnologia da informação e de comunicação. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Somente o item III está certo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268216",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/21, os contratos celebrados pela Administração Pública com pessoas físicas ou jurídicas, inclusive as domiciliadas no exterior, deverão conter cláusula que declare competente o foro da sede da Administração para dirimir qualquer questão contratual, ressalvadas as hipóteses previstas na Lei. Sobre essas exceções, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__) Contratação com empresa estrangeira para a compra de equipamentos fabricados e entregues no exterior, desde com autorização posterior do Chefe do Poder Executivo. (__) Licitação internacional para a aquisição de bens e serviços cujo pagamento seja feito com o produto de financiamento concedido por organismo financeiro internacional de que o Brasil faça parte ou por agência estrangeira de cooperação. (__) Aquisição de bens e serviços realizada por unidades administrativas com sede no Brasil.. Assinale a alternativa cuja respectiva ordem de julgamento esteja correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − V − V."
      },
      {
        "letra": "B",
        "texto": "F − F − F."
      },
      {
        "letra": "C",
        "texto": "V − F − F."
      },
      {
        "letra": "D",
        "texto": "F − V − F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233637",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base na nova Lei de Licitações e Contratos Administrativos (Lei n.º 14.133/2021), analise as afirmativas abaixo. I. O reconhecimento de firma somente será exigida quando houver dúvida de autenticidade, salvo imposição legal. II. Os atos do processo licitatório serão preferencialmente digitais, de forma a permitir que sejam produzidos, comunicados, armazenados e validados por meio eletrônico. III. O desatendimento de exigências meramente formais que não comprometam a aferição da qualificação do licitante obrigará seu afastamento da licitação ou a invalidação do processo. IV. Os atos praticados no processo licitatório são privados, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança da sociedade e do Estado, na forma da lei. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II e IV apenas"
      },
      {
        "letra": "D",
        "texto": "I e IV apenas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3233250",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14133/2021, em caso de impedimento, ordem de paralisação ou suspensão do contrato, o cronograma de execução será prorrogado automaticamente pelo tempo correspondente, anotadas tais circunstâncias mediante ______. Assinale a alternativa que preencha corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato verbal"
      },
      {
        "letra": "B",
        "texto": "simples apostila"
      },
      {
        "letra": "C",
        "texto": "termo aditivo"
      },
      {
        "letra": "D",
        "texto": "subcontratação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3233249",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14133/2021, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo autorização devidamente justificada no processo licitatório, pessoa jurídica não poderá participar de licitação em consórcio"
      },
      {
        "letra": "B",
        "texto": "Nos procedimentos realizados por meio eletrônico, a Administração poderá determinar, como condição de validade e eficácia, que os licitantes pratiquem seus atos em formato eletrônico"
      },
      {
        "letra": "C",
        "texto": "As licitações serão realizadas preferencialmente sob a forma eletrônica, admitida a utilização da forma presencial, desde que motivada, devendo a sessão pública ser registrada em ata e gravada em áudio e vídeo"
      },
      {
        "letra": "D",
        "texto": "Os atos praticados no processo licitatório são públicos, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança da sociedade e do Estado, na forma da lei"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3228656",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Belmonte - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os conceitos previstos na Lei n° 14.133/21, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__)Compra é toda atividade estabelecida, por força de Lei, como privativa das profissões de arquiteto e engenheiro que implica intervenção no meio ambiente por meio de um conjunto harmônico de ações que, agregadas, formam um todo que inova o espaço físico da natureza ou acarreta alteração substancial das características originais de bem imóvel. (__)Bens e serviços comuns são aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado. (__)Serviços e fornecimentos contínuos: são aqueles que impõem ao contratado o dever de realizar a prestação de um serviço específico em período predeterminado, podendo ser prorrogado, desde que justificadamente, pelo prazo necessário à conclusão do objeto. Assinale a alternativa cuja respectiva ordem de julgamento esteja CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, F, F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199284",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a Lei 14.133/21, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes, e o edital deverá definir o prêmio ou a remuneração que será atribuída aos vencedores."
      },
      {
        "letra": "B",
        "texto": "No julgamento por melhor técnica ou por técnica e preço, a obtenção de pontuação devido à capacitação técnico-profissional exigirá que a execução do respectivo contrato tenha participação direta e pessoal do profissional correspondente."
      },
      {
        "letra": "C",
        "texto": "Na execução indireta de obras e serviços de engenharia é vedado o regime de empreitada integral."
      },
      {
        "letra": "D",
        "texto": "As licitações de serviços atenderão ao princípio do parcelamento, quando for tecnicamente viável e economicamente vantajoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199282",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei 14.133/21, leia as afirmativas abaixo e marque V para verdadeiro e F para falso. ( ) Em licitação na modalidade concurso, o agente responsável pela condução do certame será designado pregoeiro. ( ) É obrigatório ao agente público designado para atuar na área de licitações e contratos admitir, prever, incluir ou tolerar, nos atos que praticar, situações que estabeleçam preferências ou distinções em razão da naturalidade, da sede ou do domicílio dos licitantes. ( ) O processo licitatório tem por objetivo assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto. ( ) No processo licitatório os documentos serão produzidos por escrito, com data e local de sua realização e assinatura dos responsáveis. Assinale a alternativa que contém a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F."
      },
      {
        "letra": "D",
        "texto": "F-F-V-V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3188717",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz do disposto na Lei Federal nº 14.133/2021, (Lei de Licitações e Contratos Administrativos), avalie as seguintes assertivas. I – Leilão é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto; II - Pré-qualificação é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor; III – Órgão ou entidade participante é o conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares; IV – Contrato de eficiência é o contrato cujo objeto é a prestação de serviços, que pode incluir a realização de obras e o fornecimento de bens, com o objetivo de proporcionar economia ao contratante, na forma de redução de despesas correntes, remunerado o contratado com base em percentual da economia gerada. Está INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3173551",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos regidos pela Lei n° 14.133/21 (Lei de licitações e Contratos Administrativos) poderão, em alguns casos, ser alterados com as devidas justificativas. Diante do exposto, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando conveniente a substituição da garantia de execução. ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando houver modificação do projeto ou das especificações, para melhor adequação técnica a seus objetivos. ( ) Os contratos poderão ser alterados por acordo entre as partes quando necessária a modificação do regime de execução da obra ou do serviço, bem como do modo de fornecimento, em face de verificação técnica da inaplicabilidade dos termos contratuais originários. ( ) Os contratos poderão ser alterados por acordo entre as partes quando for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seu objeto, nos limites permitidos por esta Lei. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - V - F"
      },
      {
        "letra": "B",
        "texto": "V - F - F - V"
      },
      {
        "letra": "C",
        "texto": "V - V - F - F"
      },
      {
        "letra": "D",
        "texto": "F - F - V - V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3173544",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei n° 14.133/2021 (Lei de Licitações e Contratos Administrativos), analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos no inciso XXIV do art. 6º desta Lei. ( ) É vedada a criação de outras modalidades de licitação, ressalvado os casos justificados pela Administração. ( ) No caso de obras e serviços de engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 85% (oitenta e cinco por cento) do valor orçado pela Administração. ( ) Nas contratações de obras, serviços e fornecimentos, a garantia poderá ser de até 5% (cinco por cento) do valor inicial do contrato, autorizada a majoração desse percentual para até 10% (dez por cento), desde que justificada mediante análise da complexidade técnica e dos riscos envolvidos. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - F - V"
      },
      {
        "letra": "B",
        "texto": "V - F - F - F"
      },
      {
        "letra": "C",
        "texto": "F - F - V - V"
      },
      {
        "letra": "D",
        "texto": "V - F - F - V"
      }
    ],
    "gabarito": "D"
  }
]