[
  {
    "id": "3455449",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "A respeito dos consórcios públicos é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não possuem personalidade jurídica."
      },
      {
        "letra": "B",
        "texto": "não têm a prerrogativa de promover desapropriações e instituir servidões."
      },
      {
        "letra": "C",
        "texto": "deverão ser constituídos na forma de uma associação pública."
      },
      {
        "letra": "D",
        "texto": "devem ser constituídos por um ou mais municípios, com autorização em lei estadual."
      },
      {
        "letra": "E",
        "texto": "podem exercer atividades de arrecadação de tarifas e outros preços públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3426380",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TCE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Conforme o normativo brasileiro, qualquer pessoa física ou jurídica, pública ou privada, que utilize, arrecade, guarde, gerencie ou administre dinheiros, bens e valores públicos deve prestar contas. Entre essas pessoas passíveis de fiscalização pelos órgãos de controle, encontram-se as associações públicas que são uma espécie de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "organização social."
      },
      {
        "letra": "B",
        "texto": "organização da sociedade civil de interesse público."
      },
      {
        "letra": "C",
        "texto": "agência reguladora."
      },
      {
        "letra": "D",
        "texto": "consórcio público."
      },
      {
        "letra": "E",
        "texto": "agência executiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3363050",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: ARCE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Consórcios públicos",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "A administração pública utiliza diversos instrumentos para a formalização de parcerias e de delegações para prestação de serviços públicos por terceiros. Nesse contexto, relacione adequadamente cada tipo de instrumento ao seu respectivo exemplo. 1. Contrato administrativo. 2. Convênio. 3. Consórcio público. 4. Acordo de cooperação. ( ) Acordo firmado entre dois municípios para a gestão compartilhada de serviços de saúde, criando uma entidade com personalidade jurídica própria. ( ) Parceria entre uma universidade pública e uma fundação privada sem fins lucrativos para a execução conjunta de um projeto de pesquisa, sem transferência de recursos financeiros. ( ) Instrumento de formalização firmado entre uma autarquia federal e uma empresa privada para a construção de uma nova sede administrativa, mediante processo licitatório. ( ) Instrumento firmado entre a União e um estado para a execução de um programa educacional de interesse comum, com repasse de recursos federais. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 2, 3, 4."
      },
      {
        "letra": "B",
        "texto": "2, 1, 4, 3."
      },
      {
        "letra": "C",
        "texto": "3, 4, 1, 2."
      },
      {
        "letra": "D",
        "texto": "4, 3, 2, 1."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3324908",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: CISAMVE - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Três municípios da região do Vale Europeu, em Santa Catarina, decidiram formar um Consórcio Público de Saúde para oferecer atendimento especializado à população. Durante a reunião de planejamento, o prefeito de um dos municípios da região perguntou sobre as diferenças entre criar o consórcio como entidade de direito público e como entidade de direito privado. A assessora jurídica explicou que essa escolha afetaria aspectos como contratação de pessoal, realização de compras e responsabilidades legais do consórcio. Ela também esclareceu que o consórcio seria considerado parte da administração indireta dos municípios participantes. Dado esse contexto a respeito da organização administrativa e os consórcios públicos, analise as afirmativas a seguir: I.Os consórcios públicos podem ser constituídos como associação pública (com personalidade jurídica de direito público) ou como pessoa jurídica de direito privado, conforme definido no protocolo de intenções aprovado pelos municípios. II.Caso o consórcio seja constituído como associação pública, ele integrará a administração indireta de todos os municípios consorciados, semelhante a uma autarquia intermunicipal. III.A contratação de pessoal pelo consórcio deve seguir regras específicas: se for de direito público, através de concurso público; se for de direito privado, mediante processo seletivo e regime CLT. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3324315",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Os Municípios de Joinville, Blumenau, Pomerode e Brusque, agradáveis cidades do Estado de Santa Catarina, decidem instituir um consórcio público entre si para fomentar o turismo regional. À luz da legislação de regência, a cláusula do contrato de consórcio público a ser celebrado entre os mencionados municípios considerada lícita é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admissão de pessoal pelo regime estatutário, após aprovação em concurso público;"
      },
      {
        "letra": "B",
        "texto": "aplicação de recursos provenientes do contrato de rateio para o atendimento de despesas genéricas;"
      },
      {
        "letra": "C",
        "texto": "acordo de rateio sem prévia e suficiente dotação orçamentária;"
      },
      {
        "letra": "D",
        "texto": "dispensa de publicação do protocolo de intenções na imprensa oficial;"
      },
      {
        "letra": "E",
        "texto": "entrega de recursos dos municípios ao consórcio público apenas por contrato de rateio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291512",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "No que se refere aos consórcios públicos, a Lei Federal nº 11.107/2005 estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os consórcios públicos são pessoas jurídicas de direito público ou privado, formados por entes federativos para a realização de objetivos comuns."
      },
      {
        "letra": "B",
        "texto": "Os consórcios públicos são entidades da administração direta, subordinadas à União."
      },
      {
        "letra": "C",
        "texto": "Os consórcios públicos podem ser constituídos apenas por entes federativos da mesma esfera (municípios, estados ou União)."
      },
      {
        "letra": "D",
        "texto": "A participação em consórcios públicos é vedada para municípios com menos de 50.000 habitantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3265451",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Os Municípios Alfa, Beta e Delta, localizados em Estados distintos, pretendem constituir um consórcio público, com atuação na área da saúde. Demais disso, há o interesse, por parte dos respectivos Prefeitos, de que a União integre a referida entidade. De acordo com a narrativa e considerando as disposições da Lei nº 11.107/2005, analise as afirmativas a seguir. I. Os consórcios públicos constituem pessoas jurídicas de direito privado, com natureza jurídica de empresa pública, integrando a Administração Pública Direta de todos os entes da federação consorciados. II. A União somente participará de consórcios públicos em que também façam parte todos os Estados em cujos territórios estejam situados os Municípios consorciados. III. Os consórcios públicos, na área de saúde, deverão obedecer aos princípios, diretrizes e normas que regulam o Sistema Único de Saúde (SUS). Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261406",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Serviços Públicos",
      "Consórcios públicos",
      "Conceito e Classificação dos Serviços Públicos"
    ],
    "enunciado_principal": "A Lei Estadual nº 10.843/2001 define as entidades públicas e privadas que poderão receber recursos hídricos do Fundo Estadual de Recursos Hídricos do Estado de São Paulo. Segundo essa lei, NÃO pode habilitar-se à obtenção de recursos, por intermédio de financiamento reembolsáveis ou não, os(as):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consórcios intermunicipais."
      },
      {
        "letra": "B",
        "texto": "Pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "Concessionárias de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "Entidades privadas com finalidades lucrativas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241752",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Considerando as normas gerais para a União, os Estados, o Distrito Federal e os Municípios contratarem consórcios públicos para a realização de objetivos de interesse comum, marque (V) para as afirmativas verdadeiras e (F) para as falsas. (__) O consórcio público constituirá associação pública ou pessoa jurídica de direito privado. (__) A União somente participará de consórcios públicos nos quais também façam parte todos os Estados em cujos territórios estejam situados os Municípios consorciados. (__) Os objetivos dos consórcios públicos serão determinados por Lei Complementar. (__) Os consórcios públicos, na área de saúde, deverão obedecer aos princípios, diretrizes e normas que regulam o Sistema Único de Saúde − SUS. A sequência está correta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − V − V − V."
      },
      {
        "letra": "B",
        "texto": "V − F − F − F."
      },
      {
        "letra": "C",
        "texto": "F − F − V − V."
      },
      {
        "letra": "D",
        "texto": "V − V − F − V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3234750",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os consórcios públicos, nos termos da previsão da Lei no 11.107, de 06 de abril de 2005.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a possibilidade de doação de bens imóveis pelos entes consorciados ao consórcio, sendo permitida apenas a cessão do uso."
      },
      {
        "letra": "B",
        "texto": "É permitida autorização genérica para a celebração de contrato de concessão de serviços públicos pelos entes consorciados."
      },
      {
        "letra": "C",
        "texto": "O consórcio poderá ser autorizado a instituir servidões e representar os entes consorciados perante outras esferas da federação nos assuntos de interesse comum."
      },
      {
        "letra": "D",
        "texto": "É possível o exercício de atividades de arrecadação de tarifas e preços públicos pelo consórcio, havendo vedação expressa à realização de desapropriações."
      },
      {
        "letra": "E",
        "texto": "O consórcio poderá ser contratado pela administração direta dos entes da Federação consorciados, sempre exigida licitação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216448",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Um município decidiu criar um consórcio público com outros municípios vizinhos para a gestão compartilhada de resíduos sólidos, visando eficiência e sustentabilidade no manejo dos resíduos. Durante a elaboração do contrato de consórcio, surgiram divergências entre os municípios sobre a divisão de responsabilidades e custos, além de diferentes interpretações sobre as metas a serem alcançadas. Considerando a natureza colaborativa do consórcio e os princípios da administração pública, assinale a estratégia mais adequada que a administração pública deverá adotar para resolver essas divergências e assegurar a efetividade do consórcio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impor um modelo de gestão que favoreça o município mais forte economicamente, a fim de garantir a continuidade do projeto."
      },
      {
        "letra": "B",
        "texto": "Elaborar um contrato unilateral, definindo as responsabilidades e os custos apenas do município que criou o consórcio, para evitar conflitos."
      },
      {
        "letra": "C",
        "texto": "Consultar a população sobre as responsabilidades e custos, para que todos os cidadãos possam opinar e participar do processo decisório."
      },
      {
        "letra": "D",
        "texto": "Ignorar as divergências e seguir com a elaboração do contrato, confiando que os municípios se adaptarão posteriormente às condições estabelecidas."
      },
      {
        "letra": "E",
        "texto": "Realizar reuniões de negociação entre todos os municípios envolvidos, buscando um consenso sobre as responsabilidades e os custos, e promovendo a transparência nas decisões."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216105",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Determinado gestor de um município, pretendendo constituir um consórcio público para otimizar a prestação de certos serviços, submete ao Procurador jurídico três afirmativas a respeito da matéria para que seja verificada sua validade; analise-as. I. A União somente participará de consórcios públicos em que também façam parte todos os Estados em cujos territórios estejam situados os Municípios consorciados. II. Nos consórcios públicos, é vedada a aplicação dos recursos entregues por meio de contrato de rateio para o atendimento de despesas genéricas, inclusive transferências ou operações de crédito. III. É vedado ao consórcio público ser contratado pela administração direta ou indireta dos entes da Federação consorciados. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3213108",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "A respeito dos consórcios públicos, disciplinados na LEI Nº 11.107, DE 6 DE ABRIL DE 2005, é correto afirmar que:I. A União somente participará de consórcios públicos em que também façam parte todos os Estados em cujos territórios estejam situados os Municípios consorciados. II. Os consórcios públicos poderão emitir documentos de cobrança e exercer atividades de arrecadação de tarifas e outros preços públicos pela prestação de serviços ou pelo uso ou outorga de uso de bens públicos por eles administrados ou, mediante autorização específica, pelo ente da Federação consorciado. III. O consórcio público será constituído por contrato cuja celebração dependerá da prévia subscrição de protocolo de intenções. IV. O protocolo de intenções deverá ser publicado na imprensa oficial e ratificado em até 5 (cinco) anos da subscrição correspondente, independentemente de homologação da assembleia geral do consórcio público. Está correto o que se afirma somente em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II;"
      },
      {
        "letra": "B",
        "texto": "I e IV;"
      },
      {
        "letra": "C",
        "texto": "I, II e III;"
      },
      {
        "letra": "D",
        "texto": "I, III e IV;"
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204407",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Sobre os consórcios públicos, assinale a afirmação FALSA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção de contrato de consórcio público dependerá de instrumento aprovado pela assembleia geral, ratificado mediante lei por todos os entes consorciados."
      },
      {
        "letra": "B",
        "texto": "É vedada a aplicação dos recursos entregues por meio de contrato de rateio para o atendimento de despesas genéricas, inclusive transferências ou operações de crédito."
      },
      {
        "letra": "C",
        "texto": "O consórcio público com personalidade jurídica de direito público integra a administração indireta de todos os entes da Federação consorciados."
      },
      {
        "letra": "D",
        "texto": "O contrato de consórcio público será celebrado com a ratificação, mediante lei, do protocolo de intenções."
      },
      {
        "letra": "E",
        "texto": "Os entes consorciados somente entregarão recursos ao consórcio público que tenham por objeto projetos contemplados em programas sociais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3196512",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "O município de SINOP recebe proposta de consórcio público para atuar na área de saúde local. Nos termos da Lei Federal nº 11.107/05, a atuação dos consórcios, nessa área, deverá obedecer aos princípios, diretrizes e normas que regulam o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Organismo Unificado Municipal de Saúde"
      },
      {
        "letra": "B",
        "texto": "Conselho de Secretários de Saúde"
      },
      {
        "letra": "C",
        "texto": "Planejamento Nacional de Saúde"
      },
      {
        "letra": "D",
        "texto": "Sistema Único de Saúde"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3177631",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "A respeito dos consórcios públicos e sua regulamentação pela Lei nº 11.107/2005, analise as seguintes assertivas: I. Os consórcios públicos poderão emitir documentos de cobrança e exercer atividades de arrecadação de tarifas e outros preços públicos pela prestação de serviços ou pelo uso ou outorga de uso de bens públicos por eles administrados ou, mediante autorização específica, pelo ente da Federação consorciado. II. A União somente participará de consórcios públicos em que também façam parte a maioria dos Estados em cujos territórios estejam situados os Municípios consorciados. III. É anulável a cláusula do contrato de consórcio que preveja determinadas contribuições financeiras ou econômicas de ente da Federação ao consórcio público, salvo a doação, destinação ou cessão do uso de bens móveis ou imóveis e as transferências ou cessões de direitos operadas por força de gestão associada de serviços públicos. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3172054",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Acerca do regime jurídico dos consórcios públicos instituído pela Lei Federal n.º 11.107/2005, avalie as seguintes assertivas: I - É nula a cláusula do contrato de consórcio que preveja determinadas contribuições financeiras ou econômicas de ente da Federação ao consórcio público, salvo a doação, destinação ou cessão do uso de bens móveis ou imóveis e as transferências ou cessões de direitos operadas por força de gestão associada de serviços públicos. II - O contrato de consórcio público, caso assim preveja cláusula, pode ser celebrado por apenas 1 (uma) parcela dos entes da Federação que subscreveram o protocolo de intenções. III - O contrato de consórcio público será celebrado com a ratificação, pelo Chefe de Poder, do protocolo de intenções. IV - O consórcio público com personalidade jurídica de direito público ou privado, observará as normas de direito público no que concerne à realização de licitação, à celebração de contratos, à prestação de contas e à admissão de pessoal, que será regido pela Consolidação das Leis do Trabalho (CLT). Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3165914",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Em relação à organização da administração pública, aos poderes administrativos e aos agentes públicos, julgue o item subsecutivo.A administração pública indireta contempla os consórcios públicos constituídos sob a forma de associação pública, dada a personalidade jurídica de direito público que lhes caracteriza.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3398177",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Adama Santos foi designada para coordenar o setor de licitações de determinado órgão público e, posteriormente, convidada para organizar consórcio para realizar objeto definido em lei local. Nos termos da Lei nº 11.107/2005, o consórcio público será constituído por contrato cuja celebração dependerá da prévia subscrição de protocolo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intenções"
      },
      {
        "letra": "B",
        "texto": "projetos"
      },
      {
        "letra": "C",
        "texto": "acordos"
      },
      {
        "letra": "D",
        "texto": "acertos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3343924",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Vista Alegre do Alto - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Consórcios públicos se caracterizam pela cooperação que permite que diferentes entes colaborem para enfrentar desafios comuns, otimizando recursos e promovendo o desenvolvimento. Considerando as peculiaridades desta ferramenta de gestão, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas municípios podem se consorciar, alcançando o objetivo de desenvolvimento regional e local."
      },
      {
        "letra": "B",
        "texto": "não podem ser realizados na área da saúde, uma vez que já há mecanismos de cooperação entre os entes dispostos pelo Sistema Único de Saúde."
      },
      {
        "letra": "C",
        "texto": "podem ser formados por entes da mesma esfera de governo ou de esferas diferentes, caracterizando-se como interfederativos."
      },
      {
        "letra": "D",
        "texto": "devem ser relacionados à prestação de serviços públicos, sendo vedada a modalidade para realização de obras públicas."
      },
      {
        "letra": "E",
        "texto": "pressupõe a participação de um ente não governamental para a execução das ações previstas no protocolo de intenções."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3308480",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Maripá - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "De acordo com Lei nº 11.107/2005 - Normas Gerais de Contratação de Consórcios Públicos, avaliar se as afirmativas são certas (C) ou erradas (E) e assinalar a sequência correspondente. ( ) O consórcio público com personalidade jurídica de direito público integra a administração indireta de todos os entes da Federação consorciados. ( ) A execução das receitas e despesas do consórcio público devem seguir preferencialmente as normas de direito financeiro aplicáveis às entidades públicas. ( ) Os agentes públicos incumbidos da gestão de consórcio responderão pessoalmente pelas obrigações contraídas pelo consórcio público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - C."
      },
      {
        "letra": "B",
        "texto": "E - E - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - C."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245069",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Com base na Lei de Consórcios Públicos (Lei nº 11.107/05), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O consórcio público será constituído sob a forma de pessoa jurídica de direito público, que integrará a administração indireta dos entes consorciados."
      },
      {
        "letra": "B",
        "texto": "Os entes consorciados não podem ceder servidores públicos para que exerçam as suas atividades no consórcio."
      },
      {
        "letra": "C",
        "texto": "Os recursos públicos serão entregues ao consórcio, pelos entes consorciados, por meio do contrato de rateio."
      },
      {
        "letra": "D",
        "texto": "Os agentes públicos encarregados da gestão do consorcio responderão, em regra, pessoalmente pelas obrigações contraídas pelo consórcio."
      },
      {
        "letra": "E",
        "texto": "Pode ser autorizada a entrega de recursos públicos pelos entes consorciados para o consórcio para atender despesas genéricas, desde que haja autorização no contrato de rateio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245060",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "O município X está estudando participar da constituição de um consórcio público, com municípios vizinhos, para prestar de maneira conjunta o serviço do fornecimento de água e esgoto. Com base nessa situação, e o disposto na Lei nº 11.107/11, é correto afirmar que o consórcio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá contar com a participação da União, ainda que o estado em que estão situados os municípios não o integre."
      },
      {
        "letra": "B",
        "texto": "poderá ser contratado pela administração direta e indireta dos entes consorciados, dispensada a licitação."
      },
      {
        "letra": "C",
        "texto": "deverá possuir personalidade jurídica de direito privado e integrar a administração indireta dos entes consorciados."
      },
      {
        "letra": "D",
        "texto": "será constituído por contrato cuja celebração prescinde de anuência do Poder Legislativo."
      },
      {
        "letra": "E",
        "texto": "uma vez constituído, somente poderá ser extinto mediante a retirada de todos os entes que o integram."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3245024",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Considere que os Municípios A, B, C e D constituíram um consórcio público, respeitando todas as formalidades legais, já tendo ocorrido a prévia subscrição do protocolo de intenções por todos os entes federativos. No entanto, passados 12 meses da constituição do consórcio, o Município D deseja se retirar do consórcio público. Com base na situação hipotética apresentada e no disposto na Lei nº 11.107/2005, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada a retirada individual de qualquer um dos entes do consórcio público regularmente constituído."
      },
      {
        "letra": "B",
        "texto": "o Município D tem direito potestativo a retirar-se do consórcio, devendo apenas formalizar o desejo por meio da expedição de um decreto pelo Prefeito em exercício."
      },
      {
        "letra": "C",
        "texto": "independentemente de expressa previsão no contrato de consórcio público ou no instrumento de transferência ou de alienação, os bens do Município D destinados por ele ao consórcio público serão automaticamente revertidos na data da sua retirada."
      },
      {
        "letra": "D",
        "texto": "a retirada do Município D provocará a extinção automática do consórcio, pois tal fato ocorreu menos de 24 menos depois da constituição do consórcio público."
      },
      {
        "letra": "E",
        "texto": "a retirada do Município D do consórcio público dependerá de ato formal de seu representante na assembleia geral, na forma previamente disciplinada por lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231933",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Um grupo de cinco municípios vizinhos deseja constituir um consórcio público, na forma de associação pública, para a realização de uma concessão internacional dos serviços de transporte coletivo sobre pneus no território dos seus respectivos municípios. A justificativa para a existência do consórcio estaria nas economias de escala existentes em um contrato para atendimento a um conjunto maior de usuários. Para viabilizar financeiramente a criação do consórcio, a minuta de contrato de rateio que circulou entre os municípios prevê a transferência de recursos sob a justificativa “despesas gerais”, com origem em operação de crédito tomada por um dos municípios participantes do consórcio. Com base na legislação nacional, em especial, na Lei no 11.107/2005, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a justificativa econômica apresentada não é compatível com a criação de um consórcio público."
      },
      {
        "letra": "B",
        "texto": "não é viável juridicamente a realização de uma licitação internacional para concessão de serviço público por meio de consórcio público."
      },
      {
        "letra": "C",
        "texto": "os consórcios públicos são instituídos como entidades de direito privado, podendo assumir a estrutura de associação privada, mas não de associação pública."
      },
      {
        "letra": "D",
        "texto": "é vedada a aplicação de recursos por meio do contrato de rateio para atendimento de despesas genéricas, inclusive quando originados de operações de crédito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3170851",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Consórcios públicos"
    ],
    "enunciado_principal": "Considerando as possíveis formas de organização administrativa da Administração pública indireta, identifica-se a seguinte relação entre os entes que a integram:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as autarquias e as empresas estatais sujeitam-se a regime jurídico de direito privado, mas gozam das prerrogativas do regime de direito público para a tutela de seu patrimônio, porque afeto a serviços e utilidades públicas."
      },
      {
        "letra": "B",
        "texto": "os consórcios públicos constituídos sob a forma de associação pública e dotados de personalidade jurídica de direito público têm natureza juridica autárquica, integrando a Administração indireta de cada um dos entes consorciados."
      },
      {
        "letra": "C",
        "texto": "os consórcios públicos e as empresas estatais submetem-se ao mesmo regime legal para licitação e contratação, assim como para admissão de pessoal e para tutela patrimonial."
      },
      {
        "letra": "D",
        "texto": "as autarquias e os consórcios públicos & privados devem ser criados por lei, da qual deve constar o conjunto de direitos e prerrogativas típicos do regime jurídico de direito público que rege as entidades."
      },
      {
        "letra": "E",
        "texto": "os consórcios públicos constituídos sob a forma de associação pública têm natureza jurídica de fundação e, por essa razão, se revestem de personalidade jurídica de direito público."
      }
    ],
    "gabarito": "B"
  }
]