[
  {
    "id": "3605590",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. É caso de inexigibilidade de licitação a contratação que tenha, por objeto bens, serviços, alienações ou obras, nos termos de acordo internacional específico aprovado pelo Congresso Nacional, quando as condições ofertadas forem manifestamente vantajosas para a Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3605589",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. O processo de contratação direta, que compreende os casos de inexigibilidade e de dispensa de licitação, também deverá ser instruído com a razão da escolha do contratado, com a justificativa de preço e com a autorização da autoridade competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605588",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. Será inexigível a licitação no caso de aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos. Nesse caso, a Administração deverá demonstrar a inviabilidade de competição mediante atestado de exclusividade, contrato de exclusividade, declaração do fabricante ou outro documento idôneo capaz de comprovar que o objeto é fornecido ou prestado por produtor, empresa ou representante comercial exclusivos, sendo vedada a preferência por marca específica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604874",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. É inexigível a licitação quando inviável a competição, em especial nos casos de aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária a sua escolha.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604854",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Quanto às modalidades, bem como aos casos de dispensa e de inexigibilidade de licitação pública, julgue o item a seguir.É caso de inexigibilidade de licitação a contratação de associação de pessoas com deficiência, sem fins lucrativos e de comprovada idoneidade, por órgão ou entidade da Administração Pública, para a prestação de serviços, desde que o preço contratado seja compatível com o praticado no mercado e os serviços contratados sejam prestados exclusivamente por pessoas com deficiência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3593372",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "O Estado de Pernambuco pretende celebrar contrato administrativo para contratação de entidades privadas sem fins lucrativos, para a implementação do Programa Cozinha Solidária, que tem como finalidade fornecer alimentação gratuita preferencialmente à população em situação de vulnerabilidade e risco social, incluída a população em situação de rua, com vistas à promoção de políticas de segurança alimentar e nutricional e de assistência social e à efetivação de direitos sociais, dignidade humana, resgate social e melhoria da qualidade de vida. Por sua vez, a União se vê diante da necessidade de intervir no domínio econômico para regular preços e normalizar o abastecimento. Nesse cenário, considerando as disposições da Lei nº 14.133/2021, é correto afirmar que o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de Pernambuco poderá proceder à contratação direta, por se tratar de hipótese de licitação dispensável. Por sua vez, a União, no caso narrado, não deverá realizar o processo licitatório, por força da inexigibilidade da licitação."
      },
      {
        "letra": "B",
        "texto": "Estado de Pernambuco poderá proceder à contratação direta, por se tratar de hipótese de licitação dispensável. Por sua vez, a União, no caso narrado, deverá realizar o processo licitatório."
      },
      {
        "letra": "C",
        "texto": "Estado de Pernambuco deverá realizar o processo licitatório. Por sua vez, a União, no caso narrado, não deverá realizar o processo licitatório, por força da inexigibilidade de licitação."
      },
      {
        "letra": "D",
        "texto": "Estado de Pernambuco e a União poderão, nos casos narrados, proceder à contratação direta, por se tratar de hipóteses de licitação dispensável."
      },
      {
        "letra": "E",
        "texto": "Estado de Pernambuco e a União deverão, nos casos narrados, proceder à contratação direta, por se tratar de hipóteses de licitação inexigível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3582740",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito das principais diretrizes do processo licitatório, julgue o seguinte item, com base na legislação vigente. A dispensa de licitação ocorre quando há inviabilidade de competição, como na contratação de profissional de arte consagrado pela crítica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3582721",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere a licitações públicas, julgue o item que se segue.A administração pública pode formalizar em 2025 um contrato com vigência que dure até 2033 relativo à aquisição, por meio de dispensa de licitação, de um bem produzido no país que envolva, cumulativamente, alta complexidade tecnológica e defesa nacional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3582720",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere a licitações públicas, julgue o item que se segue.Diante da necessidade de contratação de um serviço técnico especializado de natureza predominantemente intelectual, com profissional de notória especialização, para a emissão de um parecer destinado a órgão público, a licitação será dispensada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542828",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue. No caso, a contratação direta deve ter sido realizada por dispensa de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3538228",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "O processo de licitação é um procedimento formal adotado pela Administração Pública para garantir a contratação de bens e serviços de forma transparente, eficiente e econômica. Esse processo segue princípios e regras que estabelecem modalidades de contratação, critérios de julgamento, hipóteses de dispensa e inexigibilidade, além de prever sanções para descumprimento contratual. Nesse processo, também ocorrem inovações, especialmente referentes a novas modalidades licitatórias, critérios de julgamento, regras para dispensa e inexigibilidade, além do fortalecimento dos princípios da transparência e eficiência na gestão pública. Em relação a esse processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade de diálogo competitivo permite que a Administração conduza negociações com licitantes qualificados antes da formulação da proposta final, sendo aplicável quando não há definição prévia da melhor solução técnica para atender ao interesse público."
      },
      {
        "letra": "B",
        "texto": "As modalidades de licitação permanecem inalteradas ao longo do tempo, incluindo as formas clássicas de concorrência, tomada de preços e convite, sendo vedada a introdução de novas modalidades no ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "A inexigibilidade de licitação foi totalmente eliminada nos processos administrativos, tornando a concorrência obrigatória para qualquer tipo de contratação realizada pela Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O critério de julgamento de menor preço é sempre obrigatório em qualquer licitação pública, independentemente do objeto contratado, garantindo economicidade nas compras governamentais."
      },
      {
        "letra": "E",
        "texto": "As sanções aplicáveis no âmbito das licitações e contratos administrativos restringem-se aos agentes públicos, sem possibilidade de penalização das empresas contratadas ou dos licitantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3531991",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com base nas legislações aplicáveis à governança de TI, julgue os itens seguintes.Considere que o comando da Polícia Federal tenha solicitado ao Ministério da Justiça e Segurança Pública (MJSP) a aquisição urgente de um sistema avançado para quebrar senhas e descriptografia de dispositivos eletrônicos para comunicação em operações estratégicas e fronteiriças do Brasil. Considere, ainda, que a aquisição se ampara em uma ameaça iminente de ciberataques identificada pela PF que poderia comprometer a segurança nacional, de acordo como o estabelecido pelo Ministro de Estado da Defesa. Nessa situação hipotética, conforme a Lei n.º 14.133/2021, a PF poderia realizar a aquisição em apreço por meio de contratação direta por inexigibilidade de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530111",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o próximo item, relativos a dispensa e inexigibilidade de licitação e pregão. A inviabilidade de competição obriga a contratação direta por dispensa de licitação e, caso seja comprovada fraude na contratação, o agente público responsável responderá subsidiariamente ao contratado pelo dano causado ao erário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530073",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito de licitação, julgue o próximo item. Nos casos de contratação direta por inexigibilidade de licitação em razão da inviabilidade de competição, a justificativa do preço a ser contratado é opcional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479580",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O sistema de registro de preços é admitido nas hipóteses de contratação direta ou de licitação na modalidade pregão ou diálogo competitivo, de forma a permitir o registro formal de preços para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479579",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Os casos de inexigibilidade e de dispensa de licitação devem ser instruídos com o documento de formalização de demanda e, se for o caso, estudo técnico preliminar, análise de riscos, termo de referência, projeto básico ou projeto executivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3479043",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o item subsequente, considerando o disposto na Lei n.º 14.133/2021.Na instrução processual de uma contratação direta, que compreende os casos de dispensa de licitação para serviços e compras, é dispensável a elaboração do termo de referência ou projeto básico, além do documento de formalização da demanda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469570",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com o disposto na Lei n.º 14.133/2021, julgue o item seguinte, acerca das licitações públicas. Nas hipóteses do processo de contratação direta, poderá ser realizada a comprovação, a qualquer momento, da compatibilidade dos preços praticados pelo contratado com os valores praticados no mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469218",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito de licitações, sistema de registro de preços, celebração e fiscalização de contratos, convênios e instrumentos congêneres da administração pública federal, julgue o item que se segue, à luz da Lei n.º 14.133/2021, dos Decretos n.º 11.462/2023 e n.º 11.531/2023 e da Instrução Normativa MPOG n.º 5/2017. É vedado à administração pública federal celebrar convênios com entidades privadas sem fins lucrativos para transferências de recursos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469191",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito de licitações, controle da administração pública e responsabilidade civil do Estado, julgue o item a seguir.A contratação direta por inexigibilidade de licitação é admitida quando há inviabilidade de competição, ao passo que, nos casos de contratação direta por dispensa de licitação, existe a possibilidade de competição que justifique a licitação, todavia a lei autoriza que a administração pública opte pela realização, ou não, do procedimento licitatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3466763",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o item a seguir, em relação a modalidades licitatórias, dispensa e inexigibilidade de licitação, contratos administrativos e convênios no setor público federal. Os casos de inexigibilidade e de dispensa de licitação devem ser instruídos com o documento de formalização de demanda e, se for o caso, estudo técnico preliminar, análise de riscos, termo de referência, projeto básico ou projeto executivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3466760",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o item a seguir, em relação a modalidades licitatórias, dispensa e inexigibilidade de licitação, contratos administrativos e convênios no setor público federal. Como regra geral, o órgão de assessoramento jurídico da organização pública deve realizar o controle prévio de legalidade de contratações diretas, acordos, termos de cooperação, convênios e seus termos aditivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3448681",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A contratação direta por inexigibilidade ocorre quando a competição é viável, mas não há tempo hábil para realização do processo licitatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3438051",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 trouxe diversas modificações em relação à legislação anterior (Lei nº 8.666/93). Quanto à Nova Lei de Licitações e Contratos Administrativos, julgue o item seguinte.É dispensável a licitação para contratação de profissional do setor artístico consagrado pela crítica especializada ou pela opinião pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437999",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considerando as normas das licitações e dos contratos administrativos, julgue o item a seguir.Quando não surgirem licitantes interessados, a Administração poderá realizar a contratação direta, desde que justifique a situação e se trate de hipótese de inexigibilidade de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409253",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com base na Lei n.º 14.133/2021, julgue o item seguinte. A razão da escolha da contratada, a justificativa de preço e a autorização da autoridade competente são elementos suficientes à instrução do processo de contratação direta, que compreende os casos de inexigibilidade e de dispensa de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409251",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com base na Lei n.º 14.133/2021, julgue o item seguinte. É inexigível a licitação em caso de contratação de serviços técnicos especializados de natureza predominantemente intelectual, com profissionais de notória especialização, para assessorias ou consultorias técnicas e auditorias financeiras ou tributárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409250",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com base na Lei n.º 14.133/2021, julgue o item seguinte. É dispensável a licitação para contratação que tenha por objeto o abastecimento ou suprimento de efetivos militares em estada de longa duração em portos, aeroportos ou localidades diferentes de suas sedes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390827",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com o objetivo de efetivar os direitos fundamentais previstos na Constituição Federal, a administração do Estado de Pernambuco pretende contratar entidade privada sem fins lucrativos, para implementar o Programa Cozinha Solidária, que tem como finalidade promover políticas de segurança alimentar e nutricional, além de efetivação de direitos sociais, de resgate social e de melhoria da qualidade de vida. Sobre a licitação, considerando as disposições da Lei nº 14.133/2021, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inexigível, sendo certo que a legislação de regência não traz restrições, no ponto, sobre o valor da contratação."
      },
      {
        "letra": "B",
        "texto": "É dispensável, sendo certo que a legislação de regência não traz restrições, no ponto, sobre o valor da contratação."
      },
      {
        "letra": "C",
        "texto": "É exigível, não se estando diante de qualquer hipótese de dispensa ou de inexigibilidade de licitação."
      },
      {
        "letra": "D",
        "texto": "É dispensável, desde que o valor da contratação seja igual ou inferior a R$ 100.000,00 (cem mil reais)."
      },
      {
        "letra": "E",
        "texto": "É inexigível, desde que o valor da contratação seja igual ou inferior a R$ 100.000,00 (cem mil reais)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3375673",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Acerca das licitações e dos contratos administrativos julgue o item a seguir.De acordo com o que estabelece a Lei nº 14.133/2021, admite‑se a contratação direta de bens e serviços, atendidos os requisitos legais. Assim, é dispensável a licitação para a aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375547",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Quanto às licitações públicas, mais especificamente a respeito das fases, modalidades, bem como aos casos de dispensa e inexigibilidade, julgue o item a seguir.É dispensável a licitação para a contratação que tenha por objeto a aquisição ou a restauração de obras de arte e objetos históricos, de autenticidade certificada, desde que inerente às finalidades do órgão ou com elas compatíveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375546",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Quanto às licitações públicas, mais especificamente a respeito das fases, modalidades, bem como aos casos de dispensa e inexigibilidade, julgue o item a seguir.Será inexigível a licitação no caso de contratação de serviços técnicos especializados de natureza predominantemente intelectual com profissionais ou empresas de notória especialização, sendo permitida a inexigibilidade para serviços de publicidade e divulgação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3355506",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma hipótese de dispensa de licitação segundo a Lei nº 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação dos seguintes serviços técnicos especializados de natureza predominantemente intelectual com profissionais ou empresas de notória especialização, vedada a inexigibilidade para serviços de publicidade e divulgação."
      },
      {
        "letra": "B",
        "texto": "Contratação de profissionais para compor a comissão de avaliação de critérios de técnica, quando se tratar de profissional técnico de notória especialização."
      },
      {
        "letra": "C",
        "texto": "Aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que somente possam ser fornecidos por produtor, empresa ou representante comercial exclusivos."
      },
      {
        "letra": "D",
        "texto": "Objetos que devam ou passam a ser contratados por meio de credenciamentos."
      },
      {
        "letra": "E",
        "texto": "Aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3351321",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o próximo item, com base no que dispõe a Lei n.º 14.133/2021. Na hipótese de dispensa de licitação em razão de valor, a administração pública pode substituir o contrato por outro instrumento hábil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3351319",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o próximo item, com base no que dispõe a Lei n.º 14.133/2021. É inexigível a licitação nos casos de guerra, estado de defesa, estado de sítio, intervenção federal ou de grave perturbação da ordem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334329",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "É hipótese de inexigibilidade de licitar, de acordo com a Lei n. 14.133/2021:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de 1 (um) ano, quando se verificar que naquela licitação não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "B",
        "texto": "A contratação que tenha por objeto bens, componentes ou peças de origem nacional ou estrangeira necessários à manutenção de equipamentos, a serem adquiridos do fornecedor original desses equipamentos durante o período de garantia técnica, quando essa condição de exclusividade for indispensável para a vigência da garantia."
      },
      {
        "letra": "C",
        "texto": "Aquisição de medicamentos destinados exclusivamente ao tratamento de doenças raras definidas pelo Ministério da Saúde."
      },
      {
        "letra": "D",
        "texto": "Nos casos de guerra, estado de defesa, estado de sítio, intervenção federal ou de grave perturbação da ordem."
      },
      {
        "letra": "E",
        "texto": "A aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha pelo poder público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334325",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No tocante ao tema licitações públicas e considerando ainda o recente entendimento do STF acerca das contratações diretas por inexigibilidade é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É constitucional a vedação à recontratação de empresa contratada diretamente por dispensa de licitação nos casos de emergência ou calamidade pública, mas a proibição não obsta a que a empresa participe de eventual licitação substitutiva à dispensa de licitação e seja contratada diretamente por outro fundamento previsto em lei, incluindo uma nova emergência ou calamidade pública, sem prejuízo do controle de abusos ou ilegalidades na aplicação da norma."
      },
      {
        "letra": "B",
        "texto": "A proibição de recontratar de empresa anteriormente contratada diretamente por dispensa de licitação nos casos de emergência ou calamidade pública é formalmente inconstitucional, na medida em que se trata de matéria reservada a Lei Complementar."
      },
      {
        "letra": "C",
        "texto": "A proibição de recontratar de empresa anteriormente contratada diretamente por dispensa de licitação nos casos de emergência ou calamidade pública é inconstitucional por ofender o princípio federativo."
      },
      {
        "letra": "D",
        "texto": "Não há proibição de recontratar de empresa anteriormente contratada diretamente por dispensa de licitação nos casos de emergência ou calamidade pública."
      },
      {
        "letra": "E",
        "texto": "A vedação incide na recontratação fundada na mesma situação emergencial ou calamitosa que extrapole o prazo máximo legal de 6 (seis) meses, e não impede que a empresa participe de eventual licitação substitutiva à dispensa de licitação e seja contratada diretamente por outro fundamento previsto em lei, incluindo uma nova emergência ou calamidade pública, sem prejuízo do controle de abusos ou ilegalidades na aplicação da norma"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3300751",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Sobre o processo de contratação direta, previsto na Lei nº 14.133/2021, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo de contratação direta compreende os casos de inexigibilidade e de dispensa de licitação."
      },
      {
        "letra": "B",
        "texto": "Razão da escolha do contratado, justificativa de preço e autorização da autoridade competente são documentos a serem incluídos no processo de contratação direta."
      },
      {
        "letra": "C",
        "texto": "A aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos denota a inexigibilidade de licitação."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação para aquisição de medicamentos destinados ao tratamento de doenças altamente contagiosas ou, ainda, derivadas de epidemias definidas pelo Ministério da Saúde."
      },
      {
        "letra": "E",
        "texto": "É dispensável a licitação para contratação que tenha por objeto bens, componentes ou peças de origem nacional ou estrangeira necessários à manutenção de equipamentos, a serem adquiridos do fornecedor original desses equipamentos durante o período de garantia técnica, quando essa condição de exclusividade for indispensável para a vigência da garantia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3299915",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Câmara de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "Sobre modalidades de licitação dispensa e inexigibilidade conforme a Lei nº 14.133/2021, analise as assertivas abaixo e assinale V, se verdadeiras, ou F, se falsas. ( ) A inexigibilidade de licitação ocorre quando há inviabilidade de competição, como em casos de exclusividade de fornecedor comprovada por documento idôneo. ( ) O pregão eletrônico é vedado para a contratação de bens comuns e serviços comuns de engenharia. ( ) A concorrência é a modalidade obrigatória para obras e serviços de engenharia com valor superior a R$ 330.000,00. ( ) A dispensa de licitação é permitida quando o valor do contrato não ultrapassa os limites definidos pela Lei nº 14.133/2021, como R$ 100.000,00 para obras de engenharia. ( ) A inexigibilidade também pode ser aplicada para contratações emergenciais de serviços essenciais. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – F – V – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – F – F – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298351",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Leia o caso a seguir.O município Z deseja contratar um renomado artista local para realizar uma exposição de suas principais obras, que recentemente tiveram repercussão internacional. As obras ficarão expostas num imóvel a ser locado pelo município pelo período de 6 (seis) meses, prazo da exposição. O imóvel escolhido apresenta características de instalação e localização específicas, não havendo outro equiparado no município que possa atender às necessidades das obras do artista e estar num local de fácil acesso ao público.No caso narrado, considerando a legislação vigente no Brasil, a contratação do artista e a locação do imóvel pelo município caracterizam",
    "alternativas": [
      {
        "letra": "A",
        "texto": "duas hipóteses de inexigibilidade de licitação."
      },
      {
        "letra": "B",
        "texto": "duas hipóteses de dispensa de licitação."
      },
      {
        "letra": "C",
        "texto": "duas hipóteses de obrigatoriedade de licitação."
      },
      {
        "letra": "D",
        "texto": "uma hipótese de inexigibilidade e uma de dispensa de licitação."
      },
      {
        "letra": "E",
        "texto": "uma hipótese de inexigibilidade e uma de obrigatoriedade de licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3292351",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Sobre o processo de contratação direta, com base no disposto na Lei nº 14. 133/2021, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admitida a contratação direta apenas quando a licitação seja inexigível em razão da inviabilidade da competição na licitação."
      },
      {
        "letra": "B",
        "texto": "na hipótese de contratação direta indevida ocorrida com dolo, fraude ou erro grosseiro, o contratado e o agente público responsável responderão solidariamente pelo dano causado ao erário, sem prejuízo de outras sanções legais cabíveis."
      },
      {
        "letra": "C",
        "texto": "é dispensável a licitação para contratação que envolva valores inferiores a R$ 100.000,00 (cem mil reais), no caso de obras e serviços de engenharia ou de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "D",
        "texto": "o processo de contratação direta compreende os casos de inexigibilidade e de dispensa de licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3288840",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere a aquisições e contratações de TI, julgue o item a seguir, à luz da Lei n.º 14.133/2021.Quando a competição for inviável, não haverá exigência de licitação para contratação de estudos técnicos com profissionais de notória especialização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3282622",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Determinado órgão do Poder Judiciário, no desempenho de sua função administrativa, pretende realizar a compra de produto orçado no valor total de R$ 45.000. Considerando a situação hipotética apresentada e o disposto na Lei n.º 14.133/2021, julgue o item a seguir. A contratação pretendida constitui hipótese de contratação direta por inexigibilidade de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3282545",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A administração pública, para contratação de serviços técnicos especializados de natureza predominantemente intelectual com profissionais ou empresas de notória especialização, poderá adotar o seguinte procedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispensa de licitação"
      },
      {
        "letra": "B",
        "texto": "licitação por concorrência"
      },
      {
        "letra": "C",
        "texto": "inexigibilidade de licitação"
      },
      {
        "letra": "D",
        "texto": "licitação por diálogo competitivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3281369",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "É dispensável a licitação, de acordo com a Lei n.º 14.133/2021, para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      },
      {
        "letra": "B",
        "texto": "contratação de profissionais para compor a comissão de avaliação de critérios de técnica, quando se tratar de profissional técnico de notória especialização."
      },
      {
        "letra": "C",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos."
      },
      {
        "letra": "D",
        "texto": "contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública."
      },
      {
        "letra": "E",
        "texto": "objetos que devam ou possam ser contratados por meio de credenciamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3280052",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, conhecida como Nova Lei de Licitações e Contratos, introduziu mudanças significativas no ordenamento jurídico brasileiro, modernizando e simplificando os procedimentos de contratação pública. Dentre suas inovações, a lei estabelece regras específicas para a dispensa de licitação, com o objetivo de agilizar processos sem comprometer os princípios administrativos (CARVALHO FILHO, 2021). Nesse contexto, de acordo com a Lei nº 14.133/2021, em qual das seguintes situações é permitida a dispensa de licitação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de serviços técnicos especializados, desde que fique demonstrada a “inexigibilidade de competição” devido à singularidade e à especialização do serviço."
      },
      {
        "letra": "B",
        "texto": "Aquisição de bens comuns disponíveis no mercado."
      },
      {
        "letra": "C",
        "texto": "Obras públicas com valor superior ao limite legal."
      },
      {
        "letra": "D",
        "texto": "Compra de materiais de uso cotidiano."
      },
      {
        "letra": "E",
        "texto": "Contratação de serviços de publicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3278785",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, a Lei de Licitações e Contratos Administrativos, é dispensável a licitação para contratação que tenha por objeto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bens, serviços, alienações ou obras, nos termos de acordo internacional específico aprovado pelo Senado Federal, quando as condições ofertadas forem manifestamente vantajosas para a Administração."
      },
      {
        "letra": "B",
        "texto": "abastecimento ou suprimento de efetivos militares em estada regular de longa duração em portos, aeroportos ou localidades diferentes de suas sedes, por motivo de movimentação operacional ou de adestramento."
      },
      {
        "letra": "C",
        "texto": "materiais de uso das Forças Armadas, incluídos materiais de uso pessoal e administrativo, quando houver necessidade de manter a padronização requerida pela estrutura de apoio logístico dos meios navais, aéreos e terrestres, mediante autorização por ato do comandante da força militar."
      },
      {
        "letra": "D",
        "texto": "bens ou serviços produzidos ou prestados no País que envolvam, cumulativamente, alta complexidade tecnológica e defesa nacional."
      },
      {
        "letra": "E",
        "texto": "aquisição de medicamentos destinados exclusivamente ao tratamento de doenças raras definidas pela Organização Mundial da Saúde."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3265449",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Após tomar posse no cargo de Prefeito do Município Alfa, Lucas solicitou aos seus auxiliares a formulação de um estudo sobre as hipóteses que legitimam a contratação direta no âmbito da Administração Pública, em especial os casos de inexigibilidade de licitação, sendo prontamente atendido. Nesse cenário, observadas as formalidades legais e considerando as disposições da Lei nº 14.133/2021, é inexigível a licitação para a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratação de associação de pessoas com deficiência, sem fins lucrativos e de comprovada idoneidade, por órgão ou entidade da Administração Pública, para a prestação de serviços, desde que o preço contratado seja compatível com o praticado no mercado e os serviços contratados sejam prestados exclusivamente por pessoas com deficiência."
      },
      {
        "letra": "B",
        "texto": "aquisição, por pessoa jurídica de direito público interno, de bens produzidos ou serviços prestados por órgão ou entidade que integrem a Administração Pública e que tenham sido criados para esse fim específico, desde que o preço contratado seja compatível com o praticado no mercado."
      },
      {
        "letra": "C",
        "texto": "contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de um ano, quando se verificar que naquela licitação não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "D",
        "texto": "contratação que envolva valores inferiores a cem mil reais, no caso de obras e serviços de engenharia ou de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "E",
        "texto": "aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265232",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021 é dispensável a licitação para contratação que tenha por objeto bens, serviços, alienações ou obras, nos termos de acordo internacional específico aprovado pelo Congresso Nacional, quando as condições ofertadas forem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usadas de modo contínuo."
      },
      {
        "letra": "B",
        "texto": "negociadas em moeda estrangeira."
      },
      {
        "letra": "C",
        "texto": "determinadas por legislação específica."
      },
      {
        "letra": "D",
        "texto": "realizados com países integrantes do Mercosul."
      },
      {
        "letra": "E",
        "texto": "manifestamente vantajosas para a Administração."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260400",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da dispensa de licitação, nos termos da Lei no 14.133, de 1o de abril de 2021 (Lei de Licitações e Contratos Administrativos).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É dispensável a licitação para contratação em que houver transferência de tecnologia de produtos estratégicos para o Sistema Único de Saúde (SUS) e para o Estado-Maior Conjunto das Forças Armadas (EMCFA), órgão do Ministério da Defesa, conforme elencados em ato da direção nacional do SUS e do EMCFA, inclusive por ocasião da aquisição desses produtos durante as etapas de absorção tecnológica, em valores compatíveis com aqueles definidos no instrumento firmado para a transferência de tecnologia."
      },
      {
        "letra": "B",
        "texto": "É dispensável a licitação quando a União, os Estados ou os municípios tiverem que intervir no domínio econômico para regular preços ou normalizar o abastecimento."
      },
      {
        "letra": "C",
        "texto": "É caso de inexigibilidade, e não de dispensa, a contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de um ano, quando se verificar que naquela licitação não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação para contratação que tenha por objeto bens ou serviços produzidos ou prestados no País que envolvam defesa nacional ou alta complexidade tecnológica."
      },
      {
        "letra": "E",
        "texto": "O Supremo Tribunal Federal considerou constitucional a vedação à recontratação de empresa contratada diretamente por dispensa de licitação nos casos de emergência ou calamidade pública. A vedação, segundo decisão proferida em Ação Direta de Inconstitucionalidade, incide na recontratação fundada na mesma situação emergencial ou calamitosa que extrapole o prazo máximo legal de um ano, e não impede que a empresa participe de eventual licitação substitutiva à dispensa de licitação e seja contratada diretamente por outro fundamento previsto em lei, incluindo uma nova emergência ou calamidade pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256736",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de organização administrativa, atos administrativos, poderes administrativos, agentes públicos e licitações.A licitação é dispensável no caso de contratação de profissional técnico de notória especialização para compor a comissão de avaliação de critérios de técnica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3256673",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito dos aspectos pertinentes a licitações e contratos administrativos, julgue o item subsecutivo. Caso a administração pública deseje adquirir bem cujo fornecimento é realizado por representante comercial exclusivo, situação em que se constata inviabilidade de competição, está configurada hipótese de inexigibilidade de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3242392",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "As condições de compra são aquelas a que a Administração e o fornecedor estarão sujeitos pelo contrato celebrado. Considerando esse tema, analise as afirmativas a seguir. I. As condições de compras em licitações devem ser claras e objetivas, especificando as condições de entrega, prazo, forma de pagamento e demais obrigações, a fim de garantir a transparência e a boa execução do contrato. II. As condições de compra devem observar os princípios da legalidade, impessoalidade, moralidade, publicidade e eficiência, para assegurar a contratação de forma justa e vantajosa para a Administração Pública. III. A definição das condições de compra pode ser alterada após a formalização do contrato, desde que haja acordo entre as partes, sem a necessidade de justificativa formal ou alteração no termo de referência. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3238426",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "O Município Alfa, em observância às formalidades legais, celebrou contrato administrativo com determinada sociedade empresária, sem o prévio processo licitatório (contratação direta). Registre-se que o pacto envolveu a contratação do serviço técnico especializado, de natureza predominantemente intelectual, de treinamento e aperfeiçoamento de pessoal, sendo certo que a contratada é empresa de notória especialização. De acordo com a narrativa e considerando as disposições da Lei no 14.133/2021, analise as afirmativas a seguir. I. O Município Alfa celebrou contratação direta em razão da dispensa de licitação. II. No caso apresentado, é vedada a subcontratação de empresa distinta daquela que justificou a contratação direta. III. O ato que autorizou a contratação direta ou o extrato decorrente do contrato deverá ser mantido à disposição do público na sede física da repartição pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3238081",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, assinale a alternativa que apresenta uma situação em que o processo de licitação é dispensável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a aquisição de bens e serviços de uso comum que possam ser fornecidos por múltiplos fornecedores."
      },
      {
        "letra": "B",
        "texto": "Em casos de emergência ou calamidade pública, quando caracterizada urgência de atendimento de situação que possa ocasionar prejuízo ou comprometer a segurança de pessoas, obras, serviços, equipamentos e outros bens, públicos ou particulares."
      },
      {
        "letra": "C",
        "texto": "Para a contratação de serviços técnicos especializados, como consultorias técnicas e auditorias, desde que realizados por empresas públicas."
      },
      {
        "letra": "D",
        "texto": "Na contratação de obras e serviços de engenharia, independentemente do valor, desde que a obra esteja prevista no plano plurianual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3238079",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "Identifique abaixo as afirmativas verdadeiras (V) e as falsas (F) sobre a Nova Lei de Licitações e Contratos (Lei nº 14.133/2021): ( ) A Nova Lei de Licitações estabelece que o critério de julgamento de menor preço deve ser utilizado prioritariamente em todas as licitações. ( ) A Lei nº 14.133/2021 permite a contratação direta, sem licitação, em casos de emergência ou calamidade pública. ( ) Os contratos celebrados sob a Nova Lei de Licitações devem seguir obrigatoriamente as normas de direito privado. ( ) A Nova Lei de Licitações introduz o seguro-garantia de execução contratual para obras e serviços de grande vulto. Assinale a alternativa que indica a sequência CORRETA, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - F – V."
      },
      {
        "letra": "B",
        "texto": "V - F - V – F."
      },
      {
        "letra": "C",
        "texto": "F - F - V – V."
      },
      {
        "letra": "D",
        "texto": "V - V - F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233765",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Durante o verão de 2025, o município X enfrentou chuvas significativamente acima da média histórica, o que causou o rompimento de estradas e pontes essenciais para o acesso da população rural à área urbana da cidade. Diante da situação de calamidade, o secretário de obras do município deseja contratar, com a maior urgência possível, os serviços e obras necessários para reparar os danos e minimizar os prejuízos à população. Sobre esta situação hipotética, com base na Lei no 14.133/21 e na jurisprudência do Supremo Tribunal Federal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contratação deve ser celebrada de forma direta, pois a legislação reconhece as situações de calamidade como aptas a autorizar a declaração da inexigibilidade da licitação. A realização de competição para a contratação de empresas seria, na prática, inviável em função da natureza dos eventos e da necessidade pública que se busca atender."
      },
      {
        "letra": "B",
        "texto": "a contratação pode se dar por dispensa de licitação, hipótese em que os objetos dos contratos deverão ser cumpridos em até 180 dias da declaração da situação de emergência ou calamidade pública, sendo admitida uma prorrogação, por igual período."
      },
      {
        "letra": "C",
        "texto": "a contratação, caso feita por dispensa de licitação em função da situação de calamidade ou emergência, deverá ser executada dentro do prazo de 1 (um) ano, admitida uma prorrogação, por igual período, caso a medida se mostre adequada ao atendimento do interesse público."
      },
      {
        "letra": "D",
        "texto": "a contratação deve ser precedida de licitação, pois o Supremo Tribunal Federal considerou inconstitucional dispositivo da Lei no 14.133/21 que autoriza a contratação direta por dispensa de licitação, em situações análogas à prevista no enunciado, por força dos princípios republicano e da moralidade administrativa."
      },
      {
        "letra": "E",
        "texto": "o município pode contratar empresa por dispensa de licitação, devendo o contrato ser destinado a atender a situação emergencial ou calamitosa e para as parcelas de obras e serviços que possam ser concluídas no prazo máximo de 1 (um) ano, admitida a recontratação da mesma empresa, caso seja feito por outro fundamento previsto em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231098",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação a licitações e contratos administrativos, julgue o item a seguir, com base na legislação e na jurisprudência do STF. É inconstitucional a proibição de recontratação de empresa anteriormente contratada por dispensa de licitação em casos de emergência ou calamidade pública, ainda que a recontratação se fundamente em situação emergencial distinta e o período de contratação seja inferior a 1 ano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3225335",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: INSA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito de investidura na função pública, das atribuições do presidente da República, das normas gerais sobre parcerias público-privadas, conforme a Lei n.º 11.079/2004, e de licitações e contratos administrativos consoante a Lei n.º 14.133/2021, julgue o item que se segue. Grave perturbação da ordem pública é hipótese que autoriza a administração pública a realizar contratação direta por inexigibilidade de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3222189",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "A nova lei que permite a contratação de determinados serviços técnicos especializados, de natureza essencialmente intelectual, com profissionais ou pessoas jurídicas de notória especialização mas que, ao mesmo tempo, veda a inexigibilidade para serviços de publicidade e divulgação é a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "14.133/2021."
      },
      {
        "letra": "B",
        "texto": "16.922/2023."
      },
      {
        "letra": "C",
        "texto": "16.978/2023."
      },
      {
        "letra": "D",
        "texto": "12.290/2023."
      },
      {
        "letra": "E",
        "texto": "13.469/2024."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218029",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Sobre os casos em que a inexigibilidade de licitação é aplicável, assinale V, se verdadeiros, ou F, se falsos. ( ) Quando há a aquisição de algum material que só possa ser fornecido por produtor, empresa ou representante comercial exclusivo. ( ) Na contratação de serviços técnicos especializados de natureza predominantemente intelectual com profissionais de notória especialização, incluindo serviços de publicidade e divulgação. ( ) Na contratação de profissional do setor artístico, por meio de empresário exclusivo, ainda que não consagrado pela crítica especializada e pela opinião pública. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3216029",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Administração Pública de determinado município, em 2024, realizou a contratação direta de uma pessoa jurídica para o fornecimento de bens sem licitação, alegando que a contratação se enquadrava em situação emergencial. A respeito da contratação trazida no enunciado e, ainda, diante da nova Lei de Licitações, Lei nº 14.133/2021, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a emergência tenha sido gerada por má gestão ou desídia, não se mostra possível a realização da contratação direta emergencial."
      },
      {
        "letra": "B",
        "texto": "Deveria a Administração ter realizado licitação, pois, embora haja hipóteses em que ela é dispensável, a emergência não é causa que justifique a contratação direta."
      },
      {
        "letra": "C",
        "texto": "A contratação emergencial pode ser feita de forma direta, sendo considerada hipótese de inexigibilidade de licitação, prevista expressamente na nova Lei de Licitações."
      },
      {
        "letra": "D",
        "texto": "Considera-se emergencial a contratação por dispensa com objetivo de manter a continuidade do serviço público, devendo ser adotadas as providências necessárias para a conclusão do processo licitatório."
      },
      {
        "letra": "E",
        "texto": "É possível a contratação direta somente para aquisição dos bens necessários ao atendimento da situação emergencial ou calamitosa e para as parcelas de obras e serviços que possam ser concluídas no prazo máximo de seis meses."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3212441",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre licitações públicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de licitação aplica-se aos casos em que a competição é inviável, como fornecimento exclusivo."
      },
      {
        "letra": "B",
        "texto": "A dispensa de licitação ocorre quando há monopólio natural de um produto ou serviço."
      },
      {
        "letra": "C",
        "texto": "O princípio da isonomia não se aplica em licitações que envolvam contratações emergenciais."
      },
      {
        "letra": "D",
        "texto": "É permitido dispensar licitação em contratos administrativos de longa duração, sem justificativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3210736",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere à administração pública direta e indireta, à contratação direta e à delegação de serviços públicos, julgue o item que se segue.É dispensável a realização de licitação, quando inviável a competição, nos casos de aquisição de materiais ou equipamentos que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3292307",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Uma prefeitura municipal necessita adquirir medicamentos para o tratamento de uma doença rara, além de contratar serviços emergenciais para a recuperação de uma ponte danificada por fortes chuvas. Durante a análise das condições de contratação, verificou-se que ambos os processos foram conduzidos como dispensa de licitação, com base na Lei Federal nº 14.133/2021 (Lei de Licitações e Contratos Administrativos). Sobre as hipóteses de dispensa e inexigibilidade de licitação na Lei nº 14.133/2021, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aquisição de medicamentos por dispensa de licitação é válida, mesmo sem comprovação da compatibilidade dos preços contratados com os praticados no mercado, pois a emergência da situação prevalece."
      },
      {
        "letra": "B",
        "texto": "A dispensa de licitação para contratação emergencial só é permitida nos casos em que se comprove a urgência do atendimento para evitar prejuízo ou comprometimento à continuidade dos serviços públicos."
      },
      {
        "letra": "C",
        "texto": "A contratação de profissionais técnicos de notória especialização para elaboração de pareceres sobre as obras da ponte pode ser realizada por inexigibilidade de licitação, pois se trata de serviço técnico especializado."
      },
      {
        "letra": "D",
        "texto": "A contratação emergencial de serviços para a recuperação da ponte é válida como dispensa de licitação, desde que limitada à parcela de obras que possa ser concluída em até um ano e que o contrato não seja prorrogado."
      },
      {
        "letra": "E",
        "texto": "A aquisição de medicamentos destinados exclusivamente ao tratamento de doenças raras, conforme definidos pelo Ministério da Saúde, pode ser realizada por dispensa de licitação, desde que os valores sejam compatíveis com os praticados no mercado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3210933",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Cada item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada em relação aos princípios licitatórios e à inexigibilidade de licitação.Determinado ente da administração pública necessita de um imóvel para suas instalações, exigindo localização em área relativamente definida da cidade, determinada metragem mínima, além de acessibilidade e facilidade de acesso por meio de transporte público, características em razão das quais pretende realizar o devido processo licitatório por inexigibilidade. Nessa situação, para se decidir entre a compra ou locação do imóvel, não será necessário estudo técnico preliminar, visto se tratar de situação de contratação direta, sem licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207400",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA que contém uma hipótese de inexigibilidade de licitação, conforme a Nova Lei de Licitações (Lei n.º 14.133/2021).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação que envolva valores inferiores a R$ 100.000,00 (cem mil reais), no caso de obras e serviços de engenharia ou de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "B",
        "texto": "Contratação de serviço de patrocínio de causas judiciais ou administrativas, com profissionais de notória especialização."
      },
      {
        "letra": "C",
        "texto": "Contratação que mantenha todas as condições definidas em edital de licitação, realizada há menos de 1 (um) ano, quando se verificar que naquela licitação não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "D",
        "texto": "Contratação que tenha por objeto bens, componentes ou peças de origem nacional ou estrangeira, necessários à manutenção de equipamentos a serem adquiridos do fornecedor original desses equipamentos durante o período de garantia técnica, quando essa condição de exclusividade for indispensável para a vigência da garantia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3205309",
    "metadata": "Ano: 2025 | Banca: IF-ES | Órgão: IF-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Com base no artigo 72, da Lei nº 14.133/2021, que trata do processo de contratação direta (dispensa e inexigibilidade), analise as seguintes afirmações e determine quais são VERDADEIRAS (V) e quais são FALSAS (F): ( ) O processo de contratação direta deve incluir documento de formalização de demanda, estudo técnico preliminar (quando necessário), termo de referência, projeto básico ou projeto executivo. ( ) É obrigatória a apresentação de justificativa de preço e da razão da escolha do contratado. ( ) Parecer jurídico é indispensável no processo de contratação direta, independentemente do valor ou da complexidade da contratação. ( ) A comprovação de que o contratado preenche os requisitos de habilitação e qualificação mínima é exigida na instrução do processo de contratação direta. ( ) É facultativo demonstrar a compatibilidade da previsão de recursos orçamentários com o compromisso a ser assumido. Escolha a alternativa que representa CORRETAMENTE a sequência das afirmações acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, V, F"
      },
      {
        "letra": "B",
        "texto": "F, V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, V, F, V"
      },
      {
        "letra": "D",
        "texto": "V, V, F, V, F"
      },
      {
        "letra": "E",
        "texto": "V, F, V, V, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3205308",
    "metadata": "Ano: 2025 | Banca: IF-ES | Órgão: IF-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com o artigo 75, da Lei nº 14.133/2021, a Administração Pública poderá dispensar a licitação em determinadas hipóteses. Qual das situações a seguir é considerada uma hipótese de dispensa de licitação conforme o referido artigo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando, a critério do interesse público, não houver interesse no processo licitatório."
      },
      {
        "letra": "B",
        "texto": "Quando for necessária a contratação de uma obra de grande porte que envolva altos investimentos."
      },
      {
        "letra": "C",
        "texto": "Quando a contratação envolver valores baixos, conforme limites estabelecidos na legislação."
      },
      {
        "letra": "D",
        "texto": "Quando a licitação não resultar em propostas vantajosas para a Administração."
      },
      {
        "letra": "E",
        "texto": "Quando a contratação for realizada com entidade beneficente de assistência social."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198452",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às noções de licitação pública, julgue o item seguinte.É dispensável a licitação para objetos que devam ou possam ser contratados por meio de credenciamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198451",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às noções de licitação pública, julgue o item seguinte.É inexigível a licitação para contratação de serviços técnicos especializados de natureza predominantemente intelectual para fiscalização, supervisão ou gerenciamento de obras ou serviços, com profissionais ou empresas de notória especialização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3195941",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considere que a Prefeitura Municipal de São Vicente do Sul/RS, em dezembro de 2024, tenha precisado contratar alguns bens e/ou serviços. Levando em conta os valores vigentes até 31 de dezembro de 2024 e com base nas disposições da Lei Federal nº 14.133/2021, a Prefeitura Municipal de São Vicente do Sul/RS, com fulcro no inciso I do Art. 75 da referida lei, poderia realizar a contratação direta por meio de dispensa de licitação para os seguintes bens e/ou serviços: I. Aquisição de equipamentos para o Hospital São Vicente Ferrer no valor total de R$ 64.365,00. II. Aquisição de peças e contratação de mão de obra especializada para manutenção de caminhões pertencentes à frota da Secretaria Municipal de Obras e Saneamento no valor total de R$ 85.928,00. III. Contratação de empresa para aquisição de materiais, equipamentos e EPIs para o Laboratório de Vigilância em Saúde Municipal, com fornecimento mensal no valor de R$ 12.500,00, pelo período de 12 meses, totalizando R$ 150.000,00. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3194776",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Para que determinada entidade de direito público possa prestar seus serviços, é possível que se faça necessária a aquisição ou locação de imóvel específico, cujas características de instalações e de localização justifiquem a escolha. Nessas circunstâncias, seria plausível e justificada a inexigibilidade de licitação. Conforme Lei nº 14.133/2021, em contratações com esse fundamento, devem ser observados os seguintes requisitos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Certificação da inexistência de imóveis públicos vagos e disponíveis que atendam ao objeto."
      },
      {
        "letra": "B",
        "texto": "Comprovação de que o preço de aquisição ou de locação do imóvel seja inferior ao valor de mercado de imóveis similares."
      },
      {
        "letra": "C",
        "texto": "Justificativas que demonstram a singularidade do imóvel a ser comprado ou locado pela Administração e que evidenciam vantagem para ela."
      },
      {
        "letra": "D",
        "texto": "Avaliação prévia do bem, do seu estado de conservação, dos custos de adaptações, quando imprescindíveis às necessidades de utilização, e do prazo de amortização dos investimentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3192877",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: CIMPAJEÚ - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Pode-se afirmar em consonância com a Lei de Licitações e Contratos (Lei nº 14.133/2021):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade de licitação \"Pregão\" é exclusiva para contratações de obras e serviços de engenharia."
      },
      {
        "letra": "B",
        "texto": "Essa Lei substitui integralmente a Lei nº 8.666/1993, eliminando qualquer remissão a dispositivos anteriores."
      },
      {
        "letra": "C",
        "texto": "A inexigibilidade de licitação ocorre em situações de inviabilidade de competição."
      },
      {
        "letra": "D",
        "texto": "As contratações diretas dispensam a necessidade de justificativa técnica e econômica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3189730",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Serra Alta - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A(O) _____________de licitação, é quando a competição entre os interessados é impossível, seja pela exclusão do produto ou pela falta de empresas concorrentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dispensa;"
      },
      {
        "letra": "B",
        "texto": "Concorrência;"
      },
      {
        "letra": "C",
        "texto": "Inexigibilidade;"
      },
      {
        "letra": "D",
        "texto": "Concurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3189729",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Serra Alta - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A dispensa de licitações pode ocorrer quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratações até R$ 50.000,00 em obras de engenharia ou até R$ 30.000,00 para serviços e compras, o governo pode contratar direto;"
      },
      {
        "letra": "B",
        "texto": "contratações até R$ 119.812,02 em obras de engenharia ou até R$ 59.906,02 para serviços e compras, o governo pode contratar direto;"
      },
      {
        "letra": "C",
        "texto": "contratações até R$ 100.000,00 em obras de engenharia ou até R$ 50.000,00 para serviços e compras, o governo pode contratar direto;"
      },
      {
        "letra": "D",
        "texto": "contratações até R$ 189.812,02 em obras de engenharia ou até R$ 89.906,02 para serviços e compras, o governo pode contratar direto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186906",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que diz respeito à contratação direta, de acordo com a Lei nº 14.133/2021, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de licitação caracteriza-se pela inviabilidade de competição e suas hipóteses estão taxativamente previstas na nova lei de licitações."
      },
      {
        "letra": "B",
        "texto": "A UFCG poderá realizar contratação direta mediante dispensa de licitação na hipótese de calamidade pública. Nesse caso, o contrato administrativo poderá ser celebrado para execução de serviços que possam ser concluídos em até 1 ano, contado da data da calamidade, sendo vedada a sua prorrogação. No entanto, a lei admite a recontratação de empresa já contratada com esse mesmo fundamento."
      },
      {
        "letra": "C",
        "texto": "A realização de contratação direta indevida decorrente de dolo, fraude ou erro grosseiro, pelo dano causado ao erário, responderão solidariamente o agente público e o contratado."
      },
      {
        "letra": "D",
        "texto": "No caso de dispensa de licitação em razão do valor, a UFCG deve aferir os valores para fins dos limites previstos na lei, observando o somatório dos dispêndios no exercício financeiro, pela mesma unidade gestora, das despesas realizadas com objetos da mesma natureza, atentando-se para as eventuais prorrogações dos respectivos contratos administrativos."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de dispensa de licitação, em qualquer de suas modalidades, a UFCG poderá substituir o contrato administrativo por nota de empenho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186468",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Instada a se manifestar acerca das peculiaridades atinentes à licitação dispensável em razão do valor da contratação, nos termos da Lei nº 14.133/2021, Daniela afirmou corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o parâmetro estabelecido para as compras é igual àquele indicado para a contratação de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "B",
        "texto": "o somatório dos dispêndios realizados no exercício financeiro pela unidade gestora é desinfluente para a aferição de tais limites."
      },
      {
        "letra": "C",
        "texto": "tais contratações serão preferencialmente pagas por meio de cartão de pagamento, cujo extrato deverá ser divulgado e mantido à disposição do público no Portal Nacional de Contratações Públicas (PNCP)."
      },
      {
        "letra": "D",
        "texto": "é vedada a divulgação em sítio eletrônico acerca das contratações diretas com base no valor, não se cogitando de obter propostas adicionais de eventuais interessados."
      },
      {
        "letra": "E",
        "texto": "os parâmetros indicados em lei para tais contratações serão triplicados para compras, obras e serviços contratados por consórcio público ou por autarquia ou fundação qualificadas como agências executivas na forma da lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186396",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRBio - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, que institui a nova Lei de Licitações e Contratos Administrativos, define de forma objetiva os casos em que o procedimento licitatório será caracterizado como inexigível ou dispensável, permitindo a realização de contratação direta. Sobre o assunto, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inexigível a licitação para contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública."
      },
      {
        "letra": "B",
        "texto": "É dispensável a licitação aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos."
      },
      {
        "letra": "C",
        "texto": "É inexigível a licitação quando inviável a competição."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação para contratação que envolva valores inferiores a R$50.000,00 (cinquenta mil reais), no caso de outros serviços e compras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186294",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Os casos de dispensa de licitação envolvem situações em que a competição é possível, mas sua realização pode não ser para a Administração conveniente e oportuna, à luz do interesse público. Já as hipóteses de inexigibilidade ocorrem quando a realização do procedimento licitatório é logicamente impossível por inviabilidade de competição, seja porque o fornecedor é exclusivo, seja porque o objeto é singular. Sobre o tema, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inexigível a licitação quando não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "B",
        "texto": "É inexigível a licitação para contratação que possa acarretar comprometimento da segurança nacional, nos casos estabelecidos pelo Ministro de Estado da Defesa, mediante demanda dos comandos das Forças Armadas ou dos demais ministérios."
      },
      {
        "letra": "C",
        "texto": "É inexigível a licitação para aquisição de medicamentos destinados exclusivamente ao tratamento de doenças raras definidas pelo Ministério da Saúde."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação para contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de 1 (um) ano, quando se verificar que naquela licitação não surgiram licitantes interessados ou não foram apresentadas propostas válidas."
      },
      {
        "letra": "E",
        "texto": "É dispensável a licitação para contratação que envolva valores inferiores a R$ 150.000,00, no caso de outros serviços e compras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3185117",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. É inexigível a licitação para a aquisição de materiais, de equipamentos ou de gêneros ou para a contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos, bem como para a contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185116",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. É dispensável a licitação para a contratação que envolva valores inferiores a R$ 100.000, no caso de obras e serviços de engenharia ou no caso de serviços de manutenção de veículos automotores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177194",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Considerando as normas da Lei de Licitações e Contratos Administrativos, relativos à contratação direta, dispensa e inexigibilidade de licitação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo de contratação direta, que inclui os casos de inexigibilidade e de dispensa de licitação, não é exaustivo, facultando sua adoção pelos estados e municípios, que devem elaborar suas próprias regras, além de poderem criar outras hipóteses de contratação direta."
      },
      {
        "letra": "B",
        "texto": "É dispensável a licitação quando demonstrada a inviabilidade de competição por meio de atestado de exclusividade de fornecimento de produto ou serviço."
      },
      {
        "letra": "C",
        "texto": "Em caso de não surgirem licitantes interessados ou não forem apresentadas propostas válidas, a Administração poderá declarar a inexigibilidade de licitação e proceder à contratação direta."
      },
      {
        "letra": "D",
        "texto": "No processo de contratação direta, a justificativa da escolha do contratado e a justificativa do preço são documentos dispensáveis para a instrução do processo."
      },
      {
        "letra": "E",
        "texto": "A licitação é dispensável quando a União precisar intervir no domínio econômico para regular preços ou normalizar o abastecimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172447",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "[Questão inédita] Acerca da nova Lei de Licitações (Lei nº 14.133/2021), assinale a alternativa que não contempla uma hipótese de inexigibilidade de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      },
      {
        "letra": "B",
        "texto": "Objetos que devam ou passam a ser contratados por meio de credenciamentos."
      },
      {
        "letra": "C",
        "texto": "Serviços técnicos especializados de natureza predominantemente intelectual, com prestador de notória especialização."
      },
      {
        "letra": "D",
        "texto": "Contratação que envolva valores inferiores a R$ 100.000,00 (cem mil reais), no caso de obras e serviços de engenharia ou de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "E",
        "texto": "Fornecedor exclusivo (vedada a preferência de marca)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3169050",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No que se refere à administração pública e ao controle de constitucionalidade, julgue o item seguinte, de acordo com o entendimento do STF.É inconstitucional disposição legal que preveja a vedação de recontratação de empresa anteriormente contratada de modo direto, por dispensa de licitação, em caso de emergência ou calamidade pública, quando a nova contratação fundar-se na mesma situação emergencial ou calamitosa que motivou a dispensa de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3165911",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A respeito de aspectos atinentes ao processo licitatório, julgue o item a seguir. A contratação direta para a aquisição de materiais é autorizada em caso de inviabilidade de competição e, nessa hipótese, deverá ser instruída com documento idôneo que comprove que o objeto é fornecido por produtor, empresa ou representante comercial exclusivo, sendo vedada a preferência por marca específica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3164361",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: Câmara de Caibi - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Durante um pregão presencial na Câmara Municipal, o secretário legislativo foi solicitado para esclarecer o conceito de inexigibilidade de licitação. Em qual das situações abaixo a inexigibilidade é aplicável?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o administrador opta pela contratação direta por conveniência administrativa."
      },
      {
        "letra": "B",
        "texto": "Quando o objeto a ser adquirido é de baixo valor."
      },
      {
        "letra": "C",
        "texto": "Quando é inviável a competição devido à exclusividade do objeto ou serviço."
      },
      {
        "letra": "D",
        "texto": "Quando há competição entre os fornecedores para o mesmo objeto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162685",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Tratando-se de contratação direta realizada em razão de situação emergencial, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispensa a pesquisa de preços, devendo ser estimado o valor praticado no mercado com base no art. 23 da Lei nº 14.133/2021."
      },
      {
        "letra": "B",
        "texto": "o fornecedor escolhido deve atender aos requisitos de habilitação jurídica, técnica, fiscal social e trabalhista e econômico-financeira eventualmente exigidas em edital sendo indispensável, ainda que parcialmente, a apresentação dos documentos de habilitação."
      },
      {
        "letra": "C",
        "texto": "os bens ou serviços contratados limitam-se ao necessário atendimento da situação emergencial ou calamitosa e para as parcelas de obras e serviços que possam ser concluídas no prazo máximo de 2 (dois) anos, podendo-se prorrogar enquanto durar a situação emergencial."
      },
      {
        "letra": "D",
        "texto": "deve realizar-se de modo a entregar a solução emergente, mas não dispensa a adoção de providências para conclusão do processo licitatório, com apuração paralela de responsabilidade dos agentes públicos que deram causa à situação emergencial, ou se houver emergência fabricada decorrente de desídia da Administração, falta de planejamento, má gestão de recursos disponíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3159562",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Em relação às licitações, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos mínimos para a apresentação de propostas e de lances, contados a partir da data de divulgação do edital de licitação, são de cinco dias para aquisição de bens ou serviços."
      },
      {
        "letra": "B",
        "texto": "A fase de habilitação dos interessados no objeto da licitação, quando se tratar da contratação de obras e de serviços de engenharia, antecede a publicação do edital."
      },
      {
        "letra": "C",
        "texto": "Caso seja verificado algum vício insanável no procedimento licitatório, será vedada a atuação de ofício da Administração Pública, cabendo ao interessado alegá‑la sob pena de preclusão."
      },
      {
        "letra": "D",
        "texto": "A licitação para a contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública, será dispensada."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de contratação direta indevida ocorrida com dolo, fraude ou erro grosseiro, o contratado e o agente público responsável responderão solidariamente pelo dano causado ao erário, sem prejuízo de outras sanções legais cabíveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3158846",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Acerca da licitação pública, de forma especial quanto às suas fases e modalidades, bem como quanto aos seus casos de dispensa e de inexigibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será inexigível a licitação quando a União tiver que intervir no domínio econômico para regular preços ou normalizar o abastecimento."
      },
      {
        "letra": "B",
        "texto": "O leilão é a modalidade de licitação para a contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia."
      },
      {
        "letra": "C",
        "texto": "A fase preparatória do processo licitatório é caracterizada pelo planejamento e deve compatibilizar‑se com o plano de contratações anual, sempre que elaborado, e com as leis orçamentárias, bem como abordar todas as considerações técnicas, mercadológicas e de gestão que podem interferir na contratação."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação de objetos que devam ou possam ser contratados por meio de credenciamento."
      },
      {
        "letra": "E",
        "texto": "O pregão é a modalidade de licitação para a contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades, devendo os licitantes apresentar proposta final após o encerramento dos diálogos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153672",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "É inexigível a licitação apenas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de 1 (um) ano, quando se verificar que naquela licitação as propostas apresentadas consignaram preços manifestamente superiores aos praticados no mercado ou incompatíveis com os fixados pelos órgãos oficiais competentes."
      },
      {
        "letra": "B",
        "texto": "Para contratação que tenha por objeto hortifrutigranjeiros, pães e outros gêneros perecíveis, no período necessário para a realização dos processos licitatórios correspondentes, hipótese em que a contratação será realizada diretamente com base no preço do dia."
      },
      {
        "letra": "C",
        "texto": "Para contratação que possa acarretar comprometimento da segurança nacional, nos casos estabelecidos pelo Ministro de Estado da Defesa, mediante demanda dos comandos das Forças Armadas ou dos demais ministérios."
      },
      {
        "letra": "D",
        "texto": "Para a aquisição, por pessoa jurídica de direito público interno, de bens produzidos ou serviços prestados por órgão ou entidade que integrem a Administração Pública e que tenham sido criados para esse fim específico, desde que o preço contratado seja compatível com o praticado no mercado."
      },
      {
        "letra": "E",
        "texto": "Para contratação de serviços técnicos especializados de assessorias ou consultorias técnicas e auditorias financeiras ou tributárias prestados por profissionais ou empresas de notória especialização."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152838",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "No direito brasileiro, a Lei nº 8.666/93 define a licitação como o procedimento prévio à celebração de contratos administrativos, visando selecionar a proposta mais vantajosa para a Administração, promover o desenvolvimento nacional e garantir a isonomia entre os licitantes. Com a Lei nº 14.133/21 (Nova Lei de Licitações), esses objetivos foram ampliados, incluindo a seleção da proposta mais vantajosa, assegurar a justa competição, evitar sobrepreço e superfaturamento, além de incentivar a inovação e o desenvolvimento nacional sustentável. Uma diferença básica entre dispensa e inexigibilidade nas licitações públicas é que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a dispensa, não há possibilidade de competição, enquanto na inexigibilidade a competição é obrigatória."
      },
      {
        "letra": "B",
        "texto": "a inexigibilidade, a licitação é obrigatória em todos os casos, enquanto na dispensa a licitação é opcional."
      },
      {
        "letra": "C",
        "texto": "a dispensa, a licitação deve sempre ser realizada, enquanto na inexigibilidade a licitação não pode ocorrer."
      },
      {
        "letra": "D",
        "texto": "a dispensa, há possibilidade de competição, e a Administração tem discricionariedade para optar por realizar ou não a licitação, enquanto na inexigibilidade a competição é inviável devido à existência de um único fornecedor ou objeto."
      },
      {
        "letra": "E",
        "texto": "a inexigibilidade ocorre apenas em casos de emergência, enquanto a dispensa é utilizada para compras de menor valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3578389",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale a única alternativa que, segundo a Lei Federal nº 14.133/2021, apresenta uma hipótese de inexigibilidade de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de associação de pessoas com deficiência, sem fins lucrativos e de comprovada idoneidade, por órgão ou entidade da Administração Pública, para a prestação de serviços, desde que o preço contratado seja compatível com o praticado no mercado e os serviços contratados sejam prestados exclusivamente por pessoas com deficiência."
      },
      {
        "letra": "B",
        "texto": "Aquisição, por pessoa jurídica de direito público interno, de bens produzidos ou serviços prestados por órgão ou entidade que integrem a Administração Pública e que tenham sido criados para esse fim específico."
      },
      {
        "letra": "C",
        "texto": "Aquisição ou locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      },
      {
        "letra": "D",
        "texto": "Contratação de coleta, processamento e comercialização de resíduos sólidos urbanos recicláveis ou reutilizáveis, em áreas com sistema de coleta seletiva de lixo, realizados por associações ou cooperativas formadas exclusivamente de pessoas físicas de baixa renda reconhecidas pelo poder público como catadores de materiais recicláveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3556299",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de São Martinho da Serra - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Segundo o Art. 73 da Lei nº 14.133/2021 (Lei de Licitações), “na hipótese de contratação direta indevida ocorrida com dolo, fraude ou erro grosseiro, o contratado e o agente público responsável responderão ________________ pelo dano causado ao erário, sem prejuízo de outras sanções legais cabíveis”. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiariamente"
      },
      {
        "letra": "B",
        "texto": "eventualmente"
      },
      {
        "letra": "C",
        "texto": "negativamente"
      },
      {
        "letra": "D",
        "texto": "positivamente"
      },
      {
        "letra": "E",
        "texto": "solidariamente"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3545070",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Santarém - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "De acordo com as disposições da Lei nº 14.133/21, será dispensável, entre outras hipóteses, uma licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para contratação que tenha como objeto o fornecimento de pães, no período necessário para a realização do processo licitatório correspondente."
      },
      {
        "letra": "B",
        "texto": "Que tenha como objeto a aquisição de um bem produzido no Brasil que, ou envolva alta complexidade tecnológica, ou seja, relativo à defesa nacional."
      },
      {
        "letra": "C",
        "texto": "Para contratação que envolva valores inferiores a R$ 300 mil."
      },
      {
        "letra": "D",
        "texto": "Em caso de guerra ou estado de defesa, diferentemente das situações de estado de sítio, intervenção federal e grave perturbação da ordem, em que a licitação precisa ocorrer, ainda que de forma diferenciada."
      },
      {
        "letra": "E",
        "texto": "Quando a União tiver que intervir no domínio econômico, desde que não seja para regular preços ou normalizar o abastecimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3433361",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A inexigibilidade de licitação deriva da inviabilidade de competição, ou seja, são aquelas situações nas quais não é possível se escolher a proposta mais vantajosa, visto que a estrutura legal do procedimento licitatório não é adequada para a obtenção do resultado pretendido. Nesse sentido, de acordo com o Artigo 74º da Lei Nº 14.133/2021, configura-se como um caso no qual a licitação torna-se inexigível a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratação que tenha por objeto peças de origem nacional ou estrangeira necessários à manutenção de equipamentos, a serem adquiridos do fornecedor original desses equipamentos durante o período de garantia técnica, quando essa condição de exclusividade for indispensável para a vigência da garantia"
      },
      {
        "letra": "B",
        "texto": "prestação de serviços de transferência de tecnologia ou licenciamento de direito de uso ou de exploração de criação protegida, nas contratações realizadas por instituição científica, tecnológica e de inovação pública ou por agência de fomento, desde que demonstrada vantagem para a Administração."
      },
      {
        "letra": "C",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos, bem como a contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública."
      },
      {
        "letra": "D",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos, cuja contratação envolva valores inferiores a R$ 50.000,00 (cinquenta mil reais), no caso de compras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3357606",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Ao realizar um procedimento de dispensa de licitação, na forma eletrônica, o servidor observou as regras previstas no art. 4º do Decreto nº 2.787, de 29 de novembro de 2022. De acordo com o dispositivo, referido procedimento deverá ser instruído com alguns documentos, dentre eles: I- documento de formalização de demanda, estudo técnico preliminar, análise de riscos, e, conforme o caso, termo de referência, projeto básico ou projeto executivo; II- orçamento estimado; III- parecer jurídico e pareceres técnicos, se for o caso, que demonstrem o atendimento dos requisitos exigidos; IV- demonstração da compatibilidade da previsão de recursos orçamentários com o compromisso a ser assumido; V- comprovação de que o contratado preenche os requisitos de habilitação e qualificação mínima necessária; VI- razão de escolha do contratado; VII- justificativa de preço, se for o caso; VIII- autorização da autoridade competente. Após a análise do comando da questão, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os itens estão corretos, pois constituem documentos obrigatórios que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "B",
        "texto": "os itens VI, VII e VIII não constituem documentos obrigatórios, sendo facultativa a sua presença dentre aqueles que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "C",
        "texto": "todos os itens constituem documentos facultativos, sendo o rol apresentado meramente exemplificativo, podendo ser escolhido quais documentos irão instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "D",
        "texto": "todos os itens constituem documentos obrigatórios que deverão instruir o procedimento de dispensa de licitação na forma eletrônica, com exceção dos documentos previstos nos itens II, VI e VII."
      },
      {
        "letra": "E",
        "texto": "os itens I, II, III e IV constituem documentos obrigatórios para o procedimento de dispensa de licitação na forma eletrônica, os demais são facultativos, ficando a cargo da autoridade responsável incluí-los ou não no rol de documentos que irão instruir o procedimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3357355",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Ao realizar um procedimento de dispensa de licitação, na forma eletrônica, o servidor observou as regras previstas no art. 4° do Decreto n. 2.787, de 29 de novembro de 2022. De acordo com o dispositivo, referido procedimento deverá ser instruído com alguns documentos, dentre eles: I- documento de formalização de demanda, estudo técnico preliminar, análise de riscos, e, conforme o caso, termo de referência, projeto básico ou projeto executivo; lI- orçamento estimado; IlI- parecer jurídico e pareceres técnicos, se for o caso, que demonstrem o atendimento dos requisitos exigidos; IV- demonstração da compatibilidade da previsão de recursos orçamentários com o compromisso a ser assumido; V- comprovação de que o contratado preenche os requisitos de habilitação e qualificação mínima necessária; VI- razão de escolha do contratado; VII- justificativa de preço, se for o caso; VIII- autorização da autoridade competente. Após a análise do comando da questão, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os itens VI, VII e VIII não constituem documentos obrigatórios, sendo facultativa a sua presença dentre aqueles que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "B",
        "texto": "todos os itens constituem documentos facultativos, sendo o rol apresentado meramente exemplificativo, podendo ser escolhido quais documentos irão instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "C",
        "texto": "todos os itens estão corretos, pois constituem documentos obrigatórios que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "D",
        "texto": "os itens l, ll, Ill e IV constituem documentos obrigatórios para o procedimento de dispensa de licitação na forma eletrônica, os demais são facultativos, ficando a cargo da autoridade responsável incluí-los ou não no rol de documentos que irão instruir o procedimento."
      },
      {
        "letra": "E",
        "texto": "todos os itens constituem documentos obrigatórios que deverão instruir o procedimento de dispensa de licitação na forma eletrônica, com exceção dos documentos previstos nos itens ll, VI e VII."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3357306",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Ao realizar um procedimento de dispensa de licitação, na forma eletrônica, o executor observou as regras previstas no art. 4º do Decreto n. 2.787, de 29 de novembro de 2022. De acordo com o dispositivo, referido procedimento deverá ser instruído com alguns documentos, dentre eles: I- documento de formalização de demanda, estudo técnico preliminar, análise de riscos, e, conforme o caso, termo de referência, projeto básico ou projeto executivo; III- parecer jurídico e pareceres técnicos, se for o caso, que demonstrem o atendimento dos requisitos exigidos; IV- demonstração da compatibilidade da previsão de recursos orçamentários com o compromisso a ser assumido; V- comprovação de que o contratado preenche os requisitos de habilitação e qualificação mínima necessária; VI- razão de escolha do contratado; VII- justificativa de preço, se for o caso; VIII- autorização da autoridade competente. Após a análise do comando da questão, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os itens I, II, III e IV constituem documentos obrigatórios para o procedimento de dispensa de licitação na forma eletrônica, os demais são facultativos, ficando a cargo da autoridade responsável incluí-los ou não no rol de documentos que irão instruir o procedimento."
      },
      {
        "letra": "B",
        "texto": "todos os itens constituem documentos facultativos, sendo o rol apresentado meramente exemplificativo, podendo ser escolhido quais documentos irão instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "C",
        "texto": "todos os itens constituem documentos obrigatórios que deverão instruir o procedimento de dispensa de licitação na forma eletrônica, com exceção dos documentos previstos nos itens II, VI e VII."
      },
      {
        "letra": "D",
        "texto": "os itens VI, VII e VIII não constituem documentos obrigatórios, sendo facultativa a sua presença dentre aqueles que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      },
      {
        "letra": "E",
        "texto": "todos os itens estão corretos, pois constituem documentos obrigatórios que devem instruir o procedimento de dispensa de licitação na forma eletrônica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3357189",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Se você estiver trabalhando com um procedimento de dispensa de licitação na forma eletrônica de acordo com os termos do art. 21 do Decreto nº 2.787, de 29 de novembro de 2022, e tal procedimento restar fracassado, o órgão ou entidade poderá: I. republicar o procedimento; II. fixar prazo para que os fornecedores interessados possam adequar as suas propostas ou sua situação no que se refere à habilitação; III. valer-se, para a contratação, de proposta obtida na pesquisa de preços que serviu de base ao procedimento, se houver, privilegiando-se os menores preços, sempre que possível, e desde que atendidas às condições de habilitação exigidas. Após ler as afirmativas, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a afirmativa III está errada."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmativa I está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas as afirmativas II e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3284007",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Leia o excerto abaixo. \"É dispensável a licitação para contratação que envolva valores inferiores a _________, no caso de obras e serviços de engenharia ou de serviços de manutenção de veículos automotores.\" Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 100.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 150.000,00."
      },
      {
        "letra": "C",
        "texto": "R$ 200.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 250.000,00."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268679",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "O município de Colibri do Mato planeja contratar serviços de mão de obra mecânica para a manutenção da frota de ambulâncias da Secretaria de Saúde. Com base no histórico de despesas anuais desses veículos, estima‑se que o valor total do contrato será de, aproximadamente, R$ 90.000 no exercício de 2024. Com base nessa situação hipotética e, também, na Lei nº 14.133/2021, é correto afirmar que o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedimento adequado, diante do valor envolvido, é instaurar licitação na modalidade tomada de preços."
      },
      {
        "letra": "B",
        "texto": "contratação em apreço deverá ser levada a efeito após a condução de procedimento licitatório na modalidade concorrência."
      },
      {
        "letra": "C",
        "texto": "licitação poderá ser dispensada, uma vez que o valor estimado da contratação está abaixo do limite anual de dispensa para esse tipo de serviço."
      },
      {
        "letra": "D",
        "texto": "adoção de qualquer procedimento de contratação direta é vedada, devendo a Administração licitar na modalidade pregão."
      },
      {
        "letra": "E",
        "texto": "licitação é inexigível, e o contrato deve ser celebrado diretamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248760",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Certo órgão da Administração Pública verificou a necessidade de promover uma contratação em que haverá transferência de tecnologia de produtos estratégicos para o Sistema Único de Saúde (SUS), conforme elencados em ato da direção nacional do SUS, inclusive por ocasião da aquisição desses produtos durante as etapas de absorção tecnológica, e em valores compatíveis com aqueles definidos no instrumento firmado para a transferência de tecnologia. Considerando que a licitação é viável, diante da existência de mais de um fornecedor, as autoridades competentes, para analisar as peculiaridades acerca da necessidade de realizar licitação em relação à situação descrita, em consonância com o disposto na Lei nº 14.133/2021, concluíram corretamente que é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessária a realização de licitação na modalidade leilão."
      },
      {
        "letra": "B",
        "texto": "possível dispensar a realização de licitação."
      },
      {
        "letra": "C",
        "texto": "impositivo o reconhecimento da inexigibilidade de licitação."
      },
      {
        "letra": "D",
        "texto": "admitida a licitação na modalidade convite."
      },
      {
        "letra": "E",
        "texto": "cabível a contratação direta em qualquer de suas modalidades."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248550",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Entre as particularidades do processo licitatório, a Lei de Licitações e Contratos (NLLC) estabeleceu, como hipóteses de inexigibilidade, a contratação de serviços técnicos especializados de natureza predominantemente intelectual, que devem ser executados por profissionais ou empresas de notória especialização. Nesse contexto, avalie se os tipos de serviços enquadrados nessa hipótese de inexigibilidade incluem: I. serviços de publicidade e divulgação; II. locação de imóvel cujas características de instalações e localização tornem necessária sua escolha; III. restauração de obras de arte e de bens de valor histórico. Está correto o que se apresenta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245017",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Na Administração Pública brasileira, a contratação direta envolve dispensa e inexigibilidade de licitação. Corresponde a uma das hipóteses de contratação direta por meio de dispensa de licitação a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos."
      },
      {
        "letra": "B",
        "texto": "contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública."
      },
      {
        "letra": "C",
        "texto": "aquisição de objetos que devam ou possam ser contratados por meio de credenciamento."
      },
      {
        "letra": "D",
        "texto": "contratação de serviços técnicos especializados de natureza predominantemente intelectual com profissionais ou empresas de notória especialização."
      },
      {
        "letra": "E",
        "texto": "contratação que mantenha todas as condições definidas em edital de licitação realizada há menos de um ano, quando se verificar que naquela licitação as propostas apresentadas consignaram preços manifestamente superiores aos praticados no mercado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3232142",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRESS - 1ª Região (PA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "É correto afirmar que a licitação será inexigível no caso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquisição de bens ou serviços produzidos ou prestados no País, os quais envolvam, cumulativamente, alta complexidade tecnológica e defesa nacional."
      },
      {
        "letra": "B",
        "texto": "abastecimento ou suprimento de efetivos militares em estada eventual de curta duração em portos, aeroportos ou localidades diferentes de suas sedes, por motivo de movimentação operacional ou de adestramento."
      },
      {
        "letra": "C",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos."
      },
      {
        "letra": "D",
        "texto": "aquisição, quando a União tiver que intervir no domínio econômico para regular preços ou normalizar o abastecimento."
      },
      {
        "letra": "E",
        "texto": "contratação de profissionais para compor a comissão de avaliação de critérios de técnica, quando se tratar de profissional técnico de notória especialização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231538",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Guaíba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Constituição Federal, em seu art. 37, inc. XXI, prevê que a Administração Pública deve realizar o processo de licitação pública quando pretender efetuar a contratação de obras, serviços, compras e alienações, de modo a observar o princípio da isonomia e garantir a seleção da proposta mais vantajosa para o poder público. O mesmo dispositivo, no entanto, previu que a legislação infraconstitucional poderia estabelecer exceções à regra geral, permitindo a contratação direta de fornecedores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aquisição de materiais, equipamentos ou gêneros, ou a contratação de serviços que só possam ser fornecidos por produtor, empresa ou representante comercial exclusivos, é uma das hipóteses de dispensa de licitação."
      },
      {
        "letra": "B",
        "texto": "Existem duas modalidades de contratação direta: a inexigibilidade e a dispensa de licitação. A diferença entre elas consiste na possibilidade ou não de competição, sendo que nos casos de dispensa existe apenas um objeto ou pessoa que consegue atender aos objetivos almejados pela Administração, enquanto na inexigibilidade, apesar de existir a possibilidade de competição, a realização do certame fica submetido à discricionariedade da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "Caso fique constatado que a contratação direta decorreu de erro grosseiro, o agente público que deu causa responderá subsidiariamente pelo dano causado ao erário."
      },
      {
        "letra": "D",
        "texto": "O processo de contratação direta, por ser mais simplificado, dispensa o documento de formalização de demanda, o estudo técnico preliminar e a análise de riscos."
      },
      {
        "letra": "E",
        "texto": "Suponha que foi feita uma contratação emergencial com objetivo de manter a continuidade do serviço público. Nessa hipótese, devem ser adotadas as providências necessárias para a conclusão do processo licitatório, sem prejuízo de apuração de responsabilidade dos agentes públicos que deram causa à situação emergencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3225041",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNIFESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Tendo a Lei de Licitações como referência, a contratação dos serviços técnicos especializados de assessorias ou consultorias técnicas e auditorias financeiras ou tributárias caracteriza-se como um caso especial de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autorização de serviços."
      },
      {
        "letra": "B",
        "texto": "contratação direta."
      },
      {
        "letra": "C",
        "texto": "dispensa de licitação."
      },
      {
        "letra": "D",
        "texto": "inexigibilidade de licitação."
      },
      {
        "letra": "E",
        "texto": "assentimento contratual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3179913",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Quanto às noções de licitação pública, é correto afirmar que é dispensável a licitação para a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquisição, por pessoa jurídica de direito público interno, de bens produzidos ou serviços prestados por órgão ou entidade que integrem a Administração Pública e que tenham sido criados para esse fim específico, desde que o preço contratado seja compatível com o praticado no mercado."
      },
      {
        "letra": "B",
        "texto": "aquisição de materiais, de equipamentos ou de gêneros ou para a contratação de serviços que só possam ser fornecidos por produtor, por empresa ou por representante comercial exclusivos."
      },
      {
        "letra": "C",
        "texto": "contratação de profissional do setor artístico, diretamente ou por meio de empresário exclusivo, desde que consagrado pela crítica especializada ou pela opinião pública."
      },
      {
        "letra": "D",
        "texto": "aquisição de objetos que devam ou possam ser contratados por meio de credenciamento."
      },
      {
        "letra": "E",
        "texto": "aquisição ou a locação de imóvel cujas características de instalações e de localização tornem necessária sua escolha."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3176796",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SES-PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "Assinale corretamente abaixo o documento que a lei determina ser necessário para a instrução do processo de contratação direta em caso de dispensa de licitação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Catálogo eletrônico de padronização de serviços e obras."
      },
      {
        "letra": "B",
        "texto": "Documento de notas fiscais do contratado."
      },
      {
        "letra": "C",
        "texto": "Documento de parecer normativo."
      },
      {
        "letra": "D",
        "texto": "Certidão de débitos fiscais."
      },
      {
        "letra": "E",
        "texto": "Documento de formalização de demanda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3176793",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SES-PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A Administração Pública Municipal estava com a necessidade de locar um imóvel para servir como posto de coleta e tratamento de resíduos tóxicos. Após inúmeras diligências, apurou-se que havia apenas um imóvel com características de localização e instalações condizentes com a proteção ambiental e da saúde da população. Com base nessas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como toda contratação que versa sobre proteção da saúde não exige prévia licitação pública, a Administração Pública Municipal pode locar diretamente com o proprietário do imóvel em questão."
      },
      {
        "letra": "B",
        "texto": "A realização da licitação é obrigatória, por consistir em locação de alto valor e complexidade."
      },
      {
        "letra": "C",
        "texto": "A locação do imóvel, nesse caso, dispensa qualquer tipo de licitação, já que o objetivo da Administração Pública é a preservação ambiental."
      },
      {
        "letra": "D",
        "texto": "A Administração Pública Municipal deve lançar o edital de licitação, após o que, caso não haja concorrência, será declarado vencedor o proprietário do imóvel em questão."
      },
      {
        "letra": "E",
        "texto": "A locação do imóvel, nesse caso, pode ser feita sem licitação, pois está caracterizada como hipótese de inexigibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3170852",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratação Direta"
    ],
    "enunciado_principal": "A submissão dos entes públicos à obrigatoriedade de licitação para a aquisição de bens e serviços não exclui a possibilidade de, nas hipóteses legalmente previstas, a Administração pública celebrar contratação direta. Dentre as exigências constantes da Lei nº 14.133/2021, está a Instrução dos processos de contratação direta com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "demonstração sobre a impossibilidade de licitar."
      },
      {
        "letra": "B",
        "texto": "estudo técnico preliminar."
      },
      {
        "letra": "C",
        "texto": "matriz de repartição de riscos."
      },
      {
        "letra": "D",
        "texto": "projeto Integrado, básico e executivo."
      },
      {
        "letra": "E",
        "texto": "análise de riscos."
      }
    ],
    "gabarito": "E"
  }
]