[
  {
    "id": "3660564",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: AgSUS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Para que emissoras de TV e Rádio possam transmitir sua programação, tanto na televisão aberta quanto nas frequências de AM e FM, é necessário que elas tenham uma outorga. Sobre o processo de outorga, avalie as afirmações a seguir. I. A outorga da concessão ou permissão é prerrogativa do Presidente da República, depois de ouvido o órgão competente do Poder Executivo sobre as propostas e os requisitos exigidos pelo edital e depois de publicado o respectivo parecer. II. Os prazos de concessão, permissão e autorização serão de quinze anos para o serviço de radiodifusão sonora e de dez anos para o de televisão, podendo ser renovados por períodos sucessivos e iguais; III. A mesma pessoa só poderá participar da administração ou da gerência de mais de uma concessionária, permissionária ou autorizada do mesmo tipo de serviço de radiodifusão, se elas estiverem localizadas no mesmo município; Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3325403",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "[Questão Inédita] A respeito das concessões e permissões de serviços públicos, objeto da Lei n. 8.987/95 é INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Toda concessão ou permissão pressupõe a prestação de serviço adequado ao pleno atendimento dos usuários, conforme estabelecido em lei, nas normas pertinentes e no respectivo contrato."
      },
      {
        "letra": "B",
        "texto": "Não se caracteriza como descontinuidade do serviço a sua interrupção em situação de emergência ou após prévio aviso, quando motivada por razões de ordem técnica ou de segurança das instalações e também por inadimplemento do usuário, considerado o interesse da coletividade."
      },
      {
        "letra": "C",
        "texto": "A interrupção do serviço por inadimplemento do usuário não poderá iniciar-se na sexta-feira, no sábado ou no domingo, nem em feriado ou no dia anterior a feriado."
      },
      {
        "letra": "D",
        "texto": "No atendimento às peculiaridades de cada serviço público, poderá o poder concedente prever, em favor da concessionária, no edital de licitação, a possibilidade de outras fontes provenientes de receitas alternativas, complementares, acessórias ou de projetos associados, com ou sem exclusividade, com vistas a favorecer a modicidade tarifária."
      },
      {
        "letra": "E",
        "texto": "As fontes alternativas de receita previstas no contrato de concessão não poderão ser consideradas para a aferição do inicial equilíbrio econômico-financeiro do contrato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3295389",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "Sobre a concessão de serviço público, analise as afirmativas: I. A titularidade do serviço público permanece com o ente concedente, enquanto a execução é transferida ao concessionário. II. O concessionário atua sob regime integralmente privado, sem fiscalização estatal ou incidência de princípios administrativos. III. A rescisão da concessão pode ocorrer por caducidade, encampação ou rescisão amigável, observadas formalidades legais. IV. A concessionária não pode receber indenização em caso de retomada do serviço pelo poder concedente. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295240",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Em relação a licitações e contratos administrativos, julgue o item a seguir. Define-se como concessão de serviço público a delegação da prestação desse serviço, feita pelo poder concedente, mediante licitação, somente na modalidade concorrência ou diálogo competitivo, a pessoa jurídica ou consórcio de empresas, com comprovação da sua capacidade para seu desempenho, por sua conta e risco e por prazo determinado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291515",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "No âmbito das concessões de serviço público, a modicidade tarifária é um princípio essencial e tem como objetivo garantir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acesso universal ao serviço a custos razoáveis para os usuários."
      },
      {
        "letra": "B",
        "texto": "A maior lucratividade possível à concessionária."
      },
      {
        "letra": "C",
        "texto": "A vedação de reajustes tarifários durante a execução contratual."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de cobrança de tarifas diferenciadas conforme a renda do usuário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3281608",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo pretenda substituir à modalidade de prestação de determinado serviço público à população, atualmente prestado sob a forma de permissão, passando a adotar a forma de concessão. De acordo com o regime jurídico dessas duas modalidades de prestação indireta de serviços públicos, ao fazer tal modificação, o Município deverá ter em mente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a relação passará a ser contratual, com prazo certo, precedida de licitação, não sendo cabível manter o caráter precário do regime de prestação mediante permissão."
      },
      {
        "letra": "B",
        "texto": "demandará a transferência da titularidade do serviço ao privado, para explorá-lo por sua conta e risco, sendo que a retomada pelo poder concedente dependerá de lei."
      },
      {
        "letra": "C",
        "texto": "a concessão pressupõe o pagamento de outorga ao poder concedente, a qual é incabível na permissão dado que não há cobrança de tarifa do usuário."
      },
      {
        "letra": "D",
        "texto": "será necessária a transmutação do vínculo, o que somente poderá ocorrer por lei específica, a qual deverá fixar a indenização devida ao permissionário pelos investimentos não amortizados."
      },
      {
        "letra": "E",
        "texto": "tal mudança de regime de exploração do serviço público somente será possível mediante encampação, por ato devidamente motivado do poder concedente e respeitado o prazo fixado no ato concessório da permissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3278777",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Sobre o regime de concessão e permissão da prestação de serviços públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão de serviço público é efetivada por meio de ato administrativo discricionário e precário."
      },
      {
        "letra": "B",
        "texto": "A autorização de uso é o instrumento pelo qual a Administração Pública autoriza o particular a utilizar o bem público por prazo determinado, sem transferir a sua titularidade, em casos específicos e de interesse público, como eventos culturais ou esportivos, obras públicas, entre outros."
      },
      {
        "letra": "C",
        "texto": "A concessão é o instrumento pelo qual a Administração Pública transfere ao particular a titularidade do bem público, por prazo indeterminado, para que este o explore ou utilize de acordo com as condições protegidas em contrato."
      },
      {
        "letra": "D",
        "texto": "Tanto a concessão de uso e como a permissão de uso são atos administrativos unilaterais e vinculados, pelos quais a Administração Pública faculta a utilização privativa de bem público, para fins de interesse público."
      },
      {
        "letra": "E",
        "texto": "A concessão de uso de bem público atende predominantemente aos interesses do particular e se perfaz por meio de ato administrativo vinculado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267134",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Tício, morador de Goiânia, resolveu viajar com sua família para Pirenópolis (cidade do estado de Goiás). Tício efetuou o pagamento do pedágio da concessionária XYZ, que gerencia a via concedida pelo Estado. Ao passar 2 km do pedágio, o carro de Tício teve o seu pneu furado, por causa de um buraco na via, que a concessionária não manuteniu. Devido ao ocorrido, Tício não conseguiu controlar o veículo e abarroou em outro automóvel, causando dano. No que tange à responsabilidade civil no caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há responsabilidade objetiva, subsidiária do Estado e direta da concessionária XYZ, na forma do art. 37, § 6º da Constituição da República Federativa do Brasil."
      },
      {
        "letra": "B",
        "texto": "há responsabilidade objetiva do Estado e subjetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "C",
        "texto": "há responsabilidade objetiva, somente da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "D",
        "texto": "há responsabilidade objetiva, direta do Estado e da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "E",
        "texto": "há responsabilidade subjetiva do Estado e objetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261548",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Conceito e Classificação dos Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Determinado ente federativo, entendendo que seria mais eficiente e melhor para o interesse público, pretende delegar a terceiros a execução de certos serviços públicos de sua titularidade. Assim, acerca do regime de concessão, autorização e permissão de serviços públicos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tarifa do serviço público concedido será fixada unilateralmente pelo poder concedente de modo a atender ao interesse público e a qualidade dos serviços."
      },
      {
        "letra": "B",
        "texto": "Incumbe ao poder público a prestação de serviços públicos diretamente ou, indiretamente, por meio de autorização, permissão ou concessão, sempre precedido de licitação nesses casos."
      },
      {
        "letra": "C",
        "texto": "A permissão de serviço público é a delegação, a título precário, mediante licitação, da prestação de serviços públicos, feita pelo poder concedente à pessoa física ou jurídica que demonstre capacidade para seu desempenho, por sua conta e risco."
      },
      {
        "letra": "D",
        "texto": "Incumbe à concessionária a execução do serviço concedido, cabendo-lhe responder por todos os prejuízos causados ao poder concedente, aos usuários ou a terceiros, podendo haver a atenuação da responsabilidade, caso se apure a fiscalização exercida pelo órgão competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3254479",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Certa pessoa jurídica de direito privado presta serviços públicos, em virtude de formalização de contrato por tempo determinado com a Administração Pública, após vencer processo licitatório na modalidade de concorrência, atendendo aos ditames legais. A prestação dos referidos serviços públicos, considerando a forma de delegação estabelecida, não pode ser feita por pessoa física, mas tão somente por pessoa jurídica ou consórcio de empresas. Considerando as informações disponibilizadas e a legislação vigente de onde se extrai as diferenças entre concessionárias e permissionária, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão será resultante, obrigatoriamente, de certame conduzido na modalidade de diálogo competitivo. Assim, a em presa do caso hipotético sob análise não pode ser uma concessionária."
      },
      {
        "letra": "B",
        "texto": "Ainda que a permissão e a concessão sejam institutos de delegação da prestação de serviço público, é inequívoco que a prestadora de serviços, na situação hipotética sob análise, é uma concessionária."
      },
      {
        "letra": "C",
        "texto": "Pessoas físicas ou jurídicas podem prestar serviços públicos em virtude de concessão da Administração Pública. Entretanto, somente pessoas jurídicas podem ser beneficiadas pelo instituto da permissão. O que permite afirmar que a empresa em questão é uma permissionária."
      },
      {
        "letra": "D",
        "texto": "As concessionárias prestam serviços públicos por prazo indefinido após assinatura de contrato de adesão. Concessionárias podem ser pessoas físicas ou jurídicas. Portanto, as informações disponibilizadas permitem afirmar que a empresa prestadora dos serviços não é uma concessionária."
      },
      {
        "letra": "E",
        "texto": "Tanto para permissão quanto para concessão exige-se que a modalidade de licitação seja a concorrência, e a participação se restringe a pessoas jurídicas. Em ambos os casos, a formalização se dá pela assinatura de contrato de adesão. Assim, a prestadora de serviços em questão tanto pode ser uma permissionária quanto uma concessionária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3242796",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "O serviço público de transporte coletivo municipal em Bebedouro foi delegado a uma empresa privada por meio de contrato de concessão. Esse contrato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite à empresa contratada explorar o serviço indefinidamente."
      },
      {
        "letra": "B",
        "texto": "deve ser precedido de licitação e formalizado por contrato administrativo."
      },
      {
        "letra": "C",
        "texto": "confere ao concessionário a titularidade do serviço público."
      },
      {
        "letra": "D",
        "texto": "exime o município de fiscalizar a execução do serviço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219105",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "De acordo com o ordenamento jurídico brasileiro, serviços públicos não podem sofrer interrupções, no entanto, há situações em que a interrupção de serviço público é possível. A esse respeito, considere as assertivas a seguir: I Interrupção do fornecimento de energia elétrica por inadimplemento do usuário, após notificação prévia. II Suspensão temporária do fornecimento de água devido à necessidade de manutenção emergencial na rede de distribuição, comunicada aos usuários. III Interrupção do fornecimento de gás em uma região devido à realização de obras de expansão da rede, sem comunicação prévia aos usuários. IV Suspensão do serviço de transporte público durante greves, com aviso prévio aos usuários sobre a paralisação. V Interrupção do fornecimento de energia elétrica em uma residência, independentemente de inadimplência, por decisão unilateral da concessionária. Possibilitam interromper um serviço público, apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3217321",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Com relação à delegação de serviço público, aos bens públicos, ao processo administrativo federal e aos atos de improbidade administrativa, julgue o item seguinte. A concessão caracteriza-se pela delegação de serviço público de forma precária, havendo a necessidade de prévia licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216484",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A previsão de fontes de receitas alternativas e acessórias nos contratos de concessão de serviço público regidos pela Lei n° 8.987/1995 também encontra fundamento no princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da continuidade do serviço público, pois evita que o equilíbrio econômico-financeiro do contrato dependa exclusivamente da tarifa paga pelo usuário e da contraprestação paga pelo Poder Público."
      },
      {
        "letra": "B",
        "texto": "da isonomia, vez que permite a redução do valor da tarifa e da contraprestação paga pelo Poder Público, ampliando, dessa forma, o acesso ao serviço público."
      },
      {
        "letra": "C",
        "texto": "da modicidade tarifária, tendo em vista que se prestam a compor a remuneração da concessionária, com vistas a manter o valor da tarifa cobrada do usuário no menor valor possível, sem prejuízo da qualidade na prestação do serviço."
      },
      {
        "letra": "D",
        "texto": "do desempenho variável, pois garante a possibilidade de reduzir o valor da tarifa na mesma proporção do incremento das receitas alternativas e acessórias."
      },
      {
        "letra": "E",
        "texto": "da eficiência, pois permite aumentar o volume de investimentos em tecnologia, com vistas 4 melhoria do desempenho e qualidade na prestação de serviços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3214717",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A delegação de serviços públicos para particulares pode envolver a instituição e cobrança de tarifa diretamente dos usuários, a exemplo da concessão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "administrativa, desde que não exista, no contrato, previsão de aporte por parte do Poder Público."
      },
      {
        "letra": "B",
        "texto": "de obra pública, cujo valor será estabelecido após a entrega do equipamento e deverá ser proporcional à utilização, vedada a remuneração diretamente pelo Poder Público."
      },
      {
        "letra": "C",
        "texto": "patrocinada, sem prejuízo do pagamento de contraprestação pelo Poder Público e da possibilidade de previsão de aporte."
      },
      {
        "letra": "D",
        "texto": "administrativa, cuja receita tarifária também é complementada com o pagamento de contraprestação pelo Poder Público."
      },
      {
        "letra": "E",
        "texto": "de serviço público, desde que não contemple a previsão de receitas alternativas ou acessórias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3212445",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "No que diz respeito aos serviços públicos, analise as afirmativas abaixo: I. A concessão de serviço público ocorre mediante contrato administrativo firmado com a Administração Pública. II. A autorização de serviço público é precária, podendo ser revogada a qualquer tempo. III. A permissão de serviço público exige licitação prévia e contrato formal. IV. A delegação de serviço público só pode ocorrer por meio de permissão. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3210737",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "No que se refere à administração pública direta e indireta, à contratação direta e à delegação de serviços públicos, julgue o item que se segue.Concessão de serviço público é a delegação de sua prestação, por prazo determinado, feita pelo poder concedente a pessoa jurídica ou consórcio de empresas, ao passo que a permissão de serviço público é a delegação da prestação de serviços públicos, a título precário, feita pelo poder concedente a pessoa física ou jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3290868",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A prestação de determinados serviços públicos em regime de autorização difere da prestação mediante concessão sob vários aspectos, entre os quais destaca-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que, enquanto a autorização é um ato administrativo unilateral, discricionário e precário, a concessão possui natureza contratual."
      },
      {
        "letra": "B",
        "texto": "que, enquanto a autorização é concedida por prazo certo e em caráter personalíssimo; na concessão, o vínculo é precário e o prazo indeterminado."
      },
      {
        "letra": "C",
        "texto": "que a prestação de serviço mediante autorização não implica exclusividade ou transferência da titularidade do serviço, como ocorre no caso de concessão,"
      },
      {
        "letra": "D",
        "texto": "o caráter vinculado do ato de autorização, decorrente do cumprimento de requisitos legais objetivos. enquanto a concessão possui natureza discricionária."
      },
      {
        "letra": "E",
        "texto": "a aplicação do regime público para autorização e do regime privado para a concessão, com o pagamento obrigatório de outorga no caso de concessão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204404",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Sobre o regime de concessão da prestação de serviços públicos, é correto afirmar-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a interrupção da prestação de serviço público, após prévio aviso, motivada por razões de ordem técnica, caracteriza descontinuidade do serviço prestado."
      },
      {
        "letra": "B",
        "texto": "a transferência de concessão de serviço público sem prévia anuência do poder concedente implicará a suspensão temporária da concessão."
      },
      {
        "letra": "C",
        "texto": "declarada a caducidade da concessão, não resultará para o poder concedente qualquer espécie de responsabilidade em relação aos encargos, ônus, obrigações ou compromissos com terceiros ou com empregados da concessionária."
      },
      {
        "letra": "D",
        "texto": "é permitida a retomada do serviço pelo poder concedente durante o prazo da concessão, por meio de ato administrativo específico, devidamente motivado, além do pagamento ulterior de indenização, em caso de danos ao concessionário."
      },
      {
        "letra": "E",
        "texto": "toda concessão de serviço público, quando precedida da execução direta de obra pública, será objeto de licitação na modalidade concorrência pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185193",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Com base nas disposições legais sobre os serviços públicos, assim como os meios de delegação, julgue o item seguinte. A encampação consiste na retomada do objeto do contrato quando estiver esgotado o prazo de concessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185191",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Com base nas disposições legais sobre os serviços públicos, assim como os meios de delegação, julgue o item seguinte. Se houver uma alteração unilateral do contrato de concessão que comprometa seu equilíbrio econômico‑financeiro inicial, o poder concedente deverá restabelecer esse equilíbrio ao mesmo tempo em que a alteração é realizada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183865",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A respeito dos serviços públicos, bem como suas formas de delegação, julgue o item seguinte.A concessão de serviço público, precedida ou não da execução de obra pública, será formalizada mediante contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177630",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Segundo o preconizado pela Lei nº 8.987/1995, que regulamenta o regime de concessão e permissão da prestação de serviços públicos previsto no art. 175 da CF, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serviço adequado é o que satisfaz as condições de regularidade, continuidade, eficiência, segurança, atualidade, generalidade, cortesia na sua prestação e modicidade das tarifas."
      },
      {
        "letra": "B",
        "texto": "Não se caracteriza como descontinuidade do serviço a sua interrupção após prévio aviso, por inadimplemento do usuário, considerado o interesse da coletividade. Todavia, a interrupção assim justificada não poderá iniciar-se na sexta-feira, no sábado ou no domingo, nem em feriado ou no dia anterior a feriado."
      },
      {
        "letra": "C",
        "texto": "As concessionárias de serviços públicos, de direito público e privado, nos Estados e no Distrito Federal, são obrigadas a oferecer ao consumidor e ao usuário, dentro do mês de vencimento, o mínimo de seis datas opcionais para escolherem os dias de vencimento de seus débitos."
      },
      {
        "letra": "D",
        "texto": "As tarifas não poderão ser diferenciadas em função das características técnicas e dos custos específicos provenientes do atendimento aos distintos segmentos de usuários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171708",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Sobre os contratos de concessão, permissão e parceria público-privada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela concessão, uma pessoa jurídica ou consórcio explora, em seu nome e por conta própria, determinada atividade econômica, de interesse ou utilidade pública, durante certo período de tempo, mediante a assunção de certos encargos e obrigações. Já a permissão não é contrato, é ato administrativo unilateral, precário, revogável, não sujeito à licitação."
      },
      {
        "letra": "B",
        "texto": "Nos contratos de gestão, concessão e permissão, o princípio da eficiência determina a obrigatoriedade da Administração escolher, entre as várias alternativas possíveis, a menos dispendiosa."
      },
      {
        "letra": "C",
        "texto": "A administração consensual diz respeito, exclusivamente, à prestação de serviços públicos e à regulação de atividades econômicas."
      },
      {
        "letra": "D",
        "texto": "A concessão é administrativa nos casos de serviço ou obra pública em que, adicionalmente, é cobrada tarifa dos usuários."
      },
      {
        "letra": "E",
        "texto": "Nos termos da Lei nº 11.079/2004, parceria é contrato de concessão administrativa ou patrocinada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3150349",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "É a delegação contratual da execução do serviço público, precedida ou não de obra pública, permanecendo a titularidade com o poder público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concessão de serviços públicos."
      },
      {
        "letra": "B",
        "texto": "consórcios públicos."
      },
      {
        "letra": "C",
        "texto": "operações de crédito."
      },
      {
        "letra": "D",
        "texto": "precatórios em regime especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3393411",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Roque Gonzales - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Em matéria de Serviços Públicos, a retomada do serviço pelo poder concedente durante o prazo da concessão, por motivo de interesse público, mediante lei autorizativa específica e após prévio pagamento da indenização, é decorrente de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Encampação."
      },
      {
        "letra": "B",
        "texto": "Caducidade."
      },
      {
        "letra": "C",
        "texto": "Anulação."
      },
      {
        "letra": "D",
        "texto": "Falência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3376421",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: OGMORJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Responsável por regulamentar o disposto na Lei nº 12.815/2013 (Lei dos Portos), o Decreto nº 8.033/2013, estabeleceu normas a serem observadas nos editais dos procedimentos licitatórios, que objetivam a concessão e arrendamento de bem público destinado à atividade portuária. Sobre o assunto, de acordo com o mencionado Decreto, analise as assertivas abaixo: I.O edital definirá os critérios objetivos para o julgamento da licitação e disporá, dentre outros, sobre os critérios e a relação dos documentos exigidos para aferição da capacidade técnica e econômico-financeira, da regularidade jurídica e fiscal dos licitantes e da garantia da proposta e da execução do contrato. II.O edital de licitação poderá impor ao vencedor a obrigação de indenizar o antigo titular pela parcela não amortizada dos investimentos realizados em bens afetos ao arrendamento ou à concessão, desde que tenham sido aprovados pelo poder concedente. III.Para a qualificação técnica nas licitações de arrendamento, o edital poderá estabelecer que o licitante assuma o compromisso, dentre outros, de obter sua pré-qualificação como operador portuário perante a administração do porto. IV.O edital estabelecerá prazo mínimo para a apresentação de propostas, contado da data de sua publicação, observado o prazo mínimo legal. Estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298431",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Conceito e Classificação dos Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A concessão de serviços públicos é um mecanismo pelo qual o poder público delega a execução de determinados serviços a entidades privadas, garantindo que a população tenha acesso a esses serviços essenciais. Assim, avalie as proposições: I.A concessão de serviços públicos pode ser feita para realizar um serviço público, como o fornecimento de energia elétrica. II. O poder público, na qualidade de poder concedente, perde a prerrogativa de regularmentar, controlar e fiscalizar a atuação do delegatário. III.A concessão de serviços públicos é um contrato entre a administração pública e uma empresa pública, que transfere a execução de um serviço público à empresa. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas a proposição I está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271778",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "De acordo com a Lei dos Portos, a exploração indireta, pela União, das instalações portuárias localizadas fora da área do porto organizado ocorrerá mediante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autorização, outorgada a pessoa física ou jurídica."
      },
      {
        "letra": "B",
        "texto": "concessão, outorgada a pessoa física ou jurídica."
      },
      {
        "letra": "C",
        "texto": "arrendamento, outorgada a pessoa jurídica."
      },
      {
        "letra": "D",
        "texto": "autorização, outorgada a pessoa jurídica."
      },
      {
        "letra": "E",
        "texto": "concessão, outorgada a pessoa jurídica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268714",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Toda concessão ou permissão pressupõe a prestação de serviço adequado ao pleno atendimento dos usuários, conforme estabelecido nas normas pertinentes. Com base nessa informação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A delegação de serviços públicos, mediante permissão, poderá ser concedida à pessoa física que demonstre capacidade para seu desempenho, por sua conta e risco."
      },
      {
        "letra": "B",
        "texto": "Na outorga de serviços públicos, mediante concessão, o Estado transferirá à pessoa física ou jurídica tanto a titularidade quanto a execução dos serviços."
      },
      {
        "letra": "C",
        "texto": "A permissão de serviços públicos prescinde de demonstração de capacidade técnica ou financeira pelo prestador."
      },
      {
        "letra": "D",
        "texto": "A delegação de serviços públicos, via permissão, garante ao permissionário a propriedade definitiva dos bens reversíveis, sejam eles utilizados ou não na prestação dos serviços."
      },
      {
        "letra": "E",
        "texto": "A concessão de serviços públicos será formalizada por decreto do chefe do Poder Executivo, o qual estabelecerá os direitos e as obrigações de ambas as partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3245073",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A concessão de serviços públicos que envolva, adicionalmente à tarifa cobrada dos usuários, contraprestação pecuniária do parceiro público ao parceiro privado deve ser denominada de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concessão comum."
      },
      {
        "letra": "B",
        "texto": "concessão administrativa."
      },
      {
        "letra": "C",
        "texto": "contrato de prestação de serviços."
      },
      {
        "letra": "D",
        "texto": "concessão mista."
      },
      {
        "letra": "E",
        "texto": "concessão patrocinada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3245067",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A partir das diretrizes fixadas pela Estância Turístico-Religiosa de Aparecida para a Política Municipal de Saneamento Básico, é correto afirmar, a respeito da modicidade das tarifas, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá considerada caso seja necessária a preservação do equilíbrio econômico-financeiro da prestação de serviço público."
      },
      {
        "letra": "B",
        "texto": "não se aplica aos consumidores do serviço que possuam elevada capacidade financeira."
      },
      {
        "letra": "C",
        "texto": "deverá ser considerada pelo órgão regulador na realização de suas atividades."
      },
      {
        "letra": "D",
        "texto": "impõe à Administração o dever de prover o serviço de maneira ininterrupta."
      },
      {
        "letra": "E",
        "texto": "importa na impossibilidade de se estabelecer tarifas com valores diferentes, de acordo com o perfil do usuário do serviço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245066",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A respeito da tarifa e dos seus impactos no equilíbrio econômico-financeiro na prestação de serviços públicos, com base na Lei no 8.987/95, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as tarifas poderão ser diferenciadas em função de custos específicos decorrentes do atendimento a distintos segmentos de usuários."
      },
      {
        "letra": "B",
        "texto": "as tarifas, em geral, devem ser definidas por agências reguladoras, sendo vedado que contratos disponham sobre o assunto."
      },
      {
        "letra": "C",
        "texto": "as alterações de impostos incidentes sobre o serviço público prestado e sobre a renda da pessoa jurídica que o presta deve implicar na revisão da tarifa."
      },
      {
        "letra": "D",
        "texto": "o equilíbrio econômico-financeiro estará atendido sempre que o contrato for suficiente para garantir ao prestador do serviço uma mínima margem de lucro pelo desempenho de sua atividade."
      },
      {
        "letra": "E",
        "texto": "a custeio do serviço público por meio de tarifa impede que a Administração Pública conceda isenções em favor de grupos vulneráveis, pois isso impactaria no preço da tarifa paga pelos demais usuários do serviço."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3245065",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "O Município paulista X está considerando delegar ao Estado de São Paulo a competência para que este regule, fiscalize e controle a atividade de saneamento básico municipal prestado na localidade. Com base na situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ato de delegação será inválido, pois se trata de competência cujo exercício não pode ser conferido a outro ente federativo."
      },
      {
        "letra": "B",
        "texto": "o ato é inválido, pois compete ao Estado de São Paulo prestar o serviço público de saneamento básico, com o auxílio de empresas ou autarquias municipais."
      },
      {
        "letra": "C",
        "texto": "o ato de delegação poderá ser realizado não em favor do Estado de São Paulo, mas para a ARSESP, mas não poderá compreender as funções de fiscalização e controle, já que se trata de uma agência reguladora."
      },
      {
        "letra": "D",
        "texto": "a delegação de competência poderá ser realizada, desde que envolva, em conjunto, o poder de o próprio Estado de São Paulo prestar o serviço de saneamento básico."
      },
      {
        "letra": "E",
        "texto": "a transferência de atribuições pode ser feita e será exercida pelo Estado, por meio da ARSESP, mesmo quando não lhe for delegada a prestação de serviços."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3245064",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Márcio é empresário do setor de estética automotiva e, nessa condição, utiliza um volume significativo de água para o desempenho de sua atividade econômica. Por ter arcado recentemente com despesas altas em processos trabalhistas, não efetuou o pagamento da tarifa de água nos últimos meses, motivo pelo qual está preocupado com o risco de corte do fornecimento do serviço. Para saber como funciona a suspensão do fornecimento por inadimplemento, dirige-se à Ouvidoria da SAAE Aparecida e é direcionado para o balcão de atendimento em que trabalha Cláudia. Com base na legislação, a servidora da Autarquia poderá informar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por desenvolver atividade econômica, o corte pode ser realizado sem que haja prévia notificação."
      },
      {
        "letra": "B",
        "texto": "caso não seja efetuado o pagamento das contas em aberto, a SAAE pode, mediante prévia notificação, realizar o corte do fornecimento do serviço, que não poderá ser executado em dia anterior a feriado."
      },
      {
        "letra": "C",
        "texto": "mediante prévia notificação, o SAAE pode realizar o corte no fornecimento do serviço em qualquer dia útil, desde que o faça em horário comercial."
      },
      {
        "letra": "D",
        "texto": "o corte não poderá ser realizado no caso, pois o fornecimento de água é essencial para a continuidade do funcionamento da empresa."
      },
      {
        "letra": "E",
        "texto": "o corte somente poderá ser realizado caso haja três faturas de tarifa em atraso e a Autarquia promova a prévia notificação pessoal de Márcio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3245062",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A respeito do regime jurídico das concessões e permissões de serviços públicos, reguladas pela Lei no 8.987/95, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a permissão de serviço público é celebrada a título precário e não tem natureza contratual."
      },
      {
        "letra": "B",
        "texto": "o concessionário do serviço público deve prestá-lo por sua conta e risco, razão pela qual o poder público não pode fiscalizá-lo."
      },
      {
        "letra": "C",
        "texto": "as concessões de serviço públicos serão celebradas, em regra, por prazo indeterminado."
      },
      {
        "letra": "D",
        "texto": "a concessão e a permissão de serviço público serão precedidas de licitação, na modalidade pregão ou concorrência."
      },
      {
        "letra": "E",
        "texto": "a outorga de concessão ou permissão não terá caráter de exclusividade, salvo no caso de inviabilidade técnica ou econômica justificada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3245026",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Suponha que a Concessionária ABC, por estar enfrentando dificuldades no setor em que atua, deseja transferir o contrato de concessão que está em vigor e, após pesquisas de mercado, já encontrou dois pretendentes para tanto. Com base na situação hipotética e no disposto na Lei nº 8.987/95, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se a transferência da concessão ocorrer sem prévia anuência do poder concedente, ocorrerá a caducidade da concessão."
      },
      {
        "letra": "B",
        "texto": "a Concessionária ABC deverá encontrar pelo menos três pretendentes para que o poder concedente escolha qual deles melhor atende os critérios constantes no edital."
      },
      {
        "letra": "C",
        "texto": "considera-se válida a transferência da concessão se o poder concedente concordar expressamente com a mudança até 30 dias úteis após a alteração contratual."
      },
      {
        "letra": "D",
        "texto": "a anuência do poder concedente dependerá de que o pretendente atenda exclusivamente às exigências de capacidade técnica, regularidade jurídica e fiscal necessárias à assunção do serviço."
      },
      {
        "letra": "E",
        "texto": "se a transferência da concessão ocorrer sem prévia anuência do poder concedente, ocorrerá a encampação da concessão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3245010",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Na prestação de determinado serviço público, há contraprestação pecuniária do parceiro público ao parceiro privado e tarifa cobrada dos usuários, o que ocorre por meio de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concessão administrativa."
      },
      {
        "letra": "B",
        "texto": "privatização."
      },
      {
        "letra": "C",
        "texto": "concessão comum."
      },
      {
        "letra": "D",
        "texto": "concessão patrocinada."
      },
      {
        "letra": "E",
        "texto": "permissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233124",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A delegação da prestação dos serviços públicos para a iniciativa privada apresenta-se sob diversas formas ou modelos, tendo, entretanto, como característica comum a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preservação da titularidade do serviço público com o ente federado."
      },
      {
        "letra": "B",
        "texto": "indenização prévia do contratado sempre que se materializar a extinção antecipada do contrato."
      },
      {
        "letra": "C",
        "texto": "composição da cobrança da tarifa com a previsão de aporte custeado pelo Poder Público, para fazer frente aos investimentos iniciais do contrato,"
      },
      {
        "letra": "D",
        "texto": "possibilidade de rescisão unilateral e administrativa do contrato, por qualquer das partes, diante de inadimplência ou inexecução do objeto."
      },
      {
        "letra": "E",
        "texto": "vedação de outorga de garantias pelo Poder Público por prazo superior a 10 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231937",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Uma concessionária de serviço público municipal vem há alguns meses prestando serviço de forma falha, descumprindo uma série de requisitos de qualidade, segurança e de investimentos acordados em contrato. O Poder Público municipal, diante dessa situação, deseja extinguir o contrato. Neste contexto, é correto afirmar que o caminho mais apropriado, de acordo com a Lei nº 8.987/1995, é o recurso ao instituto legal da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "encampação do serviço a bem do interesse público, mediante prévia indenização dos bens reversíveis e lucros cessantes, após autorização judicial."
      },
      {
        "letra": "B",
        "texto": "caducidade, declarada por decreto e precedida de processo administrativo em que seja assegurado o direito de ampla defesa."
      },
      {
        "letra": "C",
        "texto": "rescisão, declarada por decreto e precedida de processo administrativo em que seja assegurado o direito de ampla defesa."
      },
      {
        "letra": "D",
        "texto": "anulação, mediante prévia indenização dos bens reversíveis e lucros cessantes, após autorização judicial em respeito à continuidade do serviço público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3225626",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "A respeito da exploração do serviço de publicidade em áreas públicas, no Município de Piracicaba, com base na Lei Complementar no 178/2006, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exploração dos meios de publicidade, por meio de anúncios e cartazes, pressupõe licença prévia da prefeitura."
      },
      {
        "letra": "B",
        "texto": "A empresa interessada em explorar o serviço de publicidade em áreas públicas precisa obter licença da Prefeitura, e essa autorização já contemplará a possibilidade de se instalar 10 (dez) pontos de anúncios."
      },
      {
        "letra": "C",
        "texto": "A legislação local impede a realização de propaganda falada em lugares públicos, por meio de amplificadores de voz."
      },
      {
        "letra": "D",
        "texto": "Caso uma empresa promova anúncios em desacordo com a legislação, os agentes de fiscalização da Prefeitura poderão, liminarmente, suspender o seu funcionamento."
      },
      {
        "letra": "E",
        "texto": "O Poder Executivo pode autorizar o uso, mediante termo próprio de cooperação e doação, de espaços de publicidade em áreas verdes, atribuindo ao permissionário o encargo de equipar o logradouro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3223278",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Autarquias",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura uma agência reguladora cujo objetivo é regular e fiscalizar o cumprimento da legislação por empresas concessionárias de serviços públicos, nas hipóteses em que o poder público transferiu a execução dessas atividades à iniciativa privada, por meio de contratos de concessão e parcerias público- -privadas. Além disso, há a intenção de que a entidade passe também a fiscalizar os serviços públicos que são exercidos, no Município, por empresas estatais não monopolistas. Interessado em saber como funciona e quais são os limites legais para a ação desse tipo de autarquia, o Diretor de Regulação de uma empresa estatal pede uma reunião com o jurídico para tratar do assunto. Com base na situação hipotética, na legislação federal e na jurisprudência do Supremo Tribunal Federal, o advogado presente na reunião poderá afirmar de maneira correta que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as agências reguladoras são dotadas de independência, e é possível que o legislador, para assegurar a independência de seus funcionários, impeça os servidores titulares de cargo efetivo o exercício de outra atividade profissional, inclusive gestão operacional de empresa."
      },
      {
        "letra": "B",
        "texto": "não há problema jurídico em, por lei, o ente público conferir a uma agência reguladora a competência para fiscalizar também a empresa estatal, pois nas situações tratadas no enunciado a transferência do exercício do serviço público para a entidade privada se dá por delegação e, mesmo no caso da empresa estatal, é necessário que exista um contrato regulando a relação jurídica da empresa com o titular do serviço."
      },
      {
        "letra": "C",
        "texto": "o poder normativo conferido a essas agências reguladoras é amplo, pois é válido, nesse modelo, que a lei fixe apenas as finalidades, os objetivos e a estrutura da agência. Além disso, elas podem inovar na ordem jurídica caso haja expressa ou tácita de delegação no instrumento que a cria, bem como regular determinados assuntos com base em conceitos genéricos previstos na lei instituidora."
      },
      {
        "letra": "D",
        "texto": "em relação aos contratos de concessão e parceria público-privada, o poder de regular os serviços objeto da contratação é limitado e reduzido, pois os instrumentos contratuais preveem todas as condições que regerão a relação jurídica do ponto de vista técnico, no caderno de encargos do contrato, que somente poderá ser alterado se assegurada a preservação do equilíbrio econômico-financeiro do negócio."
      },
      {
        "letra": "E",
        "texto": "o poder de fiscalização e aplicação de sanção das agências reguladoras, em geral, é amplo, pois elas possuem a prerrogativa de definir que sanções podem ser aplicadas e de que maneira os processos sancionatórios deverão ser regulados, que precisarão respeitar aos princípios do direito administrativo sancionador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3176803",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SES-PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "De acordo com o regime de concessão e permissão da prestação de serviços públicos previsto na Lei nº 8.987/1995, a chamada encampação se dá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivo de interesse particular."
      },
      {
        "letra": "B",
        "texto": "com ou sem motivo de interesse público."
      },
      {
        "letra": "C",
        "texto": "dentro ou fora do prazo da concessão."
      },
      {
        "letra": "D",
        "texto": "fora do prazo da concessão."
      },
      {
        "letra": "E",
        "texto": "durante o prazo da concessão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3170853",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Tribunais de Contas"
    ],
    "enunciado_principal": "A celebração de um contrato de concessão patrocinada com empresa privada, para exploração de serviço público de rodovias, que contemple expansão do modal de transporte e exploração de trecho já em funcionamento, enseja",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a possibilidade de controle por parte do Tribunal de Contas, tendo em vista que envolve o recebimento de recursos públicos, além da possibilidade de previsão de aporte."
      },
      {
        "letra": "B",
        "texto": "submissão e sub-rogação da concessionária nos poderes e prerrogativas do poder concedente para a prestação e exploração do serviço público, obrigando-se integralmente à prestação de contas."
      },
      {
        "letra": "C",
        "texto": "controle judicial da adequada execução, excluído o controle e a prestação de contas, no âmbito das Cortes de Contas, em face da natureza privada da concessionária."
      },
      {
        "letra": "D",
        "texto": "delegação do serviço público, o que exime a concessionária de prestação de contas aos órgãos de controle externo, submetendo-se às auditorias e controles internos do Poder Concedente."
      },
      {
        "letra": "E",
        "texto": "integral remuneração da concessionária por meio da exploração do próprio serviço público, não se admitindo participação de recursos públicos para compor o modelo econômico e a equação econômico-financeira do contrato."
      }
    ],
    "gabarito": "A"
  }
]