[
  {
    "id": "3605519",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito da Lei nº 8.429/1992, que trata a respeito das sanções aplicáveis em virtude da prática de atos de improbidade administrativa, julgue o item a seguir.Ocorrendo lesão ao patrimônio público por ação ou omissão – dolosa ou culposa – do agente ou de terceiro, dar‑se‑á o integral ressarcimento do dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604779",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito do disposto na Lei nº 8.429/1992 – Lei de Improbidade Administrativa –, julgue o item a seguir.O ato de improbidade administrativa que atenta contra os princípios da Administração Pública sujeita o agente ímprobo à aplicação de multa civil e à proibição de contratar com o Poder Público ou de receber benefícios ou incentivos fiscais ou creditícios, direta ou indiretamente, não havendo previsão legal para a suspensão dos direitos políticos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3582569",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Julgue o item subsequente, com base na Lei n.º 8.429/1992 (Lei de Improbidade Administrativa) e na Lei n.º 12.846/2013 (Lei Anticorrupção). O processo administrativo de responsabilização administrativa e civil de pessoas jurídicas pela prática de atos contra a administração pública admite o instituto da desconsideração da personalidade jurídica quando verificado abuso de direito para dissimular a prática de ilícitos ou para provocar confusão patrimonial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469530",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Acerca do regime disciplinar dos servidores públicos federais ― Lei n.º 8.112/1990 ― e da Lei de Improbidade Administrativa ― Lei n.º 8.429/1992 ―, julgue o item que se segue. A conduta de, com ciência da inocência do denunciado, representar contra determinado agente público por ato de improbidade administrativa é penalmente tipificada como crime, punível com detenção, sem prejuízo do dever civil de reparação por danos materiais, morais ou à imagem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469164",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A partir das disposições da Lei n.º 8.429/1992 (Lei de Improbidade Administrativa) e da Lei n.º 12.813/2013 (Lei de Conflito de Interesses), julgue o item seguinte. A apresentação da declaração de imposto de renda e proventos de qualquer natureza é exigida para a posse de agente público e para o seu exercício no cargo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3452309",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Céu Azul - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Carlos, servidor público, está sendo acusado judicialmente pela prática de ato de improbidade administrativa. Ao instaurar a ação, o Ministério Público formulou, em caráter antecedente, pedido de indisponibilidade de bens do réu, justificando a necessidade de garantir a integral recomposição do Erário. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de indisponibilidade de bens do réu na ação por improbidade administrativa somente poderá ser formulado em caráter incidental."
      },
      {
        "letra": "B",
        "texto": "A indisponibilidade de bens poderá ser decretada sem a oitiva prévia do réu, sempre que o contraditório prévio puder comprovadamente frustrar a efetividade da medida ou houver outras circunstâncias que recomendem a proteção liminar, podendo a urgência ser presumida em razão do interesse público."
      },
      {
        "letra": "C",
        "texto": "O pedido de indisponibilidade de bens incluirá a investigação, o exame e o bloqueio de bens, contas bancárias e aplicações financeiras mantidas pelo indiciado, inclusive no exterior."
      },
      {
        "letra": "D",
        "texto": "É vedada a decretação de indisponibilidade da quantia de até quarenta salários-mínimos, desde que os valores estejam depositados em caderneta de poupança."
      },
      {
        "letra": "E",
        "texto": "Em qualquer hipótese, é vedada a decretação de indisponibilidade do bem de família do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3440423",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "No âmbito da improbidade administrativa, encontram-se suspensos por medida cautelar na ADI 7236 os seguintes dispositivos: I. Não configura improbidade a ação ou omissão decorrente de divergência interpretativa da lei, baseada em jurisprudência, ainda que não pacificada, mesmo que não venha a ser posteriormente prevalecente nas decisões dos órgãos de controle ou dos tribunais do Poder Judiciário II. Para efeitos de contagem do prazo da sanção de suspensão dos direitos políticos, computar-se-á retroativamente o intervalo de tempo entre a decisão colegiada e o trânsito em julgado da sentença condenatória. III. Será apenado com a pena de demissão, sem prejuízo de outras sanções cabíveis, o agente público que se recusar a prestar a declaração dos bens a que se refere o caput deste artigo dentro do prazo determinado ou que prestar declaração falsa. IV. Qualquer pessoa poderá representar à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade. Está correto o que se afirma SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3437864",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Quanto à Lei nº 12.846/2013, que trata a respeito da responsabilização administrativa e civil de pessoas jurídicas pela prática de atos contra a Administração Pública, julgue o item a seguir.A celebração do acordo de leniência pelo agente infrator elide a condenação judicial por danos morais coletivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437863",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Quanto à Lei nº 12.846/2013, que trata a respeito da responsabilização administrativa e civil de pessoas jurídicas pela prática de atos contra a Administração Pública, julgue o item a seguir.Os efeitos do acordo de leniência serão estendidos às pessoas jurídicas que integram o mesmo grupo econômico, de fato e de direito, desde que firmem o acordo em conjunto, respeitadas as condições nele estabelecidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437862",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Quanto à Lei nº 12.846/2013, que trata a respeito da responsabilização administrativa e civil de pessoas jurídicas pela prática de atos contra a Administração Pública, julgue o item a seguir.Na esfera administrativa, a responsabilidade da pessoa jurídica não afasta a possibilidade de sua responsabilização na esfera judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407075",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito de improbidade administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação por improbidade administrativa importará na cassação dos direitos políticos, prisão domiciliar e ressarcimento ao erário."
      },
      {
        "letra": "B",
        "texto": "Qualquer pessoa poderá representar à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade."
      },
      {
        "letra": "C",
        "texto": "Para o ajuizamento da ação de improbidade administrativa, exige–se a instauração prévia de procedimento administrativo."
      },
      {
        "letra": "D",
        "texto": "É exemplo de ato de improbidade administrativa que causa prejuízo ao erário perceber vantagem econômica para intermediar a liberação ou aplicação de verba pública de qualquer natureza."
      },
      {
        "letra": "E",
        "texto": "As penas previstas na Lei de Improbidade Administrativa somente poderão ser aplicadas caso o responsável pelo ato improbo também tenha sofrido condenação criminal pelos mesmos fatos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267388",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "[Questão Inédita] Nos termos da Lei nº 8.429/1992 de Improbidade Administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O mero exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, não afasta a responsabilidade por ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "Constitui crime a representação por ato de improbidade contra agente público ou terceiro beneficiário, quando o autor da denúncia o sabe inocente."
      },
      {
        "letra": "C",
        "texto": "O sucessor ou o herdeiro daquele que causar dano ao erário ou que se enriquecer ilicitamente estão sujeitos apenas à obrigação de repará-lo independente do valor da herança ou do patrimônio transferido."
      },
      {
        "letra": "D",
        "texto": "O particular também pode ser sujeito ativo do ato de improbidade, desde que induza, ou concorra culposamente conjuntamente a um agente público."
      },
      {
        "letra": "E",
        "texto": "A ação penal somente poderá ser iniciada mediante representação, de forma oral (reduzida à termo) ou escrita, sendo possível sua realização por qualquer pessoa, sendo permitido denunciação apócrifa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260402",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta sobre servidores públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se por reintegração a reinvestidura do servidor no mesmo cargo de que fora demitido, uma vez reconhecida, por decisão administrativa ou judicial, a ilegalidade da demissão."
      },
      {
        "letra": "B",
        "texto": "É vedada a contratação de cônjuge, de companheiro ou dos parentes discriminados na Lei de Improbidade Administrativa (Lei no 8.429/1992, com redação dada pela Lei no 14.230/2021), estendendo-se a proibição ao chamado “nepotismo cruzado”, que ocorre quando dois ou mais servidores públicos contratam cônjuge, companheiro ou parentes uns dos outros para burlar o impedimento legal. A vedação inclui a nomeação ou a indicação política por parte dos detentores de mandatos eletivos, independentemente da boa-fé do agente e da qualificação técnica da pessoa indicada para exercer a função."
      },
      {
        "letra": "C",
        "texto": "É lícita a pena de cassação de aposentadoria de servidor público por prática constatada de infração disciplinar apenada com demissão durante o exercício da função pública, não obstante o caráter contributivo do benefício previdenciário."
      },
      {
        "letra": "D",
        "texto": "Os pagamentos indevidos aos servidores públicos decorrentes de erro administrativo (operacional ou de cálculo), não embasado em interpretação errônea ou equivocada da lei pela Administração, estão sujeitos à devolução, ressalvadas as hipóteses em que o servidor, diante do caso concreto, comprova sua boa-fé objetiva, sobretudo com demonstração de que não lhe era possível constatar o pagamento indevido."
      },
      {
        "letra": "E",
        "texto": "A Administração Pública deve proceder ao desconto dos dias de paralisação decorrentes do exercício do direito de greve pelos servidores públicos, em virtude da suspensão do vínculo funcional que dela decorre, permitida a compensação em caso de acordo. Contudo, o desconto será incabível se ficar demonstrado que a greve foi provocada por conduta ilícita do Poder Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248004",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A propositura da ação de improbidade administrativa compete ao Ministério Público e deve seguir o procedimento comum previsto no Código de Processo Civil, nos termos da Lei de Improbidade Administrativa. De acordo com a ordem constitucional de tutela dos princípios da Administração, é aplicada à Lei de Improbidade Administrativa o seguinte entendimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação de improbidade administrativa é destinada à aplicação de sanções de caráter institucional"
      },
      {
        "letra": "B",
        "texto": "a ação de improbidade administrativa é repressiva, de caráter sancionatório e é dotada de natureza civil"
      },
      {
        "letra": "C",
        "texto": "a ação de improbidade administrativa deverá ser proposta perante o foro do local no qual o agente gerador do dano mantiver domicílio"
      },
      {
        "letra": "D",
        "texto": "os entes públicos que tenham sofrido prejuízos em razão de atos de improbidade também estão autorizados a propor a ação de improbidade administrativa"
      },
      {
        "letra": "E",
        "texto": "o controle de legalidade de políticas públicas e a proteção do patrimônio público e social, do meio ambiente e de outros interesses difusos, coletivos, individuais e homogêneos são objeto da ação de improbidade administrativa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3247998",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Marco histórico no combate aos atos ilícitos na administração pública, a Lei de Improbidade Administrativa prevê a possibilidade de ser formulado o pedido de indisponibilidade dos réus, a fi m de garantir a integral recomposição do erário ou do acréscimo patrimonial resultante de enriquecimento ilícito. A respeito desse pedido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua natureza jurídica processual é cautelar penal"
      },
      {
        "letra": "B",
        "texto": "caberá recurso de apelação à decisão de indeferimento"
      },
      {
        "letra": "C",
        "texto": "uma vez concedido, incide na indisponibilidade, inclusive sobre acréscimo patrimonial do agente decorrente de atividade lícita"
      },
      {
        "letra": "D",
        "texto": "deve ser priorizada, na ordem do pedido, a indisponibilidade e o bloqueio de contas bancárias"
      },
      {
        "letra": "E",
        "texto": "é vedada a decretação de indisponibilidade da quantia de até 40 salários-mínimos depositados em caderneta de poupança, em outras aplicações financeiras ou em conta corrente"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3241773",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "De acordo com a Lei nº 8.429/92, o sistema de responsabilização por atos de improbidade administrativa tutelará a probidade na organização do Estado e no exercício de suas funções, como forma de assegurar a integridade do patrimônio público e social, nos termos desta Lei. Assinale a alternativa correta acerca desse tema.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se aplicam ao sistema da improbidade disciplinado nesta Lei os princípios constitucionais do direito administrativo sancionador."
      },
      {
        "letra": "B",
        "texto": "Configura improbidade a ação ou omissão decorrente de divergência interpretativa da Lei, baseada em jurisprudência, mesmo que pacificada, e desde que não venha a ser posteriormente prevalecente nas decisões dos órgãos de controle ou dos tribunais do Poder Judiciário."
      },
      {
        "letra": "C",
        "texto": "Considera-se dolo a vontade livre e consciente de alcançar o resultado ilícito tipificado nos Arts. 9º, 10 e 11 desta Lei, não bastando a voluntariedade do agente."
      },
      {
        "letra": "D",
        "texto": "O exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, não afasta a responsabilidade por ato de improbidade administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3239447",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Nos termos da Lei nº 14.230/2021, constitui ato de improbidade administrativa que atenta contra os princípios da administração pública a ação ou omissão dolosa que viole os deveres de honestidade, de imparcialidade e de legalidade, caracterizada por uma das seguintes condutas: I. Revelar fato ou circunstância de que tem ciência em razão das atribuições e que deva permanecer em segredo, propiciando beneficiamento por informação privilegiada ou colocando em risco a segurança da sociedade e do Estado. II. Negar publicidade aos atos oficiais, exceto em razão de sua imprescindibilidade para a segurança da sociedade e do Estado ou de outras hipóteses instituídas em lei. III. Frustrar, em ofensa à imparcialidade, o caráter concorrencial de concurso público, de chamamento ou de procedimento licitatório, com vistas à obtenção de benefício próprio, direto ou indireto, ou de terceiros. Está(ão) correta(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3239276",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Segundo a Lei nº 8.429/1992 – Lei de Improbidade Administrativa, o Ministério Público poderá, conforme as circunstâncias do caso concreto, celebrar acordo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não persecução civil."
      },
      {
        "letra": "B",
        "texto": "Leniência."
      },
      {
        "letra": "C",
        "texto": "Delação premiada."
      },
      {
        "letra": "D",
        "texto": "Colaboração premiada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3238084",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito da Declaração de Bens, de que trata a Lei nº 8.429/92, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser apresentada anualmente por todos os agentes públicos, independentemente de ocuparem cargos efetivos ou comissionados."
      },
      {
        "letra": "B",
        "texto": "A não apresentação da Declaração de Bens sujeitará o agente público a sanções administrativas e penais, incluindo a perda dos direitos políticos."
      },
      {
        "letra": "C",
        "texto": "A Declaração de Bens deve ser atualizada e apresentada no momento da posse e na extinção do mandato, emprego ou função pública."
      },
      {
        "letra": "D",
        "texto": "Os agentes públicos estão dispensados de apresentar a Declaração de Bens se os valores dos bens não ultrapassarem determinado limite financeiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236552",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Um servidor público foi acusado de praticar atos que configuram improbidade administrativa ao favorecer uma empresa em um processo licitatório. Qual das seguintes condutas é considerada ato de improbidade administrativa, conforme a Lei nº 8.429/1992?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Realizar uma licitação com valor abaixo do limite estabelecido pela legislação não é, por si só, um ato de improbidade, mas deve ser avaliado no contexto."
      },
      {
        "letra": "B",
        "texto": "Utilizar informações privilegiadas para obter vantagem em licitações é uma conduta que fere a moralidade administrativa e a igualdade entre os concorrentes."
      },
      {
        "letra": "C",
        "texto": "Promover a transparência nas contas públicas, publicando relatórios de auditoria, é uma prática desejável e legal, e não configura improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "Indicar um parente para a função de assessor, sem qualquer relação com contratos administrativos, pode ser caracterizado como nepotismo, mas não é necessariamente improbidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3226811",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Segundo a Lei nº 8.429/1992 – Lei de Improbidade Administrativa, é ato de improbidade administrativa que importa enriquecimento ilícito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Realizar operação financeira sem observância das normas legais e regulamentares ou aceitar garantia insuficiente ou inidônea."
      },
      {
        "letra": "B",
        "texto": "Frustrar a licitude de processo licitatório ou de processo seletivo para celebração de parcerias com entidades sem fins lucrativos, ou dispensá-los indevidamente, acarretando perda patrimonial efetiva."
      },
      {
        "letra": "C",
        "texto": "Aceitar emprego, comissão ou exercer atividade de consultoria ou assessoramento para pessoa física ou jurídica que tenha interesse suscetível de ser atingido ou amparado por ação ou omissão decorrente das atribuições do agente público, durante a atividade."
      },
      {
        "letra": "D",
        "texto": "Conceder benefício administrativo ou fiscal sem a observância das formalidades legais ou regulamentares aplicáveis à espécie."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3220811",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA sobre a Lei Nº 8.429, de 2 de junho de 1992. Constitui ato de improbidade administrativa que atenta contra os princípios da administração pública a ação ou omissão dolosa que viole os deveres de honestidade, de imparcialidade e de legalidade, caracterizada por uma das seguintes condutas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revelar ou permitir que chegue ao conhecimento de terceiro, antes da respectiva divulgação oficial, teor de medida política ou econômica capaz de afetar o preço de mercadoria, bem ou serviço."
      },
      {
        "letra": "B",
        "texto": "Nomear cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive, da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento, para o exercício de cargo em comissão ou de confiança ou, ainda, de função gratificada na administração pública direta e indireta em qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, compreendido o ajuste mediante designações recíprocas."
      },
      {
        "letra": "C",
        "texto": "Deixar de prestar contas quando esteja obrigado a fazê-lo, desde que disponha das condições para isso, com vistas a ocultar irregularidades."
      },
      {
        "letra": "D",
        "texto": "Perceber vantagem econômica, direta ou indireta, para facilitar a alienação, permuta ou locação de bem privado ou o fornecimento de serviço por ente estatal por preço inferior ao valor de mercado."
      },
      {
        "letra": "E",
        "texto": "Negar publicidade aos atos oficiais, exceto em razão de sua imprescindibilidade para a segurança da sociedade e do Estado ou de outras hipóteses instituídas em lei"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3220810",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito da Lei de Improbidade Administrativa (Lei Nº 8.429, de 2 de junho de 1992). Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sucessor ou o herdeiro daquele que causar dano ao erário ou que se enriquecer ilicitamente estão sujeitos apenas à obrigação de repará-lo até o limite do valor da herança ou do patrimônio transferido."
      },
      {
        "letra": "B",
        "texto": "As disposições desta Lei são aplicáveis, no que couber, àquele que, mesmo não sendo agente público, induza ou concorra dolosamente para a prática do ato de improbidade."
      },
      {
        "letra": "C",
        "texto": "Configura-se improbidade a ação ou omissão decorrente de divergência interpretativa da lei, baseada em jurisprudência, ainda que não pacificada, mesmo que não venha a ser posteriormente prevalecente nas decisões dos órgãos de controle ou dos tribunais do Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "Os sócios, os cotistas, os diretores e os colaboradores de pessoa jurídica de direito privado não respondem pelo ato de improbidade que venha a ser imputado à pessoa jurídica, salvo se, comprovadamente, houver participação e benefícios diretos, caso em que responderão nos limites da sua participação."
      },
      {
        "letra": "E",
        "texto": "O mero exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, afasta a responsabilidade por ato de improbidade administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219675",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A Lei nº 8.429/1992 dispõe sobre as sanções aplicáveis em virtude da prática de atos de improbidade administrativa. A respeito desse instrumento normativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os servidores dos Institutos Federais não se sujeitam às sanções previstas na Lei nº 8.429/1992 por não serem considerados servidores públicos."
      },
      {
        "letra": "B",
        "texto": "Para ser sancionado, basta que o servidor cogite cometer uma das infrações de improbidade administrativa tipificadas na Lei."
      },
      {
        "letra": "C",
        "texto": "Se um indivíduo exercer função pública transitória em entidade da administração direta, não poderá, em qualquer hipótese, ser considerado agente público."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de um agente público exercer suas funções sem a vontade livre e consciente de alcançar resultado ilícito, não haverá responsabilização por improbidade administrativa."
      },
      {
        "letra": "E",
        "texto": "A lei proíbe qualquer pessoa física de ser responsabilizada por improbidade administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3218028",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Segundo a Lei de Improbidade Administrativa (Lei nº 8.429/1992), analise as assertivas abaixo, assinalando V, se verdadeiras, ou F, se falsas. ( ) O mero exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, afasta a responsabilidade por ato de improbidade administrativa. ( ) Qualquer pessoa poderá representar à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade. ( ) É vedada a decretação de indisponibilidade da quantia de até 40 salários mínimos depositados em caderneta de poupança, em outras aplicações financeiras ou em conta-corrente. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216443",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Determinado servidor público foi acusado de improbidade administrativa após a realização de um contrato de prestação de serviços sem a devida licitação, alegando que se tratava de uma situação emergencial. No entanto, a documentação apresentada não comprovou a urgência da contratação e as razões para a dispensa de licitação. Considerando a Lei de Improbidade Administrativa e os princípios que regem a Administração Pública, a consequência legal que poderá advir dessa situação para o servidor e as medidas que a Administração deverá adotar são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser punido apenas com advertência, pois a situação era emergencial e ele agiu com boa-fé."
      },
      {
        "letra": "B",
        "texto": "Poderá ser processado criminalmente, mas não sofrerá sanções administrativas, pois a lei prevê o devido processo legal."
      },
      {
        "letra": "C",
        "texto": "Será automaticamente demitido, independentemente do processo administrativo, uma vez que a improbidade foi comprovada."
      },
      {
        "letra": "D",
        "texto": "Não poderá ser responsabilizado, pois a urgência da situação isenta-o de penalidades, mesmo que a documentação não comprove."
      },
      {
        "letra": "E",
        "texto": "Poderá ser responsabilizado civilmente, podendo ter que ressarcir o erário e sofrer sanções administrativas, além de responder a processo criminal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213106",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Relativamente aos prazos processuais e procedimentais introduzidos pela Lei n. 14.230/2021 à Lei de Improbidade Administrativa (Lei n. 8.429/92) é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 15 (quinze) dias, iniciado o prazo na forma do art. 231 da Lei nº 13.105, de 16 de março de 2015 (Código de Processo Civil)."
      },
      {
        "letra": "B",
        "texto": "A ação para a aplicação das sanções previstas na Lei de Improbidade Administrativa prescreve em 8 (oito) anos, contados a partir da ocorrência do fato ou, no caso de infrações permanentes, do dia em que cessou a permanência."
      },
      {
        "letra": "C",
        "texto": "O inquérito civil para apuração do ato de improbidade será concluído no prazo de 180 (cento e oitenta) dias corridos, prorrogável uma única vez por igual período, mediante ato fundamentado submetido à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      },
      {
        "letra": "D",
        "texto": "Encerrado o prazo de conclusão do inquérito civil para apuração do ato de improbidade, a ação deverá ser proposta no prazo de 45 (quarenta e cinco) dias, se não for caso de arquivamento do inquérito civil."
      },
      {
        "letra": "E",
        "texto": "Interrompida a prescrição, o prazo recomeça a correr do dia da interrupção, pela totalidade do prazo previsto para a aplicação das sanções previstas na LIA."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3212815",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: CIDIR de Pinhalzinho - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Conforme disposto na Lei n° 8.429/1992 que dispõe sobre as sanções aplicáveis em virtude da prática de atos de improbidade administrativa, no caso de perceber vantagem econômica, que seja direta ou indireta, de acordo com os excertos abaixo, julgue-os: Excerto I.Para facilitar a alienação, permuta ou locação de bem público. Excerto II.Para o fornecimento de serviço por ente estatal por preço superior ao valor de mercado. Sobre os excertos, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o excerto II está correto."
      },
      {
        "letra": "B",
        "texto": "Somente o excerto I está correto."
      },
      {
        "letra": "C",
        "texto": "Os excertos I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Os excertos I e II estão incorretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3328189",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "João, registrador do 1º Cartório do Registro Geral de Imóveis da circunscrição Beta, dolosamente, revelou fato de que tinha ciência em razão de suas atribuições como titular do citado cartório extrajudicial e que devia permanecer em segredo, propiciando beneficiamento por informação privilegiada, com lesão ao Estado Delta, mas sem prejuízo ao erário. Ao tomar ciência do ocorrido, o Ministério Público instaurou inquérito civil e colheu elementos que configuram justa causa para o ajuizamento de ação de improbidade administrativa. Antes de propor a ação judicial, o promotor de justiça oportunizou a João a celebração de acordo de não persecução cível. Nesse contexto, de acordo com a lei de regência, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso não seja firmado o acordo, eventual condenação pode incluir a perda da função pública de João e o pagamento de multa civil de até o somatório de suas últimas 12 remunerações mensais percebidas pela atividade delegada do cartório extrajudicial;"
      },
      {
        "letra": "B",
        "texto": "a celebração do acordo firmado antes do ajuizamento de ação de improbidade dependerá, cumulativamente, da oitiva do ente federativo lesado; da aprovação pelo órgão do Ministério Público competente para apreciar as promoções de arquivamento de inquéritos civis; e de homologação judicial;"
      },
      {
        "letra": "C",
        "texto": "caso não seja firmado o acordo, eventual condenação pode incluir a perda da função pública de João e a sua proibição de contratar com o poder público ou de receber benefícios ou incentivos fiscais ou creditícios, direta ou indiretamente, ainda que por intermédio de pessoa jurídica da qual seja sócio majoritário, pelo prazo não superior a oito anos;"
      },
      {
        "letra": "D",
        "texto": "o acordo de não persecução cível pode ser firmado entre o promotor de justiça e João, sem a presença de advogado, sendo necessária a homologação pelo órgão do Ministério Público competente para apreciar as promoções de arquivamento de inquéritos civis, mas desnecessária a homologação judicial, uma vez que ocorrido em fase pré-processual;"
      },
      {
        "letra": "E",
        "texto": "João, apesar de ser um potencial sujeito ativo para praticar ato de improbidade administrativa, por desempenhar atividades extrajudiciais de caráter estatal, mas exercidas em caráter privado, em virtude de delegação feita pelo poder público, deve impetrar mandado de segurança para trancamento do inquérito civil, uma vez que a ausência de prejuízo ao erário afasta a prática de ato de improbidade administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3198057",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e a Lei nº 8.429/1992, julgue o item a seguir. Ajuizada a ação por ato de improbidade administrativa, a João será assegurado o direito de ser interrogado sobre os fatos, e seu silêncio não implicará confissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198056",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e a Lei nº 8.429/1992, julgue o item a seguir. O pedido de indisponibilidade dos bens de João será deferido mediante a demonstração no caso concreto de perigo de dano irreparável ou de risco ao resultado útil do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198055",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e a Lei nº 8.429/1992, julgue o item a seguir. Ajuizada a ação por ato de improbidade administrativa, o Ministério Público poderá requerer medida de urgência para a decretação de indisponibilidade dos bens de João. Contra a decisão que deferir ou indeferir a medida, caberá apenas recurso extraordinário para o Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198052",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e a Lei nº 8.429/1992, julgue o item a seguir. Maria poderá apresentar representação junto ao Ministério Público, para que sejam tomadas as providências necessárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3196199",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: SEMIL-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Marque a alternativa incorreta, segundo a Lei n.º 8429, de 2 de junho de 1992.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na responsabilização da pessoa jurídica, deverão ser considerados os efeitos econômicos e sociais das sanções, de modo a viabilizar a manutenção de suas atividades."
      },
      {
        "letra": "B",
        "texto": "O sucessor daquele que causar lesão ao patrimônio público ou se enriquecer, ilicitamente, está sujeito às cominações da Lei n.º 8429/1992, até 50% do valor da herança."
      },
      {
        "letra": "C",
        "texto": "O mero exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, afasta a responsabilidade por ato de improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "O sistema de responsabilização por atos de improbidade administrativa, tutelará a probidade na organização do Estado e no exercício de suas funções, como forma de assegurar a integridade do patrimônio público e social, nos termos da Lei n.º 8429/1992."
      },
      {
        "letra": "E",
        "texto": "A mera perda patrimonial decorrente da atividade econômica não acarretará improbidade administrativa, salvo se comprovado ato doloso praticado com essa finalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3194549",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "O sistema de responsabilização por atos de improbidade administrativa tutelará a probidade na organização do Estado e no exercício de suas funções, como forma de assegurar a integridade do patrimônio público e social. Sobre a Lei de Improbidade Administrativa – Lei nº 8.429/1992, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura improbidade a ação ou omissão decorrente de divergência interpretativa da lei, baseada em jurisprudência, ainda que não pacificada."
      },
      {
        "letra": "B",
        "texto": "A mera perda patrimonial decorrente da atividade econômica não acarretará improbidade administrativa, salvo se comprovado ato doloso praticado com essa finalidade."
      },
      {
        "letra": "C",
        "texto": "O sucessor ou o herdeiro daquele que causar dano ao erário ou que se enriquecer ilicitamente não poderá ser responsabilizado, em vista de não ter sido o causador da improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "O mero exercício da função ou desempenho de competências públicas, sem comprovação de ato doloso com fim ilícito, não afasta a responsabilidade por ato de improbidade administrativa, visto que a improbidade ocorre também por ato culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186297",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Os agentes públicos podem praticar, no exercício das funções estatais, condutas que violam o Direito e, por isso, capazes de sujeitá-los à aplicação das mais diversas formas de punição. Sobre a Lei n.º 8429/1992, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sentenças civis e penais não produzirão efeitos em relação à ação de improbidade quando concluírem pela inexistência da conduta ou pela negativa da autoria."
      },
      {
        "letra": "B",
        "texto": "A absolvição criminal em ação que discuta os mesmos fatos, confirmada por decisão colegiada, não impede o trâmite da ação por improbidade administrativa, pois não se comunicam os fundamentos de absolvição previstos no CPP."
      },
      {
        "letra": "C",
        "texto": "As disposições previstas na Lei de Improbidade Administrativa são aplicáveis apenas aos agentes públicos, ainda que exerçam o cargo transitoriamente e sem remuneração."
      },
      {
        "letra": "D",
        "texto": "A aplicação das sanções previstas na Lei de Improbidade Administrativa independe da aprovação ou rejeição das contas pelo órgão de controle interno ou pelo Tribunal ou Conselho de Contas."
      },
      {
        "letra": "E",
        "texto": "Para a configuração de quaisquer dos crimes previstos na Lei de Improbidade Administrativa basta a voluntariedade do agente, em razão da supremacia do interesse público sobre o privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178828",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A Lei Federal n.º 8429, de 02 de junho de 1992, dispõe sobre “as sanções aplicáveis em virtude da prática de atos de improbidade administrativa, de que trata o § 4º, do art. 37, da Constituição Federal; e dá outras providências.” Então, trata-se de uma lei especial que será aplicada aos casos de improbidade administrativa e não o Código Penal, que prevê sanções para os crimes em geral. De acordo com a Lei n.º 8429/1992, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura improbidade a ação ou omissão decorrente de divergência interpretativa da lei, baseada em jurisprudência."
      },
      {
        "letra": "B",
        "texto": "As disposições da Lei n.º 8429/1992, aplicam-se somente ao agente público."
      },
      {
        "letra": "C",
        "texto": "Somente os atos de improbidade administrativa, que causam prejuízo ao Erário, é que se sujeitam ao disposto na Lei n.º 8429/1992."
      },
      {
        "letra": "D",
        "texto": "A mera perda patrimonial decorrente da atividade econômica não acarretará improbidade administrativa, salvo se comprovado ato doloso praticado com essa finalidade."
      },
      {
        "letra": "E",
        "texto": "Constitui ato de improbidade administrativa, que causa lesão ao Erário, somente a omissão dolosa, que enseje, efetiva e comprovadamente, perda patrimonial, desvio, apropriação, malbaratamento ou dilapidação dos bens ou haveres das entidades referidas no art. 1º, da Lei n.º 8429/1992"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3177681",
    "metadata": "Ano: 2025 | Banca: PS Concursos | Órgão: Prefeitura de Jacinto Machado - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "De acordo com o disposto na Lei 8.429, de 2 de junho de 1992, a qual dispõe sobre as sanções aplicáveis em virtude da prática de atos de improbidade administrativa, consideram-se atos de improbidade administrativa as seguintes condutas dolosas: I. Perceber vantagem econômica, direta ou indireta, para facilitar a alienação, permuta ou locação de bem público ou o fornecimento de serviço por ente estatal por preço inferior ao valor de mercado; II. Ordenar ou permitir a realização de despesas não autorizadas em lei ou regulamento; III. Revelar ou permitir que chegue ao conhecimento de terceiro, antes da respectiva divulgação oficial, teor de medida política ou econômica capaz de afetar o preço de mercadoria, bem ou serviço. Após análise dos itens acima, escolha a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correto apenas o disposto no item I;"
      },
      {
        "letra": "B",
        "texto": "Está correto apenas o disposto nos itens I e II;"
      },
      {
        "letra": "C",
        "texto": "Está correto apenas o disposto nos itens I e III;"
      },
      {
        "letra": "D",
        "texto": "Está correto apenas o disposto nos itens II e III;"
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3177275",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Em uma ação judicial por ato de improbidade administrativa, ao receber a petição inicial, o juiz competente indeferiu a medida de indisponibilidade de bens dos réus. Com base nessa situação hipotética e considerando a Lei nº 8.429/1992, o recurso cabível contra a decisão seria o agravo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retido."
      },
      {
        "letra": "B",
        "texto": "de petição."
      },
      {
        "letra": "C",
        "texto": "de instrumento."
      },
      {
        "letra": "D",
        "texto": "em sentido estrito."
      },
      {
        "letra": "E",
        "texto": "interno."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3173800",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Águas de Chapecó - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Segundo a Lei nº 8.429/1992 – Lei de Improbidade Administrativa, é condição para posse e o exercício de cargo público a apresentação da declaração de Imposto de Renda e Proventos de Qualquer Natureza. Caso o agente público se recuse a prestar a declaração dos bens, ele será apenado com a pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advertência."
      },
      {
        "letra": "B",
        "texto": "Suspensão."
      },
      {
        "letra": "C",
        "texto": "Demissão."
      },
      {
        "letra": "D",
        "texto": "Multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169203",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito das disposições do Código de Ética Profissional do Servidor Público Civil do Poder Executivo (Decreto n.º 1.171/1994), dos deveres do servidor público federal, conforme a Lei n.º 8.112/1990, e da improbidade administrativa, julgue o item a seguir. Incorrerá em ato de improbidade administrativa que importa enriquecimento ilícito o servidor público federal que utilizar, para atender necessidades pessoais, trabalho de terceirizado contratado pelo órgão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169202",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A respeito das disposições do Código de Ética Profissional do Servidor Público Civil do Poder Executivo (Decreto n.º 1.171/1994), dos deveres do servidor público federal, conforme a Lei n.º 8.112/1990, e da improbidade administrativa, julgue o item a seguir. Para aplicação de penalidade em virtude da prática de atos de improbidade administrativa, a Lei de Improbidade Administrativa (Lei n.º 8.429/1992) exige que o sujeito ativo da conduta seja agente público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3166986",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Com fundamento no Código de Ética Profissional do Servidor Público Civil do Poder Executivo (Decreto n.º 1.171/1994), na Lei de Improbidade Administrativa (Lei n.º 8.429/1992) e na Lei Anticorrupção (Lei n.º 12.846/2013), julgue o item a seguir. A configuração de ato de improbidade administrativa que atenta contra os princípios da administração pública depende necessariamente da comprovação de que o agente público agiu, no exercício da sua função, com a finalidade de obter proveito ou benefício indevido para si ou para outra pessoa ou entidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3157497",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Conforme a Lei de Improbidade Administrativa, analise as assertivas abaixo: I. Na responsabilização da pessoa jurídica, deverão ser considerados os efeitos econômicos e sociais das sanções, de modo a viabilizar a manutenção de suas atividades.II. A posse e o exercício de agente público ficam condicionados à apresentação de declaração de imposto de renda e proventos de qualquer natureza, que tenha sido apresentada à Secretaria Especial da Receita Federal do Brasil, a fim de ser arquivada no serviço de pessoal competente.III. Qualquer pessoa poderá representar à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154655",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Em outubro de 2024, Maria, servidora pública, agindo com dolo, liberou verba pública sem a estrita observância das normas pertinentes, ensejando, efetiva e comprovadamente, perda patrimonial em detrimento do Estado do Rio Grande do Sul. Registre-se que não se trata de ato de menor ofensa aos bens jurídicos tutelados pela Lei de Improbidade Administrativa. De acordo com a narrativa e considerando as disposições da Lei nº 8.429/1992, avalie as afirmativas a seguir. I. Em caso de condenação pela prática de ato doloso de improbidade administrativa, Maria estará sujeita, em tese, às sanções de perda dos bens ou valores acrescidos ilicitamente ao patrimônio, perda da função pública, suspensão dos direitos políticos até 14 anos, pagamento de multa civil equivalente ao valor do acréscimo patrimonial e proibição de contratar com o poder público ou de receber benefícios ou incentivos fiscais ou creditícios, direta ou indiretamente, ainda que por intermédio de pessoa jurídica da qual seja sócia majoritária, pelo prazo não superior a 14 anos. II. Em caso de condenação pela prática de ato doloso de improbidade administrativa, a pena de multa, aplicável à acusada Maria, pode ser aumentada até o triplo, se o juiz considerar que, em virtude da situação econômica da ré, o valor calculado é ineficaz para a reprovação e a prevenção do ato de improbidade. III. Em caso de condenação pela prática de ato doloso de improbidade administrativa, as sanções previstas na Lei nº 8.429/1992 somente poderão ser executadas após o trânsito em julgado da sentença condenatória. Nesse cenário, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3138485",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Galvão - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Para a apuração de práticas de atos de improbidade, segundo a Lei nº 8.429/1992 − Lei de Improbidade Administrativa, a comissão processante dará conhecimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao Ministério Público e ao Tribunal de Contas."
      },
      {
        "letra": "B",
        "texto": "À Polícia Civil e à Receita Federal."
      },
      {
        "letra": "C",
        "texto": "À Polícia Militar e ao Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Ao Tribunal de Justiça e à Polícia Civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3446107",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Louveira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Considerando a propositura de ação judicial para a aplicação das sanções de que trata a Lei n.º 8.429/1992, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 30 (trinta) dias."
      },
      {
        "letra": "B",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 15 (quinze) dias."
      },
      {
        "letra": "C",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 8 (oito) dias."
      },
      {
        "letra": "D",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 10 (dez) dias."
      },
      {
        "letra": "E",
        "texto": "Se a petição inicial estiver em devida forma, o juiz mandará autuá-la e ordenará a citação dos requeridos para que a contestem no prazo comum de 35 (trinta e cinco) dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3436415",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A Lei nº 8.429, de 2 de junho de 1992, define que se houver indícios de atos de improbidade praticados por agentes públicos, para que as devidas providencias sejam adotadas, a autoridade que conhecer dos fatos deve representar ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder legislativo."
      },
      {
        "letra": "B",
        "texto": "Poder de polícia."
      },
      {
        "letra": "C",
        "texto": "Sindicato da esfera competente."
      },
      {
        "letra": "D",
        "texto": "Chefe da casa civil."
      },
      {
        "letra": "E",
        "texto": "Ministério Público competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3435747",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Segundo a Lei Federal n.º 14.230/2021 – Improbidade Administrativa, em seu Art. 16, § 13: É vedada a decretação de indisponibilidade da quantia de até _____________ salários mínimos depositados em caderneta de poupança, em outras aplicações financeiras ou em conta corrente. Assinale a alternativa que preencha, corretamente, a lacuna, no texto, acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 (vinte)."
      },
      {
        "letra": "B",
        "texto": "30 (trinta)."
      },
      {
        "letra": "C",
        "texto": "40 (quarenta)."
      },
      {
        "letra": "D",
        "texto": "50 (cinquenta)."
      },
      {
        "letra": "E",
        "texto": "60 (sessenta)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3414467",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Catuípe - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Na ação por improbidade administrativa, poderá ser formulado, em caráter antecedente ou incidente, pedido de indisponibilidade de bens dos réus, a fim de garantir a integral recomposição do erário ou do acréscimo patrimonial resultante de enriquecimento ilícito. Sabendo disso, com base na literalidade da Lei nº 8.429/1992 — Improbidade Administrativa, analisar os itens abaixo: I. A indisponibilidade de bens deverá ser decretada sem a oitiva prévia do réu com base na urgência a ser presumida nos casos específicos previstos em Lei. II. Se houver mais de um réu na ação, a somatória dos valores declarados indisponíveis não poderá superar o montante indicado na petição inicial como dano ao erário ou como enriquecimento ilícito. III. O valor da indisponibilidade considerará a estimativa de dano indicada na petição inicial, permitida a sua substituição por caução idônea quando a requerimento do réu, sendo vedada a substituição por fiança bancária ou por seguro-garantia judicial. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283939",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A ação para a aplicação das sanções previstas na Lei n. 8429/92, que trata da prática de atos de improbidade administrativa, prescreve em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "03 anos."
      },
      {
        "letra": "B",
        "texto": "05 anos."
      },
      {
        "letra": "C",
        "texto": "É imprescritível."
      },
      {
        "letra": "D",
        "texto": "08 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283938",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "A Lei n. 8429/92 disciplina as sanções aplicáveis em virtude da prática de atos de improbidade administrativa. Com base em seus conhecimentos e o que diz a Lei sobre o tema, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sanções previstas na Lei poderão ser executadas antes do trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "B",
        "texto": "Se ocorrer lesão ao patrimônio público, a reparação do dano a que se refere a Lei 8429/92 deverá deduzir o ressarcimento ocorrido nas instâncias criminal, civil e administrativa que tiver por objeto os mesmos fatos."
      },
      {
        "letra": "C",
        "texto": "Para efeitos de contagem do prazo da sanção de suspensão dos direitos políticos, computar-se-á retroativamente o intervalo de tempo entre a decisão colegiada e o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "A posse e o exercício de agente público ficam condicionados à apresentação de declaração de imposto de renda e proventos de qualquer natureza, que tenha sido apresentada à Secretaria Especial da Receita Federal do Brasil, a fim de ser arquivada no serviço de pessoal competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3259694",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: UERGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "O prefeito da cidade de Errôneos, na intenção de celebrar parceria com entidade sem fins lucrativos do município, dispensou, indevidamente, o processo de licitação, acarretando perda patrimonial efetiva ao município. Nos termos da Lei de Improbidade Administrativa, Lei nº 8.429/1992 e suas atualizações, o referido ato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui ato de improbidade administrativa que causa prejuízo ao erário."
      },
      {
        "letra": "B",
        "texto": "Não constitui ato de improbidade administrativa."
      },
      {
        "letra": "C",
        "texto": "Constitui ato administrativo vinculado."
      },
      {
        "letra": "D",
        "texto": "Constitui ato de improbidade administrativa que importa enriquecimento ilícito."
      },
      {
        "letra": "E",
        "texto": "Constitui ato penal discricionário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3258978",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: UERGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Conforme a Lei de Improbidade Administrativa, Lei nº 8.429/1992 e suas atualizações, analise as assertivas abaixo e assinale V, se verdadeiras, ou F, se falsas. ( ) Considera-se ato de improbidade administrativa que importa enriquecimento ilícito perceber vantagem econômica para intermediar a liberação ou aplicação de verba pública de qualquer natureza. ( ) Constitui ato de improbidade administrativa que causa prejuízo ao erário permitir ou facilitar a aquisição, permuta ou locação de bem ou serviço por preço superior ao de mercado. ( ) Constitui ato de improbidade administrativa que atenta contra os princípios da Administração Pública frustrar, em ofensa à imparcialidade, o caráter concorrencial de concurso público, de chamamento ou de procedimento licitatório, com vistas à obtenção de benefício próprio, direto ou indireto, ou de terceiros. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "V – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3253590",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "João da Silva foi nomeado para cargo público com exigência de escolaridade até o ensino médio, no âmbito do Poder Judiciário do Estado de São Paulo, e, junto aos documentos obrigatórios para a posse, verificou a necessidade de apresentação da sua declaração de imposto de renda. Na sua declaração consta como dependente uma filha que João teve fora do casamento e mantém em segredo há anos. Por essa razão, João gostaria de evitar a entrega da declaração do imposto de renda para a posse e posterior exercício do cargo. Considerando essa situação hipotética e o previsto no ordenamento jurídico brasileiro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exigência formulada pelo órgão para a posse é contrária ao direito à privacidade, à proteção da honra, bem como à proteção de dados pessoais e do sigilo fiscal e bancário garantidos pela Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "a posse e o exercício do cargo público ficam condicionados à apresentação da declaração de imposto de renda, que tenha sido apresentada à Secretaria Especial da Receita Federal do Brasil, a fim de ser arquivada no serviço de pessoal."
      },
      {
        "letra": "C",
        "texto": "embora exija-se, em regra, a apresentação da declaração de imposto de renda, que tenha sido apresentada à Secretaria Especial da Receita Federal do Brasil, essa regra não se aplica aos servidores do Poder Judiciário em razão da separação de poderes."
      },
      {
        "letra": "D",
        "texto": "a posse em cargo público de nível superior fica condicionada à apresentação da declaração de imposto de renda, que tenha sido apresentada à Secretaria Especial da Receita Federal do Brasil, mas não a posse em cargo público de nível médio."
      },
      {
        "letra": "E",
        "texto": "para evitar a exposição do seu drama familiar, João poderia modificar a sua declaração de imposto de renda, apresentando, para posse, declaração que não contivesse a informação relativa aos recebimentos e pagamentos de sua filha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248533",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Após aprovação em concurso público, Delton foi admitido em determinada empresa pública federal, mas ficou muito preocupado com a viabilidade de ser responsabilizado com base na Lei de Improbidade Administrativa, razão pela qual passou a rever as disposições constantes da Lei nº 8.429/92, com a redação conferida pela Lei nº 14.230/2021, em relação a sua situação funcional. Nesse cenário, Delton concluiu corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser considerado agente público para os fins da norma em comento, na medida em que não se submete ao regime estatutário dos servidores públicos."
      },
      {
        "letra": "B",
        "texto": "para a caracterização de qualquer dos atos de improbidade previstos na mencionada norma, não basta a voluntariedade do agente, sendo necessário o dolo, considerado como vontade livre e consciente de alcançar o resultado ilícito tipificado."
      },
      {
        "letra": "C",
        "texto": "as empresas públicas não estão abarcadas pelo conceito de Administração Pública para fins de aplicação da lei em análise, razão pela qual ele não se sujeita ao respectivo regime de responsabilização."
      },
      {
        "letra": "D",
        "texto": "caberá a sua responsabilização com base na norma em apreço apenas se a sua conduta se enquadrar como ato de improbidade que importa em lesão ao erário, pelo qual responderá nas hipóteses de atuar com dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "os atos de improbidade que atentam contra os princípios da Administração Pública são excepcionados da norma em comento com relação às empresas públicas, de modo que as respectivas penalidades não podem ser a ele aplicadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3210443",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Jussara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "À luz da Lei de Improbidade Administrativa (Lei nº 8.429/1992), o inquérito civil para apuração do ato de improbidade será concluído no prazo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "90 (noventa) dias corridos, prorrogável uma única vez por igual período, mediante ato fundamentado submetido à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      },
      {
        "letra": "B",
        "texto": "120 (cento e vinte) dias corridos, prorrogável uma única vez por igual período, mediante ato fundamentado submetido à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      },
      {
        "letra": "C",
        "texto": "180 (cento e oitenta) dias corridos, prorrogável uma única vez por igual período, mediante ato fundamentado submetido à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      },
      {
        "letra": "D",
        "texto": "365 (trezentos e sessenta e cinco) dias corridos, prorrogável uma única vez por igual período, mediante ato fundamentado submetido à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174069",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Narciso, autoridade competente em sua repartição pública, veio a tomar conhecimento de indício de ato cometido por Cícero que configura improbidade administrativa que causou dano ao erário. Consequentemente, nessa hipótese, segundo o que reza a Lei de Improbidade Administrativa (Lei nº 8.429/92), Narciso deverá representar ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ministério Público competente, para as providências necessárias, e se Cícero vier a falecer, seus herdeiros ou sucessores ficarão sujeitos à obrigação de reparar o dano até o limite do valor do prejuízo causado."
      },
      {
        "letra": "B",
        "texto": "Juízo competente, para as providências necessárias e se Cícero vier a falecer, seus herdeiros ou sucessores ficarão sujeitos à obrigação de reparar o dano até o limite do valor do prejuízo causado."
      },
      {
        "letra": "C",
        "texto": "Juízo competente, para as providências necessárias, e se Cícero vier a falecer, seus herdeiros ou sucessores ficarão sujeitos à obrigação de reparar o dano até o limite do valor da herança ou do patrimônio transferido."
      },
      {
        "letra": "D",
        "texto": "Delegado de Polícia, para apuração dos fatos, e se Cícero vier a falecer, seus herdeiros ou sucessores ficarão sujeitos à obrigação de reparar o dano até o limite do valor do prejuízo causado."
      },
      {
        "letra": "E",
        "texto": "Ministério Público competente, para as providências necessárias, e se Cícero vier a falecer, seus herdeiros ou sucessores ficarão sujeitos à obrigação de reparar o dano até o limite do valor da herança ou do patrimônio transferido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3170460",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Nos termos da Lei de Improbidade Administrativa (Lei nº 8.429/1992), as sanções de perda da função pública e de suspensão dos direitos políticos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não estão mais previstas para qualquer modalidade de ato improbo, vez que, após as mudanças na Lei de Improbidade Administrativa, tais penalidades foram extirpadas, dada a gravidade e o impacto para os agentes públicos."
      },
      {
        "letra": "B",
        "texto": "aplicam-se a todas as modalidades de ato de improbidade administrativa."
      },
      {
        "letra": "C",
        "texto": "não estão previstas para atos de improbidade administrativa que atentam contra os princípios da Administração pública."
      },
      {
        "letra": "D",
        "texto": "aplicam-se apenas aos atos de improbidade administrativa que importam em enriquecimento ilícito."
      },
      {
        "letra": "E",
        "texto": "aplicam-se apenas aos atos de improbidade administrativa que causam prejuízo ao erário."
      }
    ],
    "gabarito": "C"
  }
]