[
  {
    "id": "3286054",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Direito e obrigações dos usuários"
    ],
    "enunciado_principal": "Sobre a relação entre o poder público e o cidadão é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A relação entre o Poder Público e o cidadão deve ser democrática, transparente e participativa."
      },
      {
        "letra": "B",
        "texto": "Nem sempre a relação é harmônica, tendo em vista que conflitos podem ocorrer, como em caso de demora na prestação de serviços públicos."
      },
      {
        "letra": "C",
        "texto": "O Poder Público é responsável por fiscalizar e regulamentar atividades para garantir ordem e segurança."
      },
      {
        "letra": "D",
        "texto": "Para fortalecer a relação entre o Poder Público e a sociedade, ainda é necessário a criação de instrumentos de participação democrática."
      },
      {
        "letra": "E",
        "texto": "A colaboração mútua fortalece a sociedade e contribui para uma gestão pública eficiente e justa, garantindo o bem-estar de todos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3196368",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Direito e obrigações dos usuários"
    ],
    "enunciado_principal": "Conforme expresso no Guia Lilás, editado pela Controladoria-Geral da União em 2023, “o assédio sexual é crime e não deve ser tolerado. É definido por lei como o ato de constranger alguém, com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função. (Código Penal, art. 216-A).” Guia Lilás. CGU. Disponível em: https://cloud.jbrj.gov.br/s/RYAdHAsNSo2WxMz. Acesso em: 14 dez. 2024. Para combater a prática de assédio sexual e outras práticas indesejadas no âmbito da Administração Pública, direta e indireta, federal, estadual, distrital e municipal, a Lei nº 14.540, de 3 de abril de 2023, instituiu o Programa de Prevenção e Enfrentamento ao Assédio Sexual e demais Crimes contra a Dignidade Sexual e à Violência Sexual. De acordo com a Lei nº 14.540/2023, as ações e estratégias de prevenção e de enfrentamento a essas práticas devem ser orientadas a partir de algumas diretrizes. Assinale a alternativa que NÃO contempla uma dessas diretrizes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esclarecimento sobre os elementos que caracterizam o assédio sexual e demais crimes contra a dignidade sexual e as formas de violência sexual."
      },
      {
        "letra": "B",
        "texto": "fornecimento de materiais educativos e informativos com exemplos de condutas que possam ser caracterizadas como assédio sexual ou outro crime contra a dignidade sexual, ou qualquer forma de violência sexual, de modo a orientar a atuação de agentes públicos e da sociedade em geral."
      },
      {
        "letra": "C",
        "texto": "implementação de boas práticas para a prevenção ao assédio sexual e demais crimes contra a dignidade sexual, ou a qualquer forma de violência sexual, no âmbito da Administração Pública, direta e indireta, federal, estadual, distrital e municipal."
      },
      {
        "letra": "D",
        "texto": "divulgação da legislação pertinente e de políticas públicas de proteção, de acolhimento, de assistência e de garantia de direitos às vítimas."
      },
      {
        "letra": "E",
        "texto": "estabelecimento de procedimentos para o encaminhamento de reclamações e denúncias de assédio sexual e demais crimes contra a dignidade sexual, ou de qualquer forma de violência sexual, facultado o sigilo quanto à pessoa do denunciante."
      }
    ],
    "gabarito": "E"
  }
]