[
  {
    "id": "3643563",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Município Alfa, que fica na região Norte do Brasil, contratou uma obra viária. Durante a execução do contrato, foi identificada uma ruína ancestral de povos originários, ocasionando a revisão do traçado previsto originalmente para a estrada e gerando impactos financeiros no contrato. O contratado solicitou equilíbrio econômico-financeiro, demonstrando os efeitos no valor contratado. Nesse caso, recomenda-se que o Município Alfa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não conceda o pleito, pois esse fato deveria estar previsto no orçamento do contratado;"
      },
      {
        "letra": "B",
        "texto": "conceda o pleito, pois se trata de fato imprevisível;"
      },
      {
        "letra": "C",
        "texto": "não conceda o pleito, remetendo a solicitação ao Tribunal de Contas do Município para a decisão;"
      },
      {
        "letra": "D",
        "texto": "conceda o equilíbrio, mas tenha o cuidado de remeter a solicitação à Câmara de Vereadores para manifestação;"
      },
      {
        "letra": "E",
        "texto": "não conceda o pleito, pois, ao firmar o contrato, o contratado assumiu esse risco."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3642785",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao final de um processo administrativo sancionador (PAS), fica comprovado que a concessionária descumpriu cláusulas essenciais do contrato. A autoridade competente avalia a sanção cabível. Com base na legislação e nas boas práticas regulatórias, são sanções compatíveis com o PAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ressarcimento compulsório e prisão preventiva;"
      },
      {
        "letra": "B",
        "texto": "publicidade negativa e exclusão de cargos eletivos;"
      },
      {
        "letra": "C",
        "texto": "advertência, multa, suspensão temporária ou declaração de inidoneidade;"
      },
      {
        "letra": "D",
        "texto": "cancelamento de CNPJ e bloqueio judicial de bens;"
      },
      {
        "letra": "E",
        "texto": "confisco de receitas e impedimento de atuação em outros municípios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3615945",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "As autoridades competentes do Município do Rio de Janeiro precisam indicar agentes públicos para o exercício das funções de gestor e de fiscal de contrato administrativo, razão pela qual passaram a analisar as normas constantes da Lei nº 14.133/2021 e do Decreto Rio nº 51.629/2022 acerca do tema. Nesse contexto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aconselhável e pertinente a designação como gestor ou fiscal do contrato do servidor municipal que tenha participado como agente de contratação e/ou membro de comissão de contratação do mesmo contrato, na medida em que tem conhecimento das peculiaridades da avença."
      },
      {
        "letra": "B",
        "texto": "Não há impedimento ou vedação para a designação na função de gestor ou de fiscal do contrato de servidor que possua vínculo de parente em linha reta, colateral ou por afinidade, de segundo grau com dirigentes do contrato."
      },
      {
        "letra": "C",
        "texto": "A função de gestor ou fiscal do contrato pode ser recusada pelo servidor, ou renunciada a qualquer tempo, com fundamento na autonomia de sua vontade, mesmo que tenha conhecimento profissional e técnico para o exercício de tais atribuições e não se enquadre nos impedimentos e vedações elencados nas normas de regência."
      },
      {
        "letra": "D",
        "texto": "A gestão contratual deverá ser realizada por pelo menos um agente público designado e a fiscalização deve ser realizada por pelo menos dois agentes públicos designados, que não poderão se enquadrar nas hipóteses definidas como de conflito de interesses para o exercício de tais atribuições."
      },
      {
        "letra": "E",
        "texto": "É vedada a designação de servidor de outro órgão ou entidade para o exercício da função de fiscal de contrato, em quaisquer circunstâncias, mesmo que seu objeto seja serviço técnico especializado, que demande formação específica, e haja comum acordo com as autoridades competentes de tais órgãos ou entidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3615022",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TRE-TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um servidor do Tribunal Regional Eleitoral (TRE) de determinado estado, tendo sido designado formalmente para desempenhar funções relacionadas a compras e licitações junto ao departamento de patrimônio, de forma voluntária e consciente, admitiu, para determinada licitação, empresa declarada inidônea. Considerando esse caso hipotético e de acordo com a Lei nº 14.133/2019 (Lei de Licitações e Contratos Administrativos), é correto afirmar que esse servidor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de fraude em licitação ou contrato."
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo cometimento do crime de contratação direta ilegal."
      },
      {
        "letra": "C",
        "texto": "poderá ser condenado pelo delito previsto no tipo de contratação inidônea, na modalidade simples."
      },
      {
        "letra": "D",
        "texto": "responderá por omissão grave de dado ou de informação."
      },
      {
        "letra": "E",
        "texto": "deverá receber a mesma pena atribuída a quem celebra contrato com empresa ou profissional declarado inidôneo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3542844",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o próximo item, em relação ao registro e notificação de irregularidades e aplicação de penalidades e sanções administrativas. O descumprimento das obrigações trabalhistas ou a não manutenção das condições de habilitação pela contratada pode ensejar a rescisão contratual, sem prejuízo das demais sanções.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3538767",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos) dispõe, acerca da duração dos contratos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos administrativos têm vigência por prazo indeterminado, salvo disposição em contrário."
      },
      {
        "letra": "B",
        "texto": "Na contratação que previr a conclusão de escopo predefinido, o contrato será automaticamente extinto quando seu objeto não for concluido no período firmado no contrato."
      },
      {
        "letra": "C",
        "texto": "A vigência dos contratos administrativos deve ser limitada ao exercicio financeiro, independentemente do objeto do contrato."
      },
      {
        "letra": "D",
        "texto": "Na contratação que gere receita e no contrato de eficiência que gere economia para a Administração, o prazo de vigência será de até 25 anos."
      },
      {
        "letra": "E",
        "texto": "Não serão objeto de cancelamento automático os restos a pagar vinculados a contratos de duração plurianual, senão depois de encerrada a vigência destes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502215",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o próximo item no que se refere às infrações e sanções administrativas previstas na Lei de Licitações e Contratos Administrativos (Lei n.º 14.133/2021). Advertência, multa e impedimento de licitar e contratar são exemplos de sanções que podem ser aplicadas aos responsáveis por infrações administrativas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464385",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação aos contratos e compras no setor público federal, julgue o próximo item. As alterações na razão ou na denominação social da contratada e o empenho de dotações orçamentárias ensejam necessariamente a celebração de termo aditivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3438201",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 apresenta diversas modificações em relação à legislação anterior (Lei nº 8.666/1993). Com relação à Nova Lei de Licitações e Contratos Administrativos, julgue o item a seguir.O contratado deve garantir, durante toda a execução do contrato, a manutenção das condições de habilitação e qualificação exigidas na licitação, incluindo o cumprimento de encargos trabalhistas, previdenciários, fiscais e comerciais decorrentes da execução contratual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3438001",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as normas das licitações e dos contratos administrativos, julgue o item a seguir.Na execução do contrato e sem prejuízo das responsabilidades contratuais e legais, o contratado poderá subcontratar partes da obra, do serviço ou do fornecimento até o limite autorizado, em cada caso, pela Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409256",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A respeito da elaboração e fiscalização de contratos administrativos, julgue o item seguinte. A execução contratual deve ser acompanhada e fiscalizada por, no mínimo, três fiscais de contrato, especialmente designados conforme os requisitos legais aplicáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409255",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A respeito da elaboração e fiscalização de contratos administrativos, julgue o item seguinte. Nos contratos de serviços contínuos com regime de dedicação exclusiva de mão de obra, para assegurar o cumprimento de obrigações trabalhistas, o contratante pode exigir, mediante disposição em contrato ou em edital, contratação de seguro-garantia com cobertura para verbas rescisórias inadimplidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3395848",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Insatisfeita com a condução de determinado contrato administrativo parte do Poder Público, a sociedade empresária Gama, na qualidade de contratada, buscou informações sobre os cenários em que teria, legitimamente, o direito à extinção da avença. De acordo com a narrativa e considerando as disposições da Lei nº 14.133/2021, analise as afirmativas a seguir: I. Suspensão de execução do contrato, por ordem escrita da Administração, por prazo superior a três meses. II. Atraso superior a dois meses, contado da emissão da nota fiscal, dos pagamentos ou de parcelas de pagamentos devidos pela Administração por despesas de obras, serviços ou fornecimentos. III. Não liberação pela Administração, nos prazos contratuais, de área, local ou objeto, para execução de obra, serviço ou fornecimento, e de fontes de materiais naturais especificadas no projeto, inclusive devido a atraso ou descumprimento das obrigações atribuídas pelo contrato à Administração relacionadas a desapropriação, a desocupação de áreas públicas ou a licenciamento ambiental. Nesse cenário, considerando as disposições da Lei nº 14.133/2021, a sociedade empresária Gama terá direito à extinção do contrato administrativo na(s) hipótese(s) elencada(s) em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375810",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca da Nova Lei de Licitações e Contratos Públicos (Lei nº 14.133/2021), julgue o item a seguir.É proibido à Administração retardar imotivadamente a execução de obra ou serviço, ou de suas parcelas, exceto na hipótese de posse do respectivo chefe do Poder Executivo ou de novo titular no órgão ou na entidade contratante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375809",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca da Nova Lei de Licitações e Contratos Públicos (Lei nº 14.133/2021), julgue o item a seguir.Na execução do contrato e sem prejuízo das responsabilidades contratuais e legais, o contratado poderá sub‑rogar partes da obra, do serviço ou do fornecimento até o limite autorizado, em cada caso, pela Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375808",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca da Nova Lei de Licitações e Contratos Públicos (Lei nº 14.133/2021), julgue o item a seguir.O contratado será responsável pelos encargos trabalhistas, previdenciários, fiscais e comerciais resultantes da execução do contrato, exceto nas contratações de serviços contínuos com regime de dedicação exclusiva de mão de obra, quando a Administração responderá subsidiariamente pelos encargos previdenciários e solidariamente pelos encargos trabalhistas, caso seja comprovada falha na fiscalização do cumprimento das obrigações do contratado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3365127",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: Prefeitura de Rolim de Moura - RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o Art. 137° da Lei de Licitações e Contratos Administrativos assinale a alternativa que apresenta uma das situações prevista para extinção do contrato, a qual deverá ser formalmente motivada nos autos do processo, assegurados o contraditório e a ampla defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cumprimento ou cumprimento irregular de normas editalícias ou de cláusulas contratuais, de especificações, de projetos ou de prazos."
      },
      {
        "letra": "B",
        "texto": "O atendimento das determinações regulares da autoridade designada para acompanhar e fiscalizar a sua execução."
      },
      {
        "letra": "C",
        "texto": "O atraso superior a 120 (cento e vinte) dias dos pagamentos devidos, pela Administração, decorrentes de obras, serviços ou fornecimento."
      },
      {
        "letra": "D",
        "texto": "O acrescentamento, por parte da Administração, de obras, serviços ou compras, acarretando modificação do valor inicial do contrato além do limite permitido."
      },
      {
        "letra": "E",
        "texto": "O atraso justificado no início e finalização da obra, serviço ou fornecimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3300643",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre quem ou que tipo de instituição não pode disputar licitação ou participar da execução de contrato, direta ou indiretamente, segundo a Lei nº 14.133/2021, Artigo 14, julgue os itens a seguir. I. A cooperativa que apresentar demonstrativo de atuação em regime cooperado, com repartição de receitas e despesas entre os cooperados. II. Autor do anteprojeto, do projeto básico ou do projeto executivo, pessoa física ou jurídica, quando a licitação versar sobre obra, serviços ou fornecimento de bens a ele relacionados. III. Pessoa física ou jurídica que se encontre, ao tempo da licitação, impossibilitada de participar da licitação em decorrência de sanção que lhe foi imposta. IV. Pessoa jurídica em consórcio com comprovação de compromisso público ou particular de constituição de consórcio, subscrito pelos consorciados. V. Empresas consorciadas com responsabilidade solidária dos integrantes pelos atos praticados em consórcio, tanto na fase de licitação quanto na de execução do contrato. VI. Empresa, isoladamente ou em consórcio, responsável pela elaboração do projeto básico ou do projeto executivo. Estão corretos os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "I, IV e VI."
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III, IV e VI."
      },
      {
        "letra": "E",
        "texto": "II, III, e VI, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296697",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos administrativos são acordos de vontades celebrados pela Administração Pública com pessoas físicas ou jurídicas, públicas ou privadas, com o objetivo de atender a interesses públicos. Esses contratos são regidos principalmente por normas de Direito Público. Nesse sentido, o regime jurídico dos contratos administrativos instituído pela Lei nº 14.133/2021, Lei de Licitações e Contratos Administrativos, confere à Administração, em relação a eles, as prerrogativas de, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificá-los, unilateralmente, para melhor adequação às finalidades de interesse público, respeitados os direitos do contratado."
      },
      {
        "letra": "B",
        "texto": "Extingui-los, unilateralmente, em qualquer caso."
      },
      {
        "letra": "C",
        "texto": "Fiscalizar sua execução."
      },
      {
        "letra": "D",
        "texto": "Aplicar sanções motivadas pela inexecução total ou parcial do ajuste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295405",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Nos contratos administrativos, a inexecução pode gerar rescisão e aplicação de penalidades. Identifique o enunciado que exprime corretamente esse regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite plena liberdade do contratado para romper o acordo sem ônus se julgar o preço insuficiente."
      },
      {
        "letra": "B",
        "texto": "Depende de sentença judicial para qualquer rescisão, afastando a competência administrativa."
      },
      {
        "letra": "C",
        "texto": "Autoriza a Administração a rescindir unilateralmente, impondo sanções proporcionais ao descumprimento e assegurando contraditório."
      },
      {
        "letra": "D",
        "texto": "Veda a aplicação de multas, pois a supremacia do interesse público já é suficiente para coibir abusos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291528",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Uma autarquia federal celebrou um contrato de prestação de serviços com uma empresa privada. Posteriormente, verificou-se que o contrato foi firmado sem a realização de licitação. Nesse caso, o contrato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulo de pleno direito, por ofensa ao princípio da legalidade."
      },
      {
        "letra": "B",
        "texto": "Anulável, podendo ser convalidado pelo administrador público."
      },
      {
        "letra": "C",
        "texto": "Válido, desde que haja justificativa de urgência."
      },
      {
        "letra": "D",
        "texto": "Válido, se houver autorização legislativa específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286352",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base no Art. 110 da Lei Federal nº 14.133/2021, assinale a alternativa correta sobre os prazos para contratação que gere receita e no contrato de eficiência que gere economia para a Administração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo para contratos de eficiência que envolvem economia para a Administração será sempre de até 5 (cinco) anos, independentemente da natureza do contrato."
      },
      {
        "letra": "B",
        "texto": "Nos contratos sem investimento, o prazo pode ser de até 10 (dez) anos, desde que haja previsão de geração de receita."
      },
      {
        "letra": "C",
        "texto": "Os contratos de eficiência sem geração de receita devem ter prazo máximo de 15 (quinze) anos."
      },
      {
        "letra": "D",
        "texto": "Nos contratos de eficiência, o prazo será de até 20 (vinte) anos, mesmo que não haja geração de economia."
      },
      {
        "letra": "E",
        "texto": "Não há limite de prazo para contratos que envolvam economia para a Administração, desde que seja comprovada a viabilidade financeira do projeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3281371",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na contratação que gere receita e no contrato de eficiência que gere economia para a Administração, nos contratos sem investimento, os prazos serão de até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 anos."
      },
      {
        "letra": "B",
        "texto": "15 anos."
      },
      {
        "letra": "C",
        "texto": "25 anos."
      },
      {
        "letra": "D",
        "texto": "30 anos."
      },
      {
        "letra": "E",
        "texto": "35 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3276851",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o que estabelece a Lei nº 14.133/2021, conhecida como Lei de Licitações e Contratos Administrativos, em seu artigo 106, “a Administração poderá celebrar contratos com prazo de até _________ anos nas hipóteses de serviços e fornecimentos contínuos”. Assinale a alternativa que completa corretamente a lacuna anterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco"
      },
      {
        "letra": "B",
        "texto": "dez"
      },
      {
        "letra": "C",
        "texto": "quinze"
      },
      {
        "letra": "D",
        "texto": "vinte"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3276270",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A execução do contrato administrativo deverá ser acompanhada e fiscalizada por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 ou mais fiscais do contrato."
      },
      {
        "letra": "B",
        "texto": "2 ou mais fiscais do contrato."
      },
      {
        "letra": "C",
        "texto": "3 ou mais fiscais do contrato."
      },
      {
        "letra": "D",
        "texto": "4 ou mais fiscais do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3274225",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, a Administração Pública possui uma série de prerrogativas na gestão dos contratos administrativos, garantindo a adequada execução dos serviços e o interesse público. Assinale a alternativa que NÃO constitui uma prerrogativa da Administração na gestão desses contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fiscalizar sua execução."
      },
      {
        "letra": "B",
        "texto": "Extingui-los, unilateralmente, nos casos especificados nessa Lei."
      },
      {
        "letra": "C",
        "texto": "Modificá-los, unilateralmente, para melhor adequação às finalidades de interesse público, respeitados os direitos do contratado."
      },
      {
        "letra": "D",
        "texto": "Ocupar provisoriamente, em qualquer caso, bens móveis e imóveis e utilizar pessoal e serviços vinculados ao objeto do contrato."
      },
      {
        "letra": "E",
        "texto": "Aplicar sanções motivadas pela inexecução total ou parcial do ajuste."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261336",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um gestor público deverá decidir sobre a possibilidade de rescisão de um contrato administrativo. Acerca do fundamento legal que deve ser considerado para essa decisão, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A rescisão deve ocorrer apenas em casos de descumprimento de prazos de pagamento por parte do contratado."
      },
      {
        "letra": "B",
        "texto": "É uma decisão unilateral que não precisa ser notificada ao contratado, pois a Administração tem total autonomia."
      },
      {
        "letra": "C",
        "texto": "A rescisão pode ser feita a qualquer momento, independentemente de justificativa, desde que haja interesse da Administração."
      },
      {
        "letra": "D",
        "texto": "A rescisão deve ser fundamentada em situações específicas, como inexecução total ou parcial do contrato, e deve seguir o devido processo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3243398",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na aplicação de sanções administrativas aos contratados em decorrência de infrações cometidas durante a execução do contrato, alguns itens devem ser considerados. Assinale a alternativa que apresenta corretamente um desses itens.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A gravidade da infração cometida pelo contratado."
      },
      {
        "letra": "B",
        "texto": "O tempo de atuação da empresa no mercado."
      },
      {
        "letra": "C",
        "texto": "O tempo de vigência contratual até o momento da constatação da infração."
      },
      {
        "letra": "D",
        "texto": "A proporcionalidade entre o porte econômico do contratado e o valor da sanção aplicada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3243397",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Acerca das nulidades dos contratos é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constatada irregularidade no procedimento licitatório ou na execução contratual, caso não seja possível o saneamento, a decisão sobre a suspensão da execução ou sobre a declaração de nulidade do contrato somente será adotada na hipótese em que se revelar medida de interesse público, com avaliação dos aspectos previstos na lei de licitação."
      },
      {
        "letra": "B",
        "texto": "caso a paralisação ou anulação não se revele medida de interesse público, o poder público deverá optar pela continuidade do contrato, e pela solução da irregularidade por meio de indenização por perdas e danos, sem prejuízo da apuração de responsabilidade e da aplicação de penalidades cabíveis."
      },
      {
        "letra": "C",
        "texto": "a nulidade exonerará a Administração do dever de indenizar o contratado pelo que houver executado, bem como por outros prejuízos regularmente comprovados, devendo ser promovida a responsabilização individual de quem lhe tenha dado causa."
      },
      {
        "letra": "D",
        "texto": "nenhuma contratação será feita sem a caracterização adequada de seu objeto e sem a indicação dos créditos orçamentários para pagamento das parcelas contratuais vincendas no exercício em que for realizada a contratação, sob pena de nulidade do ato e de responsabilização de quem lhe tiver dado causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3243396",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Responda as questões de n° 26 a 32, de acordo com o que dispõe a Lei 14.133/2021 (Lei de Licitações e Contratos Administrativos). Constituirão motivos para a extinção do contrato administrativo, a qual deverá ser formalmente motivada nos autos do processo, com a garantia do contraditório e da ampla defesa, situações expressamente previstas em lei. Entre elas, destaca-se que o contratado terá direito à extinção do contrato na hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensões ininterruptas superiores a 90 dias corridos, salvo se o contratado concordar expressamente com a continuidade do contrato."
      },
      {
        "letra": "B",
        "texto": "repetidas suspensões que totalizem 120 dias úteis, desde que autorizadas pela Administração."
      },
      {
        "letra": "C",
        "texto": "repetidas suspensões que totalizem 90 dias úteis, com direito ao pagamento de indenização pelas sucessivas e contratualmente imprevistas desmobilizações e mobilizações."
      },
      {
        "letra": "D",
        "texto": "repetidas suspensões que totalizem 60 dias úteis, independentemente do pagamento de indenização pelas desmobilizações e mobilizações contratualmente imprevistas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3242374",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os prazos e condições de entrega são importantes informações que devem conter em um edital de licitação, de modo a resguardar os direitos da Administração. Acerca do assunto, marque (V) para as afirmativas verdadeiras e (F) para as falsas. (__) O edital deve estabelecer de forma clara os prazos e as condições de entrega do objeto licitado, visando garantir a regularidade e o cumprimento do contrato pela empresa contratada. (__) O prazo de entrega do objeto licitado deve ser compatível com a natureza do objeto e o tempo necessário para sua execução, levando em consideração as condições específicas de cada licitação. (__) A Administração Pública pode alterar os prazos de entrega de acordo com sua conveniência, sem a necessidade de justificativa ou alteração contratual, desde que haja concordância entre as partes envolvidas. (__) Caso o contratado não cumpra os prazos e as condições de entrega estabelecidas no contrato, a Administração pode aplicar penalidades previstas no edital e no contrato, como multas ou até mesmo a rescisão do contrato. A sequência está correta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − V − V − V."
      },
      {
        "letra": "B",
        "texto": "V − F − F − F."
      },
      {
        "letra": "C",
        "texto": "F − F − V − V."
      },
      {
        "letra": "D",
        "texto": "V − V − F − V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242252",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No tocante à execução dos contratos, a Lei nº 14.133/21 dispõe que o contrato deverá ser executado fielmente pelas partes, de acordo com as cláusulas avençadas e as normas desta Lei, e cada parte responderá pelas consequências de sua inexecução total ou parcial. Sobre esse tema, analise as afirmativas a seguir. I. É proibido à Administração retardar imotivadamente a execução de obra ou serviço, ou de suas parcelas, inclusive na hipótese de posse do respectivo chefe do Poder Executivo ou de novo titular no órgão ou entidade contratante. II. Nas contratações de obras e serviços de engenharia, sempre que a responsabilidade pelo licenciamento ambiental for da Administração, a manifestação prévia ou licença prévia, quando cabíveis, deverão ser obtidas após da divulgação do edital. III. Em caso de impedimento, ordem de paralisação ou suspensão do contrato, o cronograma de execução não será prorrogado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3239446",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme a Lei nº 14.133/2021, as contratações públicas deverão submeter-se a práticas contínuas e permanentes de gestão de riscos e de controle preventivo, inclusive mediante adoção de recursos de tecnologia da informação, e, além de estar subordinadas ao controle social, sujeitar-se-ão a determinadas linhas de defesa. A primeira linha de defesa é integrada por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Servidores e empregados públicos, agentes de licitação e autoridades que atuam na estrutura de governança do órgão ou entidade."
      },
      {
        "letra": "B",
        "texto": "Unidades de assessoramento jurídico e de controle interno do próprio órgão ou entidade."
      },
      {
        "letra": "C",
        "texto": "Órgão central de controle interno da Administração e pelo tribunal de contas."
      },
      {
        "letra": "D",
        "texto": "Órgão central de controle externo da Procuradoria Geral da República."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3238080",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Após devido processo licitatório, a empresa X celebrou contrato com a Câmara Municipal de Santo Antônio do Paraíso, a fim de fornecer determinados produtos e serviços. Considerando o que aduz a Lei nº 14.133/2021 – Lei de Licitações e Contratos Administrativos, sobre o regime jurídico dos contratos, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa X pode modificar unilateralmente o contrato celebrado, para melhor adequação às suas finalidades."
      },
      {
        "letra": "B",
        "texto": "A Administração possui a prerrogativa de, em determinados casos, extinguir unilateralmente os contratos e também de aplicar sanções motivadas pela inexecução total ou parcial do ajuste."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá revisar as cláusulas econômico-financeiras dos contratos de forma unilateral, para garantir o equilíbrio econômico-financeiro do ajuste."
      },
      {
        "letra": "D",
        "texto": "É prerrogativa da Administração, após a extinção do contrato, utilizar serviços vinculados ao objeto contratual no caso de necessidade de acautelar apuração administrativa de faltas contratuais pela empresa X."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3216954",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com o art. 48, da Lei nº 14.133/21 – Lei de Licitações e Contratos Administrativos, poderão ser objeto de execução por terceiros as atividades materiais acessórias, instrumentais ou complementares aos assuntos que constituem área de competência legal do órgão ou da entidade. O referido artigo apresenta o que é VEDADO à Administração ou a seus agentes, na contratação do serviço terceirizado. Diante do exposto, analise as afirmativas a seguir. I. Fixar salário superior a ser pago pelo contratado. II. Indicar pessoas expressamente nominadas para executar diretamente o objeto contratado. Todavia, admite-se a execução por pessoas de forma indireta. III. Definir forma de pagamento mediante exclusivo reembolso dos salários pagos. IV. Estabelecer vínculo de subordinação com funcionário de empresa prestadora de serviço terceirizado. V. Prever em edital exigências que constituem intervenção indevida da Administração na gestão interna do contratado. VI. Demandar a funcionário de empresa prestadora de serviço terceirizado a execução de tarefas fora do escopo do objeto da contratação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV e V."
      },
      {
        "letra": "B",
        "texto": "II, III e VI."
      },
      {
        "letra": "C",
        "texto": "III, IV, V e VI."
      },
      {
        "letra": "D",
        "texto": "I, II, III, V e VI."
      },
      {
        "letra": "E",
        "texto": "I, II, IV, V e VI."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215152",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considere que determinado contrato administrativo que tenha por objeto a modelagem de desestatização e venda de ações detidas pelo Estado em uma sociedade de economia mista, celebrado de acordo com a disciplina estabelecida pela Lei nº 14.133/2021, com prazo de duração de 12 meses, tenha chegado a seu termo final sem a realização do objeto em função de atrasos decorrentes da judicialização do processo de privatização. Superados os questionamentos que impactaram o cronograma inicial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afigura-se possível a prorrogação do contrato, por prazo não superior àquele inicialmente contratado e com custos adicionais limitados a 25% do valor original atualizado."
      },
      {
        "letra": "B",
        "texto": "aplica-se a previsão legal de prorrogação automática do contrato, independentemente da celebração de aditivo, caso se conclua tratar-se de contrato por escopo."
      },
      {
        "letra": "C",
        "texto": "não será admitida a prorrogação do prazo contratual, considerando a natureza do objeto, que não corresponde à prestação de serviços contínuos."
      },
      {
        "letra": "D",
        "texto": "caso haja anuência da contratada, é possível a prorrogação do prazo de execução, sendo imprescindível a celebração de aditivo contratual e comprovação de álea extraordinária."
      },
      {
        "letra": "E",
        "texto": "a Administração Pública pode prorrogar unilateralmente o contrato, reequilibrando a contratada pelos custos decorrentes do atraso do cronograma caso tenha extrapolado 50% ou mais do prazo original."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3210302",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Sena Madureira - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Câmara Municipal de Sena Madureira contratou uma empresa para a execução de obras de reforma por meio de licitação na modalidade tomada de preços, com base na Lei nº 14.133/21. Durante a execução do contrato, a empresa contratada descumpre os prazos estabelecidos, causando atrasos significativos na entrega da obra. Além disso, a qualidade do serviço realizado está abaixo do esperado, contrariando as especificações previstas no edital. De acordo com a Lei nº 14.133/21 e as penalidades previstas, quais as medidas que a Câmara Municipal pode tomar em relação ao descumprimento do objeto da licitação e o que deve ser observado no processo de aplicação dessas punições?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Câmara Municipal pode rescindir o contrato de forma imediata e aplicar penalidades, como multa e impedimento de contratar com a administração pública por até 5 anos, independentemente de notificação prévia."
      },
      {
        "letra": "B",
        "texto": "A Câmara Municipal pode aplicar a rescisão contratual e as penalidades previstas no edital, incluindo a multa, mas deve conceder à empresa contratada o direito de defesa e um prazo razoável para a correção das falhas antes de aplicar qualquer punição."
      },
      {
        "letra": "C",
        "texto": "A Câmara Municipal não pode rescindir o contrato, pois a empresa contratada tem direito a um prazo de 90 dias após o descumprimento para corrigir as falhas antes da aplicação de penalidades."
      },
      {
        "letra": "D",
        "texto": "A Câmara Municipal pode aplicar as penalidades de forma imediata, como a rescisão do contrato e a multa, sem necessidade de justificativa ou notificação, uma vez que o descumprimento do objeto da licitação já configura infração contratual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299390",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na hipótese de contratação de terceiros (empresa ou profissional) para assistir e subsidiar o fiscal do contrato de uma obra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação de terceiros não eximirá de responsabilidade o fiscal do contrato, nos limites das informações recebidas do terceiro contratado."
      },
      {
        "letra": "B",
        "texto": "A empresa ou profissional contratado não assumirá responsabilidade civil objetiva pela veracidade e pela precisão das informações prestadas."
      },
      {
        "letra": "C",
        "texto": "A empresa ou profissional contratado poderá exercer atribuição própria e exclusiva de fiscal de contrato."
      },
      {
        "letra": "D",
        "texto": "A empresa ou profissional contratado não poderá firmar termo de compromisso de confidencialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290864",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha celebrado contrato por escopo predeterminado, tendo por objeto a avaliação; econômico-financeira de empresa pública municipal com vistas a futura desestatização. Referido contrato foi celebrado com prazo de 12 meses. Ocorre que a empresa contratada não logrou finalizar a avaliação no prazo de duração inicialmente fixado em razão de demora na disponibilização de dados pela empresa pública avaliada, tendo informado ao município que seriam necessários mais 3 meses para a entrega da avaliação. De acordo com a disciplina estabelecida na Lei nº 14.133/2021,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada a prorrogação do contrato, eis que se trata de escopo predeterminado com prazo certo, extinguindo-se quando atingido o decurso do prazo."
      },
      {
        "letra": "B",
        "texto": "a contratada deverá ser constituída em mora, com aplicação das sanções previstas no contrato, independentemente da eventual responsabilidade da Administração."
      },
      {
        "letra": "C",
        "texto": "o contrato deverá ser rescindido, salvo se houver sido firmado aditivo de prorrogação de prazo anteriormente ao término de vigência original."
      },
      {
        "letra": "D",
        "texto": "por não se tratar de prestação de serviço de caráter continuo, admite-se prorrogação do prazo de execução apenas por período não superior à metade do prazo original."
      },
      {
        "letra": "E",
        "texto": "o prazo de vigência será automaticamente prorrogado, independentemente da assinatura de aditivo contratual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3262326",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Durante uma análise de contratos administrativos, um gestor público se depara com cláusulas que preveem a possibilidade de rescisão unilateral. Essa rescisão pode ser motivada por diversas razões, como interesse público ou descumprimento contratual. Qual das afirmativas a seguir relacionadas reflete corretamente as condições para a rescisão unilateral de um contrato administrativo, segundo a legislação vigente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida apenas em casos de inadimplemento, e deve ser precedida de notificação formal ao contratado."
      },
      {
        "letra": "B",
        "texto": "Deve ser precedida de aviso prévio e, ainda, estar fundamentada em razões de interesse público, conforme previsão legal."
      },
      {
        "letra": "C",
        "texto": "Pode ocorrer a qualquer momento, desde que haja conveniência administrativa, sem necessidade de justificativa formal."
      },
      {
        "letra": "D",
        "texto": "Não pode ser realizada se o contrato tiver sido celebrado por tempo indeterminado, independentemente das condições contratuais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3210937",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, relativo a anulação, revogação, sanções e recursos administrativos no âmbito das licitações e contratações públicas.Considere que, no curso da execução de um contrato administrativo, seja constatado que o processo licitatório contém irregularidade insanável, consistente em fraude à licitação e pagamento de propina a agente público, mas que a anulação dos atos e do contrato prejudicaria enormemente o interesse público, pois, entre outros fatores, a população seria privada por mais tempo do objeto contratado. Nesse caso, é lícito ao poder público optar pela continuidade do contrato e pela solução da irregularidade por indenização em perdas e danos, sem prejuízo da responsabilização e das penalidades cabíveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210936",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, relativo a anulação, revogação, sanções e recursos administrativos no âmbito das licitações e contratações públicas.Fica a critério discricionário da autoridade competente o deferimento ou não de efeito suspensivo ao recurso interposto, bem como ao pedido de reconsideração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210935",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, relativo a anulação, revogação, sanções e recursos administrativos no âmbito das licitações e contratações públicas.Suponha que, durante o curso de um processo licitatório, quase na fase de assinatura do contrato com o licitante vencedor, tenha sido constatado que, equivocadamente, a administração licitante não havia indicado os créditos orçamentários que dariam suporte ao pagamento das parcelas contratuais que venceriam naquele exercício. Nessa situação, a autoridade competente deverá revogar o certame.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210932",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Caso o contratado, injustificadamente, retarde a entrega do objeto contratual, a administração pública contratante poderá aplicar-lhe a sanção de impedimento de licitar e de contratar com órgãos públicos de quaisquer entes federados por até 3 anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210931",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Aos contratos administrativos são aplicáveis, de forma subsidiária, os princípios da teoria geral dos contratos e as normas do direito privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210930",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Suponha que um ente público tenha comprado, mediante dispensa de licitação em razão do valor, um curso de capacitação online, destinado à atualização profissional de dois servidores. Nesse caso, o instrumento de contrato não é obrigatório e pode ser substituído por outro instrumento hábil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210929",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.A fiscalização dos contratos administrativos é uma prerrogativa do poder público, por essa razão é vedada a contratação de terceiros para subsidiar os fiscais com informações atinentes a essa atribuição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210928",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 14.133/2021, julgue o próximo item, referente a contratos administrativos.Servidor público que atuou na fiscalização do contrato tem a prerrogativa de conduzir processo de apuração de infração contratual e aplicação de sanções no âmbito de tal contrato, observados os princípios que regem os contratos administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207242",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Conforme a Lei nº 14.133/2021, qual é o prazo máximo para a vigência dos contratos de serviços contínuos, incluindo suas prorrogações?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos."
      },
      {
        "letra": "B",
        "texto": "5 anos."
      },
      {
        "letra": "C",
        "texto": "10 anos."
      },
      {
        "letra": "D",
        "texto": "Indeterminado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207238",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Identifique o procedimento adequado diante da seguinte situação de inexecução contratual: \"Contratada apresenta atrasos recorrentes na prestação dos serviços de manutenção preventiva de equipamentos hospitalares, alegando dificuldades com fornecimento de peças importadas devido à pandemia, tendo executado 60% do cronograma previsto, sem comprometimento da qualidade dos serviços realizados\":",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Determinar a suspensão total dos pagamentos até a regularização integral dos serviços, independente da análise das justificativas apresentadas."
      },
      {
        "letra": "B",
        "texto": "Manter o contrato sem alterações, aplicando apenas as multas previstas em edital por descumprimento do cronograma inicial."
      },
      {
        "letra": "C",
        "texto": "Aplicar imediatamente a sanção de declaração de inidoneidade e rescindir unilateralmente o contrato, com execução da garantia contratual."
      },
      {
        "letra": "D",
        "texto": "Avaliar documentação comprobatória do caso fortuito, verificar possibilidade de readequação do cronograma, quantificar impactos financeiros e, se viável, formalizar termo aditivo com novo plano de execução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204096",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos administrativos poderão ser alterados, unilateralmente pela Administração, com as devidas justificativas, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houver necessidade de modificar o cronograma de execução físico-financeiro de obras e serviços de engenharia, para melhor adequação econômico-financeira do projeto."
      },
      {
        "letra": "B",
        "texto": "houver necessidade de restabelecer o equilíbrio econômico-financeiro inicial do contrato em decorrência de fatos imprevisíveis que inviabilizem a execução do contrato tal como pactuado, respeitada a repartição objetiva de risco estabelecida no contrato."
      },
      {
        "letra": "C",
        "texto": "for necessária a modificação da forma de pagamento por imposição de circunstâncias supervenientes sem a correspondente contraprestação de fornecimento de bens ou execução de obra ou serviço."
      },
      {
        "letra": "D",
        "texto": "for necessária a modificação do regime de execução da obra, serviço ou do fornecimento de bens, em face de verificação técnica da inaplicabilidade dos termos contratuais originários."
      },
      {
        "letra": "E",
        "texto": "for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seu objeto, nos limites legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204095",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que diz respeito a contratos administrativos, assinale a afirmação FALSA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção do contrato afasta o reconhecimento do desequilíbrio econômico-financeiro e a possibilidade de pagamento de indenização contratual."
      },
      {
        "letra": "B",
        "texto": "A repactuação será precedida de solicitação do contratado, acompanhada de demonstração analítica da variação dos custos, por meio de apresentação da planilha de custos e formação de preços, ou do novo acordo, convenção ou sentença normativa que fundamenta a repactuação."
      },
      {
        "letra": "C",
        "texto": "É vedado a órgão ou entidade contratante vincular-se às disposições previstas nos acordos, convenções ou dissídios coletivos de trabalho que tratem de obrigações e direitos que somente se aplicam aos contratos com a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O contratado será responsável pelos danos causados diretamente à Administração ou a terceiros em razão da execução do contrato, e não excluirá nem reduzirá essa responsabilidade a fiscalização ou o acompanhamento pelo contratante."
      },
      {
        "letra": "E",
        "texto": "O contratado deverá manter preposto aceito pela Administração no local da obra ou do serviço para representá-lo na execução do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3196041",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Prefeitura Municipal de EPL celebrou contrato de eficiência capaz de gerar economia para a Administração Pública em seus gastos com energia elétrica. Considerando que se trata de contrato sem investimentos, nos termos do artigo 110, inciso I, da Lei Federal nº 14.133/2021 (Lei de Licitações), o prazo máximo da contratação será de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 ano."
      },
      {
        "letra": "B",
        "texto": "2 anos."
      },
      {
        "letra": "C",
        "texto": "5 anos."
      },
      {
        "letra": "D",
        "texto": "10 anos."
      },
      {
        "letra": "E",
        "texto": "35 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195943",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Nova Lei de Licitações estabelece que os contratos administrativos podem ser extintos por ato unilateral da Administração, por meio consensual e por meio de decisão arbitral ou judicial. De acordo com as disposições do art. 138 da referida lei, quando a extinção decorrer de culpa exclusiva da Administração, o contratado será ressarcido pelos prejuízos regularmente comprovados que houver sofrido e terá direito a: I. Devolução da garantia. II. Pagamentos devidos pela execução do contrato até a data de extinção. III. Pagamento do custo da desmobilização. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3195942",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo a Nova Lei de Licitações, o instrumento de contrato é obrigatório, salvo nas hipóteses de dispensa de licitação em razão do valor e no caso de compras com entrega imediata e integral dos bens adquiridos e dos quais não resultem obrigações futuras, inclusive quanto à assistência técnica, independentemente de seu valor. Nesses casos, a Administração poderá substituir o instrumento de contrato por outro documento hábil, como: I. Carta-convite. II. Nota de empenho de despesa. III. Autorização de compra ou ordem de execução de serviço. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194579",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considere que um fornecedor contratado para o fornecimento de material de escritório atrasa deliberadamente e reiteradamente a entrega de pedidos efetuados pela Administração Pública de determinado município, hipótese em que ele decide extinguir unilateralmente o contrato. Nesse caso, considerando as sanções e penalidades previstas na Lei nº 14.133/2021 para contratos administrativos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração pode aplicar multas sem necessidade de instaurar processo administrativo prévio."
      },
      {
        "letra": "B",
        "texto": "As penalidades aplicáveis limitam-se à advertência e multa pecuniária, sem previsão de outras sanções."
      },
      {
        "letra": "C",
        "texto": "A aplicação de penalidades depende de regular processo administrativo, assegurado o contraditório e a ampla defesa ao contratado."
      },
      {
        "letra": "D",
        "texto": "Em caso de extinção determinada por ato unilateral da administração, o contratado pode recorrer diretamente ao Poder Judiciário antes de qualquer manifestação administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194577",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre as alterações dos contratos administrativos, à luz da disciplina legal que rege o tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alterações contratuais devem estar limitadas ao interesse público e ser justificadas."
      },
      {
        "letra": "B",
        "texto": "Registros que não caracterizam alteração do contrato podem ser realizados por simples apostila, dispensada a celebração de termo aditivo."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública pode alterar o contrato para incluir novas obrigações, independentemente de acordo com o contratado, e mantida a remuneração inicial."
      },
      {
        "letra": "D",
        "texto": "A Administração Pública pode, unilateralmente, alterar o contrato para modificar o projeto ou as especificações para melhor adequação técnica aos seus objetivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194008",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA quanto à nulidade dos contratos regidos pela Lei Federal nº 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A declaração de nulidade do contrato administrativo requererá análise prévia do interesse público envolvido e operará retroativamente, impedindo os efeitos jurídicos que o contrato deveria produzir ordinariamente e desconstituindo os já produzidos."
      },
      {
        "letra": "B",
        "texto": "Ao declarar a nulidade do contrato, a autoridade, com vistas à continuidade da atividade administrativa, poderá decidir que ela só tenha eficácia em momento futuro, suficiente para efetuar nova contratação, por prazo de até 6 meses, prorrogável uma única vez."
      },
      {
        "letra": "C",
        "texto": "Nenhuma contratação será feita sem a caracterização adequada de seu objeto e sem a indicação dos créditos orçamentários para pagamento das parcelas contratuais vincendas no exercício em que for realizada a contratação, sob pena de nulidade do ato e de responsabilização de quem lhe tiver dado causa."
      },
      {
        "letra": "D",
        "texto": "Caso a paralisação ou anulação não se revele medida de interesse público, o Poder Público deverá optar pela continuidade do contrato e pela solução da irregularidade por meio de indenização por perdas e danos, em prejuízo da apuração de responsabilidade e da aplicação de penalidades cabíveis."
      },
      {
        "letra": "E",
        "texto": "A nulidade não exonerará a Administração do dever de indenizar o contratado pelo que houver executado até a data em que for declarada ou tornada eficaz, bem como por outros prejuízos regularmente comprovados, desde que não lhe seja imputável, e será promovida a responsabilização de quem lhe tenha dado causa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3193031",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: CIMPAJEÚ - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um órgão público celebrou um contrato administrativo para fornecimento contínuo de materiais de escritório. Durante a execução foi necessário alterar quantitativamente o objeto contratado. De acordo com a Lei nº 14.133/2021, qual é o limite percentual permitido para essa alteração, sem que seja necessário celebrar um novo contrato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10% para acréscimos e reduções, em contratos de qualquer natureza."
      },
      {
        "letra": "B",
        "texto": "25% para acréscimos e reduções, em contratos para obras e serviços em geral."
      },
      {
        "letra": "C",
        "texto": "30% para acréscimos, exclusivamente em contratos emergenciais."
      },
      {
        "letra": "D",
        "texto": "50% para acréscimos, exclusivamente em contratos para reformas de edifícios públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186907",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre os contratos administrativos, de acordo com a Lei nº 14.133/2021, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A publicação do contrato administrativo no Portal Nacional de Contratações Públicas (PNCP) é condição indispensável para sua validade."
      },
      {
        "letra": "B",
        "texto": "A nova lei de licitações admite a possibilidade de prorrogação automática do prazo de vigência, nos contratos de escopo, quando o seu objeto não for concluído no período firmado no contrato."
      },
      {
        "letra": "C",
        "texto": "A repactuação, instrumento para equilíbrio econômico-financeiro dos contratos administrativos, pode ser utilizada nos contratos de serviços continuados sem dedicação exclusiva de mão de obra, mediante demonstração analítica da variação dos custos."
      },
      {
        "letra": "D",
        "texto": "Nas contratações de obras e serviços de grande vulto, a UFCG poderá exigir garantia na modalidade seguro-garantia ou fiança bancária, com cláusula de retomada, cujo percentual terá como base o valor anual do contrato."
      },
      {
        "letra": "E",
        "texto": "A UFCG, nos contratos de serviços contínuos com dedicação exclusiva de mão de obra, responde solidariamente com a contratada pelos encargos trabalhistas, previdenciários, fiscais e comerciais decorrentes da execução do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3186494",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nas disposições da Lei n.º 14.133/2021, julgue o item a seguir.São sanções administrativas aplicáveis ao responsável pelas infrações previstas na Lei n.º 14.133/2021: advertência, multa, suspensão da declaração de idoneidade para licitar ou contratar, e cancelamento de inscrição no CEIS (Cadastro Nacional de Empresas Inidôneas e Suspensas).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185529",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A empresa X, contratada pela Administração Pública estadual em 2024, após a realização de licitação na modalidade pregão, indicou um preposto para representá-la perante a Administração durante a execução contratual. No tocante à execução do contrato administrativo, analise as afirmativas a seguir. I. O contratado deverá manter preposto aceito pela Administração no local da obra ou do serviço para representá-lo na execução do contrato. II. O contratado será responsável pelos danos causados diretamente à Administração ou a terceiros em razão da execução do contrato, mitigando essa responsabilidade a fiscalização ou o acompanhamento pelo contratante. III. A Administração tem o dever de explicitamente emitir decisão sobre todas as solicitações e reclamações relacionadas à execução dos contratos, não cabendo avaliar se são ou não protelatórios. Diante do caso narrado e das regras pertinentes aos contratos administrativos, está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175882",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Irregularidades",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Segundo o art. 164 da Lei de Licitações, “qualquer pessoa é parte legítima para impugnar edital de licitação por irregularidade na aplicação desta Lei ou para solicitar esclarecimento sobre os seus termos”. Para isso, deve protocolar o pedido até quantos dias úteis antes da data de abertura do certame?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3."
      },
      {
        "letra": "B",
        "texto": "5."
      },
      {
        "letra": "C",
        "texto": "7."
      },
      {
        "letra": "D",
        "texto": "9."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3174768",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Rafael, servidor público do Estado de Roraima, foi designado para a função de agente de contratação. No exercício de tal atribuição, Rafael foi questionado sobre a necessidade de realização de licitação e qual seria, eventualmente, a modalidade cabível ou, alternativamente, se seria possível a contratação direta, à luz da Lei nº 14.133/2021, nas seguintes situações: I. contratação de cantor consagrado pela crítica e pela opinião pública para a festa de determinado Município, que atrai investimentos para a cidade; II. contratação de serviços de limpeza e manutenção das instalações da prefeitura, considerados serviços contínuos e comuns, para o qual existem várias empresas interessadas, tornando viável a competição; III. celebração de contrato de programa com ente federativo ou com entidade de sua Administração Pública indireta que envolva prestação de serviços públicos de forma associada nos termos autorizados em contrato de consórcio público ou em convênio de cooperação. Rafael respondeu, corretamente, que, nos casos I, II e III, o mais adequado seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(I) licitação dispensável; (II) licitação dispensável; (III) licitação dispensável."
      },
      {
        "letra": "B",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade pregão."
      },
      {
        "letra": "C",
        "texto": "(I) licitação inexigível; (II) licitação na modalidade pregão; (III) licitação dispensável."
      },
      {
        "letra": "D",
        "texto": "(I) licitação na modalidade pregão; (II) licitação na modalidade pregão; (III) licitação na modalidade concorrência."
      },
      {
        "letra": "E",
        "texto": "(I) licitação dispensável; (II) licitação na modalidade concorrência; (III) licitação inexigível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3164326",
    "metadata": "Ano: 2025 | Banca: MARANATHA Assessoria | Órgão: Prefeitura de Careaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um dos Contratos administrativos bastante utilizado na Administração Pública são aqueles decorrentes de licitações públicas. Os referidos contratos devem mencionar os nomes das partes e os de seus representantes, a finalidade, o ato que autorizou sua lavratura, o número do processo da licitação ou da contratação direta e a sujeição dos contratantes às normas legais. Os contratos de serviços e fornecimentos contínuos poderão ser prorrogados sucessivamente, até o limite de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "04 (quatro) anos."
      },
      {
        "letra": "B",
        "texto": "06 (seis) anos."
      },
      {
        "letra": "C",
        "texto": "08 (oito) anos."
      },
      {
        "letra": "D",
        "texto": "10 (dez) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162431",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Complete a lacuna com o termo correto, conforme disposto na Legislação Federal vigente: Os contratos de serviços e fornecimentos contínuos poderão ser prorrogados sucessivamente, respeitada a vigência máxima _________, desde que haja previsão em edital e que a autoridade competente ateste que as condições e os preços permanecem vantajosos para a Administração, permitida a negociação com o contratado ou a extinção contratual sem ônus para qualquer das partes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quadrienal."
      },
      {
        "letra": "B",
        "texto": "Bianual."
      },
      {
        "letra": "C",
        "texto": "Trienal."
      },
      {
        "letra": "D",
        "texto": "Vinteano."
      },
      {
        "letra": "E",
        "texto": "Decenal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3162421",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Leia o enunciado abaixo e assinale a alternativa correta para completar a lacuna com o termo responsável: O contratado terá direito à extinção do contrato no caso de repetidas suspensões que totalizem ____________ dias úteis, independentemente do pagamento obrigatório de indenização pelas sucessivas e contratualmente imprevistas desmobilizações e mobilizações e outras previstas;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "90 (noventa)."
      },
      {
        "letra": "B",
        "texto": "10 (dez)."
      },
      {
        "letra": "C",
        "texto": "30 (trinta)."
      },
      {
        "letra": "D",
        "texto": "60 (sessenta)."
      },
      {
        "letra": "E",
        "texto": "25 (vinte e cinco)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153676",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ainda sobre contratos administrativos, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato que previr a operação continuada de sistemas estruturantes de tecnologia da informação poderá ter vigência máxima de 15 (quinze) anos."
      },
      {
        "letra": "B",
        "texto": "Na contratação que gere receita e no contrato de eficiência que gere economia para a Administração, os prazos de vigência serão de até 35 (trinta e cinco) anos, nos contratos com investimento, assim considerados aqueles que impliquem a elaboração de benfeitorias permanentes, realizadas exclusivamente a expensas do contratado, que serão revertidas ao patrimônio da Administração Pública ao término do contrato."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá estabelecer a vigência por prazo indeterminado nos contratos em que seja usuária de serviço público oferecido em regime de monopólio, desde que comprovada, a cada exercício financeiro, a existência de créditos orçamentários vinculados à contratação."
      },
      {
        "letra": "D",
        "texto": "Os contratos de serviços e fornecimentos contínuos poderão ser prorrogados sucessivamente, respeitada a vigência máxima quinquenal, desde que haja previsão em edital e que a autoridade competente ateste que as condições e os preços permanecem vantajosos para a Administração, sendo vedada a negociação com o contratado."
      },
      {
        "letra": "E",
        "texto": "Na contratação que previr a conclusão de escopo predefinido, o prazo de vigência será automaticamente prorrogado quando seu objeto não for concluído no período firmado no contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153405",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro. II. O agente de contratação será auxiliado por equipe de apoio e responderá individualmente pelos atos que praticar, salvo quando induzido a erro pela atuação da equipe. III. Os atos praticados no processo licitatório são públicos, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança da sociedade e do Estado, na forma da lei. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3152875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Ao analisar as disposições da Lei nº 14.133/2021 que versam sobre as cláusulas que devem constar do edital de licitação para registro de preços, Rosalina verificou corretamente que tal instrumento convocatório deverá dispor sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as especificações da licitação, sendo vedado indicar a quantidade máxima de cada item que poderá adquirida;"
      },
      {
        "letra": "B",
        "texto": "as hipóteses de cancelamento da ata de registro de preços e suas consequências;"
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento da licitação que será de melhor técnica ou conteúdo artístico ou de menor preço;"
      },
      {
        "letra": "D",
        "texto": "a impossibilidade de prever preços diferentes quando o objeto for realizado ou entregue em locais diferentes;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade de participação do órgão ou entidade em várias atas de registro de preços com o mesmo objeto no prazo de validade daquela de que já tiver participado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3578392",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei Federal nº 14.133/2021 determina que o prazo máximo inicial para os contratos decorrentes de licitação de serviços e fornecimentos contínuos, permitidas prorrogações sucessivas, será de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "08 (oito) anos."
      },
      {
        "letra": "B",
        "texto": "05 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "03 (três) anos."
      },
      {
        "letra": "D",
        "texto": "02 (dois) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3402064",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Vitória das Missões - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre as hipóteses de extinção dos contratos, conforme a Lei nº 14.133/2021 — Lei de Licitações e Contratos Administrativos, analisar os itens. I. Atendimento das determinações regulares emitidas pela autoridade designada para acompanhar e fiscalizar sua execução ou por autoridade superior. II. Decretação de falência ou de insolvência civil, dissolução da sociedade ou falecimento do contratado. III. Razões de interesse público, justificadas pela autoridade máxima do órgão ou da entidade contratante. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item III."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens II e III."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3331808",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A atual Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) confere importante destaque à execução dos contratos. Com relação à fase de execução contratual, observe as afirmativas a seguir: I - O fiscal do contrato informará a seus superiores, em tempo hábil para a adoção das medidas convenientes, a situação que demandar decisão ou providência que ultrapasse sua competência. II - A contratação de terceiros, permitida para assistir e subsidiar com informações pertinentes à fiscalização do contrato administrativo, eximirá de responsabilidade o fiscal do contrato, nos limites das informações recebidas do terceiro contratado. III - O contratado será responsável pelos danos causados diretamente à Administração ou a terceiros em razão da execução do contrato, e não excluirá nem reduzirá essa responsabilidade a fiscalização ou o acompanhamento pelo contratante. Sobre as afirmativas acima, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I está correta."
      },
      {
        "letra": "B",
        "texto": "apenas II está correta."
      },
      {
        "letra": "C",
        "texto": "apenas III está correta."
      },
      {
        "letra": "D",
        "texto": "apenas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "todas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248802",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na execução de determinado contrato administrativo regularmente formalizado para a prestação de serviços contínuos com predominância de mão de obra, diante de circunstâncias específicas, que não envolvem calamidade pública, grave perturbação da ordem interna ou guerra e que não decorreram de ato ou fato praticado pelo contratado, do qual tenha participado ou para o qual tenha contribuído, as autoridades competentes estão em vias de determinar a suspensão do contrato, por ordem escrita. Nesse contexto, as referidas autoridades foram informadas de que, à luz da Lei nº 14.133/2021, o contratado terá direito à extinção do contrato, caso a suspensão, por ordem escrita da Administração, tenha prazo superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias úteis."
      },
      {
        "letra": "B",
        "texto": "2 meses."
      },
      {
        "letra": "C",
        "texto": "45 dias corridos."
      },
      {
        "letra": "D",
        "texto": "3 meses."
      },
      {
        "letra": "E",
        "texto": "30 dias úteis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248780",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Um ente da administração pública realizará licitação em 2025 para contratação de serviço contínuo com regime de dedicação exclusiva de mão de obra. De acordo com a Lei, sobre a responsabilidade da Administração quanto aos encargos trabalhistas e previdenciários inadimplidos em desfavor dos empregados da empresa prestadora dos serviços que se ativarem nesse contrato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inadimplência do contratado não transferirá à Administração a responsabilidade pelo seu pagamento."
      },
      {
        "letra": "B",
        "texto": "A Administração responderá solidariamente pelos encargos previdenciários e subsidiariamente pelos encargos trabalhistas, se comprovada falha na fiscalização."
      },
      {
        "letra": "C",
        "texto": "A Administração responderá subsidiariamente pelos encargos previdenciários e trabalhistas, se comprovada falha na fiscalização do contrato."
      },
      {
        "letra": "D",
        "texto": "A Administração responderá solidariamente pelos encargos trabalhistas e subsidiariamente pelos encargos previdenciários, se comprovada falha na fiscalização."
      },
      {
        "letra": "E",
        "texto": "A Administração responderá solidariamente pelos encargos previdenciários e trabalhistas, se comprovada falha na fiscalização do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3245071",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A respeito da disciplina dos meios alternativos de resolução de controvérsias prevista na Lei nº 14.133/21, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso haja autorização expressa no contrato administrativo, será admitida a arbitragem por equidade."
      },
      {
        "letra": "B",
        "texto": "Os contratos administrativos podem ser aditados para incluir cláusula admitindo mecanismo de resolução alternativa de conflitos, desde que tenha sido celebrado após a vigência da Lei nº 14.133/21."
      },
      {
        "letra": "C",
        "texto": "Podem ser resolvidos por meio da arbitragem, dentre outros, conflitos que envolvam cálculo de indenizações e o restabelecimento de equilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "D",
        "texto": "As cláusulas contratuais não podem autorizar que a resolução de litígios ocorram em arbitragens realizadas fora do Brasil."
      },
      {
        "letra": "E",
        "texto": "A arbitragem pode envolver direitos indisponíveis, caso a solução seja adotada para garantir a supremacia do interesse público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245051",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a inexecução do contrato administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente é admitida a inexecução do contrato administrativo por culpa de uma das partes contratantes, não podendo ser fundada em fatos extraordinários."
      },
      {
        "letra": "B",
        "texto": "É admitida a inexecução total ou parcial do contrato administrativo por fatos extraordinários, mas não é admitida a inexecução fundada em fatos imprevisíveis."
      },
      {
        "letra": "C",
        "texto": "A decretação de falência do contratado não autoriza a rescisão do contrato administrativo pela Administração."
      },
      {
        "letra": "D",
        "texto": "São hipóteses que podem acarretar a inexecução contratual sem culpa das partes o fato do príncipe, o caso fortuito e a força maior."
      },
      {
        "letra": "E",
        "texto": "A inexecução contratual imputada à culpa da administração não pode acarretar a rescisão do ajuste, mas apenas a revisão das cláusulas contratuais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3227907",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: NOVACAP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Em relação às garantias, às sanções e ao Portal Nacional de Compras (PNCP), julgue o item seguinte.Considerando‑se um contrato celebrado com contratação direta no valor de R$ 30.000, é correto afirmar que o valor máximo de sanção permitida, em caso de aplicação de multa, será de R$ 6.000.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3199272",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Qual a sanção administrativa prevista para o descumprimento de cláusulas contratuais em contratos públicos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa."
      },
      {
        "letra": "B",
        "texto": "Suspensão temporária de participar em licitação e impedimento de contratação com o poder público."
      },
      {
        "letra": "C",
        "texto": "Advertência por escrito."
      },
      {
        "letra": "D",
        "texto": "Rescisão do contrato."
      },
      {
        "letra": "E",
        "texto": "Exclusão do cadastro de fornecedores e suspensão definitiva de participar em licitação."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3185381",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "José, representante da empresa “X”, durante um processo licitatório começou a perturbar a realização dos atos necessários, vindo a atrasar o término do referido processo. De acordo com a Lei 14.133, de 1º de abril de 2021, das alternativas abaixo, assinale a que descreve qual seria a pena aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "advertência"
      },
      {
        "letra": "D",
        "texto": "multa"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3185380",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Se uma empresa der causa à inexecução parcial de um contrato que foi celebrado com algum ente público, proveniente de um processo licitatório, a mesma poderá sofrer uma sanção proporcional ao ocorrido. Considerando que o fato não ensejou prejuízos à administração pública e nem consequências graves, assinale a alternativa que melhor descreve a sanção cabível.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "multa"
      },
      {
        "letra": "B",
        "texto": "suspensão"
      },
      {
        "letra": "C",
        "texto": "advertência"
      },
      {
        "letra": "D",
        "texto": "impedimento temporário"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3173551",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Os contratos regidos pela Lei n° 14.133/21 (Lei de licitações e Contratos Administrativos) poderão, em alguns casos, ser alterados com as devidas justificativas. Diante do exposto, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando conveniente a substituição da garantia de execução. ( ) Os contratos poderão ser alterados unilateralmente pela Administração quando houver modificação do projeto ou das especificações, para melhor adequação técnica a seus objetivos. ( ) Os contratos poderão ser alterados por acordo entre as partes quando necessária a modificação do regime de execução da obra ou do serviço, bem como do modo de fornecimento, em face de verificação técnica da inaplicabilidade dos termos contratuais originários. ( ) Os contratos poderão ser alterados por acordo entre as partes quando for necessária a modificação do valor contratual em decorrência de acréscimo ou diminuição quantitativa de seu objeto, nos limites permitidos por esta Lei. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - V - F"
      },
      {
        "letra": "B",
        "texto": "V - F - F - V"
      },
      {
        "letra": "C",
        "texto": "V - V - F - F"
      },
      {
        "letra": "D",
        "texto": "F - F - V - V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3173550",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Irregularidades",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Uma construtora foi contratada para realizar a pavimentação de uma via pública, com um contrato firmado sob as diretrizes da Lei n. 14.133/2021. Durante uma auditoria, o engenheiro responsável pelo acompanhamento da obra identificou que as medições e quantidades realizadas pela construtora eram superiores às efetivamente executadas. Além disso, foram encontradas deficiências na execução da obra, resultando em diminuição da sua qualidade, vida útil e segurança. Diante do exposto, assinale a alternativa que apresenta o dano provocado ao patrimônio da Administração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sobrepreço"
      },
      {
        "letra": "B",
        "texto": "Superfaturamento"
      },
      {
        "letra": "C",
        "texto": "Repactuação"
      },
      {
        "letra": "D",
        "texto": "Reajustamento em sentido estrito"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3173544",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei n° 14.133/2021 (Lei de Licitações e Contratos Administrativos), analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) A Administração é dispensada da elaboração de projeto básico nos casos de contratação integrada, hipótese em que deverá ser elaborado anteprojeto de acordo com metodologia definida em ato do órgão competente, observados os requisitos estabelecidos no inciso XXIV do art. 6º desta Lei. ( ) É vedada a criação de outras modalidades de licitação, ressalvado os casos justificados pela Administração. ( ) No caso de obras e serviços de engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 85% (oitenta e cinco por cento) do valor orçado pela Administração. ( ) Nas contratações de obras, serviços e fornecimentos, a garantia poderá ser de até 5% (cinco por cento) do valor inicial do contrato, autorizada a majoração desse percentual para até 10% (dez por cento), desde que justificada mediante análise da complexidade técnica e dos riscos envolvidos. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - F - V"
      },
      {
        "letra": "B",
        "texto": "V - F - F - F"
      },
      {
        "letra": "C",
        "texto": "F - F - V - V"
      },
      {
        "letra": "D",
        "texto": "V - F - F - V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3170850",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A vigência dos contratos celebrados com a Administração pública deve, de acordo com a Lei nº 14.133/2021, observar regras específicas, relativas a aspectos subjetivos, objetivos ou financeiros, como a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vigência de prazo de 1 ano, para contratos emergenciais, admitida a prorrogação sucessiva por dois períodos, desde que mantidas as condições que ensejaram a contratação original."
      },
      {
        "letra": "B",
        "texto": "vedação de previsão de prazo de vigência superior a 10 anos para todos os contratos."
      },
      {
        "letra": "C",
        "texto": "possibilidade de prorrogação sucessiva de contratos, Independentemente do objeto, em que figuem demonstradas vantajosidade e economicidade para a Administração pública."
      },
      {
        "letra": "D",
        "texto": "viabilidade de prorrogação do prazo de vigência quando o objeto contratual for a execução de escopo e este não tiver sido concluído no prazo originalmente pactuado."
      },
      {
        "letra": "E",
        "texto": "previsão de prazo indeterminado para serviços contínuos, com inclusão de clâusula resolutiva, como medida de eficiência."
      }
    ],
    "gabarito": "D"
  }
]