[
  {
    "id": "3610639",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "No que se refere à Administração Direta e à administração indireta, julgue o item seguinte.A sociedade de economia mista é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam, em sua maioria à União, aos estados, ao Distrito Federal, aos municípios ou a uma entidade da administração indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3610638",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "No que se refere à Administração Direta e à administração indireta, julgue o item seguinte.As empresas públicas exploradoras da atividade econômica poderão ter os seus bens e as suas rendas penhoradas para o pagamento dos seus débitos perante terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3542835",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Em relação a essa situação hipotética, julgue o próximo item. O contrato foi celebrado com sociedade de economia mista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530222",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.As sociedades de economia mista e as empresas públicas desempenham atividade de natureza econômica e se distinguem pela forma de organização e pela composição do capital.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469550",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca de organização administrativa e agentes públicos, julgue o item a seguir. Como a instituição de empresa pública depende de autorização por lei específica, não há necessidade de novo ato legislativo para a criação de subsidiárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3420666",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SUSEP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item seguinte, em relação à intervenção do Estado na ordem econômica. As empresas públicas e sociedades de economia mista podem ser constituídas tanto para a prestação de serviços públicos quanto para a exploração da atividade econômica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407072",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da estrutura da Administração Pública brasileira, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente por lei específica poderá ser criada autarquia."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas são pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "A diferença entre sociedade de economia mista e empresa pública é que a primeira possui capital social exclusivamente público, enquanto a segunda apresenta capital majoritariamente público."
      },
      {
        "letra": "D",
        "texto": "Sociedades de economia mista não podem criar subsidiárias."
      },
      {
        "letra": "E",
        "texto": "A finalidade das fundações públicas é de exercício das atividades típicas do Estado sem exploração econômica ainda que com fins lucrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3407071",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A seguinte definição: “Pessoa jurídica de direito privado cuja criação é autorizada por lei para prestação de serviço público ou para exploração de atividade econômica” se refere a uma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquia."
      },
      {
        "letra": "B",
        "texto": "Fundação autárquica."
      },
      {
        "letra": "C",
        "texto": "Sociedade de economia mista."
      },
      {
        "letra": "D",
        "texto": "Agência reguladora."
      },
      {
        "letra": "E",
        "texto": "Agência executiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3395850",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Joana, residente e domiciliada em Porto Velho, é titular de um cargo em comissão no âmbito da empresa pública estadual XYZ. Durante uma conversa com colegas de trabalho, Joana defendeu a criação de novas empresas públicas, de forma a ampliar as atividades prestadas pelo Estado de Rondônia. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominantes, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A empresa pública estadual XYZ, integrante da Administração Indireta, é uma pessoa jurídica de direito público. ( ) A empresa pública estadual XYZ é uma manifestação da desconcentração administrativa. ( ) Somente por lei específica poderá ser autorizada a instituição de empresa pública. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375711",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A respeito das noções de organização administrativa e das entidades que compõem a Administração Pública Direta e a administração pública indireta, julgue o item a seguir.As sociedades de economia mista e as empresas públicas integram a administração indireta e possuem personalidade jurídica de direito privado, ainda que se submetam a um regime jurídico híbrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3355507",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considerando a temática de organização da Administração, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas e as sociedades de economia mista estão sujeitas à fiscalização do Tribunal de Contas."
      },
      {
        "letra": "B",
        "texto": "Na organização do Estado brasileiro, é possível afirmar que a Presidência da República não é considerada uma pessoa jurídica de direito público interno."
      },
      {
        "letra": "C",
        "texto": "As agências reguladoras exercem atribuições submetidas ao poder hierárquico em face dos órgãos da administração direta."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista poderão adotar como tipo societário o de sociedade limitada, podendo ser constituídas somente como sociedades anônimas."
      },
      {
        "letra": "E",
        "texto": "A Empresa Pública e a Sociedade de Economia Mista são entidades dotadas de personalidade jurídica de direito privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3324311",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Uma norma da Constituição do Estado Beta prevê que a alienação, transferência de controle acionário, cisão, incorporação, fusão e a extinção de empresas públicas do Estado Beta estão sujeitas a prévia aprovação, por plebiscito. A Assembleia Legislativa do Estado Beta promulga Emenda à Constituição Estadual revogando a mencionada norma. À luz da jurisprudência do STF, a emenda é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconstitucional, pois viola o princípio da proporcionalidade e restringe a participação popular;"
      },
      {
        "letra": "B",
        "texto": "inconstitucional, pois viola a iniciativa privativa do chefe do Poder Executivo;"
      },
      {
        "letra": "C",
        "texto": "inconstitucional, pois viola o princípio da vedação ao retrocesso;"
      },
      {
        "letra": "D",
        "texto": "constitucional, pois a sanção do governador convalesce o vício de iniciativa;"
      },
      {
        "letra": "E",
        "texto": "constitucional, pois a Constituição da República não exige autorização legislativa ou plebiscito para essas hipóteses."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3295732",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "[Questão Inédita] No que diz respeito à organização administrativa e à administração direta e indireta, julgue os itens a seguir. I – A criação das autarquias poderá ocorrer por meio de decreto do chefe do Poder Executivo. II – O instituto da desconcentração está fundado na hierarquia e se configura pela distribuição interna de competência no âmbito de uma mesma pessoa jurídica. III – A descentralização para o surgimento da Administração indireta se dá na forma da lei e é chamada de descentralização por serviços. IV – As sociedades de economia mista não poderão adotar como tipo societário o de sociedade limitada, podendo ser constituídas somente como sociedades anônimas. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II, III e IV estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291058",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação às obrigações do acionista controlador da empresa pública ou da sociedade de economia mista, conforme estabelecido no artigo 14 da Lei nº 13.303/2016, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o acionista controlador pode divulgar informações sobre a empresa pública ou sociedade de economia mista sem restrições, desde que estas informações não afetem diretamente a cotação dos títulos, mesmo que envolvam aspectos estratégicos e sensíveis da empresa."
      },
      {
        "letra": "B",
        "texto": "o acionista controlador deve garantir, por meio do Código de Conduta e Integridade, que informações confidenciais, cuja divulgação possa afetar a cotação de títulos ou as relações da empresa com o mercado, consumidores e fornecedores, só sejam divulgadas com a devida autorização do órgão competente da empresa pública ou sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "a política de indicação para a escolha dos administradores e membros do Conselho Fiscal não precisa ser observada pelo acionista controlador, já que ele tem total liberdade para nomear esses membros de acordo com interesses pessoais ou políticos."
      },
      {
        "letra": "D",
        "texto": "o acionista controlador deve permitir a divulgação irrestrita de informações sensíveis sobre a empresa, mesmo que possam afetar sua cotação no mercado, desde que as informações sejam relacionadas a aspectos financeiros internos da empresa pública ou sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "o acionista controlador não tem responsabilidade em relação à preservação da independência do Conselho de Administração, uma vez que o Conselho é um órgão autônomo que decide sem qualquer orientação ou controle do acionista controlador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285857",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com base nas sociedades de economia mista, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as sociedades de economia mista são criadas por lei específica e possuem capital exclusivamente estatal."
      },
      {
        "letra": "B",
        "texto": "o seu regime jurídico é inteiramente público, sem observância das regras do direito privado."
      },
      {
        "letra": "C",
        "texto": "as sociedades de economia mista são autorizadas por lei, possuem capital público e privado e se submetem tanto ao regime jurídico de direito público quanto ao direito privado."
      },
      {
        "letra": "D",
        "texto": "as sociedades de economia mista podem ser criadas livremente por decisão administrativa, sem necessidade de autorização legislativa."
      },
      {
        "letra": "E",
        "texto": "os empregados de sociedades de economia mista são servidores públicos regidos pelo regime estatutário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285854",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da administração indireta, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas têm seu capital integralmente público e seguem obrigatoriamente o regime jurídico de direito público."
      },
      {
        "letra": "B",
        "texto": "As autarquias possuem personalidade jurídica de direito privado e seguem as normas do direito privado na totalidade de seus atos."
      },
      {
        "letra": "C",
        "texto": "As sociedades de economia mista são empresas privadas que atuam sob controle estatal apenas na esfera financeira."
      },
      {
        "letra": "D",
        "texto": "As fundações públicas podem ser criadas para desempenhar atividades típicas de Estado, mediante autorização legislativa."
      },
      {
        "letra": "E",
        "texto": "As empresas públicas e as sociedades de economia mista não precisam seguir os princípios da Administração Pública previstos na Constituição Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3285654",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Para garantir maior especialização e eficiência na prestação dos serviços públicos, o Estado pode transferir determinadas atividades a entidades especializadas da administração indireta. Com base nessa informação, é correto afirmar que as",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquias são entidades da administração indireta, criadas por lei específica, com personalidade jurídica própria e autonomia administrativa e financeira."
      },
      {
        "letra": "B",
        "texto": "empresas públicas e sociedades de economia mista possuem personalidade jurídica de direito público e são integralmente subordinadas à administração direta."
      },
      {
        "letra": "C",
        "texto": "fundações públicas são obrigatoriamente criadas como sociedades anônimas, tendo por objetivo a exploração direta de atividade econômica."
      },
      {
        "letra": "D",
        "texto": "autarquias são entidades privadas que atuam sob regime de concessão pública, sem autonomia administrativa ou financeira própria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285619",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da organização administrativa do Estado, é correto afirmar que a Administração Direta é caracterizada por ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "composta por órgãos internos do Estado e vinculada à Administração Indireta."
      },
      {
        "letra": "B",
        "texto": "formada por autarquias, fundações públicas, empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "responsável pela gestão de serviços públicos privatizados, sem relação com os entes federativos."
      },
      {
        "letra": "D",
        "texto": "integrada pelos órgãos que compõem as pessoas políticas da federação, exercendo atividades administrativas de forma centralizada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284063",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com relação a empresas públicas e sociedades de economia mista, julgue o item subsequente.A empresa pública pode ser controladora de uma sociedade de economia mista, mas o contrário não é possível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284062",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com relação a empresas públicas e sociedades de economia mista, julgue o item subsequente.Tanto empresas públicas quanto sociedades de economia mista possuem personalidade jurídica de direito privado, e sua criação e sua extinção devem ser autorizadas por lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284061",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com relação a empresas públicas e sociedades de economia mista, julgue o item subsequente.As possibilidades de forma societária que podem ser adotadas pela sociedade de economia mista são mais amplas do que as que podem ser adotadas pela empresa pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3284060",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com relação a empresas públicas e sociedades de economia mista, julgue o item subsequente.Tanto as empresas públicas como as sociedades de economia mista podem explorar atividade econômica e prestar serviços públicos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284058",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item a seguir, no que diz respeito a organização administrativa, agentes públicos, ato administrativo e poderes da administração pública, considerando a jurisprudência dos tribunais superiores. Diferentemente do que ocorre em relação aos cargos públicos, a criação dos empregos públicos das empresas estatais independe de lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284056",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item a seguir, no que diz respeito a organização administrativa, agentes públicos, ato administrativo e poderes da administração pública, considerando a jurisprudência dos tribunais superiores. As empresas com a participação acionária minoritária do Estado, sem poder de controle, podem ser inseridas no conceito de sociedade de economia mista e, consequentemente, no de administração pública indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3284053",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item a seguir, no que diz respeito a organização administrativa, agentes públicos, ato administrativo e poderes da administração pública, considerando a jurisprudência dos tribunais superiores. As empresas estatais podem praticar atos administrativos, sob o aspecto material, os quais são passíveis de controle por meio de mandado de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280332",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A respeito dos poderes e princípios da administração, bem como acerca da organização administrativa, julgue o item a seguir.Segundo entendimento do Supremo Tribunal Federal, as empresas públicas que exploram atividade econômica em regime concorrencial têm o dever jurídico de motivar, em ato formal, a demissão de seus empregados concursados, sendo obrigatória a instauração de processo administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3277010",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A partir do disposto na Lei n.º 13.303/2016 e no Decreto n.º 8.945/2016, bem como no Estatuto da Embrapa, julgue o item a seguir. As empresas públicas, diferentemente das sociedades mista, não podem emitir debêntures ou outros títulos e valores mobiliários, conversíveis em ações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265452",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Instituiu-se, no âmbito do Município Alfa, a sociedade de economia mista XYZ, em observância às formalidades legais, sendo necessária a criação do Código de Ética de Conduta e Integridade. De acordo com a narrativa e considerando as disposições da Lei nº 13.303/2016, analise os temas constantes nas afirmativas a seguir. I. Princípios, valores e missão da sociedade de economia mista, bem como orientações sobre a prevenção de conflito de interesses e vedação de atos de corrupção e fraude. II. Canal de denúncias que possibilite o recebimento de denúncias internas e externas relativas ao descumprimento do Código de Conduta e Integridade e das demais normas internas de ética e obrigacionais. III. Mecanismos de proteção que impeçam qualquer espécie de retaliação a pessoa que utilize o canal de denúncias. Nesse cenário, considerando as disposições da Lei nº 13.303/2016, o Código de Conduta e Integridade da sociedade de economia mista XYZ disporá sobre o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3263653",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Um município, visando modernizar os serviços bancários e facilitar o pagamento de servidores e fornecedores, decide criar, mediante autorização em lei específica, uma instituição financeira totalmente controlada pelo poder público, com capital exclusivamente estatal e personalidade jurídica de direito privado. Essa nova instituição faz parte da administração indireta e está sujeita ao regime jurídico próprio das empresas privadas. A entidade criada pelo município é um exemplo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresa pública."
      },
      {
        "letra": "B",
        "texto": "Autarquia."
      },
      {
        "letra": "C",
        "texto": "Fundação pública."
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "Agência reguladora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262622",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Tendo por base as disposições da Lei Federal nº 13.303/2016 e do Decreto nº 8.945/2016 e o fato de a Hemobrás ser uma estatal com 100% do Capital Social pertencente ao Governo Federal, analise as afirmativas a seguir. I. Os dispositivos normativos constantes da citada legislação dizem respeito especificamente às empresas públicas e às sociedades de economia mista, cujas atividades econômicas não estejam sujeitas ao regime de monopólio dos entes federativos. II. Sociedades de economia mista, entidades dotadas de personalidade jurídica de direito público, são sociedades anônimas cujas ações com direito a voto pertencem integralmente à União, aos Estados, ao Distrito Federal e aos Municípios. III. Por serem da administração pública indireta, os Poderes Executivos dos entes federativos não podem editar atos que estabeleçam regras de governança destinadas a quaisquer de suas empresas públicas ou sociedades de economia mista. Está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262349",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Administração Indireta",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A Hemobrás é uma empresa pública da administração indireta, vinculada ao Ministério da Saúde, com 100% do Capital Social pertencente ao Governo Federal, tendo por finalidade explorar diretamente atividade econômica. Compete especificamente ao Presidente da Hemobrás expedir atos de admissão, designação, promoção, transferência e dispensa de empregados. Na qualidade de analista jurídico da Hemobrás, foi solicitada a elaboração de minuta de parecer sobre o dever jurídico de motivar a demissão de empregados da empresa. Sobre tal dever jurídico, a Hemobrás:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve consistir em fundamento razoável."
      },
      {
        "letra": "B",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, por não ser uma empresa pública prestadora de serviço público."
      },
      {
        "letra": "C",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve se enquadrar nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "D",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, pois, embora seja exploradora de atividade econômica, atua em regime não concorrencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262090",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Determinada servidora foi recentemente nomeada para atuar em uma empresa pública de medicamentos e precisa revisar as normas gerais dessa instituição, com base na Lei nº 13.303/2016. Sobre as normas gerais do regime societário da empresa pública, analise as afirmativas a seguir. I. O estatuto da empresa pública deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno. II. É facultado às empresas públicas a divulgação anual de relatório integrado ou de sustentabilidade, por serem consideradas instrumentos de competitividade nacional. III. As empresas públicas podem emitir debêntures ou outros títulos e valores mobiliários, incluindo aqueles conversíveis em ações, como uma estratégia para incrementar seu financiamento e garantir a sustentabilidade financeira a longo prazo. IV. As empresas públicas deverão divulgar toda e qualquer forma de remuneração dos administradores e adequar constantemente suas práticas ao Código de Conduta e Integridade. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261753",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "As empresas estatais são entidades criadas pelo Estado, compondo a Administração Pública Indireta, destinadas a explorar atividades econômicas ou mesmo prestar serviços públicos. No tocante ao regime jurídico das empresas estatais e as previsões da Lei nº 13.303/2016 e do Decreto Federal nº 8.945/2016, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pública adotará, preferencialmente, a forma de sociedade anônima, que será obrigatória para as suas subsidiárias."
      },
      {
        "letra": "B",
        "texto": "A sociedade de economia mista é empresa estatal cuja maioria do capital votante pertença diretamente à União e cujo capital social seja constituído de recursos provenientes exclusivamente do setor público."
      },
      {
        "letra": "C",
        "texto": "Um conglomerado estatal é o conjunto de entes da administração pública formado por uma autarquia em conjunto com uma empresa pública ou uma sociedade de economia mista e as suas respectivas subsidiárias."
      },
      {
        "letra": "D",
        "texto": "A sociedade de economia mista será constituída sob a forma de sociedade anônima e estará sujeita ao regime previsto na Lei nº 6.404/1976, inclusive no que se refere à quantidade mínima de membros do Conselho de Administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261748",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Sobre a estrutura organizacional prevista no Regimento Interno da Hemobrás, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Diretoria Executiva é órgão de fiscalização e controle dos atos dos administradores, com atribuições definidas em lei, e seu funcionamento reger-se-á por meio de regimento específico."
      },
      {
        "letra": "B",
        "texto": "A Hemobrás não possui Procuradoria Jurídica própria em sua estrutura; a representação judicial ou extrajudicial da instituição é realizada por meio da Advocacia Geral da União (AGU)."
      },
      {
        "letra": "C",
        "texto": "A função de Presidente da Hemobrás é exercida por um dos Diretores Executivos, conforme previsão no Estatuto da Hemobrás, vedada a acumulação entre as atribuições da respectiva Diretoria com as da Presidência da Empresa."
      },
      {
        "letra": "D",
        "texto": "Há previsão no Regimento Interno de que, em decisões da Presidência ou do Conselho de Administração, a Hemobrás disporá de um Comitê Técnico-Científico, constituído de até cinco membros honoríficos, com atribuições de subsidiar tecnicamente tais decisões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261747",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Marinho é servidor da Hemobrás e recentemente foi designado para ocupar cargo na Ouvidoria da instituição. Visando se preparar adequadamente para o exercício da função, consulta Martinelli, servidor que desempenha suas atividades na referida unidade há vários anos, sobre o funcionamento e atribuições da Ouvidoria. Dentre as informações fornecidas por Martinelli a Marinho a seguir apresentadas, uma é INCORRETA; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe à Ouvidoria autuar processo próprio de recurso administrativo, interposto em virtude de indeferimento a pedido de acesso à informação."
      },
      {
        "letra": "B",
        "texto": "A Ouvidoria é unidade vinculada ao Conselho de Administração da Hemobrás, sujeitando-se à orientação normativa da Ouvidoria Geral da União – OGU."
      },
      {
        "letra": "C",
        "texto": "A Ouvidoria não tem competência para gerir pedidos de acesso à informação de que trata a Lei nº 12.527/2011 (Lei de Acesso à Informação), visto que tal diploma legal não se aplica a instituições com a natureza jurídica da Hemobrás."
      },
      {
        "letra": "D",
        "texto": "Sempre que solicitado ou quando for conveniente para a instrução administrativa e/ou em respeito às normativas de ordenamento jurídico relativas à intimidade, honra e vida privada, a Ouvidoria deverá assegurar o sigilo das manifestações de acordo com a legislação em vigor, sendo preservadas as identidades tanto do autor de denúncias quanto dos denunciados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261746",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Ana e Mariana são farmacêuticas e, ao tomarem conhecimento de concurso público deflagrado pela Hemobrás, aspiram ocupar cargos na instituição. Assim, passaram a realizar encontros diários de estudos visando à preparação para o certame. Certo dia, as colegas discutiam sobre o Estatuto Social da Hemobrás e suas características essenciais. Ana afirmou que a Hemobrás é uma sociedade de economia mista e tem a forma de sociedade anônima de capital aberto; Mariana, por sua vez, afirmou que os empregados da Hemobrás estarão sujeitos ao regime jurídico estatutário, sendo-lhes garantida a estabilidade após três anos de efetivo exercício nos respectivos cargos, providos mediante concurso público. Da análise do diálogo entre Ana e Mariana, conclui-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas Ana está correta."
      },
      {
        "letra": "C",
        "texto": "Ambas estão equivocadas."
      },
      {
        "letra": "D",
        "texto": "Apenas Mariana está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261743",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Sobre as competências da Ouvidoria, Auditoria Interna, Diretoria Executiva e Comissão de Ética da Hemobrás, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Ouvidoria é responsável pela aplicação de sanções administrativas e disciplinares aos colaboradores da Hemobrás, garantindo o cumprimento do Código de Ética."
      },
      {
        "letra": "B",
        "texto": "A Auditoria Interna tem a função de promover treinamentos anuais sobre ética e integridade para os colaboradores, sendo responsável exclusiva pela disseminação dos princípios do Código de Ética."
      },
      {
        "letra": "C",
        "texto": "A Diretoria Executiva é responsável por patrocinar o desenvolvimento das dimensões de ética e integridade, promovendo e praticando esses valores, além de garantir suporte orçamentário e estrutural para as áreas de ética e integridade."
      },
      {
        "letra": "D",
        "texto": "A Comissão de Ética tem a competência de auxiliar a estruturação e o funcionamento da primeira e da segunda linha da gestão da Hemobrás, com o objetivo de agregar valor e melhorar as operações da empresa, a partir da aplicação de uma abordagem sistemática e disciplinada para avaliar e aperfeiçoar a eficácia do gerenciamento de riscos, controles internos e governança corporativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261615",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "De acordo com o Decreto nº 8.945/2016, que regulamenta, no âmbito da União, a Lei nº 13.303/2016, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A participação de empresa estatal em sociedade privada dependerá da autorização do Presidente da República."
      },
      {
        "letra": "B",
        "texto": "A necessidade de autorização legal para a empresa estatal participar em empresa privada não se aplica a operações de tesouraria."
      },
      {
        "letra": "C",
        "texto": "Não se verifica a necessidade de vinculação do objeto social da empresa estatal quando ela investir em uma participação em sociedade privada."
      },
      {
        "letra": "D",
        "texto": "A necessidade de autorização legal para participação em empresa privada se aplica a participações autorizadas pelo Conselho de Administração em linha com o plano de negócios da empresa estatal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261602",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "De acordo com o Decreto nº 8.945/2016, analise as afirmativas a seguir. I. Conglomerado estatal é aquela entidade dotada de personalidade jurídica de direito privado, cuja maioria do capital votante pertença direta ou indiretamente à União. II. Sociedade de economia mista é a empresa estatal cuja maioria das ações com direito a voto pertença diretamente à União e cujo capital social admite a participação do setor privado. III. Empresa estatal é a empresa cuja maioria do capital votante pertença diretamente à União e cujo capital social seja constituído de recursos provenientes exclusivamente do setor público. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261321",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "O Conselho Fiscal da Hemobrás é um órgão de fiscalização e controle dos atos dos administradores, com atribuições definidas em lei, e seu funcionamento reger-se-á por meio de regimento específico. Sobre o Conselho Fiscal da empresa pública Hemobrás, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É composto de seis membros efetivos e respectivos suplentes."
      },
      {
        "letra": "B",
        "texto": "O prazo de atuação dos membros do Conselho Fiscal da Hemobrás será de quatro anos, permitidas, no máximo, duas reconduções consecutivas."
      },
      {
        "letra": "C",
        "texto": "É atribuído ao Conselho Fiscal da Hemobrás denunciar, por quaisquer de seus membros, aos órgãos de administração e, se esses não adotarem as providências necessárias para a proteção dos interesses da empresa, à Assembleia Geral, os erros, fraudes ou crimes que descobrirem, e sugerir providências."
      },
      {
        "letra": "D",
        "texto": "É atribuído ao Conselho Fiscal da Hemobrás avaliar, a cada quatro anos, o alinhamento estratégico, operacional e financeiro das participações da Hemobrás ao seu objeto social, devendo, a partir dessa avaliação, recomendar a sua manutenção, a transferência total ou parcial de suas atividades para outra estrutura da administração pública ou o desinvestimento da participação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261320",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "João, Maria, Marta e José foram contratados pela Hemobrás para ministrarem uma palestra aos servidores da estatal retromencionada sobre as competências do Conselho de Administração da Hemobrás. João, após dias de estudos, observou que o Conselho da estatal possui competência exclusiva de receber e catalogar sugestões, reclamações, elogios, denúncias ou solicitações de informação a respeito da Hemobrás, dos serviços por ela prestados, de seus atos de gestão, atos administrativos e de seus agentes públicos, com observância das restrições constitucionais e legais. Maria realizou uma análise detida no acervo legislativo da estatal, concluindo que uma das competências do referido Conselho é a manutenção das instalações físicas e meios de comunicação eletrônico, telefônico e presencial para recebimento das manifestações oriundas da população. Marta, através de pesquisas realizadas no sítio eletrônico da estatal, concluiu que o Conselho é o órgão de orientação superior da Hemobrás, e uma de suas competências é fiscalizar a gestão dos membros da Diretoria Executiva. Lado outro, José concluiu, através de pesquisas empíricas, que o mencionado Conselho possui tão somente a competência de prestar suporte às demais áreas da Hemobrás, conforme orientação direta da Presidência da estatal em comento. Sobre as conclusões oriundas dos estudos/pesquisas de João, Maria, Marta e José, é possível afirmar que a conclusão correta é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José."
      },
      {
        "letra": "B",
        "texto": "João."
      },
      {
        "letra": "C",
        "texto": "Maria."
      },
      {
        "letra": "D",
        "texto": "Marta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260433",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/16 e alterações posteriores, ao dispor sobre certas normas, abrange:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empresa privada e empresa pública da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, exceto quando a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "B",
        "texto": "empresa privada e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, exceto quando a atividade econômica não esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "C",
        "texto": "empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ainda que a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "D",
        "texto": "empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ressalvada a atividade econômica sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260202",
    "metadata": "Ano: 2025 | Banca: HCRP | Órgão: HCRP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Assinale a alternativa correta. “Pessoas jurídicas de direito privado criadas por autorização legislativa específica, com capital exclusivamente público, para realizar atividades econômicas ou serviços públicos de interesse da Administração instituidora nos moldes da iniciativa particular, podendo revestir de qualquer forma admitida em direito”, são chamadas de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresas Públicas."
      },
      {
        "letra": "B",
        "texto": "Sociedade de Economia Mista"
      },
      {
        "letra": "C",
        "texto": "Fundações Privadas"
      },
      {
        "letra": "D",
        "texto": "Autarquias Públicas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3253216",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei n. 13.303/2016 estabelece que o estatuto social da sociedade de economia mista e de suas subsidiárias deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno, composição da administração e, havendo acionistas, mecanismos para sua proteção. As empresas públicas e as sociedades de economia mista deverão observar, no mínimo, os seguintes requisitos de transparência, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adequação de seu estatuto social à autorização legislativa de sua criação."
      },
      {
        "letra": "B",
        "texto": "divulgação anual de relatório sustentabilidade."
      },
      {
        "letra": "C",
        "texto": "elaboração e divulgação de política de divulgação de informações, em conformidade com a legislação em vigor e com as melhores práticas."
      },
      {
        "letra": "D",
        "texto": "elaboração de política de distribuição de dividendos, à luz do interesse privado que justificou a criação da empresa pública ou da sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "divulgação, em nota explicativa às demonstrações financeiras, dos dados operacionais e financeiros das atividades relacionadas à consecução dos fins de interesse coletivo ou de segurança nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3251609",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "O Banpará tem como objeto social a prática de operações ativas, passivas e acessórias, de acordo com as disposições legais e regulamentares em vigor, relativas aos bancos comerciais, de desenvolvimento, ao mercado de câmbio e comércio exterior e ao crédito imobiliário. Sobre as diretrizes do Banpará, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acionista do Estado do Pará deterá sempre, no mínimo, 51% das ações com direito a voto."
      },
      {
        "letra": "B",
        "texto": "O acionista do Estado do Pará deterá sempre, no mínimo, 70% das ações com direito a voto."
      },
      {
        "letra": "C",
        "texto": "O Banpará não poderá emitir títulos múltiplos de ações, facultado ao acionista o direito de pedir, a qualquer tempo, o seu desdobramento, serviço esse cujo custo lhe será cobrado pelo Banpará."
      },
      {
        "letra": "D",
        "texto": "O acionista do Estado do Pará deterá sempre, no mínimo, 80% das ações com direito a voto."
      },
      {
        "letra": "E",
        "texto": "A cada ação ordinária nominativa corresponderá a dois votos nas deliberações da Assembleia Geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3247548",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A estrutura da Administração Pública define como o Estado organiza e presta serviços à sociedade. A distinção entre Administração Direta e Indireta, bem como entre centralização e descentralização, é fundamental para compreender a forma como o poder público atua e delega suas funções para garantir a eficiência na prestação dos serviços públicos. Assinale a alternativa a seguir que descreve corretamente sobre administração direta e indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Direta inclui autarquias e fundações públicas, enquanto a Administração Indireta abrange apenas empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "A Administração Direta é composta exclusivamente por órgãos do Poder Executivo, enquanto a Administração Indireta engloba apenas empresas estatais e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "A Administração Indireta é composta por entidades com personalidade jurídica própria, como autarquias, fundações públicas, empresas públicas e sociedades de economia mista, enquanto a Administração Direta é formada pelos órgãos da União, Estados, Municípios e Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "A Administração Direta é responsável apenas pela formulação de políticas públicas, enquanto a Administração Indireta executa todas as atividades operacionais do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241750",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Considere a existência de uma autarquia que preste serviços públicos, uma delegacia de polícia e uma empresa pública que presta serviços aos cidadãos. É correto afirmar que elas são exemplos, respectivamente, de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desconcentração administrativa, descentralização administrativa e descentralização administrativa."
      },
      {
        "letra": "B",
        "texto": "Descentralização administrativa, desconcentração administrativa e descentralização administrativa."
      },
      {
        "letra": "C",
        "texto": "Desconcentração administrativa, descentralização administrativa e desconcentração administrativa."
      },
      {
        "letra": "D",
        "texto": "Descentralização administrativa, desconcentração administrativa e desconcentração administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3235447",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Patrocínio do Muriaé - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Luiza, recentemente aprovada em concurso público, considerando sua experiência pregressa de relevância na área de gestão pública, foi designada por seu superior imediato a ministrar palestra aos servidores da Câmara Municipal de Patrocínio do Muriaé, cujo tema seria a Administração Pública, com foco na organização e estrutura administrativa estabelecida pela Lei Orgânica Municipal. Em conversa com uma colega de departamento sobre o assunto, Luiza recebeu as seguintes informações, das quais uma é INCORRETA; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Empresa Pública é entidade dotada de personalidade jurídica de direito privado, com o patrimônio e o capital do município."
      },
      {
        "letra": "B",
        "texto": "A Autarquia integra a Administração Direta, sob chefia do prefeito municipal, e é criada por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A Sociedade de Economia Mista, entre outros aspectos, é criada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam, em sua maioria, ao município ou a entidade da Administração Indireta."
      },
      {
        "letra": "D",
        "texto": "A Fundação Pública é criada em virtude de autorização legislativa, para o desenvolvimento de atividades que não exijam execução por órgão ou entidades de direito público, com autonomia administrativa, patrimônio próprio gerido pelos respectivos órgãos de direção e funcionamento custeado por recursos do município e de outras fontes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3228236",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca das empresas públicas e sociedades de economia mista, avalie as afirmativas a seguir: I - As empresas públicas e as sociedades de economia mista, sejam elas prestadoras de serviço público ou exploradoras de atividade econômica, ainda que em regime concorrencial, têm o dever jurídico de motivar, em ato formal, a demissão de seus empregados concursados, exigindo-se prévio processo administrativo. II - Empresa pública é a entidade dotada de personalidade jurídica de direito privado, criada por lei para a exploração de atividade econômica, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam, em sua maioria, à União ou à entidade da Administração Indireta. III - As empresas públicas e as sociedades de economia mista delegatárias de serviços públicos essenciais, que não distribuam lucros a acionistas privados nem ofereçam risco ao equilíbrio concorrencial, são beneficiárias da imunidade tributária recíproca prevista no artigo 150, VI, a, da Constituição Federal, independentemente de cobrança de tarifa como contraprestação do serviço. Sobre as afirmativas, está(ão) CORRETA(S)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216110",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "O Estado Y, para executar um serviço de transporte público, optou por criar uma empresa pública, com capital 100% estatal. Assinale a afirmativa correta sobre a natureza jurídica e as competências dessa entidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pública necessariamente terá a forma de sociedade anônima, sendo regida, subsidiariamente, pela Lei nº 6.385/1976 – Lei da Sociedade Anônima."
      },
      {
        "letra": "B",
        "texto": "A empresa pública, desde que se mostre consentânea com o interesse público, pode lançar debêntures ou outros títulos ou valores mobiliários, conversíveis em ações."
      },
      {
        "letra": "C",
        "texto": "A constituição de empresa pública dependerá de prévia autorização legal que indique, de forma clara, relevante interesse coletivo ou imperativo de segurança nacional."
      },
      {
        "letra": "D",
        "texto": "A empresa pública é uma entidade de direito privado, com personalidade jurídica distinta do Estado que a criou, regida exclusivamente pelo regime jurídico de direito privado."
      },
      {
        "letra": "E",
        "texto": "A empresa pública, apesar de possuir personalidade de direito privado, não pode realizar atividade econômica em sentido estrito, sendo restrita a serviços públicos, como na hipótese do enunciado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437994",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "De acordo com os aspectos relacionados às entidades integrantes da Administração Pública Direta e da administração pública indireta, julgue o item seguinte.As empresas públicas têm sua criação autorizada por lei e podem explorar atividade econômica. Por integrarem a estrutura da administração pública indireta, gozam de privilégios fiscais que não se estendem às empresas do setor privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3292302",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Sobre a atuação econômica direta do Estado por meio de empresas públicas e sociedades de economia mista, fundamentado na Constituição Federal de 1988, considere as assertivas a seguir. I. A exploração direta de atividade econômica pelo Estado só é permitida quando necessária aos imperativos da segurança nacional ou relevante interesse coletivo. II. As empresas públicas e sociedades de economia mista que explorem atividade econômica devem estar sujeitas ao regime jurídico próprio das empresas privadas, inclusive quanto às obrigações tributárias. III. É vedado às empresas públicas e sociedades de economia mista receber privilégios fiscais que não sejam extensivos às empresas do setor privado. IV. A legislação deve estabelecer a responsabilidade das empresas públicas e sociedades de economia mista por atos que violem a ordem econômica e a economia popular, sem prejuízo da responsabilidade de seus dirigentes. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186898",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Assinale a opção CORRETA em relação às autarquias, fundações, empresas públicas e sociedades de economia mista:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Indireta abrange as seguintes categorias de entidades, dotadas, conforme explicitado pela legislação, de personalidade jurídica própria: autarquias; empresas públicas; sociedades de economia mista e fundações públicas."
      },
      {
        "letra": "B",
        "texto": "Agentes da Administração não se limitam àqueles que integram a estrutura funcional dos órgãos administrativos das pessoas federativas em qualquer dos Poderes, nem abrangem necessariamente os que pertencem aos quadros da Administração Indireta."
      },
      {
        "letra": "C",
        "texto": "O conceito de Administração abrange exclusivamente a Administração Direta, de forma que apenas as pessoas federativas, sem incluir as entidades a elas vinculadas, podem ser partes de contratos administrativos."
      },
      {
        "letra": "D",
        "texto": "As autarquias não possuem personalidade jurídica própria de direito público, e sua autonomia administrativa e financeira é limitada ou inexistente."
      },
      {
        "letra": "E",
        "texto": "As agências reguladoras têm uma função principal que não se concentra no controle estatal dos serviços prestados sob o regime de concessão, sendo sua destinação prioritária voltada para outros aspectos regulatórios e administrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3185190",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Em se tratando da organização administrativa da União, julgue o item a seguir, no que se refere à Administração Pública Direta e à administração pública indireta. A participação das empresas públicas exploradoras da atividade econômica em empresas privadas, cujo objeto social esteja relacionado à sua atividade, independe de autorização legislativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3184581",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Controle administrativo, judicial e legislativo",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Marco, assessor jurídico de determinado município, de modo a auxiliar o gestor a planejar e compreender a estruturação das empresas estatais daquele ente federativo, depara-se com três afirmações para avaliar a sua juridicidade; analise-as. I. A lei específica autorizadora da criação das estatais é a ordinária, restringindo-se a exigência de lei complementar aos casos expressamente elencados na Constituição da República. II. A transferência do controle de subsidiárias e controladas de empresas estatais exige, além da realização de licitação, a anuência do Poder Legislativo. III. Para a desestatização de empresa estatal é suficiente a autorização prevista em lei que veicule programa de desestatização. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179573",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a legislação federal, coaduna-se com a livre iniciativa a regulação de mercado que, de modo amplo, crie requisitos, impeça a adoção de tecnologias, processos ou modelos de negócios, aumente custos de transação, ainda que restrinja a concorrência em certa medida."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e as sociedades de economia mista constituídas por um determinado ente da federação poderão realizar contrato de programa com outro ente da federação, no âmbito da gestão associada ou interfederativa de quaisquer serviços públicos, sempre que previsto em contrato de consórcio público ou convênio de cooperação."
      },
      {
        "letra": "C",
        "texto": "Segundo a legislação federal, o silêncio da autoridade competente importará na aprovação tácita das solicitações de atos públicos de liberação da atividade econômica, sem exceções, desde que excedido o prazo legal fixado para a decisão administrativa e apresentados pelo particular todos os elementos necessários à instrução e decisão do processo."
      },
      {
        "letra": "D",
        "texto": "Empresa pública prestadora de serviço público e dependente é a entidade dotada de personalidade jurídica de direito público, com criação autorizada por lei e com patrimônio próprio, cujo capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios, cujos bens são impenhoráveis e que desfruta de imunidade tributária, em semelhança ao que ocorre nas autarquias."
      },
      {
        "letra": "E",
        "texto": "Segundo a legislação federal, interpretam-se em favor da liberdade econômica, da boa-fé e do respeito aos contratos, aos investimentos e à propriedade todas as normas de ordenação pública sobre atividades econômicas privadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3160761",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] A respeito da organização administrativa no direito administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de uma autarquia depende sempre de lei específica, não sendo possível sua criação por meio de simples decreto do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e as sociedades de economia mista são criadas exclusivamente para a prestação de serviços públicos, não podendo ser utilizadas para a exploração de atividades econômicas."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, em razão de sua natureza de direito público, não podem celebrar contratos administrativos com particulares."
      },
      {
        "letra": "D",
        "texto": "As entidades da Administração Direta e Indireta devem seguir os mesmos princípios administrativos, mas a Administração Indireta tem maior liberdade para regular suas próprias atividades internas."
      },
      {
        "letra": "E",
        "texto": "A Administração Indireta, formada por entidades como autarquias, fundações e empresas públicas, não está sujeita a controle do Poder Executivo, exceto em questões fiscais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160760",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre a organização administrativa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias podem ter suas atividades diretamente supervisionadas pelo Poder Executivo, mas não podem ser extintas por ato do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas, como regra, têm personalidade jurídica de direito privado e podem ser criadas para a execução de atividades econômicas ou de interesse público."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, apesar de possuírem natureza jurídica de direito público, podem atuar em atividades de interesse privado, desde que comprovado o interesse social."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista devem sempre adotar a forma de empresa privada, mas podem atuar em qualquer ramo da economia sem qualquer restrição."
      },
      {
        "letra": "E",
        "texto": "As entidades da Administração Indireta possuem autonomia administrativa, mas não podem se subordinar a órgãos do Executivo em suas atividades normativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3398167",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "No âmbito da Administração Indireta, a lei ordinária específica e a lei complementar cumprem diferentes funções no que concerne à criação, à autorização para a instituição e à definição das áreas de atuação das entidades que as compõem. Somente por lei complementar, cabe a definição das áreas de atuação da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fundação"
      },
      {
        "letra": "B",
        "texto": "Autarquia"
      },
      {
        "letra": "C",
        "texto": "Empresa pública"
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345800",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Leia o texto a seguir. (...) serviço autônomo, criado por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública, que requeiram, para seu melhor funcionamento, gestão administrativa e financeira descentralizada. Disponível em: <https://www.cnmp.mp.br/portal/index.php>. Acesso em: 08 mai. 2024. [Adaptado]. Tal definição se refere à",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundação pública."
      },
      {
        "letra": "B",
        "texto": "empresa pública."
      },
      {
        "letra": "C",
        "texto": "sociedade de economia mista."
      },
      {
        "letra": "D",
        "texto": "autarquia."
      },
      {
        "letra": "E",
        "texto": "agência reguladora."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271402",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considere as afirmativas abaixo, em relação à referida Lei: I. A CDSA Miguel Pinheiro Borges tem capital integralizado pelo Estado do Amapá. II. Rendimento de aplicações financeiras é um dos constituintes das receitas da CDSA Miguel Pinheiro Borges.III. O regime jurídico do pessoal da CDSA Miguel Pinheiro Borges é o da legislação trabalhista. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271401",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A empresa CDSA é vinculada à (ao)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Secretaria de Administração de Santana (AP)."
      },
      {
        "letra": "B",
        "texto": "Secretaria Municipal de Desenvolvimento e Infraestrutura de Santana (AP)."
      },
      {
        "letra": "C",
        "texto": "Gabinete do Prefeito Municipal de Santana (AP)."
      },
      {
        "letra": "D",
        "texto": "Secretaria Municipal de Fazenda de Santana (AP)."
      },
      {
        "letra": "E",
        "texto": "Comissão Especial de Portos e Vias Navegáveis do Estado do Amapá."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271178",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Considerando que a organização administrativa do Estado diz respeito à sua estruturação, assinale a alternativa que apresenta os entes da administração pública indireta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas e governadoria."
      },
      {
        "letra": "C",
        "texto": "Presidência da República e empresas públicas."
      },
      {
        "letra": "D",
        "texto": "União e municípios."
      },
      {
        "letra": "E",
        "texto": "Estados e autarquias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268706",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Quanto à Administração Pública Direta e administração indireta, no que diz respeito às empresas públicas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas são entidades integrantes da Administração Pública Direta."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas integram a Administração Pública Direta, quando sua finalidade principal estiver relacionada ao interesse público."
      },
      {
        "letra": "C",
        "texto": "As empresas públicas possuem personalidade jurídica de direito privado e são criadas mediante autorização legislativa."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas, por gozarem de prerrogativas inerentes às autarquias, não poderão desempenhar atividade econômica."
      },
      {
        "letra": "E",
        "texto": "As empresas públicas poderão ser criadas e extintas mediante decreto do chefe do Poder Executivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258849",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A organização administrativa no setor público envolve modelos que delineiam a distribuição de poder e responsabilidades. Relacione as organizações abaixo com suas respectivas naturezas jurídicas. 1. Empresa de Pesquisa Energética 2. Nuclebrás Equipamentos Pesados 3. Ministério de Minas e Energia 4. Autoridade Nacional de Segurança Nuclear ( ) Autarquia ( ) Sociedade de Economia Mista ( ) Ministério ( ) Empresa Pública Assinale a opção que apresenta a relação correta, na ordem apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 3 – 2 – 4."
      },
      {
        "letra": "B",
        "texto": "1 – 4 – 2 – 3."
      },
      {
        "letra": "C",
        "texto": "4 – 2 – 3 – 1."
      },
      {
        "letra": "D",
        "texto": "2 – 4 – 3 – 1."
      },
      {
        "letra": "E",
        "texto": "4 – 3 – 2 – 1."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248756",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "As empresas estatais, compreendendo as empresas públicas e as sociedades de economia mista, foram introduzidas no ordenamento jurídico brasileiro com natureza jurídica de direito privado. Uma característica das empresas estatais reside no fato de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a criação de empresas estatais depende exclusivamente de ato administrativo do Poder Executivo."
      },
      {
        "letra": "B",
        "texto": "as empresas públicas podem adotar qualquer forma societária admitida em direito, enquanto as sociedades de economia mista são obrigatoriamente constituídas sob a forma de sociedade limitada."
      },
      {
        "letra": "C",
        "texto": "tanto as empresas públicas quanto as sociedades de economia mista estão sujeitas ao controle estatal."
      },
      {
        "letra": "D",
        "texto": "as sociedades de economia mista são constituídas exclusivamente por capital público, enquanto as empresas públicas possuem composição mista de capital público e privado."
      },
      {
        "letra": "E",
        "texto": "as empresas estatais não podem desempenhar atividades econômicas, estando restritas à prestação de serviços públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3227857",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: NOVACAP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016, que trata do Estatuto Jurídico da Empresa Pública e da sociedade de economia mista, julgue o item abaixo. A empresa pública possui personalidade jurídica de direito público, com criação autorizada por lei e patrimônio próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3225691",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/2016 estabelece que é dispensável a realização de licitação por empresas públicas e sociedades de economia mista",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para obras e serviços de engenharia de valor até R$ 150.000,00 (cento e cinquenta mil reais), desde que não se refiram a parcelas de uma mesma obra ou serviço ou ainda a obras e serviços de mesma natureza e no mesmo local que possam ser realizadas conjunta e concomitantemente."
      },
      {
        "letra": "B",
        "texto": "nas contratações entre empresas públicas e suas respectivas subsidiárias para prestação de serviços, desde que os preços sejam compatíveis com os praticados no mercado e que o objeto do contrato tenha relação com a atividade da contratada prevista em seu estatuto social."
      },
      {
        "letra": "C",
        "texto": "para outros serviços e compras de valor até R$ 100.000,00 (cem mil reais) e para alienações, nos casos previstos nessa Lei, desde que não se refiram a parcelas de um mesmo serviço, compra ou alienação de maior vulto que possa ser realizado de uma só vez."
      },
      {
        "letra": "D",
        "texto": "na transferência de bens a órgãos e entidades da administração pública, exceto se quando efetivada mediante permuta."
      },
      {
        "letra": "E",
        "texto": "na contratação de instituição de ensino superior da rede pública ou privada, que detenha inquestionável reputação ético-profissional, para pesquisa ou desenvolvimento institucional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3225688",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "No que refere às empresas públicas e às sociedades de economia mista, considerando as disposições constantes da Lei nº 13.303/2016, é correto afirmar que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empresa pública não poderá emitir partes beneficiárias."
      },
      {
        "letra": "B",
        "texto": "sociedade de economia mista não poderá solucionar, mediante arbitragem, as divergências entre acionistas e a sociedade."
      },
      {
        "letra": "C",
        "texto": "sociedade de economia mista não deve divulgar a remuneração de seus administradores."
      },
      {
        "letra": "D",
        "texto": "empresa pública poderá lançar debêntures ou outros títulos ou valores mobiliários, conversíveis em ações para captação de recursos."
      },
      {
        "letra": "E",
        "texto": "auditoria interna da empresa pública deverá ser vinculada ao Conselho Fiscal, diretamente ou por meio do Comitê de Auditoria Estatutário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3223359",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "São atribuições do Conselho de Administração da Spcine:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aprovar política de pessoal que seja estruturante ou implique aumento de despesas ou custos."
      },
      {
        "letra": "B",
        "texto": "coordenar a gestão ordinária da Companhia, incluindo a implementação das diretrizes e o cumprimento das deliberações tomadas por Assembleia Geral Ordinária."
      },
      {
        "letra": "C",
        "texto": "coordenar as atividades da Diretoria, podendo para isso definir o respectivo campo de atuação e atribuir tarefas específicas."
      },
      {
        "letra": "D",
        "texto": "elaborar relatórios trimestrais da Companhia, acompanhados dos balancetes e das demais demonstrações contábeis."
      },
      {
        "letra": "E",
        "texto": "representar a Companhia, ativa e passivamente, em juízo ou fora dele."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3223295",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Fernanda tem larga experiência no setor audiovisual e, no início de uma nova gestão municipal, foi convidada para ocupar o cargo de Diretora-Presidente da Empresa de Cinema e Audiovisual de São Paulo/SP (Spcine). Apesar da empolgação inicial com a nova oportunidade de trabalho, por não ter experiência no setor público, decide pedir uma reunião com empregados da empresa, para saber exatamente que tipo de projetos pode desenvolver dentro da estatal e que tipo de instrumentos que estarão a sua disposição para fomentar o setor. Com base na situação hipotética, o(a) Diretor(a) Jurídico(a) convidado(a) a participar poderá afirmar, de maneira correta, que a Empresa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode desenvolver e implementar políticas públicas para o desenvolvimento de atividades audiovisuais no Município de São Paulo, mas não financiar diretamente projetos com esse fim, para serem executados por empresas com finalidade lucrativa."
      },
      {
        "letra": "B",
        "texto": "não pode participar de fundos de investimentos e investir no desenvolvimento de empresas da atividade audiovisual, sem que a Administração passe a integrar o quadro social dessas entidades."
      },
      {
        "letra": "C",
        "texto": "pode incentivar e apoiar financeiramente profissionais e estudantes do setor audiovisual, residentes na Cidade de São Paulo, em ações de formação e capacitação fora do País, para aprimorar as suas habilidades profissionais."
      },
      {
        "letra": "D",
        "texto": "para poder fomentar projetos na área de desenvolvimento de “games” ou de jogos eletrônicos precisará solicitar às autoridades competentes para que modifiquem a Lei Municipal no 15.929/13."
      },
      {
        "letra": "E",
        "texto": "não poderá explorar diretamente os serviços de radiodifusão sonora e de sons e imagens, bem como comercializar e distribuir produtos e direitos fora do País."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3223293",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A respeito da responsabilização dos administradores de empresas estatais municipais, é correto afirmar, com base no Decreto Municipal no 58.093/2018, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os membros dos órgãos estatutários das entidades mencionadas nesse decreto não responderão pessoalmente por decisões ou opiniões técnicas."
      },
      {
        "letra": "B",
        "texto": "é vedado às empresas contratar seguro de responsabilidade civil em favor de seus administradores."
      },
      {
        "letra": "C",
        "texto": "será desligado da empresa o administrador que obtiver em duas avaliações anuais de desempenho consecutivas nota abaixo de 5 (cinco)."
      },
      {
        "letra": "D",
        "texto": "os membros dos órgãos estatutários das empresas responderão pessoalmente pelo descumprimento de metas fixadas no Compromisso de Desempenho Institucional (CDI)."
      },
      {
        "letra": "E",
        "texto": "não se considera haver culpa grave para fins de responsabilização quando a decisão do administrador for baseada em orientação geral da Procuradoria-Geral do Município."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3223276",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura orgânica uma empresa estatal cujo objeto social é prestar serviços, para a administração direta e indireta, de tecnologia da informação. Para aumentar a sua sustentabilidade financeira, além dos serviços que presta ao ente político a que está vinculada, a empresa também elabora projetos para outros entes federativos. Com o início de uma nova gestão na Administração municipal, houve a designação de um novo presidente para essa empresa, que possui dúvidas sobre que pessoas podem ser indicadas para exercer cargos no seu Conselho de Administração e na sua diretoria, motivo pelo qual solicita a realização de uma reunião com o(a) Gestor(a) Jurídico(a) da empresa. Com base na situação hipotética, na Lei Federal no 13.303/16 e na jurisprudência do Supremo Tribunal Federal, o(a) Gestor(a) Jurídico afirmará, de maneira correta, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser indicado para o Conselho de Administração pessoa que exerça cargo em organização sindical, pois o STF considera a vedação, prevista na Lei, inconstitucional, por violar o princípio da liberdade sindical."
      },
      {
        "letra": "B",
        "texto": "não pode ser indicado, para o Conselho de Administração, Secretário Municipal sem vínculo permanente com o serviço público, reservada a possibilidade de permanecer na função o que estiver no seu exercício durante o período em que esteve vigente medida liminar proferida pelo STF na ADI 7331."
      },
      {
        "letra": "C",
        "texto": "as limitações para a indicação de membros de pessoas para o Conselho de Administração e diretoria não se estendem à empresa, pois ela presta serviços para entes federativos diversos a que vinculado, em regime de livre concorrência."
      },
      {
        "letra": "D",
        "texto": "não pode ser indicado, para o cargo de diretor, dirigente estatutário de partido político, que deverá deixar o posto na empesa imediatamente caso ainda o esteja exercendo."
      },
      {
        "letra": "E",
        "texto": "para exercer a função de administrador da empresa e integrar o Conselho de Administração, o indicado deve possuir formação acadêmica compatível com o cargo para o qual foi indicado e ter experiência profissional de, no mínimo, 20 anos no setor público, na área de atuação da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188730",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei 14.133/2021, (Lei de Licitações e Contratos Administrativos), estabelece normas gerais de licitação e contratação para as Administrações Públicas diretas, autárquicas e fundacionais da União, dos Estados, do Distrito Federal e dos Municípios, e abrange: I - Os órgãos dos Poderes Legislativo e Judiciário da União, dos Estados e do Distrito Federal, as sociedades de economia mista e as suas subsidiárias; II - Os fundos especiais e as demais entidades controladas direta ou indiretamente pela Administração Pública. Sobre as asserções é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3188528",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Bragança - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Observe abaixo as características apresentadas e, em seguida, assinale a única alternativa que indica corretamente qual entidade da Administração Indireta possui todas elas: I. Única forma empresarial possível é a de sociedade anônima. II. Única personalidade jurídica possível é a de direito privado. III. Tem sua criação autorizada por lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresas privadas concessionárias de serviço público."
      },
      {
        "letra": "B",
        "texto": "Fundações Públicas."
      },
      {
        "letra": "C",
        "texto": "Autarquias fundacionais."
      },
      {
        "letra": "D",
        "texto": "Empresa Pública."
      },
      {
        "letra": "E",
        "texto": "Sociedade de Economia Mista."
      }
    ],
    "gabarito": "E"
  }
]