[
  {
    "id": "3641396",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Estrutura e reformas no serviço público (direta/indireta, agências, OS/OSCIP) Caso: Uma autarquia federal pretende firmar contrato de gestão com uma OS para gerir um hospital universitário. O ministério supervisor determina “subordinação hierárquica” da OS à autarquia e exige que a OS siga o mesmo regime jurídico dos servidores estatutários quanto a provimento e estabilidade. Um sindicato questiona a natureza do vínculo e a governança proposta. Pergunta: Em conformidade com o regime organizacional e as reformas gerenciais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A OS, por integrar a administração direta, deve obedecer integralmente ao RJU (Lei 8.112/90)."
      },
      {
        "letra": "B",
        "texto": "A OS integra a administração indireta e, por isso, tem subordinação hierárquica à autarquia."
      },
      {
        "letra": "C",
        "texto": "A OS é entidade do terceiro setor, não integra a administração pública; não há subordinação, mas vinculação por contrato de gestão e controle de resultados."
      },
      {
        "letra": "D",
        "texto": "A OS é empresa estatal dependente, devendo submeter-se ao estatuto das estatais (Lei 13.303/16)."
      },
      {
        "letra": "E",
        "texto": "A OS é fundação pública, logo sujeita ao teto remuneratório e ao concurso público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3610640",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "No que se refere à Administração Direta e à administração indireta, julgue o item seguinte.As organizações sociais (OS) sem fins lucrativos integram a Administração Pública Direta e são destinadas à execução de atividades não típicas do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3504454",
    "metadata": "Ano: 2025 | Banca: FUNCERN | Órgão: IF-RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Considere o excerto a seguir. Na década de 1990, a partir de um processo de descentralização de diversos serviços de interesse público, o Brasil tornou-se um campo fértil para estruturação de Organizações da Sociedade Civil (OSCs), inclusive com incentivos governamentais, resultando em uma expansão considerável do número de organizações desse tipo no país. O termo OSC foi designado oficialmente pela Lei n° 13.019/2014, o Marco Regulatório das Organizações da Sociedade Civil (MROSC), principal legislação que define e regulariza a atuação das OSCs no Brasil. GLIMA, D.M.R. Organizações da Sociedade Civil conquistam importante vitória na primeira etapa da Reforma Tributária. IDIS – Instituto para o Desenvolvimento do Investimento Social. 25 de julho de 2023.Disponível em: <https://www.idis.org.br/tag/osc/> Acesso em:27 de março de 2025. Segundo essa Lei, uma OSC pode ser definida em três possíveis estruturas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entidades privadas sem fins lucrativos, sociedades cooperativas e organizações religiosas."
      },
      {
        "letra": "B",
        "texto": "organizações de filantropia, associações governamentais e associações privadas."
      },
      {
        "letra": "C",
        "texto": "entidades de interesse público, fundações socioambientais e organizações governamentais."
      },
      {
        "letra": "D",
        "texto": "organizações de ação social, instituições sociais e associações de assistência religiosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3479212",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Com base na legislação vigente e na doutrina majoritária, julgue o item a seguir, acerca do regime jurídico‐administrativo e dos princípios, poderes e atos da administração pública. As entidades paraestatais são pessoas jurídicas de direito privado sem fins lucrativos que contribuem com a administração pública para a prestação de atividades de interesse social, razão pela qual integram formalmente a administração indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3435868",
    "metadata": "Ano: 2025 | Banca: Instituto Indec | Órgão: Prefeitura de Igarassu - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "A Lei 13019/2014 estabelece o regime jurídico das parcerias entre a administração pública e as organizações da sociedade civil, em regime de mútua cooperação, para a consecução de finalidades de interesse público e recíproco, mediante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização de atividades eventuais ou programas isolados fixados em protocolos de intenção, termos de ajuste ou convênios simplificados."
      },
      {
        "letra": "B",
        "texto": "a promoção de iniciativas privadas ou projetos empresariais regulamentados por acordos de parceria, contratos administrativos ou instrumentos de cooperação técnico-comercial."
      },
      {
        "letra": "C",
        "texto": "a execução de atividades ou de projetos previamente estabelecidos em planos de trabalho inseridos em termos de colaboração, em termos de fomento ou em acordos de cooperação."
      },
      {
        "letra": "D",
        "texto": "a execução de programas contínuos ou de ações eventuais definidos em contratos de gestão, convênios administrativos ou ajustes operacionais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295733",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "[Questão Inédita] Pessoa jurídica de direito privado, sem fins lucrativos, cujo objetivos sociais incluam a finalidade de defesa, preservação e conservação do meio ambiente e promoção do desenvolvimento sustentável é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Organização da sociedade civil."
      },
      {
        "letra": "B",
        "texto": "Organização de sociedade civil de interesse público."
      },
      {
        "letra": "C",
        "texto": "Organização social."
      },
      {
        "letra": "D",
        "texto": "Serviço social autônomo."
      },
      {
        "letra": "E",
        "texto": "Entidade de apoio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3216444",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Determinado município firmou convênio com uma Organização Não Governamental (ONG) para a execução de um programa social voltado para a inclusão social de jovens em situação de vulnerabilidade. Durante a execução do convênio, a Administração Pública percebeu que a ONG não estava cumprindo as metas estabelecidas no contrato, além de apresentar irregularidades na prestação de contas, como a falta de documentos comprobatórios e a utilização inadequada dos recursos financeiros. Diante dessa situação, assinale a ação correta que a Administração Pública deverá tomar para garantir a legalidade e a eficiência na execução do convênio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manter o convênio e apenas orientar a ONG sobre as irregularidades encontradas, permitindo que ela se ajuste."
      },
      {
        "letra": "B",
        "texto": "Ignorar as irregularidades, pois o convênio é um ato administrativo que não pode ser revogado sem justificativa."
      },
      {
        "letra": "C",
        "texto": "Realizar uma nova avaliação das metas do convênio, ajustando-as para que a ONG possa cumpri-las, sem penalidades."
      },
      {
        "letra": "D",
        "texto": "Encerrar o convênio imediatamente, sem qualquer comunicação à ONG, para evitar mais prejuízos à Administração Pública."
      },
      {
        "letra": "E",
        "texto": "Suspender o repasse de recursos e instaurar um processo administrativo para apurar as irregularidades, garantindo o direito à ampla defesa e ao contraditório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216106",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "O poder público federal optou por celebrar uma parceria com uma Organização da Sociedade Civil de Interesse Público (OSCIP) para a promoção da cultura, defesa e conservação do patrimônio histórico e artístico. Considerando o regime jurídico das OSCIPs, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Perde-se a qualificação de Organização da Sociedade Civil de Interesse Público somente a pedido ou mediante decisão judicial de iniciativa do Ministério Público, no qual serão assegurados ampla defesa e o devido contraditório. ( ) As organizações sociais não podem ser qualificadas como Organizações da Sociedade Civil de Interesse Público. ( ) Por meio do Termo de Parceria é possível que o poder público promova a cessão de servidores ou bens públicos à Organização da Sociedade Civil de Interesse Público (OSCIP). A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F."
      },
      {
        "letra": "C",
        "texto": "F, F, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F."
      },
      {
        "letra": "E",
        "texto": "F, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3560590",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "No que concerne ao Terceiro Setor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As instituições hospitalares privadas não gratuitas, ainda que promovam, de alguma forma, a assistência social, não são passíveis de classificação como organizações da sociedade civil de interesse público."
      },
      {
        "letra": "B",
        "texto": "Os bens das organizações sociais e das organizações da sociedade civil de interesse público não estão sujeitos à decretação de medidas de indisponibilidade."
      },
      {
        "letra": "C",
        "texto": "A perda da qualificação das organizações da sociedade civil de interesse público deve ser requerida pelo Poder Público envolvido no ajuste firmado ou pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "As organizações sociais atuam em conjunto com o Poder Público, mediante Termo de Parceria, com objetivo de estimular pesquisa científica, desenvolvimento tecnológico, proteção e preservação do meio ambiente, cultura e saúde."
      },
      {
        "letra": "E",
        "texto": "É vedada a cessão de servidor público para atuar nas organizações sociais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204405",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "O instrumento firmado entre o Poder Público e a entidade qualificada como organização social, com vistas à formação de parceria entre as partes para fomento e execução de atividades relativas ao ensino, à pesquisa científica, ao desenvolvimento tecnológico, à proteção e preservação do meio ambiente, à cultura e à saúde, denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acordo de Cooperação."
      },
      {
        "letra": "B",
        "texto": "Contrato de Gestão."
      },
      {
        "letra": "C",
        "texto": "Convênio Administrativo."
      },
      {
        "letra": "D",
        "texto": "Termo de Fomento."
      },
      {
        "letra": "E",
        "texto": "Termo de Parceria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3204082",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "A legislação brasileira prevê a existência das seguintes entidades: associações; autarquias; cooperativas; empresas públicas; fundações públicas; fundações privadas; microempreendedores individuais; microempresas; organizações religiosas; sociedades de economia mista e sociedades anônimas. Com relação às entidades acima apresentadas, é correto afirmar que as que compõem o Terceiro Setor são em número de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis."
      },
      {
        "letra": "B",
        "texto": "quatro."
      },
      {
        "letra": "C",
        "texto": "três."
      },
      {
        "letra": "D",
        "texto": "sete."
      },
      {
        "letra": "E",
        "texto": "cinco."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3196513",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Paulo e Pedro são cidadãos ativistas na área de direitos humanos e pretendem atuar mais próximos dos órgãos públicos, ofertando cursos de disseminação dos valores constitucionais, notadamente o respeito à dignidade da pessoa humana, valorização do trabalho e defesa do mínimo existencial. Nos termos da Lei Federal nº 9.790/99, após obedecidos os requisitos de definição do objeto e organização interna da pessoa jurídica de direito privado, sem fins lucrativos, devem formular requerimento escrito ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ministério da Justiça"
      },
      {
        "letra": "B",
        "texto": "Secretário Geral da Casa Civil"
      },
      {
        "letra": "C",
        "texto": "Conselho Superior de Assistência Social"
      },
      {
        "letra": "D",
        "texto": "Comitê Fiscalizador do Ministério Público da União"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194948",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Uma organização não governamental firmou um termo de parceria com o governo para a implementação de um programa social voltado à segurança alimentar. Logo, as parcerias com o terceiro setor são essenciais para a execução de políticas públicas de forma eficiente. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O terceiro setor é financiado apenas por recursos públicos."
      },
      {
        "letra": "B",
        "texto": "As ONGs podem firmar parcerias com o governo por meio de convênios"
      },
      {
        "letra": "C",
        "texto": "O acesso a recursos públicos dispensa prestação de contas pelas entidades."
      },
      {
        "letra": "D",
        "texto": "Instituições privadas com fins lucrativos também podem atuar no terceiro setor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3193548",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "No contexto do terceiro setor, as entidades que são formadas por grupos de pessoas com objetivos comuns podem ser juridicamente classificadas de diferentes formas. Considerando a definição e as características dessas entidades, qual das alternativas a seguir está correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As entidades do terceiro setor são obrigatoriamente organizações com fins lucrativos, devendo gerar lucro para seus membros."
      },
      {
        "letra": "B",
        "texto": "As associações, dentro do terceiro setor, são entidades que visam à realização de fins comuns e coletivos, sem gerar lucros para os seus associados."
      },
      {
        "letra": "C",
        "texto": "As fundações são entidades do terceiro setor que têm como principal objetivo a geração de lucro para seus membros."
      },
      {
        "letra": "D",
        "texto": "O terceiro setor é composto exclusivamente por empresas privadas que visam lucro e objetivos individuais de seus membros."
      },
      {
        "letra": "E",
        "texto": "As entidades do terceiro setor não podem envolver qualquer tipo de organização sem fins lucrativos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3187656",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "[Questão Inédita] Acerca das organizações sociais (OS), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As OS’s não podem ter finalidade lucrativa e são vinculadas à administração pública por meio de termo de parceria, para executar atividades de interesse público"
      },
      {
        "letra": "B",
        "texto": "Perde-se a qualificação de Organização Social, a pedido ou mediante decisão proferida em processo administrativo ou judicial, sem reversão dos bens ou valores entregues à organização."
      },
      {
        "letra": "C",
        "texto": "Trata-se de pessoas jurídicas privadas criadas por entidades representativas de categorias econômicas, tendo como exemplo a Confederação Nacional do Comércio."
      },
      {
        "letra": "D",
        "texto": "Qualifica-se como Organização Social pessoas jurídicas de direito privado, sem fins lucrativos, com atividades destinadas ao ensino, à pesquisa e ao desenvolvimento científico, entre outros."
      },
      {
        "letra": "E",
        "texto": "A decisão final para escolha de entidade como Organização Social é formalizada pelo Presidente da República após manifestação do Ministro da Economia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3185452",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "No que se refere às Organizações Sociais, modalidade de qualificação atribuída a determinadas entidades com fundamento no Programa Nacional de Publicização, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem ter finalidade lucrativa, com distribuição de receitas para seus associados."
      },
      {
        "letra": "B",
        "texto": "devem ter personalidade jurídica de direito privado, vinculando-se ao Estado por meio de contrato de gestão."
      },
      {
        "letra": "C",
        "texto": "devem atuar exclusivamente nas atividades de ensino e pesquisa científica, seguindo as diretrizes nacionais."
      },
      {
        "letra": "D",
        "texto": "devem possuir servidor cedido pela Administração Pública em seu conselho fiscal."
      },
      {
        "letra": "E",
        "texto": "devem ser credenciadas por autorização do Ministério da Justiça, tornando-se concessionárias de serviços públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185189",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Em se tratando da organização administrativa da União, julgue o item a seguir, no que se refere à Administração Pública Direta e à administração pública indireta. As entidades do terceiro setor, mesmo que prestem serviços públicos relevantes e não tenham finalidade lucrativa, não integram o rol de entidades da administração pública indireta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177361",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Organização Social (OS) é um modelo de entidade pública que opera fora da estrutura direta da administração pública. Esse modelo busca promover e permitir a atuação de sociedades civis sem fins lucrativos, públicas ou privadas, na prestação de serviços públicos que não são exclusivos do Estado. Em geral, as OS públicas possuem algumas características essenciais que as definem, quais sejam: I. Possuir órgãos de deliberação formados por líderes empresariais de destaque na sociedade, junto a representantes do Estado. II. A livre disposição de verbas destinadas à execução de contratos de gestão, sem um valor definido pela União. III. A não necessidade de esclarecimento de possíveis irregularidades ao Tribunal de Contas da União. Quais estão INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174670",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "O Estado de Roraima pretende implementar política de monitoramento de secas e focos de incêndio no exercício financeiro de 2025. Para garantir a viabilidade e a economicidade do projeto, a administração estadual proporá a transferência de recursos públicos para firmar parceria com a organização da sociedade civil Alfa, especialista em técnicas de georreferenciamento por satélite ótico. Essa parceria vai permitir a obtenção de dados e informações suficientes para orientar o Poder Público na execução da política de monitoramento, permitindo a sua atuação tempestiva nos casos de incêndio, com benefício real para a população diretamente afetada. Em paralelo, a organização da sociedade civil Beta pretende acessar, em tempo real, os dados de georreferenciamento obtidos pelo Estado de Roraima na parceria supramencionada. O objetivo é realizar o monitoramento das queimadas e estabelecer parâmetros e comportamentos que possam identificar a potencial origem criminosa de tais queimadas, permitindo a futura propositura de políticas de segurança pública baseadas em dados. Para isso, pretende firmar parceria com o Estado de Roraima, sem transferência de recursos públicos. Considerando as disposições da Lei nº 13.019/2014, que estabelece o regime jurídico das parcerias entre a Administração Pública e as organizações da sociedade civil, os instrumentos jurídicos adequados a serem firmados pelo Estado de Roraima com as organizações Alfa e Beta são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o termo de transferência e o termo de colaboração."
      },
      {
        "letra": "B",
        "texto": "o termo de fomento e o termo de colaboração."
      },
      {
        "letra": "C",
        "texto": "o termo de colaboração e o acordo de cooperação."
      },
      {
        "letra": "D",
        "texto": "o termo de ajustamento de gestão (TAG) e o termo de fomento."
      },
      {
        "letra": "E",
        "texto": "o termo de ajustamento de conduta (TAC) e o acordo de cooperação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172055",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Acerca do regime jurídico das organizações sociais e dos contratos de gestão, disciplinado pela Lei Federal n.º 9.637/1998, analise as seguintes assertivas: I - É vedada a cessão de servidores efetivos providos no âmbito do órgão contratante para as organizações sociais. II - As Organizações Sociais devem ter conselho de administração estruturado nos termos que dispuser o respectivo estatuto, observado o critério básico, dentre outros, de ser composto por 20 a 40% (vinte a quarenta por cento) de membros natos representantes do Poder Público. III - Entende-se por contrato de gestão o instrumento firmado entre o Poder Público e a entidade qualificada como organização social, com vistas à formação de relação jurídica obrigacional bilateral sob prestações comutativas e interesses contrapostos. IV - Às organizações sociais poderão ser destinados recursos orçamentários e bens públicos necessários ao cumprimento do contrato de gestão, desde que estes não ultrapassem 70% (setenta por cento) do montante patrimonial destinado à execução do objeto do contrato. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das assertivas está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3135743",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Meirelles (2018) define que o Governo e a Administração, como criações abstratas da Constituição e das leis, atuam por intermédio de suas entidades, seus órgãos e seus agentes. Segundo o autor, na organização política e administrativa brasileira, as entidades possuem cinco classificações. Nesse sentido, com base no referido autor, é correto afirmar que o município de Santa Rosa é classificado como uma entidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autárquica."
      },
      {
        "letra": "B",
        "texto": "Fundacional."
      },
      {
        "letra": "C",
        "texto": "Empresarial."
      },
      {
        "letra": "D",
        "texto": "Estatal."
      },
      {
        "letra": "E",
        "texto": "Parestatal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3344429",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Alumínio - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Com relação às parcerias entre a Administração Pública e as organizações da sociedade civil (OSCs), assinale a alternativa correta de acordo com a previsão da Lei nº 13.019 de 31 de julho de 2014.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será inexigível o chamamento público quando se tratar da realização de programa de proteção a pessoas ameaçadas ou em situação que possa comprometer a sua segurança."
      },
      {
        "letra": "B",
        "texto": "A proposição no Procedimento de Manifestação de Interesse Social impede a organização da sociedade civil de participar no eventual chamamento público subsequente."
      },
      {
        "letra": "C",
        "texto": "A administração pública poderá dispensar a realização do chamamento público no caso de iminência de paralisação de atividades de relevante interesse público, pelo prazo de até cento e oitenta dias."
      },
      {
        "letra": "D",
        "texto": "A realização do Procedimento de Manifestação de Interesse Social dispensa a convocação, por meio de chamamento público, para a celebração de parceria."
      },
      {
        "letra": "E",
        "texto": "Será impedida de participar da comissão de seleção do chamamento público pessoa que, nos últimos oito anos, tenha mantido relação jurídica com, ao menos, uma das entidades participantes do chamamento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245023",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Uma organização religiosa que se dedica a atividades e projetos de interesse público e de cunho social, que não tem fim exclusivamente religioso, tem uma parceria com o Município X, que foi formalizada por meio de um termo de fomento. Visando reduzir os custos, a organização religiosa resolveu que todas as reuniões, deliberações e votações serão feitas virtualmente, garantindo os direitos de voz e de voto a quem os teria em reunião ou assembleia presencial. Com base na situação hipotética apresentada e no disposto na Lei nº 13.019/2014, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Município X não poderia ter firmado uma parceria com a organização religiosa, pois, em decorrência da laicidade do Estado, impede-se a assinatura de termos de fomento com organização religiosa."
      },
      {
        "letra": "B",
        "texto": "Em situações excepcionais, admite-se o estabelecimento de parceria entre o ente federativo municipal e a organização religiosa, no entanto, veda-se que seja por meio de termo de fomento, podendo ser utilizado apenas o termo de cooperação."
      },
      {
        "letra": "C",
        "texto": "Uma vez formalizada a parceria por meio de termo de fomento, como em tal situação a proposta foi feita pela administração pública e há repasse de recursos financeiros, deve a organização religiosa manter a escrituração contábil por pelo menos dez anos, vedando-se as reuniões virtuais após o fim da pandemia de Covid-19."
      },
      {
        "letra": "D",
        "texto": "Em face da parceria firmada com o Município X, a organização religiosa apenas poderá realizar virtualmente as reuniões em que não haja votação ou deliberação de matéria que, ainda que indiretamente, tenha interesse público."
      },
      {
        "letra": "E",
        "texto": "Admite-se que todas as reuniões, deliberações e votações das organizações da sociedade civil sejam feitas virtualmente, desde que o sistema de deliberação remota garanta os direitos de voz e de voto a quem os teria em reunião ou assembleia presencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3245011",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Para o fomento e a execução das atividades de interesse público previstas em legislação, o instrumento passível de ser firmado entre o Poder Público e as entidades qualificadas como Organizações da Sociedade Civil de Interesse Público (Oscips), destinado à formação de vínculo de cooperação entre as partes, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato de gestão."
      },
      {
        "letra": "B",
        "texto": "termo de fomento."
      },
      {
        "letra": "C",
        "texto": "termo de parceria."
      },
      {
        "letra": "D",
        "texto": "acordo de cooperação."
      },
      {
        "letra": "E",
        "texto": "termo de colaboração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231932",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "A respeito dos chamados “serviços sociais autônomos”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compõem a Administração Pública indireta, sendo entidades de natureza autárquica, conforme já decidiu o Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "não se submetem ao regime de precatórios para a execução das suas dívidas oriundas de sentenças judiciais."
      },
      {
        "letra": "C",
        "texto": "são mantidos, via de regra, mediante a cobrança de contribuições sociais criadas por iniciativa do ente público instituidor, seja federal, estadual ou municipal."
      },
      {
        "letra": "D",
        "texto": "não estão sujeitos, via de regra, à fiscalização dos tribunais de contas, devido à sua natureza de direito público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3198628",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Entidades Paraestatais ou Terceiro Setor",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "O Terceiro Setor é composto por instituições que não fazem parte do Estado (Primeiro Setor) nem do Mercado (Segundo Setor). Essas instituições se caracterizam por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ter como principal objetivo a obtenção de dividendos para distribuição entre os acionistas majoritários."
      },
      {
        "letra": "B",
        "texto": "Atuar na prestação de serviços públicos e privados, visando o lucro."
      },
      {
        "letra": "C",
        "texto": "Desenvolver atividades de interesse público ou coletivo, sem fins lucrativos, voltadas ao bem-estar social."
      },
      {
        "letra": "D",
        "texto": "Ser compostas por órgãos governamentais que executam políticas públicas diretamente, assim como o segundo setor."
      },
      {
        "letra": "E",
        "texto": "Ser regulamentadas exclusivamente pelas empresas privadas que integram o mercado."
      }
    ],
    "gabarito": "C"
  }
]