[
  {
    "id": "3645566",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "O estágio probatório é o período dos 3 (três) primeiros anos de efetivo exercício em que o servidor, nomeado para cargo de provimento efetivo, em virtude de concurso público, será submetido à Avaliação Especial de Desempenho, como condição para aquisição de estabilidade. Em relação à Avaliação Especial de Desempenho, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível o aproveitamento do tempo de serviço público exercido em outro cargo, em quaisquer dos Poderes ou entes federativos, para fins de cumprimento do estágio probatório."
      },
      {
        "letra": "B",
        "texto": "a avaliação dos fatores de desempenho relacionados à assiduidade, disciplina, capacidade de iniciativa, produtividade e responsabilidade será efetuada pela chefia imediata do servidor, pelo próprio servidor e pelos pares integrantes da equipe de trabalho."
      },
      {
        "letra": "C",
        "texto": "a avaliação de desempenho para fins de estágio probatório será composta por três ciclos avaliativos, a serem realizados, respectivamente, após doze meses, vinte e quatro meses e trinta e seis meses, contados da data de início do efetivo exercício no cargo."
      },
      {
        "letra": "D",
        "texto": "o servidor que não permanecer em efetivo exercício na mesma unidade organizacional durante todo o ciclo avaliativo será avaliado pelos responsáveis da unidade atual em que estiver, caso tenha permanecido em tempos diferentes."
      },
      {
        "letra": "E",
        "texto": "o resultado de cada ciclo avaliativo terá pontuação máxima de cem pontos, e será considerado aprovado na avaliação de desempenho para fins de estágio probatório o servidor que obtiver média igual ou superior a setenta pontos, calculada com base nos resultados dos três ciclos avaliativos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298614",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Com relação ao regime jurídico administrativo ou trabalhista, caracterizado como o conjunto de normas que regulam, respectivamente, a relação entre servidores públicos e órgãos governamentais ou entre empregadores e empregados — é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime jurídico estatutário é caracterizado pela contratação de servidores por meio da Consolidação das Leis do Trabalho – CLT, que lhes garante os mesmos direitos da iniciativa privada."
      },
      {
        "letra": "B",
        "texto": "O servidor público sob o regime jurídico estatutário possui estabilidade após três anos de efetivo exercício e aprovação em avaliação de desempenho."
      },
      {
        "letra": "C",
        "texto": "O único regime jurídico existente e em vigor atualmente para servidores públicos no Brasil é o regime celetista."
      },
      {
        "letra": "D",
        "texto": "O servidor público, independentemente do regime jurídico ao qual esteja vinculado, pode acumular cargos ou funções públicas de forma irrestrita."
      },
      {
        "letra": "E",
        "texto": "O regime jurídico dos servidores públicos federais é definido por legislação específica pertinente a cada órgão da esfera estadual ou municipal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3274025",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Estabilidade e vitaliciedade",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Uma das alternativas abaixo NÃO corresponde a uma das condições para que o servidor público estável só perderá o cargo. Qual é esta alternativa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em virtude de sentença judicial transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "Mediante processo administrativo em que lhe seja assegurada ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Em virtude de necessidade do órgão público."
      },
      {
        "letra": "D",
        "texto": "Mediante procedimento de avaliação periódica de desempenho, na forma de lei complementar, assegurada ampla defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261746",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Ana e Mariana são farmacêuticas e, ao tomarem conhecimento de concurso público deflagrado pela Hemobrás, aspiram ocupar cargos na instituição. Assim, passaram a realizar encontros diários de estudos visando à preparação para o certame. Certo dia, as colegas discutiam sobre o Estatuto Social da Hemobrás e suas características essenciais. Ana afirmou que a Hemobrás é uma sociedade de economia mista e tem a forma de sociedade anônima de capital aberto; Mariana, por sua vez, afirmou que os empregados da Hemobrás estarão sujeitos ao regime jurídico estatutário, sendo-lhes garantida a estabilidade após três anos de efetivo exercício nos respectivos cargos, providos mediante concurso público. Da análise do diálogo entre Ana e Mariana, conclui-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas Ana está correta."
      },
      {
        "letra": "C",
        "texto": "Ambas estão equivocadas."
      },
      {
        "letra": "D",
        "texto": "Apenas Mariana está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204663",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Leia a afirmativa. “O servidor habilitado em concurso público e empossado em cargo de provimento efetivo adquirirá estabilidade no serviço público ao completar _______ de efetivo exercício.” Assinale a opção que preenche corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 meses"
      },
      {
        "letra": "B",
        "texto": "1 ano"
      },
      {
        "letra": "C",
        "texto": "2 anos"
      },
      {
        "letra": "D",
        "texto": "3 anos"
      },
      {
        "letra": "E",
        "texto": "5 anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162420",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Considerando a legislação vigente, é correto afirmar sobre a exoneração ou demissão de servidor em estágio probatório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Funcionário em estágio probatório pode ser exonerado ou demitido sem a necessidade de apuração formal."
      },
      {
        "letra": "B",
        "texto": "A exoneração ou demissão de funcionário em estágio probatório não requer apuração de sua capacidade, sendo suficiente a decisão administrativa."
      },
      {
        "letra": "C",
        "texto": "Funcionário em estágio probatório pode ser exonerado ou demitido, mas sempre deverá passar por inquérito administrativo ou seguir as formalidades legais para apuração de sua capacidade."
      },
      {
        "letra": "D",
        "texto": "O estágio probatório permite que o servidor seja exonerado ou demitido sem apuração de sua capacidade."
      },
      {
        "letra": "E",
        "texto": "A exoneração ou demissão de servidor em estágio probatório não necessita de motivação, podendo ser realizada por qualquer motivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3156627",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Ao entrar em exercício, o servidor nomeado para cargo de provimento efetivo ficará sujeito a estágio probatório por período de 24 (vinte e quatro) meses, durante o qual a sua aptidão e capacidade serão objeto de avaliação para o desempenho do cargo, observados os seguintes fatores, EXCETO o que se apresenta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conduta de Socialização."
      },
      {
        "letra": "B",
        "texto": "Disciplina."
      },
      {
        "letra": "C",
        "texto": "Capacidade de iniciativa."
      },
      {
        "letra": "D",
        "texto": "Assiduidade."
      },
      {
        "letra": "E",
        "texto": "Responsabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3436075",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "No que se refere à estabilidade, o art. 41 da Constituição Federal dispõe que “são estáveis após três anos de efetivo exercício os servidores nomeados para cargo de provimento efetivo em virtude de concurso público”. Com relação à perda do cargo, analise os itens a seguir e, ao final, assinale a alternativa CORRETA: I - O servidor público estável só perderá o cargo em virtude de sentença judicial transitada em julgado. II – O servidor público estável só perderá o cargo mediante processo administrativo em que lhe seja assegurada ampla defesa. III - O servidor público estável só perderá o cargo mediante procedimento de avaliação única de desempenho, na forma de lei complementar, assegurada ampla defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3373831",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de São Luís de Montes Belos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Nos termos do artigo 52 do Regimento Jurídico dos Servidores Públicos de São Luís de Montes Belos, os funcionários nomeados por concurso, serão estáveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após um ano de exercício;"
      },
      {
        "letra": "B",
        "texto": "após dois anos de exercício;"
      },
      {
        "letra": "C",
        "texto": "após três anos de exercício;"
      },
      {
        "letra": "D",
        "texto": "após quatro anos de exercício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3273960",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Nos termos do Regime Jurídico dos Servidores Públicos de Monte Alegre de Goiás, em relação a estabilidade, é correto afirmar que, se o cargo for extinto ou se for declarada a sua desnecessidade, o servidor estável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará em disponibilidade sem remuneração."
      },
      {
        "letra": "B",
        "texto": "ficará em disponibilidade remunerada."
      },
      {
        "letra": "C",
        "texto": "perderá o cargo."
      },
      {
        "letra": "D",
        "texto": "será aposentado compulsoriamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271180",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Sabendo-se que qualquer pessoa que age em nome do Estado é um agente público, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cargo público ou o emprego público correspondem às tarefas a serem executadas pelo servidor público em sentido amplo, que devem ser especificadas por lei federal."
      },
      {
        "letra": "B",
        "texto": "os servidores estatutários possuem vínculo permanente com a Administração, de natureza profissional, com prazo indeterminado, para execução de atividades permanentes de interesse do Estado."
      },
      {
        "letra": "C",
        "texto": "os cargos vitalícios correspondem à atividade de direção, chefia e assessoramento e, por isso, devem promover maiores garantias a quem os exercem."
      },
      {
        "letra": "D",
        "texto": "os ocupantes de cargos eletivos devem ser aprovados em concurso público de provas e títulosos ocupantes de cargos eletivos devem ser aprovados em concurso público de provas e títulos."
      },
      {
        "letra": "E",
        "texto": "o requisito básico para que o candidato possa ingressar em cargo público federal é ser, exclusivamente, brasileiro nato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268678",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "A respeito da Administração Pública (artigos de 37 a 41), julgue os itens a seguir. I As funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo, e os cargos em comissão, a serem preenchidos por servidores de carreira nos casos, nas condições e nos percentuais mínimos previstos em lei, destinam‑se apenas às atribuições de direção, chefia e assessoramento. II Os cargos e os empregos públicos no Brasil são privativos de brasileiros, natos ou naturalizados, sendo vedado aos estrangeiros, em qualquer hipótese, assumir cargos, empregos ou funções na Administração Pública. III A aquisição da estabilidade em cargo público dá‑se após três anos da publicação da nomeação do servidor em Diário Oficial. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Somente o item III está certo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3257687",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Provimento e vacância",
      "Estabilidade e vitaliciedade",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Considerando os dispositivos legais referentes ao estágio probatório (arts. 30 a 34) da Lei Complementar nº 01/1991, que institui o Regime Jurídico único dos servidores públicos do município do Salvador, analise como os mecanismos de avaliação de desempenho podem impactar a estabilidade do servidor público e as possíveis consequências de uma avaliação inadequada e assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A avaliação final do servidor em estágio probatório, descrita no art. 32, §1º, deve ser promovida no 18º mês de estágio para a primeira investidura em cargo público municipal, ou no 4º mês para estagiários já servidores estáveis, e é crucial para determinar a continuidade ou exoneração do servidor, sendo necessária a apresentação de defesa em caso de recomendação de exoneração."
      },
      {
        "letra": "B",
        "texto": "A participação das entidades ou sindicatos representativos dos servidores no Comitê Técnico, conforme descrito no art. 32, §5º, depende exclusivamente da decisão do poder executivo, não sendo um requisito obrigatório, já que se trata de uma entidade parcial."
      },
      {
        "letra": "C",
        "texto": "A avaliação especial de desempenho, obrigatória e periódica, conforme descrita no art. 30, §2º, é um processo meramente formal que não impacta significativamente a decisão sobre a estabilidade do servidor, servindo apenas como um procedimento burocrático."
      },
      {
        "letra": "D",
        "texto": "A avaliação especial de desempenho realizada durante o estágio probatório, conforme descrita no art. 30, assegura que todos os servidores públicos nomeados para cargos de provimento efetivo automaticamente adquiram estabilidade após três anos, independentemente do resultado da avaliação."
      },
      {
        "letra": "E",
        "texto": "O servidor público em estágio probatório não pode se afastar do cargo para qualquer fim, exceto em casos de licença para tratamento de saúde, acidente em serviço, licença à gestante, lactante, adotante e licença paternidade, conforme descrito no art. 34, sendo que quaisquer outros afastamentos resultam na interrupção do estágio probatório."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3231516",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Guaíba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Com relação aos agentes públicos e à classificação dos cargos públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vitaliciedade é uma prerrogativa constitucional que garante que o ocupante de determinados cargos públicos só pode ser destituído mediante decisão judicial."
      },
      {
        "letra": "B",
        "texto": "Os cargos vitalícios permitem que seus ocupantes sejam exonerados por vontade da autoridade competente, sem necessidade de processo judicial ou administrativo."
      },
      {
        "letra": "C",
        "texto": "A função pública é a atividade desempenhada pelo servidor público, sendo sinônimo de cargo público e ocupada sempre por meio de concurso público."
      },
      {
        "letra": "D",
        "texto": "Os cargos vitalícios permitem que seus ocupantes sejam exonerados por vontade da autoridade competente, sem necessidade de processo judicial ou administrativo."
      },
      {
        "letra": "E",
        "texto": "Os cargos efetivos podem ser ocupados por qualquer pessoa, independentemente de concurso público, desde que haja uma nomeação direta pela autoridade competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170854",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Estabilidade e vitaliciedade"
    ],
    "enunciado_principal": "Considere que uma Fundação Pública que execute atividades de capacitação profissional voltadas à população de baixa renda esteja enfrentando dificuldade no equilíbrio de suas contas. Considerando que o ente federado - cuja Administração indireta a Fundação integra — já possuí, em sua estrutura, órgão estruturado para desempenhar aquelas atividades, podendo absorver a demanda atualmente atendida pela entidade da Administração Indireta, o Chefe do Executivo solicitou, aos agentes públicos pertinentes, propostas de solução. A direção da Fundação apresentou proposta para demissão de 40% de seus empregados, os quais não gozariam de nenhuma espécie de estabilidade. A proposta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é válida, não demandando nenhum requisito, motivação ou justificativa, considerando a inexistência de vinculo funcional com a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "é juridicamente inviável, tendo em vista que foram admitidos por meio de concurso público."
      },
      {
        "letra": "C",
        "texto": "pode ser admissível, caso sejam empregados celetistas em comissão, não podendo abranger empregados permanentes."
      },
      {
        "letra": "D",
        "texto": "é admissível, considerando que sejam demitidos por meio de decisão motivada."
      },
      {
        "letra": "E",
        "texto": "exige instauração de processo administrativo individualizado para cada empregado, com oportunização de contraditório e ampla defesa, sendo vedada a demissão no início do procedimento."
      }
    ],
    "gabarito": "D"
  }
]