[
  {
    "id": "3464365",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.A culpa exclusiva da vítima configura causa excludente de responsabilidade civil do Estado, haja vista o rompimento do nexo de causalidade entre o ato do agente público e o dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409246",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, julgue o item seguinte. A teoria do risco integral prevê ao Estado, pelo simples envolvimento no evento, a obrigação de reparação do dano causado ao particular, não sendo possível a produção de prova com vistas a elidir essa responsabilidade, dada a condição de seguradora universal que a administração pública assume.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407076",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Acerca da responsabilidade do Estado por atos praticados por servidores e agentes de segurança pública, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração pública é responsável apenas pelas condutas comissivas de seus agentes, sejam elas responsáveis por resultar em dano patrimonial, moral ou estético."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "C",
        "texto": "O Estado responde objetivamente em caso de dano decorrente de utilização de arma de fogo de corporação militar por parte de soldado fardado, mesmo se este não se encontrar em serviço."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Estado será subjetiva quando o dano for causado por servidor público vinculado a empresa pública exploradora de atividade econômica."
      },
      {
        "letra": "E",
        "texto": "A indenização por parte da Administração para particular lesado pode ser parcial ou isenta em caso de participação desse particular no resultado danoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3375682",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "De acordo com a legislação brasileira, as pessoas jurídicas são entidades dotadas de personalidade jurídica, ou seja, são sujeitos de direitos e obrigações distintos das pessoas físicas que as compõem. Com base nessa informação, julgue o item seguinte.A lei assegura a autonomia patrimonial das pessoas jurídicas como instrumento lícito de alocação e segregação de riscos. Isso não quer dizer, porém, que, em caso de abuso desse direito, a Administração Pública não possa desconsiderar a personalidade jurídica para que os efeitos de certas e determinadas relações de obrigações sejam estendidos aos bens particulares de administradores ou de sócios da pessoa jurídica beneficiados direta ou indiretamente pelo abuso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265635",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, na forma do art. 37, § 6º, da Constituição Federal de 1988 (CF/88), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados por agente público (art. 37, § 6º, da CF) deve ser ajuizada contra o Estado ou a pessoa jurídica de direito privado prestadora de serviço público."
      },
      {
        "letra": "B",
        "texto": "O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, nos termos da Teoria do Risco Integral."
      },
      {
        "letra": "C",
        "texto": "É parte ilegítima para a ação o autor do ato."
      },
      {
        "letra": "D",
        "texto": "Assegura-se o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "O Estado responde, objetivamente, pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem dano a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3256745",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "A respeito do processo administrativo federal, consoante a Lei n.º 9.784/1999, ao controle da administração pública, à responsabilidade civil do Estado, ao acesso à informação e ao previsto no Decreto n.º 9.830/2019, julgue o item a seguir.Caso fortuito, força maior e culpa concorrente da vítima são causas excludentes da responsabilidade do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256623",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "No que diz respeito ao acesso à informação, à proteção de dados e à responsabilidade civil do Estado, julgue o item que se segue. A responsabilidade civil relativa a danos ocasionados a particulares pelas concessionárias de serviço público segue a lógica da teoria do risco integral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290862",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha celebrado contrato de concessão de serviços e um determinado segmento de usuários tenha sofrido prejuízos em função de falha constatada na prestação dos serviços pela empresa concessionária. Esses usuários buscaram responsabilizar civilmente a empresa concessionária pelos danos causados na prestação dos serviços, sendo que, de acordo com a disciplina jurídica da matéria, tal responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é afastada quando presentes excludentes como força maior, caso fortuito, culpa exclusiva da vitima, ou presença de situação de desequilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "B",
        "texto": "demanda a demonstração de dolo ou culpa da empresa concessionária ou de seus agentes, não bastando a mera comprovação do nexo de causalidade entre a falha na prestação e o prejuízo sofrido pelo usuário."
      },
      {
        "letra": "C",
        "texto": "é de natureza objetiva e independe, portanto, de comprovação de culpa, cabendo ao Município responsabilidade subsidiária, caso a concessionária não possua receitas ou ativos para arcar com o ressarcimento dos danos."
      },
      {
        "letra": "D",
        "texto": "é exclusiva do Município, na condição de poder concedente e titular do serviço, havendo direito de regresso em face da empresa concessionária, dada a comprovação da falha na prestação do serviço."
      },
      {
        "letra": "E",
        "texto": "é solidária entre o poder concedente (município) e a empresa concessionária, sendo que a responsabilidade do titular do serviço somente é afastada se comprovada a regular fiscalização nos termos previstos no contrato de concessão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175835",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado admite situações em que se admite a exclusão da responsabilidade da administração pela geração de dano a terceiros. Todavia, mesmo em caso de eventos imprevisíveis, há o dever de reparar em sentido objetivo a lesão a terceiro que ocorre em decorrência da execução do serviço administrativo na hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso fortuito externo"
      },
      {
        "letra": "B",
        "texto": "caso fortuito interno"
      },
      {
        "letra": "C",
        "texto": "ato de terceiro"
      },
      {
        "letra": "D",
        "texto": "força maior"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271115",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Entre as excludentes de responsabilidade civil do Estado, há uma situação em que não haverá responsabilidade civil se o Estado tiver observado todos os limites e deveres pertinentes ao dever de diligência. Nessa situação, a excludente apresentada diz respeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à necessidade pública."
      },
      {
        "letra": "B",
        "texto": "à culpa da vítima."
      },
      {
        "letra": "C",
        "texto": "à culpa de terceiro."
      },
      {
        "letra": "D",
        "texto": "ao caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "ao exercício regular de direito."
      }
    ],
    "gabarito": "E"
  }
]