[
  {
    "id": "3564103",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Santana do Manhuaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Consiste no poder-dever de retirada de atos administrativos por meio de anulação e revogação. Trata-se do princípio infraconstitucional da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Finalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência."
      },
      {
        "letra": "D",
        "texto": "Autotutela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3522412",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CISBAF - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Maria, recém-contratada como assistente técnica da área de controle interno do CISBAF, em virtude de aprovação em processo seletivo simplificado, observou, em fiscalização rotineira, falha na contratação de um médico plantonista há dois anos. Essa falha tornou ilegal o ato de contratação do médico plantonista, pois ele era concursado e servidor público efetivo em dois outros diferentes municípios consorciados há quatro anos. Maria levou tal fato ao conhecimento de seu superior imediato. A esse respeito, quanto à competência para revisão dos próprios atos, a autoridade pública deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convalidar o ato de contratação do médico plantonista, pois tal ato não acarreta lesão ao interesse público nem, tampouco, prejuízo a terceiros."
      },
      {
        "letra": "B",
        "texto": "Manter a contratação do médico plantonista por motivo de oportunidade, pois, uma vez contratado, mesmo que de forma ilegal, somente o Poder Judiciário pode anular o ato de contratação."
      },
      {
        "letra": "C",
        "texto": "Anular o ato de contratação do médico plantonista por vício de ilegalidade, pois é vedada a acumulação remunerada de mais de dois cargos ou empregos privativos de profissionais de saúde com profissões regulamentadas."
      },
      {
        "letra": "D",
        "texto": "Convalidar o ato de contratação do médico plantonista por motivo de conveniência em respeito aos direitos adquiridos, pois profissionais de medicina podem trabalhar em inúmeros órgãos públicos sem quaisquer óbices legais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464356",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, bem como do conceito, do objeto e das fontes do direito administrativo, julgue o item a seguir.A anulação é a supressão de um ato administrativo legítimo e eficaz, realizada pela administração pública por não mais lhe convir sua existência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437859",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Caso a Administração identifique que um ato ilegal gerou efeitos favoráveis para os destinatários, poderá, com base no princípio da autotutela, revogá‑lo, no prazo decadencial de cinco anos, respeitando‑se, contudo, os direitos adquiridos pelos interessados de boa‑fé.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3384774",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "De acordo com a legislação vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A anulação de um ato administrativo ocorre quando o ato é inoportuno ou inconveniente, a critério da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "O direito da Administração de anular os atos administrativos de que decorram efeitos favoráveis para os destinatários decai em cinco anos, contados da data em que foram praticados, salvo comprovada má-fé."
      },
      {
        "letra": "C",
        "texto": "A anulação de um ato administrativo ocorre quando o ato administrativo perde sua utilidade para o interesse público."
      },
      {
        "letra": "D",
        "texto": "A anulação de um ato administrativo ocorre quando a Administração Pública deseja modificar seu conteúdo por razões de conveniência."
      },
      {
        "letra": "E",
        "texto": "A anulação de um ato administrativo ocorre quando o ato administrativo não gera efeitos externos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3334565",
    "metadata": "Ano: 2025 | Banca: UNO Chapecó | Órgão: Câmara de Lajeado Grande - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A revogação é uma forma de retirada do ato administrativo do mundo jurídico, realizada pela própria Administração Pública, quando este se torna inoportuno ou inconveniente ao interesse público. Sobre a revogação dos atos administrativos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação terá efeitos \"ex nunc\"."
      },
      {
        "letra": "B",
        "texto": "Tanto o ato administrativo discricionário quanto o ato administrativo vinculado poderão ser revogados pela Administração Pública."
      },
      {
        "letra": "C",
        "texto": "Atos consumados ou exauridos não podem ser revogados, pois seus efeitos já foram totalmente produzidos e encerrados."
      },
      {
        "letra": "D",
        "texto": "A revogação não pode atingir atos que geraram direitos adquiridos para o administrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299163",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Leia o trecho a seguir, que versa sobre uma forma de extinção dos atos administrativos: \"Os atos administrativos [...] possuem base na lei. Se esta regra é revogada por outra promulgada depois, sendo os atos administrativos outrora expedidos contrários ao novo diploma normativo, eles acabam extintos [...].Quando uma lei é revogada, os regulamentos ou atos que possuem fundamento nesta norma acabam por tombar automaticamente.\" (HEINEN, Juliano. Curso de Direito Administrativo. 3ª ed. São Paulo: Editora JusPodivm, 2022. pág. 1045.) Analise as alternativa e assinale aquela que aponta corretamente a forma de extinção dos atos administrativos tratada no excerto acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caducidade."
      },
      {
        "letra": "B",
        "texto": "Revogação."
      },
      {
        "letra": "C",
        "texto": "Contraposição."
      },
      {
        "letra": "D",
        "texto": "Cassação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3298352",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Havendo verificação de que um ato administrativo é eivado de vício de legalidade, a Administração Pública deverá promover a sua",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulação, em regra, com efeitos ex tunc."
      },
      {
        "letra": "B",
        "texto": "revogação, em regra, com efeitos ex tunc."
      },
      {
        "letra": "C",
        "texto": "anulação, em regra, com efeitos ex nunc."
      },
      {
        "letra": "D",
        "texto": "revogação, em regra, com efeitos ex nunc."
      },
      {
        "letra": "E",
        "texto": "anulação ou revogação, a depender dos efeitos do ato que deseja gerar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3291527",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos",
      "Poderes da Administração",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Um ato administrativo discricionário foi anulado pelo superior hierárquico do agente que o praticou, sob o argumento de que a decisão foi inadequada à finalidade pública. Nesse caso, a anulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilegal, pois o ato discricionário não pode ser revisto pelo superior hierárquico."
      },
      {
        "letra": "B",
        "texto": "É legal, pois o superior hierárquico pode anular atos discricionários por ilegalidade ou inadequação."
      },
      {
        "letra": "C",
        "texto": "É ilegal, pois a discricionariedade impede qualquer forma de controle."
      },
      {
        "letra": "D",
        "texto": "É legal, desde que fundamentada em motivos de conveniência e oportunidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291509",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da moralidade administrativa impõe que a Administração Pública atue com padrões éticos compatíveis com o interesse público. No entanto, a efetivação desse princípio depende de mecanismos de controle. Considerando essa afirmação, um dos instrumentos mais eficazes para sua implementação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exigência de licitação para todas as contratações, sem exceções."
      },
      {
        "letra": "B",
        "texto": "Determinar o sigilo absoluto de todos os processos administrativos, proibindo o acesso dos órgãos de controle e do Poder Judiciário, de modo a evitar qualquer possibilidade de investigação sobre os atos da Administração."
      },
      {
        "letra": "C",
        "texto": "A vedação de controle judicial sobre os atos discricionários da Administração."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de anulação dos atos administrativos que violem a moralidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286151",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Lucas é um estudante de administração pública que começou um estágio na prefeitura de sua cidade. No primeiro dia de trabalho, ele ouviu um debate entre dois servidores sobre a diferença entre fato administrativo e ato administrativo. Servidor A: “Um fato administrativo ocorre naturalmente dentro da administração pública, sem depender diretamente da vontade de um agente público, mas ainda assim gera efeitos jurídicos.” Servidor B: “Já um ato administrativo é sempre uma manifestação de vontade do Estado ou de seus agentes, visando produzir efeitos no mundo jurídico.” Mesmo sabendo que ambos os servidores estão corretos, Lucas ainda ficou com dúvidas e decidiu testar seus conhecimentos analisando algumas situações que presenciou ao longo do dia: 1-O prefeito assinou um decreto estabelecendo novas regras para o funcionamento do comércio local. 2-Um temporal derrubou a cobertura de um prédio público, exigindo uma reforma emergencial. 3-Um fiscal aplicou uma multa a um comerciante por descumprimento de normas sanitárias. 4-Um cidadão protocolou um pedido de licença para construir uma casa em sua propriedade. Com base no conceito de fato e ato administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a situação 1 representa um fato administrativo, pois se trata de uma decisão da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Apenas a situação 2 representa um fato administrativo, pois ocorreu sem depender da vontade humana, mas gerou efeitos na Administração Pública."
      },
      {
        "letra": "C",
        "texto": "As situações 1 e 3 representam fatos administrativos, pois ambas envolvem consequências jurídicas dentro da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Apenas a situação 4 representa um fato administrativo, pois envolve um pedido feito por um particular à Administração Pública."
      },
      {
        "letra": "E",
        "texto": "As situações 1, 3 e 4 são atos administrativos, pois envolvem manifestações de vontade da Administração Pública e produzem efeitos jurídicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286148",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A Prefeitura de Vila do Sol concedeu a um empresário uma autorização para utilizar um espaço público e realizar uma feira gastronômica semanalmente na praça central da cidade. Porém, seis meses depois, a Administração Pública decidiu que a praça seria revitalizada e optou por revogar a autorização para permitir a realização das obras. Diante dessa situação, um grupo de comerciantes questionou se a decisão poderia retroagir e invalidar os eventos que já ocorreram. O procurador municipal então explicou o conceito de revogação de atos administrativos. Com base nesse conceito, qual das alternativas apresenta a explicação correta do procurador?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação pode retroagir e invalidar os eventos passados, pois a Administração tem total liberdade para extinguir atos administrativos."
      },
      {
        "letra": "B",
        "texto": "A revogação não pode ser aplicada nesse caso, pois a autorização já havia sido concedida e a Administração não pode voltar atrás."
      },
      {
        "letra": "C",
        "texto": "A revogação não tem efeitos retroativos, ou seja, os eventos passados continuam válidos, mas a autorização perde efeito a partir da decisão administrativa."
      },
      {
        "letra": "D",
        "texto": "Apenas o Poder Judiciário pode revogar atos administrativos, pois a Administração não pode alterar decisões já tomadas."
      },
      {
        "letra": "E",
        "texto": "A revogação só pode ocorrer quando um ato administrativo for ilegal, e como a autorização foi concedida corretamente, não pode ser revogada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286147",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A Prefeitura de Serra Nova emitiu uma licença para funcionamento de um comércio, mas um erro foi identificado posteriormente: o servidor que assinou a licença não tinha competência para praticar esse ato. Diante dessa situação, o setor jurídico analisou o caso e concluiu que todos os outros requisitos legais estavam corretos, sendo possível corrigir o erro sem causar prejuízo a terceiros ou ao interesse público. Qual deve ser a decisão da Administração Pública nesse caso?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anular a licença imediatamente, pois qualquer ato administrativo praticado por autoridade incompetente deve ser considerado nulo, mesmo que todos os outros requisitos estejam corretos"
      },
      {
        "letra": "B",
        "texto": "Revogar a licença, pois a Administração Pública tem total liberdade para extinguir atos administrativos, independentemente de sua legalidade ou do impacto para terceiros."
      },
      {
        "letra": "C",
        "texto": "Convalidar o ato administrativo, corrigindo o vício de competência e garantindo validade à licença desde a sua emissão, pois não há prejuízo ao interesse público nem a terceiros."
      },
      {
        "letra": "D",
        "texto": "Substituir a licença por um novo ato administrativo, anulando a licença original e emitindo uma nova autorização, sem considerar os efeitos já produzidos pelo ato anterior."
      },
      {
        "letra": "E",
        "texto": "Encaminhar o caso ao Poder Judiciário, pois apenas uma decisão judicial pode determinar se o ato deve ser mantido ou invalidado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284418",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Analise os itens a seguir e assinale a alternativa correta. I. Anulação recai em um ato legal que não é mais conveniente e oportuno. O agente que anula o ato pode ser tanto aquele que o produziu quanto a autoridade superior no exercício do poder hierárquico. II -A revogação é a extinção de um ato administrativo por motivo de ilegalidade. A revogação é a análise da legitimidade do ato administrativo, podendo ser feita pela própria Administração, de ofício ou mediante provocação, ou pelo Poder Judiciário, desde que seja provocado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3278778",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Sobre a anulação e a revogação dos atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A anulação consiste na retirada do ato por motivos de oportunidade e conveniência."
      },
      {
        "letra": "B",
        "texto": "A revogação consiste na retirada do ato por motivos de ilegalidade."
      },
      {
        "letra": "C",
        "texto": "A anulação produz efeitos retroativos à data em que o ato foi emitido, inclusive se a invalidação do ato decorrer de mudança de orientação da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "A anulação pode ser realizada pela Administração Pública, com fundamento no seu poder de autotutela sobre os próprios atos."
      },
      {
        "letra": "E",
        "texto": "A revogação produz efeitos ex tunc, vale dizer, a partir da decisão em diante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267295",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre a extinção dos atos administrativos, assinale a alternativa que melhor corresponde aos princípios da administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação de um ato administrativo é possível mesmo que ele já tenha produzido efeitos concretos e exauridos."
      },
      {
        "letra": "B",
        "texto": "A cassação ocorre quando o beneficiário do ato deixa de cumprir os requisitos necessários para sua manutenção."
      },
      {
        "letra": "C",
        "texto": "A caducidade é o desfazimento de um ato por conveniência e oportunidade da Administração"
      },
      {
        "letra": "D",
        "texto": "A extinção de um ato administrativo por decisão judicial sempre tem efeitos ex nunc."
      },
      {
        "letra": "E",
        "texto": "A retirada de um ato administrativo por motivo de ilegalidade se dá exclusivamente pela revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267293",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "[Questão Inédita] O desfazimento de um ato administrativo pode ocorrer por diferentes formas. Assinale a alternativa que apresenta corretamente uma dessas formas e suas características.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação ocorre quando há vício de legalidade, invalidando o ato desde sua origem."
      },
      {
        "letra": "B",
        "texto": "A anulação produz efeitos ex nunc, preservando os efeitos passados do ato ilegal."
      },
      {
        "letra": "C",
        "texto": "A revogação pode ser realizada tanto pela Administração quanto pelo Poder Judiciário."
      },
      {
        "letra": "D",
        "texto": "A convalidação é aplicável apenas aos atos administrativos discricionários."
      },
      {
        "letra": "E",
        "texto": "A anulação de um ato administrativo pode ser feita pela própria Administração ou pelo Poder Judiciário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3263650",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A Administração Pública, ao avaliar a conveniência e a oportunidade de determinado ato administrativo válido, decide retirá-lo do mundo jurídico por não mais atender ao interesse público. Esse ato de extinção, que ocorre por juízo discricionário da Administração e porque tornou-se inconveniente, denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulação."
      },
      {
        "letra": "B",
        "texto": "Exclusão."
      },
      {
        "letra": "C",
        "texto": "Revogação."
      },
      {
        "letra": "D",
        "texto": "Caducidade."
      },
      {
        "letra": "E",
        "texto": "Convalidação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262019",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A respeito da extinção dos atos administrativos, analisar a sentença. A revogação é a extinção do ato ilegal determinada pela Administração ou pelo Judiciário, com eficácia retroativa (1ª parte). A anulação é a extinção do ato administrativo perfeito e eficaz, com eficácia ex nunc, praticada pela Administração Pública e fundada em razões de interesse público (2ª parte). A cassação é a extinção do ato administrativo que ocorre quando o administrado deixa de preencher a condição necessária para a permanência da vantagem (3ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta somente em sua 1ª parte."
      },
      {
        "letra": "B",
        "texto": "Correta somente em sua 2ª parte."
      },
      {
        "letra": "C",
        "texto": "Correta somente em sua 3ª parte."
      },
      {
        "letra": "D",
        "texto": "Totalmente incorreta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261543",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Paulo é gerente geral de determinado órgão público e contratou sociedade civil para analisar os trâmites dos vários processos administrativos em curso, recebendo relatórios de que inúmeros deles deveriam ser revogados. Nos termos da interpretação fundamentada pelo Supremo Tribunal Federal (STF), a revogação dos atos da administração, por conveniência ou oportunidade, deve respeitar os direitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aleatórios."
      },
      {
        "letra": "B",
        "texto": "Potenciais."
      },
      {
        "letra": "C",
        "texto": "Adquiridos."
      },
      {
        "letra": "D",
        "texto": "Programados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258205",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, aos atos administrativos e ao controle da administração pública, julgue o item a seguir. A anulação de um ato administrativo pela própria administração pública, quando constatada alguma ilegalidade, configura forma de controle interno cuja realização independe de provocação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258048",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de atos administrativos, poderes administrativos e agentes públicos. Define-se como revogação a extinção, com efeitos ex nunc, de um ato administrativo legal que se tornou inoportuno ou inconveniente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3256739",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de organização administrativa, atos administrativos, poderes administrativos, agentes públicos e licitações.Define-se como revogação a extinção, com efeitos ex nunc, de um ato administrativo legal que se tornou inoportuno ou inconveniente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3221703",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Segundo leciona a professora Odete Medauar, “formou-se no direito brasileiro, por elaboração jurisprudencial e doutrinária, entendimento segundo o qual dois são os principais meios para desfazer um ato administrativo, para que deixe de produzir efeitos: a anulação e a revogação. São as figuras jurídicas mais utilizadas, revestindo-se de acepção específica no âmbito do direito administrativo, que não se confunde com o significado que tais palavras possam ter em outros ramos do direito ou demais temas jurídicos”. Sobre os referidos institutos jurídicos, analise as assertivas a seguir e assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação do ato administrativo baseia-se nos critérios de legalidade do ato, produzindo, portanto, efeitos ex nunc."
      },
      {
        "letra": "B",
        "texto": "A anulação de ato administrativo é prerrogativa exclusiva da administração pública, que pode anular ato administrativo anterior conforme a análise dos critérios de conveniência e oportunidade."
      },
      {
        "letra": "C",
        "texto": "A revogação é ato administrativo cuja finalidade precípua é desfazer ato anterior em decorrência da existência de um vício, seja formal ou material."
      },
      {
        "letra": "D",
        "texto": "A anulação consiste na supressão de ato administrativo ou pela própria administração pública ou determinada pelo Poder Judiciário, produzindo, via de regra, efeitos ex tunc, ou seja, pretéritos."
      },
      {
        "letra": "E",
        "texto": "A anulação do ato administrativo é faculdade da administração pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219832",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Acerca dos Atos administrativos, analise os itens abaixo e assinale a alternativa correta. I - A Administração deve revogar seus próprios atos, quando eivados de vício de legalidade. II - O direito da Administração de revogar os atos administrativos de que decorram efeitos favoráveis para os destinatários decai em cinco anos, contados da data em que foram praticados, salvo comprovada má-fé.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219451",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "No que tange aos atos administrativos, analise os itens a seguir e, ao final, assinale a alternativa correta. I – O ato administrativo constitutivo é aquele que atesta um fato ou reconhece um direito ou uma obrigação que já existia antes do ato. II – Um ato administrativo anulável é o que apresenta vício sanável. III – São exemplos de atos administrativos enunciativos certidão, atestado e portarias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219186",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Analise as seguintes assertivas sobre temas de Direito Administrativo: “I - Ao Estado é possível a extinção de atos que repute ilegalmente praticados; porém, se de tais atos já tiverem decorrido efeitos concretos, seu desfazimento deve ser precedido de regular processo administrativo, o qual permita o exercício do contraditório e da ampla defesa”. “II - Para que se considere válida a contratação temporária de servidores públicos, é preciso que: a) os casos excepcionais estejam previstos em edital; b) o prazo de contratação seja predeterminado; c) a necessidade seja temporária; d) o interesse público seja excepcional; e) a contratação seja indispensável, sendo vedada para os serviços ordinários permanentes do Estado que estejam sob o espectro das contingências normais da Administração.” “III - É vedada ao servidor público inativo a conversão de férias não gozadas em indenização pecuniária, exceto se comprovada a não fruição a bem do interesse da Administração, expressamente reconhecido pela autoridade competente”. “IV - Não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob o fundamento de isonomia”. Considerando o entendimento do Supremo Tribunal Federal e as normas incidentes sobre as matérias supracitadas, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219040",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A respeito dos Atos administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração deve revogar seus próprios atos, quando eivados de vício de legalidade, e pode anular por motivo de publicidade e eficiência, respeitados os direitos adquiridos."
      },
      {
        "letra": "B",
        "texto": "A Administração deve anular seus próprios atos, quando eivados de vício de legalidade, e pode revogá-los por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos."
      },
      {
        "letra": "C",
        "texto": "A Administração deve revogar seus próprios atos, quando eivados de vício de legalidade, e pode anular por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos."
      },
      {
        "letra": "D",
        "texto": "A Administração deve convalidar seus próprios atos, quando eivados de vício de legalidade, e pode anular por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos."
      },
      {
        "letra": "E",
        "texto": "A Administração deve anular seus próprios atos, quando eivados de vício de legalidade, e pode convalidar por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3217444",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Considerando as espécies de extinção do ato administrativo bem como os efeitos dela decorrentes, julgue o item a seguir. Na revogação, em regra, a extinção do ato administrativo opera efeitos retroativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217314",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo a atos e poderes administrativos, à organização da administração pública, ao provimento de cargos públicos conforme a Lei n.º 8.112/1990 e à proteção de dados pessoais. Ato administrativo praticado, sem vícios, por agente da ANM poderá ser anulado pela administração pública caso ela o entenda não mais conveniente ou oportuno, haja vista sua prerrogativa de anular os próprios atos a qualquer tempo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216604",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Considere que um servidor público tenha requerido afastamento para participar de um curso fora de seu local de exercício e seu pedido tenha sido deferido. Pouco antes da data Informada para a realização do curso, o superior hierárquico do servidor recebeu uma denúncia anônima, imputando como inautêntica a notícia do evento. Efetuadas diligências, constatou-se que o curso, de fato, não existia. O ato de deferimento do pedido de afastamento para participação do curso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser revogado pela autoridade que emitiu o ato, ante o comprovado vício de legalidade."
      },
      {
        "letra": "B",
        "texto": "deve ser anulado, em razão do vício de motivo, este que não admite convalidação."
      },
      {
        "letra": "C",
        "texto": "depende de decisão Judicial para sua anulação, tendo em vista que foi regular e legitimamente editado, não podendo ser desconstituído unilateralmente."
      },
      {
        "letra": "D",
        "texto": "deve ser mantido, na qualidade de ato jurídico perfeito, sem prejuízo da responsabilização disciplinar do servidor."
      },
      {
        "letra": "E",
        "texto": "apresenta vicio de motivação, devendo, portanto, ser declarado nulo, caso a autoridade competente não providencie sua convalidação tempestivamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3215437",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "No que se refere aos atos administrativos e à decadência administrativa, considerando, no que couber, a jurisprudência do STJ acerca dos temas, julgue o item seguinte. Na revogação, em regra, a extinção do ato administrativo opera efeitos retroativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3215436",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "No que se refere aos atos administrativos e à decadência administrativa, considerando, no que couber, a jurisprudência do STJ acerca dos temas, julgue o item seguinte. Na cassação, a extinção do ato administrativo ocorre por motivo de descumprimento de condições que deveriam continuar a ser atendidas pelo destinatário do ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213326",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No que diz respeito ao sistema administrativo, aos atos administrativos, às parcerias público-privadas e ao tombamento, julgue o item a seguir.A administração pública pode anular seus próprios atos, quando eivados de ilegalidade, independentemente de contraditório, mesmo quando interferirem na esfera jurídica de interesses individuais de seus administrados, haja vista a prevalência do interesse público sobre o privado e o princípio da legalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3212440",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Marechal Thaumaturgo - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Podemos afirmar sobre os atos administrativos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo ato administrativo possui como atributo a presunção de veracidade, que é absoluta."
      },
      {
        "letra": "B",
        "texto": "A revogação de um ato administrativo só pode ocorrer diante de vício de legalidade."
      },
      {
        "letra": "C",
        "texto": "A anulação de atos administrativos por vício de legalidade pode ser realizada tanto pela Administração quanto pelo Judiciário."
      },
      {
        "letra": "D",
        "texto": "Atos administrativos vinculados dispensam o atendimento ao princípio da motivação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3211774",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Um determinado agente público, alguns meses após expedir uma ordem interna para a organização dos trabalhos da equipe sob sua liderança, conclui que a ordem trouxe mais prejuízos à organização dos trabalhos do que benefícios, gerando dúvidas na sua aplicação e maior morosidade na análise dos pedidos formulados pelos cidadãos à Administração. Diante desse quadro, é correto afirmar que a forma mais adequada para a modificação da norma vigente, visando a correção do problema identificado, é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulação do ato administrativo."
      },
      {
        "letra": "B",
        "texto": "convalidação do ato administrativo."
      },
      {
        "letra": "C",
        "texto": "cassação do ato administrativo."
      },
      {
        "letra": "D",
        "texto": "revogação do ato administrativo."
      },
      {
        "letra": "E",
        "texto": "declaração de nulidade do ato administrativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3207142",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Sobre a revogação e a anulação de atos administrativos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação é a declaração de nulidade de um ato administrativo que contém vícios de legalidade."
      },
      {
        "letra": "B",
        "texto": "A revogação só pode ser realizada quando o ato administrativo é inválido ou ilegal."
      },
      {
        "letra": "C",
        "texto": "A revogação ocorre quando o ato é válido, mas, segundo critério discricionário da administração, tornou-se inoportuno ou inconveniente."
      },
      {
        "letra": "D",
        "texto": "O Poder Judiciário pode tanto anular como revogar um ato administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207064",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Marau - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Segundo Aldemir Berwig (2019): “é a supressão de um ato administrativo legítimo e eficaz, realizada privativamente pelo ente que o editou utilizando-se da função administrativa, por não mais lhe convir sua existência, em virtude de razões relativas à oportunidade ou conveniência”. Trata-se da definição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convalidação."
      },
      {
        "letra": "B",
        "texto": "Anulação."
      },
      {
        "letra": "C",
        "texto": "Revogação."
      },
      {
        "letra": "D",
        "texto": "Repristinação."
      },
      {
        "letra": "E",
        "texto": "Segurança jurídica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193552",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Conforme o art. 53 da Lei n.º 9.784/1999, a Administração Pública deve tomar providências em relação aos atos administrativos quando estes forem eivados de vício de legalidade ou quando forem revogados por questões de conveniência. Qual das alternativas abaixo descreve corretamente os dois processos distintos abordados neste artigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração deve revogar atos administrativos viciados por erro material, com a possibilidade de substituição sem restrições."
      },
      {
        "letra": "B",
        "texto": "A anulação de atos administrativos viciados deve ocorrer para corrigir atos ilegais, enquanto a revogação se dá por motivos de conveniência ou oportunidade."
      },
      {
        "letra": "C",
        "texto": "A Administração não pode revogar atos administrativos, apenas anulá-los em caso de ilegalidade."
      },
      {
        "letra": "D",
        "texto": "A revogação deve ser feita em qualquer caso em que o ato administrativo cause algum prejuízo, sem considerar o mérito da decisão."
      },
      {
        "letra": "E",
        "texto": "A Administração pode anular atos administrativos por conveniência, e revogar por ilegalidade, com base nos princípios de eficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185194",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Segundo os instrumentos de controle e responsabilização da Administração Pública, especialmente o controle administrativo, judicial e a responsabilidade civil do Estado, julgue o item a seguir. Os atos da Administração Pública considerados ilegais podem ser anulados pelo Poder Judiciário, a pedido da parte prejudicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3184582",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lúcio, recém-empossado como gestor público, começa a estudar os princípios aplicáveis à Administração Pública para melhor desempenhar suas funções. Durante seus estudos ele encontrou as seguintes assertivas e precisa avaliar se estão de fato corretas ou não; analise-as. I. É privativa do chefe do Poder Executivo a competência para a iniciativa legislativa de lei sobre nepotismo na Administração Pública. II. A vedação ao nepotismo deve ser imediata e verticalizada, violando os princípios da moralidade, impessoalidade e isonomia, diploma legal que excepciona da vedação ao nepotismo os servidores que estivessem no exercício do cargo no momento de sua edição. III. O ato de qualquer dos Poderes restritivo de publicidade deve ser motivado de forma concreta, objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida, restrição ao direito fundamental à informação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3184580",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "A maior parte das declarações de vontade emitidas pela Administração no exercício da função administrativa ocorre por meio da edição de atos administrativos. Nesse contexto, em relação aos atos administrativos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revogação dos atos administrativos, por incidir sobre atos lícitos, gera efeitos ex nunc."
      },
      {
        "letra": "B",
        "texto": "Não cabe ao Poder Judiciário, quando provocado, realizar controle sobre os atos administrativos considerados discricionários."
      },
      {
        "letra": "C",
        "texto": "A invalidação dos atos administrativos é matéria restrita à reserva de administração, somente cabendo à própria Administração Pública que praticou o ato realizá-la."
      },
      {
        "letra": "D",
        "texto": "Um dos atributos dos atos administrativos é a chamada imperatividade, que significa que deve haver um ato específico para cada finalidade própria a ser alcançada pela Administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3181249",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Observe o enunciado abaixo e assinale a alternativa que apresenta ao termo correspondente para completar a lacuna: A Administração deve _________ seus próprios atos, quando eivados de vício de legalidade, e pode revogá-los por motivo de conveniência ou oportunidade, respeitados os direitos adquiridos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anular."
      },
      {
        "letra": "B",
        "texto": "Excluir."
      },
      {
        "letra": "C",
        "texto": "Suspender."
      },
      {
        "letra": "D",
        "texto": "Validar."
      },
      {
        "letra": "E",
        "texto": "Interromper."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3181248",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "De acordo com o Código do Procedimento Administrativo (CPA), é possível retificar atos administrativos quando houver erros evidentes, como erros de cálculo ou na expressão da vontade do órgão administrativo, desde que esses erros sejam manifestos e não requeiram um processo mais formal para correção. Com base nisso, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A retificação de atos administrativos pode ocorrer apenas por iniciativa do órgão administrativo competente, não sendo permitida por qualquer interessado."
      },
      {
        "letra": "B",
        "texto": "A retificação de atos administrativos, quando realizada, possui efeitos retroativos, como se o ato tivesse sido originalmente praticado sem o erro."
      },
      {
        "letra": "C",
        "texto": "A retificação de atos administrativos deve ser feita exclusivamente por meio de processo judicial."
      },
      {
        "letra": "D",
        "texto": "Os erros materiais nos atos administrativos podem ser corrigidos apenas uma vez, não podendo ser retificados novamente."
      },
      {
        "letra": "E",
        "texto": "A retificação de atos administrativos pode ser feita sem a necessidade de publicidade ou formalidade, já que o erro foi corrigido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3181236",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Arthur, um servidor público, ao realizar um ato administrativo, cometeu um vício que não comprometeu o interesse público nem causou prejuízo a terceiros. A autoridade superior, ao identificar o erro, decide adotar uma medida para corrigir a irregularidade, mantendo os efeitos produzidos pelo ato desde sua origem, pois o vício era passível de correção. Esse ato adotado pela autoridade superior é denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revogação."
      },
      {
        "letra": "B",
        "texto": "Convalidação."
      },
      {
        "letra": "C",
        "texto": "Cassação."
      },
      {
        "letra": "D",
        "texto": "Alteração."
      },
      {
        "letra": "E",
        "texto": "Reforma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3179570",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Teoria das nulidades",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No âmbito da Administração Federal direta e indireta, os processos administrativos de que resultem sanções poderão ser revistos, a pedido do interessado, no prazo máximo de 5 (cinco) anos da comunicação pessoal ou da publicação da penalidade."
      },
      {
        "letra": "B",
        "texto": "A motivação da decisão administrativa demonstrará a necessidade e a adequação da medida imposta ou da invalidação de ato, contrato, ajuste, processo ou norma administrativa, ônus que não se transmite à decisão jurisdicional que eventualmente a controle, diante da independência e harmonia dos Poderes."
      },
      {
        "letra": "C",
        "texto": "Ressalvados os casos expressamente previstos em lei, é vedado à autoridade administrativa celebrar compromisso com os interessados, em situação contenciosa, inclusive no caso de expedição de licença."
      },
      {
        "letra": "D",
        "texto": "A decisão administrativa ou jurisdicional que decretar a invalidação de ato administrativo deverá indicar, de modo expresso, suas consequências jurídicas e administrativas e deverá ainda, quando for o caso, apontar as condições para que a regularização ocorra de modo proporcional e equânime e sem prejuízo aos interesses gerais, não se podendo impor aos sujeitos atingidos ônus ou perdas que, em função das peculiaridades do caso, sejam anormais ou excessivos."
      },
      {
        "letra": "E",
        "texto": "Padece de nulidade absoluta a decisão administrativa que estabeleça interpretação ou orientação nova sobre norma de conteúdo indeterminado, impondo novo dever ou novo condicionamento de direito, e prevendo regime de transição para que o novo dever ou condicionamento de direito sejam integralmente aplicados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175881",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "De acordo com Maciel (2023), a forma de extinção dos atos administrativos que ocorre quando “uma legislação superveniente impede a manutenção da situação anteriormente consentida pelo Poder Público, isto é, nova norma contraria aquela que respaldava a prática do ato, impondo a sua extinção” é denominada de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extinção objetiva."
      },
      {
        "letra": "B",
        "texto": "Extinção subjetiva."
      },
      {
        "letra": "C",
        "texto": "Cassação."
      },
      {
        "letra": "D",
        "texto": "Caducidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175258",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Uma prefeitura concede uma licença para o funcionamento de uma casa de shows, desde que o estabelecimento cumpra condições estabelecidas pela legislação municipal, como isolamento acústico adequado e limite máximo de público. Após uma fiscalização, é constatado que a casa de shows descumpriu essas condições, resultando em excessivo barulho e perturbação à vizinhança. Em razão disso, a administração pública decide extinguir a licença anteriormente concedida. Essa situação exemplifica qual forma de extinção do ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convalidação."
      },
      {
        "letra": "B",
        "texto": "Revogação."
      },
      {
        "letra": "C",
        "texto": "Caducidade."
      },
      {
        "letra": "D",
        "texto": "Cassação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174769",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Após compreender a distinção entre a anulação e a revogação dos atos administrativos e verificar as peculiaridades atinentes ao controle exercido pelos Tribunais de Contas sobre os atos discricionários realizados pelo Poder Executivo, Maristela verificou corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve o Tribunal de Contas revogar tais atos administrativos, caso verifique a existência de qualquer vício na sua formalização."
      },
      {
        "letra": "B",
        "texto": "cabe ao Tribunal de Contas tanto a anulação quanto a revogação de tais atos administrativos, sempre com efeitos retroativos."
      },
      {
        "letra": "C",
        "texto": "cumpre ao Tribunal de Contas anular tais atos administrativos nas situações que não mais atenderem ao interesse público."
      },
      {
        "letra": "D",
        "texto": "não compete ao Tribunal de Contas revogar tais atos administrativos, pois não é o órgão competente para o exercício da discricionariedade."
      },
      {
        "letra": "E",
        "texto": "não incumbe ao Tribunal de Contas a anulação dos atos administrativos eivados de vícios insanáveis, notadamente em relação ao motivo e à finalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3173802",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Águas de Chapecó - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Nos atos administrativos, a anulação ocorre quando este ato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inconveniente."
      },
      {
        "letra": "B",
        "texto": "Ilegal."
      },
      {
        "letra": "C",
        "texto": "Inadmissível."
      },
      {
        "letra": "D",
        "texto": "Inoportuno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3164325",
    "metadata": "Ano: 2025 | Banca: MARANATHA Assessoria | Órgão: Prefeitura de Careaçu - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Supondo que um ato administrativo cumpriu todos os requisitos para sua criação, estando apto para produzir seus efeitos foi publicado na imprensa oficial e início de sua vigência. Alguns meses após, a autoridade administrativa competente verificou que o ato passou a ser inconveniente ou inoportuno para a Administração Pública. Diante deste fato, a autoridade competente promoveu sua extinção, produzindo seus efeitos normalmente até a efetiva anulação. A forma de extinção utilizada pelo Gestor público recebe o nome de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revogação."
      },
      {
        "letra": "B",
        "texto": "Anulação."
      },
      {
        "letra": "C",
        "texto": "Retificação."
      },
      {
        "letra": "D",
        "texto": "Convalidação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3163058",
    "metadata": "Ano: 2025 | Banca: Instituto Darwin | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Após a expedição do Ato Administrativo X, diversos guardas municipais se sentiram prejudicados e resolveram se socorrer do Poder Judiciário. No processo judicial, após inúmeros recursos, o caso restou decidido definitivamente no sentido de que o Ato Administrativo X tinha sido ilegal, por não ter concedido prazo para a defesa administrativa dos guardas municipais. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Ato Administrativo X tem que ser anulado pela Administração."
      },
      {
        "letra": "B",
        "texto": "o Ato Administrativo X tem que ser revogado pela Administração."
      },
      {
        "letra": "C",
        "texto": "a Administração deverá reconhecer a prescrição do Ato Administrativo X."
      },
      {
        "letra": "D",
        "texto": "a Administração, após juízo de conveniência e oportunidade, poderá reabrir o prazo para a defesa administrativa dos guardas municipais, invalidando o Ato Administrativo X."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3156635",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Leia o excerto abaixo e assinale a alternativa que apresenta corretamente ao termo responsável para completar a lacuna: A _____________ é uma modalidade de extinção do ato administrativo, na qual a Administração Pública corrige os vícios de um ato administrativo anterior por meio da prática de outro ato, retirando o ato original do mundo jurídico e sanando os defeitos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revogação."
      },
      {
        "letra": "B",
        "texto": "Anulação."
      },
      {
        "letra": "C",
        "texto": "Convalidação."
      },
      {
        "letra": "D",
        "texto": "Cassação."
      },
      {
        "letra": "E",
        "texto": "Substituição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154485",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Sobre os atos administrativos, assinale a alternativa que melhor descreve sua classificação e invalidação, conforme a doutrina clássica de Hely Lopes Meirelles e os dispositivos legais aplicáveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato administrativo discricionário, por sua natureza, não está sujeito ao controle do Poder Judiciário, sendo sua revisão restrita ao mérito pelo próprio administrador público."
      },
      {
        "letra": "B",
        "texto": "A invalidação de atos administrativos discricionários pode ser realizada pelo Poder Judiciário, com base na análise da conveniência e oportunidade de sua edição."
      },
      {
        "letra": "C",
        "texto": "Atos administrativos vinculados não podem ser anulados, salvo por vício de forma ou de competência, sendo vedada qualquer revisão baseada em legalidade."
      },
      {
        "letra": "D",
        "texto": "A revogação de atos administrativos discricionários ocorre quando constatados vícios de legalidade que impeçam a manutenção dos efeitos do ato."
      },
      {
        "letra": "E",
        "texto": "A invalidação do ato administrativo decorre de ilegalidade, enquanto a revogação decorre de juízo de conveniência e oportunidade do administrador público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3578381",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Os atos administrativos podem extinguir-se pela edição de outros atos, razão pela qual, nessas hipóteses, a extinção decorrerá da manifestação de vontade do administrador ou de terceiro que possua competência. Analise as afirmativas abaixo que tratam das formas de extinção dos atos administrativos: I. A Administração pode revogar seus atos administrativos por motivo de conveniência ou oportunidade. II. A anulação de atos administrativos somente pode ser declarada pela Administração, enquanto a revogação pode ser por ato próprio ou via judicial. III.O direito da Administração de anular os atos administrativos de que decorram efeitos favoráveis para os destinatários decai em cinco anos, contados da data em que foram praticados, salvo comprovada má-fé. Estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas II e III."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3540049",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Uma das formas de extinção dos atos administrativos ocorre quando o beneficiário ou destinatário de um ato válido descumpre as condições para a sua manutenção. Nessa hipótese, é correto afirmar que essa forma de extinção se dá por meio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caducidade e opera efeitos ex nunc."
      },
      {
        "letra": "B",
        "texto": "cassação e opera efeitos ex tunc."
      },
      {
        "letra": "C",
        "texto": "caducidade e opera efeitos ex tunc."
      },
      {
        "letra": "D",
        "texto": "cassação e opera efeitos ex nunc."
      },
      {
        "letra": "E",
        "texto": "contraposição e opera efeitos ex nunc."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3398263",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "O presidente do Conselho Federal de Contabilidade (CFC) revogou uma Resolução Normativa do CFC, mesmo sendo um ato legítimo e eficaz por não ser mais conveniente e oportuna a sua existência para o interesse público e, em especial, para os profissionais de contabilidade. A invalidação desse ato é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulação"
      },
      {
        "letra": "B",
        "texto": "cassação"
      },
      {
        "letra": "C",
        "texto": "revogação"
      },
      {
        "letra": "D",
        "texto": "convalidação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3323935",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Ibirataia - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Analise as sentenças abaixo, que versam sobre extinção dos atos administrativos: I.Deve ocorrer quando há vício no ato, relativo à legalidade ou legitimidade. II.É a extinção do ato administrativo que ocorre quando o beneficiário deixa de cumprir os requisitos que deveria permanecer atendendo, como exigência para a manutenção do ato e de seus efeitos. III.É a retirada, do mundo jurídico, de um ato válido, mas que se tornou inoportuno ou inconveniente, conforme análise da Administração. Assinale a alternativa que apresenta CORRETA e RESPECTIVAMENTE as formas de extinção dos atos administrativos tratadas em cada sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cassação - Anulação - Revogação."
      },
      {
        "letra": "B",
        "texto": "Cassação - Revogação - Anulação."
      },
      {
        "letra": "C",
        "texto": "Revogação - Anulação - Cassação."
      },
      {
        "letra": "D",
        "texto": "Anulação - Cassação - Revogação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296590",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: \"Uma prefeitura concedeu uma licença para determinado comerciante abrir uma danceteria em área residencial, contrariando legislação que veda a instalação de tais empreendimentos nessas áreas. Após denúncias, utilizando-se do Poder de Autotutela, a Administração Pública reviu o ato e o extinguiu.\" Nesse sentido, analise as alternativas e assinale a modalidade CORRETA de extinção utilizada pela Administração Pública no caso hipotético:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revogação, porque o ato foi extinto por questões de conveniência e oportunidade, levando em consideração o interesse público."
      },
      {
        "letra": "B",
        "texto": "Anulação, porque o ato foi considerado ilegal, uma vez que contrariou a legislação vigente, obrigando a Administração a extingui-lo."
      },
      {
        "letra": "C",
        "texto": "Convalidação, porque a extinção do ato ocorreu em razão de superveniência de nova legislação, tornando-o incompatível com as normas atuais."
      },
      {
        "letra": "D",
        "texto": "Cassação, porque a licença foi anulada devido ao descumprimento das condições inicialmente previstas na autorização do ato, pelo beneficiado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283409",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Uma vez publicado, o ato administrativo terá vigência e deverá ser cumprido, em respeito ao atributo da presunção de legitimidade, até que ocorra formalmente o seu desfazimento. Em relação à extinção dos atos administrativos, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) A anulação, caracterizada pelo desfazimento do ato administrativo por razões de ilegalidade, produz, em regra, efeitos ex nunc. ( ) Na contraposição, a retirada se dá porque foi emitido ato com fundamento em competência diversa que gerou o ato anterior, mas cujos efeitos são contrapostos aos daqueles. ( ) Na cessação, a retirada se dá porque o destinatário descumpriu condições que deveriam permanecer atendidas a fim de poder continuar desfrutando da situação jurídica. ( ) Se a invalidação do ato decorrer de mudança da orientação da administração pública, a anulação produz efeitos retroativos à data de sua emissão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – F."
      },
      {
        "letra": "D",
        "texto": "V – F – F – V."
      },
      {
        "letra": "E",
        "texto": "F – V – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3277374",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Em observância às formalidades legais, a autoridade administrativa competente, no âmbito do Ministério da Cultura, editou um ato administrativo válido, em contemplação a um pedido formulado pelo artista Caio. Contudo, após alguns meses, o referido ato administrativo foi extinto, pois Caio passou a descumprir, reiteradamente, as condições fixadas pela Administração Pública. Nesse cenário, considerando o entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que o ato administrativo foi extinto em razão da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caducidade."
      },
      {
        "letra": "B",
        "texto": "revogação."
      },
      {
        "letra": "C",
        "texto": "anulação."
      },
      {
        "letra": "D",
        "texto": "cassação."
      },
      {
        "letra": "E",
        "texto": "recusa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3199277",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Qual é o principal efeito da extinção de um ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulação: o ato é desfeito retroativamente, como se nunca tivesse existido."
      },
      {
        "letra": "B",
        "texto": "Caducidade: a perda de eficácia do ato por desaparecimento das condições que o fundamentaram."
      },
      {
        "letra": "C",
        "texto": "Prescrição: o ato é extinto por decurso de prazo para sua impugnação."
      },
      {
        "letra": "D",
        "texto": "Convalidação: o ato passa a ser válido a partir de uma nova análise da administração."
      },
      {
        "letra": "E",
        "texto": "Revogação: o ato é retirado do ordenamento jurídico por inconstitucionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3199269",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Qual é a diferença entre anulação e revogação de um ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulação é um ato vinculado da administração, enquanto que a revogação é um ato discricionário."
      },
      {
        "letra": "B",
        "texto": "Anulação é apenas possível quando existem vícios de legalidade no ato administrativo, enquanto que a revogação envolve motivos de conveniência e oportunidade."
      },
      {
        "letra": "C",
        "texto": "Anulação e revogação significam a mesma coisa e podem ser utilizadas de forma intercambiável."
      },
      {
        "letra": "D",
        "texto": "Anulação é a extinção de um ato administrativo válido, enquanto que a revogação é a extinção de um ato inválido."
      },
      {
        "letra": "E",
        "texto": "Anulação é a extinção de um ato administrativo inválido, enquanto que a revogação é a extinção de um ato válido."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3193195",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Quando uma autoridade, no exercício de competência administrativa, conclui que um dado ato ou relação jurídica válidos não atendem ao interesse público e por isso resolve eliminá-lo a fim de prover de maneira mais satisfatória às conveniências administrativas, sua extinção se dá pelo instituto da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulação."
      },
      {
        "letra": "B",
        "texto": "revogação."
      },
      {
        "letra": "C",
        "texto": "cassação."
      },
      {
        "letra": "D",
        "texto": "invalidação."
      },
      {
        "letra": "E",
        "texto": "caducidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3193190",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Revogação é o ato administrativo discricionário pelo qual a Administração extingue um ato válido, por razões de oportunidade e conveniência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não podem ser revogados os atos vinculados, precisamente porque nestes não há aspectos concernentes à oportunidade e conveniência."
      },
      {
        "letra": "B",
        "texto": "A revogação pode atingir os meros atos administrativos, como certidões, atestados e votos."
      },
      {
        "letra": "C",
        "texto": "A revogação pode ser feita sem necessidade de observação dos parâmetros legais implícitos ou explícitos."
      },
      {
        "letra": "D",
        "texto": "A revogação não é privativa da Administração e pode ser revista pelo Poder Judiciário, que pode avaliar a oportunidade e conveniência dos atos administrativos."
      },
      {
        "letra": "E",
        "texto": "A revogação retroage e pode afetar atos anteriores à sua publicação, produzindo efeitos ex tunc."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3188727",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Em relação à anulação e revogação dos atos administrativos marque (V) para as afirmativas verdadeiras e (F) para as falsas. ( ) O poder judiciário e a administração pública não deve de anular o ato administrativo eivado de ilegalidade. ( ) a anulação opera efeitos ex tunc, portanto, não retroage. ( ) Os atos que contenham vícios insanáveis devem ser convalidados. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F"
      },
      {
        "letra": "B",
        "texto": "V, F, F"
      },
      {
        "letra": "C",
        "texto": "F, V, F"
      },
      {
        "letra": "D",
        "texto": "F, F, F"
      },
      {
        "letra": "E",
        "texto": "F, F, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172656",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Em relação à anulação de atos administrativos, analise as afirmativas abaixo. I. A anulação de um ato administrativo pode ser realizada pela própria Administração Pública, quando este ato é ilegal ou contrário ao interesse público. II. A anulação de um ato administrativo pode ser feita apenas por decisão judicial, e não pela Administração Pública. III. A Administração Pública pode anular um ato administrativo mesmo que o ato tenha sido executado e tenha produzido efeitos, desde que se verifique a ilegalidade do ato. IV. A anulação de um ato administrativo não pode ser realizada após o transcurso do prazo de cinco anos a partir da sua emissão, independentemente da existência de má-fé ou dolo por parte dos envolvidos. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas"
      },
      {
        "letra": "B",
        "texto": "I e IV apenas"
      },
      {
        "letra": "C",
        "texto": "II e IV apenas"
      },
      {
        "letra": "D",
        "texto": "III e IV apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170463",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Extinção dos atos administrativos",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Zeus, servidor público federal, pretende extinguir determinado ato administrativo, por conter ilegalidade. Já Ares, também servidor público federal, pretende extinguir determinado ato administrativo válido por razões de conveniência e oportunidade. No caso narrado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zeus deverá anular o ato e Ares deverá revogar o ato; e ambas as medidas dar-se-ão com efeitos ex tunc."
      },
      {
        "letra": "B",
        "texto": "ambos os atos deverão ser revogados."
      },
      {
        "letra": "C",
        "texto": "Zeus deverá anular o ato, com efeitos ex nunc, e Ares deverá revogar o ato. com efeitos ex tunc."
      },
      {
        "letra": "D",
        "texto": "ambos os atos deverão ser anulados."
      },
      {
        "letra": "E",
        "texto": "Zeus deverá anular o ato, com efeitos ex tunc, e Ares deverá revogar o ato, com efeitos ex nunc."
      }
    ],
    "gabarito": "E"
  }
]