[
  {
    "id": "3610637",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "No que se refere à Administração Direta e à administração indireta, julgue o item seguinte.As fundações públicas, quando de direito privado, são pessoas jurídicas integrantes do terceiro setor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3508880",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Julgue o próximo item acerca de análise de processos, atos administrativos, requisição e administração direta, indireta e funcional. Autarquias, fundações públicas, empresas públicas e sociedades de economia mista são pessoas jurídicas integrantes da administração indireta e, além de serem todas criadas ou autorizadas por lei específica, possuem personalidade jurídica, mas não, patrimônio próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479572",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A dotação patrimonial das fundações instituídas pelo poder público pode ser inteiramente pública ou semipública e semiprivada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3466756",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Julgue o item seguinte, acerca de aspectos administrativos relacionados às organizações públicas. A dotação patrimonial das fundações instituídas pelo poder público pode ser inteiramente pública ou semipública e semiprivada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407072",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da estrutura da Administração Pública brasileira, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente por lei específica poderá ser criada autarquia."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas são pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "A diferença entre sociedade de economia mista e empresa pública é que a primeira possui capital social exclusivamente público, enquanto a segunda apresenta capital majoritariamente público."
      },
      {
        "letra": "D",
        "texto": "Sociedades de economia mista não podem criar subsidiárias."
      },
      {
        "letra": "E",
        "texto": "A finalidade das fundações públicas é de exercício das atividades típicas do Estado sem exploração econômica ainda que com fins lucrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3373908",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A fundação Alfa, instituída por um grupo de pessoas naturais com o objetivo de atuar em atividades direcionadas ao desenvolvimento tecnológico, almejava obter a sua qualificação como organização social, de modo a celebrar com a estrutura competente da União o ajuste pertinente e desenvolver as referidas atividades. No entanto, havia dúvidas, entre os seus dirigentes, em relação à forma de obtenção dessa qualificação, ao ajuste a ser celebrado e à forma de desenvolvimento dos projetos, considerando, neste último caso, que Alfa não tem fins lucrativos. Após analisarem a sistemática vigente, os dirigentes concluíram corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ajuste a ser celebrado por Alfa, caso obtenha a qualificação, tem a natureza de contrato de direito público, de natureza sinalagmática, que deve se ajustar às metas pactuadas;"
      },
      {
        "letra": "B",
        "texto": "a natureza jurídica de Alfa e a atividade que desenvolve não se ajustam à legislação de regência das organizações sociais, o que impede que venha a obter a qualificação almejada;"
      },
      {
        "letra": "C",
        "texto": "a outorga da qualificação, requisito necessário à celebração do ajuste almejado, configura ato discricionário, mas o seu indeferimento deve observar critérios objetivos fixados em ato regulamentar;"
      },
      {
        "letra": "D",
        "texto": "é admitido o repasse de bens e recursos públicos a Alfa, caso obtenha a qualificação necessária, devendo contratar diretamente os seus colaboradores, vedada a cessão de servidores públicos;"
      },
      {
        "letra": "E",
        "texto": "a outorga da qualificação e a correlata celebração do termo de parceria por Alfa pressupõem o preenchimento de critérios objetivos, o que elimina a margem de livre apreciação e os torna atos vinculados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295400",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "As fundações públicas são criadas por lei para executar atividades de interesse coletivo em regime especial. Assinale a definição que retrata com precisão essa figura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pessoa jurídica dotada de patrimônio público destinado a finalidades sociais ou científicas, submetida à supervisão estatal e podendo ser regida por direito público ou privado."
      },
      {
        "letra": "B",
        "texto": "Órgão desconcentrado, isento de qualquer fiscalização, sem personalidade própria."
      },
      {
        "letra": "C",
        "texto": "Associação de pessoas naturais que atua livremente, sem controle estatal ou lei de criação."
      },
      {
        "letra": "D",
        "texto": "Meramente um consórcio informal entre entidades privadas para receber repasses do poder público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285854",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da administração indireta, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As empresas públicas têm seu capital integralmente público e seguem obrigatoriamente o regime jurídico de direito público."
      },
      {
        "letra": "B",
        "texto": "As autarquias possuem personalidade jurídica de direito privado e seguem as normas do direito privado na totalidade de seus atos."
      },
      {
        "letra": "C",
        "texto": "As sociedades de economia mista são empresas privadas que atuam sob controle estatal apenas na esfera financeira."
      },
      {
        "letra": "D",
        "texto": "As fundações públicas podem ser criadas para desempenhar atividades típicas de Estado, mediante autorização legislativa."
      },
      {
        "letra": "E",
        "texto": "As empresas públicas e as sociedades de economia mista não precisam seguir os princípios da Administração Pública previstos na Constituição Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3285654",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Para garantir maior especialização e eficiência na prestação dos serviços públicos, o Estado pode transferir determinadas atividades a entidades especializadas da administração indireta. Com base nessa informação, é correto afirmar que as",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquias são entidades da administração indireta, criadas por lei específica, com personalidade jurídica própria e autonomia administrativa e financeira."
      },
      {
        "letra": "B",
        "texto": "empresas públicas e sociedades de economia mista possuem personalidade jurídica de direito público e são integralmente subordinadas à administração direta."
      },
      {
        "letra": "C",
        "texto": "fundações públicas são obrigatoriamente criadas como sociedades anônimas, tendo por objetivo a exploração direta de atividade econômica."
      },
      {
        "letra": "D",
        "texto": "autarquias são entidades privadas que atuam sob regime de concessão pública, sem autonomia administrativa ou financeira própria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285619",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Acerca da organização administrativa do Estado, é correto afirmar que a Administração Direta é caracterizada por ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "composta por órgãos internos do Estado e vinculada à Administração Indireta."
      },
      {
        "letra": "B",
        "texto": "formada por autarquias, fundações públicas, empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "responsável pela gestão de serviços públicos privatizados, sem relação com os entes federativos."
      },
      {
        "letra": "D",
        "texto": "integrada pelos órgãos que compõem as pessoas políticas da federação, exercendo atividades administrativas de forma centralizada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262632",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Tendo por base os aspectos legais e as exigências infralegais exigíveis de autarquias e de fundações integrantes da Administração Pública Federal para qualificação como agências executivas, analise as afirmativas a seguir. I. “A qualificação de autarquia ou de fundação como agência executiva poderá ser conferida mediante iniciativa do(a) ____________________.” II. “O ato de qualificação como agência executiva dar-se-á mediante ____________________.” III. “O ____________________ definirá as relações e os compromissos entre os signatários, constituindo-se em instrumento de acompanhamento e de avaliação do desempenho institucional da entidade qualificada.” Assinale a alternativa que completa correta e sequencialmente as afirmativas anteriores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I. Poder Legislativo II. lei complementar III. estatuto"
      },
      {
        "letra": "B",
        "texto": "I. Ministério supervisor II. decreto III. contrato de gestão"
      },
      {
        "letra": "C",
        "texto": "I. empresa solicitante II. lei ordinária III. termo de parceria"
      },
      {
        "letra": "D",
        "texto": "I. agência reguladora II. lei delegada III. termo de compromisso"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260926",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "O ente instituído pelo poder público, dotado de personalidade jurídica de direito privado, com patrimônio próprio e que é criado com a finalidade principal de atividades não lucrativas, mas de interesse público, como assistência social, cultura, educação e saúde, dentre outros, se refere ao ente denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquia"
      },
      {
        "letra": "B",
        "texto": "fundação pública"
      },
      {
        "letra": "C",
        "texto": "empresas públicas"
      },
      {
        "letra": "D",
        "texto": "sociedade de economia mista"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3247548",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "A estrutura da Administração Pública define como o Estado organiza e presta serviços à sociedade. A distinção entre Administração Direta e Indireta, bem como entre centralização e descentralização, é fundamental para compreender a forma como o poder público atua e delega suas funções para garantir a eficiência na prestação dos serviços públicos. Assinale a alternativa a seguir que descreve corretamente sobre administração direta e indireta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Direta inclui autarquias e fundações públicas, enquanto a Administração Indireta abrange apenas empresas públicas e sociedades de economia mista."
      },
      {
        "letra": "B",
        "texto": "A Administração Direta é composta exclusivamente por órgãos do Poder Executivo, enquanto a Administração Indireta engloba apenas empresas estatais e sociedades de economia mista."
      },
      {
        "letra": "C",
        "texto": "A Administração Indireta é composta por entidades com personalidade jurídica própria, como autarquias, fundações públicas, empresas públicas e sociedades de economia mista, enquanto a Administração Direta é formada pelos órgãos da União, Estados, Municípios e Distrito Federal."
      },
      {
        "letra": "D",
        "texto": "A Administração Direta é responsável apenas pela formulação de políticas públicas, enquanto a Administração Indireta executa todas as atividades operacionais do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3235447",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Patrocínio do Muriaé - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Luiza, recentemente aprovada em concurso público, considerando sua experiência pregressa de relevância na área de gestão pública, foi designada por seu superior imediato a ministrar palestra aos servidores da Câmara Municipal de Patrocínio do Muriaé, cujo tema seria a Administração Pública, com foco na organização e estrutura administrativa estabelecida pela Lei Orgânica Municipal. Em conversa com uma colega de departamento sobre o assunto, Luiza recebeu as seguintes informações, das quais uma é INCORRETA; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Empresa Pública é entidade dotada de personalidade jurídica de direito privado, com o patrimônio e o capital do município."
      },
      {
        "letra": "B",
        "texto": "A Autarquia integra a Administração Direta, sob chefia do prefeito municipal, e é criada por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A Sociedade de Economia Mista, entre outros aspectos, é criada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam, em sua maioria, ao município ou a entidade da Administração Indireta."
      },
      {
        "letra": "D",
        "texto": "A Fundação Pública é criada em virtude de autorização legislativa, para o desenvolvimento de atividades que não exijam execução por órgão ou entidades de direito público, com autonomia administrativa, patrimônio próprio gerido pelos respectivos órgãos de direção e funcionamento custeado por recursos do município e de outras fontes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231102",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado, da organização administrativa e do processo administrativo, julgue o próximo item, consoante a jurisprudência dos tribunais superiores e a legislação em vigor. Lei municipal pode autorizar a criação de fundação pública de direito privado para atuar na prestação de serviço público de saúde.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208524",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A administração indireta é o conjunto de órgãos que prestam serviços públicos e estão vinculados a uma entidade da administração direta, mas possuem personalidade jurídica própria, isto é, têm CNPJ próprio. As entidades da administração indireta são, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autarquias."
      },
      {
        "letra": "B",
        "texto": "Fundações públicas."
      },
      {
        "letra": "C",
        "texto": "Empresas públicas."
      },
      {
        "letra": "D",
        "texto": "Associações/Fundações sem fins lucrativos."
      },
      {
        "letra": "E",
        "texto": "Sociedades de economia mista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3186898",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Assinale a opção CORRETA em relação às autarquias, fundações, empresas públicas e sociedades de economia mista:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Indireta abrange as seguintes categorias de entidades, dotadas, conforme explicitado pela legislação, de personalidade jurídica própria: autarquias; empresas públicas; sociedades de economia mista e fundações públicas."
      },
      {
        "letra": "B",
        "texto": "Agentes da Administração não se limitam àqueles que integram a estrutura funcional dos órgãos administrativos das pessoas federativas em qualquer dos Poderes, nem abrangem necessariamente os que pertencem aos quadros da Administração Indireta."
      },
      {
        "letra": "C",
        "texto": "O conceito de Administração abrange exclusivamente a Administração Direta, de forma que apenas as pessoas federativas, sem incluir as entidades a elas vinculadas, podem ser partes de contratos administrativos."
      },
      {
        "letra": "D",
        "texto": "As autarquias não possuem personalidade jurídica própria de direito público, e sua autonomia administrativa e financeira é limitada ou inexistente."
      },
      {
        "letra": "E",
        "texto": "As agências reguladoras têm uma função principal que não se concentra no controle estatal dos serviços prestados sob o regime de concessão, sendo sua destinação prioritária voltada para outros aspectos regulatórios e administrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3176245",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A Diretoria Cultural tem como competência planejar, coordenar e promover a execução das atividades realizadas nos espaços culturais geridos pela FCS e definir diretrizes, planejar e supervisionar programação dos corpos artísticos da FCS, com atribuições, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fomentar as ações artísticas, culturais e prospectar programação para a FCS."
      },
      {
        "letra": "B",
        "texto": "Definir a linha curatorial da programação da FCS."
      },
      {
        "letra": "C",
        "texto": "Planejar e acompanhar o cumprimento de acordos de parcerias e convênios da FCS que envolvam os corpos artísticos."
      },
      {
        "letra": "D",
        "texto": "Conceber, gerir e executar a pauta de programação do Cine Humberto Mauro."
      },
      {
        "letra": "E",
        "texto": "Implementar projetos artísticos, culturais, de ensino e de manutenção vinculados à FCS."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3176242",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresente informação incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Conselho Curador da FCS deliberar sobre alienação e oneração de bens da FCS."
      },
      {
        "letra": "B",
        "texto": "A Diretoria de Relações Institucionais tem como competência planejar, coordenar e avaliar as ações de intercâmbio institucional."
      },
      {
        "letra": "C",
        "texto": "A Gerência de Projetos tem como competência executar a gestão de projetos resultantes das parcerias institucionais."
      },
      {
        "letra": "D",
        "texto": "A Procuradoria é unidade setorial de execução da Advocacia Geral da União, à qual se subordina jurídica e tecnicamente."
      },
      {
        "letra": "E",
        "texto": "A Gerência de Produção Artística tem como competência planejar, gerir, monitorar e produzir as atividades dos corpos artísticos da FCS."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3170043",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da administração pública indireta, dos atos administrativos e da requisição. As fundações públicas são criadas por lei, podendo ser entidades de direito público ou privado e realizar atividades também de interesse público ou privado, desde que não tenham fins lucrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3160761",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] A respeito da organização administrativa no direito administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criação de uma autarquia depende sempre de lei específica, não sendo possível sua criação por meio de simples decreto do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e as sociedades de economia mista são criadas exclusivamente para a prestação de serviços públicos, não podendo ser utilizadas para a exploração de atividades econômicas."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, em razão de sua natureza de direito público, não podem celebrar contratos administrativos com particulares."
      },
      {
        "letra": "D",
        "texto": "As entidades da Administração Direta e Indireta devem seguir os mesmos princípios administrativos, mas a Administração Indireta tem maior liberdade para regular suas próprias atividades internas."
      },
      {
        "letra": "E",
        "texto": "A Administração Indireta, formada por entidades como autarquias, fundações e empresas públicas, não está sujeita a controle do Poder Executivo, exceto em questões fiscais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160760",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre a organização administrativa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As autarquias podem ter suas atividades diretamente supervisionadas pelo Poder Executivo, mas não podem ser extintas por ato do presidente da República."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas, como regra, têm personalidade jurídica de direito privado e podem ser criadas para a execução de atividades econômicas ou de interesse público."
      },
      {
        "letra": "C",
        "texto": "As fundações públicas, apesar de possuírem natureza jurídica de direito público, podem atuar em atividades de interesse privado, desde que comprovado o interesse social."
      },
      {
        "letra": "D",
        "texto": "As sociedades de economia mista devem sempre adotar a forma de empresa privada, mas podem atuar em qualquer ramo da economia sem qualquer restrição."
      },
      {
        "letra": "E",
        "texto": "As entidades da Administração Indireta possuem autonomia administrativa, mas não podem se subordinar a órgãos do Executivo em suas atividades normativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154667",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Foi criada a Fundação Sigma, no âmbito do Poder Executivo do Estado Alfa, com competência para desenvolver atividade titularizada por esse ente federativo, de natureza econômica, mas passível de ser delegada à iniciativa privada. O Ministério Público do Estado Alfa, ao analisar se o referido ente da administração pública indireta teria personalidade jurídica de direito público ou privado, o que influiria em sua atuação funcional, concluiu corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por ser criada por lei, a Fundação Sigma tem personalidade jurídica de direito público."
      },
      {
        "letra": "B",
        "texto": "toda fundação criada no âmbito do Poder Público, incluindo Sigma, tem personalidade jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "por desenvolver atividade de natureza econômica, passível de ser delegada à iniciativa privada, tem personalidade jurídica de direito privado."
      },
      {
        "letra": "D",
        "texto": "como se trata de atividade titularizada pelo Estado Alfa, ainda que passível de delegação, a Fundação Sigma tem personalidade jurídica de direito público."
      },
      {
        "letra": "E",
        "texto": "em razão da atividade que desenvolve, a Fundação Sigma pode ter personalidade jurídica de direito público ou de direito privado, conforme o estatuto de sua criação ou autorização."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3481986",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas"
    ],
    "enunciado_principal": "A Lei nº 7.735/89 foi responsável pela criação do Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis – IBAMA. Acerca do tema, analise o item a seguir. O IBAMA é uma fundação pública federal dotada de personalidade jurídica de direito público, autonomia administrativa e financeira, vinculada ao Ministério do Meio Ambiente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3398167",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "No âmbito da Administração Indireta, a lei ordinária específica e a lei complementar cumprem diferentes funções no que concerne à criação, à autorização para a instituição e à definição das áreas de atuação das entidades que as compõem. Somente por lei complementar, cabe a definição das áreas de atuação da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fundação"
      },
      {
        "letra": "B",
        "texto": "Autarquia"
      },
      {
        "letra": "C",
        "texto": "Empresa pública"
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345800",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Autarquias",
      "Fundações Públicas",
      "Empresas Públicas e Sociedades de Economia Mista"
    ],
    "enunciado_principal": "Leia o texto a seguir. (...) serviço autônomo, criado por lei, com personalidade jurídica, patrimônio e receita próprios, para executar atividades típicas da Administração Pública, que requeiram, para seu melhor funcionamento, gestão administrativa e financeira descentralizada. Disponível em: <https://www.cnmp.mp.br/portal/index.php>. Acesso em: 08 mai. 2024. [Adaptado]. Tal definição se refere à",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundação pública."
      },
      {
        "letra": "B",
        "texto": "empresa pública."
      },
      {
        "letra": "C",
        "texto": "sociedade de economia mista."
      },
      {
        "letra": "D",
        "texto": "autarquia."
      },
      {
        "letra": "E",
        "texto": "agência reguladora."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248543",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas"
    ],
    "enunciado_principal": "Com relação às fundações públicas de direito público, importantes figuras administrativas no auxílio à missão institucional do Estado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem ter a sua criação autorizada por decreto presidencial, independentemente da aprovação dos parlamentares."
      },
      {
        "letra": "B",
        "texto": "estão dispensadas de realizar concurso público para a contratação de servidores."
      },
      {
        "letra": "C",
        "texto": "representam um patrimônio público personificado destinado a atividade específica."
      },
      {
        "letra": "D",
        "texto": "submetem-se apenas parcialmente à Nova Lei de Licitações e Contratos."
      },
      {
        "letra": "E",
        "texto": "podem atuar em igualdade com a iniciativa privada, desde que distribuam lucro para seus associados."
      }
    ],
    "gabarito": "C"
  }
]