[
  {
    "id": "3530224",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.É inexigível a licitação para a contratação que possa acarretar comprometimento da segurança nacional, nos casos estabelecidos pelo Ministério da Defesa, mediante demanda dos comandos das Forças Armadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265231",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Uma entidade deseja adquirir um imóvel cujas características de instalações e de localização tornam necessária à sua escolha. Quando inviável a competição, nesse caso, a licitação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inexigível."
      },
      {
        "letra": "B",
        "texto": "é indispensável."
      },
      {
        "letra": "C",
        "texto": "deve ser feita por meio de leilão."
      },
      {
        "letra": "D",
        "texto": "deve ser decidida pelo maior desconto."
      },
      {
        "letra": "E",
        "texto": "deve ser feita por meio de diálogo competitivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262621",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A Hemobrás necessita adquirir certo equipamento. Efetuada a devida pesquisa de mercado, os funcionários responsáveis pelo processo de aquisição se defrontaram com as seguintes circunstâncias: • Existência de três diferentes representantes comerciais exclusivos, em território brasileiro, de três diferentes marcas de equipamentos similares que atendem às exigências da empresa; • Por se tratar de equipamentos muito específicos, além da aquisição será necessária a contratação de serviços técnicos especializados para manutenção preventiva e corretiva dos equipamentos; • Contratação de serviços para treinamento e aperfeiçoamento dos funcionários da empresa que trabalharão diretamente com os equipamentos a serem adquiridos; • Os três diferentes representantes comerciais anunciam que os equipamentos podem ser adquiridos isoladamente ou conjuntamente com os serviços de manutenção preventiva e corretiva e com os serviços de treinamento dos funcionários, de acordo com a necessidade e pelo tempo exigido pela empresa adquirente; • As condições de garantias, instalações, transporte e prazos de entregas são relativamente similares e atendem às exigências da empresa; • Os representantes comerciais exclusivos estão localizados em diferentes unidades da federação. Um deles se localiza a 340 km, outro a 2.660 Km e outro a 2.370 Km de distância da empresa. Considerando unicamente as informações disponibilizadas no caso hipotético e as disposições do Regulamento de Licitações e Contratos da Hemobrás, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias apresentadas evidenciam inviabilidade de competição, devendo ser adotada a inexigibilidade de licitação para aquisição do equipamento e dos serviços."
      },
      {
        "letra": "B",
        "texto": "Deverá ser adotado processo de contratação direta, dando especial atenção ao instrumento de formalização da demanda, de acordo com a política de compras e contratações da Hemobrás."
      },
      {
        "letra": "C",
        "texto": "Diante das circunstâncias apresentadas, é dispensável a realização de licitação para fornecimento do bem e dos serviços, pois ambos envolvem, cumulativamente, alta complexidade tecnológica, sendo exigível apenas autorização do dirigente máximo da empresa."
      },
      {
        "letra": "D",
        "texto": "Para aquisição do equipamento deverá ser adotado procedimento licitatório pertinente, em que serão utilizados, preferencialmente, editais padronizados. No que tange à contratação dos serviços, em sendo possível, deve ser adotada unidade de medida que permita a mensuração dos resultados para o pagamento da contratada, e que elimine a possibilidade de remunerar as empresas com base na quantidade de horas de serviço ou por postos de trabalho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283975",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Na dispensa, a licitação é materialmente possível, mas em regra inconveniente, enquanto na inexigibilidade, é inviável a própria competição. Considerando o que a Lei de Licitações dispõe, assinale a alternativa que apresenta um dos casos em que a licitação é inexigível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de serviços de publicidade para promoção de campanhas institucionais."
      },
      {
        "letra": "B",
        "texto": "Contratação de profissional do setor artístico consagrado pela crítica, desde que representado por empresário exclusivo."
      },
      {
        "letra": "C",
        "texto": "Aquisição de imóveis disponíveis no mercado, sem necessidade de comprovação de singularidade ou exclusividade."
      },
      {
        "letra": "D",
        "texto": "Contratação de serviços técnicos especializados para o desenvolvimento de ações operacionais rotineiras e de baixa complexidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268716",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos estabelece situações nas quais é inviável a competição. Com base nessa informação, assinale a alternativa que apresenta uma hipótese em que a licitação é inexigível.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licitação é inexigível para contratações que envolvam valores inferiores a R$ 50.000."
      },
      {
        "letra": "B",
        "texto": "A licitação é inexigível nos casos de guerra, estado de defesa, estado de sítio, intervenção federal ou de grave perturbação da ordem."
      },
      {
        "letra": "C",
        "texto": "A licitação é inexigível para as contratações que tenham por objeto a aquisição de medicamentos destinados, exclusivamente, ao tratamento de doenças raras definidas pelo Ministério da Saúde."
      },
      {
        "letra": "D",
        "texto": "A licitação é inexigível para contratações que envolvam valores inferiores a R$ 100.000, no caso de obras e serviços de engenharia, ou no caso de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "E",
        "texto": "A licitação é inexigível para a aquisição de materiais, de equipamentos ou de gêneros, ou a contratação de serviços que só possam ser fornecidos por produtor, por empresa ou por representantes comerciais exclusivos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3225128",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNIFESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A licitação pública é inexigível na contratação que envolva",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transferência de tecnologia ou licenciamento de direito de uso ou de exploração de criação protegida, nas contratações realizadas por instituição científica, tecnológica e de inovação."
      },
      {
        "letra": "B",
        "texto": "valores inferiores a R$ 100.000, no caso de obras e serviços de engenharia."
      },
      {
        "letra": "C",
        "texto": "objetos que possam ou devam ser contratados por meio de credenciamento."
      },
      {
        "letra": "D",
        "texto": "manutenção de todas as condições definidas em edital de licitação realizada há menos de um ano."
      },
      {
        "letra": "E",
        "texto": "produtos para pesquisa e desenvolvimento."
      }
    ],
    "gabarito": "C"
  }
]