[
  {
    "id": "3610644",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com base na Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item seguinte.A delegação de competência de um órgão administrativo para o outro pressupõe a existência de relação hierárquica entre as unidades, razão pela qual a legislação veda, de forma peremptória, a delegação de competência a órgãos que não sejam hierarquicamente subordinados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3610611",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREF - 22ª Região (ES)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que trata do processo administrativo, julgue o item seguinte.No início do processo administrativo, o interessado deverá apresentar os documentos originais que subsidiem a sua solicitação ou, na falta destes, cópias autenticadas, sob pena de indeferimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604781",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz das normas estabelecidas na Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item seguinte.O processo administrativo pode iniciar‑se a pedido do interessado, sendo vedada à Administração a recusa imotivada de recebimento de documentos, devendo o servidor orientar o interessado quanto ao suprimento de eventuais falhas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3538768",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o interessado tem direito a ser ouvido em todas as fases do processo administrativo, exceto na fase de instrução."
      },
      {
        "letra": "B",
        "texto": "o não conhecimento de recurso administrativo não impede a Administração de rever de ofício o ato ilegal, desde que não ocorrida preclusão administrativa."
      },
      {
        "letra": "C",
        "texto": "suas disposições são inaplicáveis aos processos administrativos disciplinares."
      },
      {
        "letra": "D",
        "texto": "inexistindo disposição especifica, os atos do órgão ou autoridade responsável pelo processo e dos administrados que dele participem devem ser praticados no prazo de 15 dias, salvo motivo de força maior."
      },
      {
        "letra": "E",
        "texto": "o direito da Administração de anular os atos administrativos é imprescritivel, em razão do principio da indisponibilidade do interesse publico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3502235",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "No que concerne ao processo administrativo, julgue o item subsequente.É permitido por lei que um órgão delegue parte da sua competência a outro órgão desde que este último lhe seja hierarquicamente subordinado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469192",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Julgue o próximo item, referente ao tratamento de dados pessoais, de acordo com a Lei Geral de Proteção de Dados Pessoais (LGPD), e ao processo administrativo federal, consoante a Lei n.º 9.784/1999.A competência, no âmbito do processo administrativo federal, é irrenunciável e exercida pelos órgãos administrativos aos quais foi atribuída como própria, ressalvados os casos de delegação e avocação legalmente admitidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464375",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Em relação ao processo administrativo, julgue o item subsecutivo.Os órgãos e entidades administrativas deverão elaborar modelos ou formulários padronizados para assuntos que importem pretensões equivalentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464373",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Em relação ao processo administrativo, julgue o item subsecutivo.A competência é irrenunciável e indelegável, e se exerce pelos órgãos administrativos a que tenha sido atribuída por lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3273986",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo como referência a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal: I. As organizações e associações representativas são legitimadas como interessadas no processo administrativo para a defesa de direitos e interesses individuais e coletivos. PORQUE II. Diferentemente do que ocorre no Direito Administrativo, a Administração Pública deve observar, no processo administrativo, apenas os princípios do contraditório, da ampla defesa e da legalidade. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3273231",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Pública tem, conforme a Lei, o dever de decidir em todos os processos, mesmo naqueles cuja matéria não seja de sua competência."
      },
      {
        "letra": "B",
        "texto": "Todos os atos do processo administrativo tramitam exata e exclusivamente de acordo com a forma prevista em lei. Em caso da não existência de lei, não se pode proceder o ato."
      },
      {
        "letra": "C",
        "texto": "Dada a vigência absoluta do princípio da supremacia do interesse público, é possível que o processo administrativo admita provas obtidas por meios ilícitos."
      },
      {
        "letra": "D",
        "texto": "O impedimento de atuar em processo administrativo recai sobre o servidor que esteja em litígio judicial com o interessado. A lei, porém, não impede a atuação do servidor caso o litígio seja com cônjuge do interessado."
      },
      {
        "letra": "E",
        "texto": "As organizações e associações representativas, no tocante a direitos e interesses coletivos, são legitimadas como interessadas no processo administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3264436",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Acerca da Lei nº 9.784, de 29 de janeiro de 1999, que regula o processo administrativo no âmbito da Administração Pública Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando documentos solicitados ao interessado forem necessários à apreciação de pedido formulado, o não atendimento no prazo fixado pela Administração para a respectiva apresentação implicará o prosseguimento do processo, mesmo que isso prejudique a responsabilidade de quem deixou de fornecê-los."
      },
      {
        "letra": "B",
        "texto": "São admitidas no processo administrativo as provas obtidas por meios ilícitos, desde que se comprove a boa intenção."
      },
      {
        "letra": "C",
        "texto": "O comparecimento à consulta pública confere a condição de interessado do processo."
      },
      {
        "letra": "D",
        "texto": "Quando a matéria do processo envolver assunto de interesse geral, o órgão competente poderá, mediante despacho motivado, abrir período de consulta pública para manifestação de terceiros, antes da decisão do pedido."
      },
      {
        "letra": "E",
        "texto": "Somente poderão ser recusadas, mediante decisão fundamentada, as provas propostas pelos interessados quando sejam desnecessárias ou protelatórias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3264421",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Recursos Administrativos no Processo Administrativo"
    ],
    "enunciado_principal": "Acerca da Lei nº 9.784, de 29 de janeiro de 1999, que regula o processo administrativo no âmbito da Administração Pública Federal, analise as afirmativas a seguir e assinale a alternativa correta. I. Um órgão administrativo e seu titular poderão, se não houver impedimento legal, delegar parte da sua competência a outros órgãos ou titulares, ainda que estes não lhes sejam hierarquicamente subordinados, quando for conveniente, em razão de circunstâncias de índole técnica, social, econômica, jurídica ou territorial, como, por exemplo, a edição de atos de caráter normativo. II. É impedido de atuar em processo administrativo o servidor que esteja litigando administrativamente com o interessado ou respectivo cônjuge. III. Pode ser arguida a suspeição do servidor que tenha inimizade notória com parente de terceiro grau dos interessados, sendo que o indeferimento de alegação de suspeição poderá ser objeto de recurso, com efeito suspensivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa II está correta."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3263827",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Uma empresa pública recebeu uma denúncia de irregularidades na fabricação de um lote de produtos. Após a denúncia, a Administração deu início a um processo administrativo para apurar os fatos. Essa ação está fundamentada em um princípio do processo administrativo que determina que a movimentação do processo cabe à Administração Pública, ainda que tenha sido instaurado por provocação de um particular. Uma vez iniciado, o processo passa a ser conduzido exclusivamente pelo poder público, que tem o dever de impulsioná-lo até a sua decisão final. As informações se referem ao seguinte princípio do processo administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Publicidade."
      },
      {
        "letra": "C",
        "texto": "Oficialidade."
      },
      {
        "letra": "D",
        "texto": "Verdade material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3263715",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz do Decreto nº 11.129/2022, marque V para as afirmativas verdadeiras e F para as falsas. ( ) A competência para a instauração e para o julgamento do processo administrativo de responsabilização é da autoridade máxima da entidade em face da qual foi praticado o ato lesivo ou, em caso de órgão da Administração Pública Federal Direta, do Presidente da República. ( ) A Controladoria-Geral da União poderá aceitar delegação para negociar, celebrar e monitorar o cumprimento de acordos de leniência relativos a atos lesivos contra outros Poderes e entes federativos. ( ) É vedado, em qualquer caso, o compartilhamento de informações e documentos obtidos em decorrência da celebração de acordos de leniência. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262528",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "A Lei do Processo Administrativo estabelece que a competência é irrenunciável e se exerce pelos órgãos administrativos a que foi atribuída como própria, salvo os casos de delegação e avocação legalmente admitidos. Bráulio exerce cargo diretivo máximo em um órgão federal e costuma expedir atos de delegação. Nesse contexto, assinale a situação cabível de delegação por parte do Bráulio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decisão de recursos administrativos."
      },
      {
        "letra": "B",
        "texto": "Edição de atos de caráter normativo."
      },
      {
        "letra": "C",
        "texto": "Implementação de programas de capacitação"
      },
      {
        "letra": "D",
        "texto": "Matérias de competência exclusiva do órgão ou autoridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3256742",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "A respeito do processo administrativo federal, consoante a Lei n.º 9.784/1999, ao controle da administração pública, à responsabilidade civil do Estado, ao acesso à informação e ao previsto no Decreto n.º 9.830/2019, julgue o item a seguir.A decisão coordenada não é aplicável aos processos administrativos de licitação nem àqueles relacionados ao poder sancionador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3235414",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Na Administração Pública, na possibilidade de a autoridade hierarquicamente superior atrair para si determinada função de responsabilidade do subordinado tem-se a chamada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "partilha."
      },
      {
        "letra": "B",
        "texto": "delegação."
      },
      {
        "letra": "C",
        "texto": "autonomia."
      },
      {
        "letra": "D",
        "texto": "propositura."
      },
      {
        "letra": "E",
        "texto": "avocação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3228235",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Acerca da Administração Pública Federal, com base nas normas que disciplinam a organização e o processo administrativo federal, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Decreto-lei nº 200/1967, as atividades da Administração Federal obedecerão aos princípios fundamentais de planejamento, coordenação, descentralização, delegação de competência e controle."
      },
      {
        "letra": "B",
        "texto": "O Presidente da República, por motivo relevante de interesse público, poderá avocar e decidir qualquer assunto na esfera da Administração Federal."
      },
      {
        "letra": "C",
        "texto": "Não podem ser objeto de delegação a edição de atos de caráter normativo, a decisão de recursos administrativos e as matérias de competência exclusiva do órgão ou autoridade."
      },
      {
        "letra": "D",
        "texto": "No âmbito da Administração Pública federal, as decisões administrativas que exijam a participação de 3 (três) ou mais setores, órgãos ou entidades poderão ser tomadas mediante decisão coordenada, a exemplo dos processos administrativos de licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3210734",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da convalidação dos atos administrativos, do processo administrativo disciplinar no âmbito da Lei n.º 8.112/1990 e do processo administrativo conforme a Lei n.º 9.784/1999.Nos processos administrativos, é necessário observar, entre outros critérios, o atendimento a fins de interesse geral, sendo vedada a renúncia total ou parcial de poderes ou competências, salvo autorização em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210733",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Conceito e classificação dos atos administrativos",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito da convalidação dos atos administrativos, do processo administrativo disciplinar no âmbito da Lei n.º 8.112/1990 e do processo administrativo conforme a Lei n.º 9.784/1999.Os atos administrativos com defeitos sanáveis podem ser convalidados pela própria administração pública, mesmo que tal medida acarrete prejuízo a terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198416",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Os atos do processo devem realizar‑se em dias úteis, no horário normal de funcionamento da repartição na qual tramitar o processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198415",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Todos os documentos apresentados em processos administrativos devem ter firma reconhecida, sendo vedada a dispensa dessa exigência por leis ou portarias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198414",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Os atos do processo administrativo não dependem de forma determinada senão quando a lei expressamente a exigir.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198413",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Inexistindo competência legal específica, o princípio da eficiência estabelece que o processo administrativo deverá ser iniciado perante a autoridade de maior grau hierárquico para decidir.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198412",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.O ato de delegação de competência e sua revogação deverão ser publicados no meio oficial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198411",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.A competência para decidir recursos administrativos pode ser objeto de delegação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3198410",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.A competência é irrenunciável e se exerce pelos órgãos administrativos a que foi atribuída como própria, salvo os casos de delegação e avocação legalmente admitidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198409",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, julgue o item a seguir.Em razão do princípio da inércia, o processo administrativo somente se inicia a pedido da parte interessada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3195881",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Recursos Administrativos no Processo Administrativo"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo, que tratam do processo administrativo no âmbito da Administração Pública Federal, e preencha as lacunas. Encerrada a instrução, o interessado terá o direito de manifestar-se no prazo máximo de _________, salvo se outro prazo for legalmente fixado. Concluída a instrução de processo administrativo, a Administração tem o prazo de até _________ para decidir, salvo prorrogação por igual período expressamente motivada. Salvo disposição legal específica, é de _________o prazo para interposição de recurso administrativo, contado a partir da ciência ou divulgação oficial da decisão recorrida. Assinale a alternativa que apresenta o preenchimento correto das lacunas, de acordo com os prazos previstos na Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trinta dias; trinta dias; dez dias."
      },
      {
        "letra": "B",
        "texto": "dez dias; dez dias; dez dias."
      },
      {
        "letra": "C",
        "texto": "dez dias; trinta dias; trinta dias."
      },
      {
        "letra": "D",
        "texto": "dez dias; trinta dias; dez dias."
      },
      {
        "letra": "E",
        "texto": "trinta dias; trinta dias; trinta dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194761",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Em relação ao processo administrativo na Administração Federal, regido pela Lei nº 9.784/1999, analise as afirmativas a seguir. I. A competência é irrenunciável e se exerce pelos órgãos administrativos a que foi atribuída como própria, salvo os casos de delegação e avocação legalmente admitidos. II. Pode ser arguida a suspeição de autoridade ou servidor que tenha amizade íntima ou inimizade notória com algum dos interessados ou com os respectivos cônjuges, companheiros, parentes e afins até o quarto grau. III. O órgão competente poderá declarar extinto o processo quando exaurida sua finalidade ou o objeto da decisão se tornar impossível, inútil ou prejudicado por fato superveniente. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194298",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "O processo administrativo na Administração Pública é regulado pela Lei nº 9.784/1999, que estabelece normas gerais sobre a tramitação de processos. Um cidadão protocolou um pedido administrativo para a concessão de um alvará de funcionamento. Após sessenta dias sem resposta, ele decidiu questionar a omissão da administração. Assinale, a seguir, a alternativa que melhor descreve a situação do cidadão, conforme a legislação vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido do cidadão é considerado deferido automaticamente, uma vez que a Administração Pública não respeitou o prazo legal de resposta."
      },
      {
        "letra": "B",
        "texto": "O cidadão deve aguardar mais trinta dias para que a Administração Pública possa justificar a demora, antes de tomar qualquer medida."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública deve ser notificada sobre a inércia, e o cidadão pode solicitar a instauração de um processo administrativo para apurar a omissão."
      },
      {
        "letra": "D",
        "texto": "O cidadão deve considerar seu pedido como indeferido, pois a ausência de resposta no prazo máximo de sessenta dias implica na conclusão do processo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186362",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRBio - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "A Lei nº 9.784/1999, que disciplina o processo administrativo no âmbito da Administração Pública Federal, estabelece princípios e regras para garantir a legalidade, eficiência e transparência nos atos administrativos. Com base nessa legislação, analise as alternativas a seguir e assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de formalizado o processo administrativo, o interessado não poderá desistir total ou parcialmente do pedido formulado ou, ainda, renunciar aos direitos disponíveis."
      },
      {
        "letra": "B",
        "texto": "A autoridade ou servidor que incorrer em impedimento deve comunicar o fato à autoridade competente, abstendo-se de atuar. A omissão do dever de comunicar o impedimento constitui falta grave, para efeitos disciplinares."
      },
      {
        "letra": "C",
        "texto": "São legitimados como interessados no processo administrativo, dentre outros, as organizações e associações representativas, no tocante a direitos e interesses individuais."
      },
      {
        "letra": "D",
        "texto": "Os atos do processo administrativo dependem de forma determinada, devendo o interessado seguí-la, sob pena de indeferimento da pretensão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185082",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências",
      "Recursos Administrativos no Processo Administrativo"
    ],
    "enunciado_principal": "Com base na lei do processo administrativo, julgue o item a seguir. No direito administrativo, a exemplo dos ramos processuais jurisdicionais, o processo corresponde à relação jurídica em contraditório, envolvendo um consenso entre a Administração Pública e o particular administrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185080",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com base na lei do processo administrativo, julgue o item a seguir. A lei regula o processo administrativo em âmbito federal e, assim, dáse por ser emanação do Congresso Nacional, no exercício de competência para a regulação de matéria que, apesar de factível de regulação nacional, preferiu‑se direcionar apenas à União Federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3184676",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Acerca da lei do processo administrativo, julgue o item seguinte. No caso de competência originária para inauguração do processo administrativo, é desnecessária uma correlação entre a competência ou a atribuição para a formação do processo e a competência para a decisão do processo administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3184667",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Acerca da lei do processo administrativo, julgue o item seguinte. A Lei nº 9.784/99 tem a pretensão de regular o processo administrativo municipal de modo geral, basilar, traçando normas fundamentais de processo no âmbito da Administração Pública Federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3175810",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "A competência de um órgão no âmbito do Direito Administrativo é irrenunciável, salvo nos casos de delegação e avocação legalmente admitidos. Pode ser objeto de delegação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a edição de atos de caráter normativo"
      },
      {
        "letra": "B",
        "texto": "a decisão de recursos administrativos"
      },
      {
        "letra": "C",
        "texto": "o exercício da capacidade tributária ativa"
      },
      {
        "letra": "D",
        "texto": "a assunção de matérias de competência exclusiva de autoridade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175273",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "O art. 3º da Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, estabelece os direitos do administrado perante a Administração. Com base no referido artigo, são direitos do administrado: I. Formular alegações e apresentar documentos antes da decisão. II. Fazer-se assistir, facultativamente, por advogado, salvo determinação legal. III. Ser tratado com respeito pelas autoridades e servidores. IV. Proceder com lealdade, urbanidade e boa-fé. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3174869",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Ao atuar em um processo administrativo que tramita na Administração Pública Federal, determinado servidor público verificou que havia interesse direto na matéria discutida no feito. Ainda assim, esse servidor público considerou que havia condições de atuar de forma imparcial e deixou de comunicar o seu impedimento. Com base nessa situação hipotética, considerando a Lei nº 9.784/1999, a conduta do servidor público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui falta leve, para efeitos disciplinares."
      },
      {
        "letra": "B",
        "texto": "não constitui ilegalidade."
      },
      {
        "letra": "C",
        "texto": "constitui falta média, para efeitos disciplinares."
      },
      {
        "letra": "D",
        "texto": "constitui crime inafiançável, imprescritível e que deverá ser apurado pelo Supremo Tribunal Federal."
      },
      {
        "letra": "E",
        "texto": "constitui falta grave, para efeitos disciplinares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3173715",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CFBM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Acerca da Lei n.º 9.784/1999, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de delegação é irrevogável."
      },
      {
        "letra": "B",
        "texto": "É permitida a delegação de competência para um órgão que não esteja subordinado ao órgão delegante."
      },
      {
        "letra": "C",
        "texto": "A decisão de recursos administrativos pode ser delegada a outro órgão público."
      },
      {
        "letra": "D",
        "texto": "O processo administrativo pode ser iniciado apenas a pedido do interessado."
      },
      {
        "letra": "E",
        "texto": "A competência para editar atos normativos pode ser transferida a outro órgão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170026",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "A respeito da improbidade administrativa e do processo administrativo, julgue o próximo item.A edição de atos de caráter normativo pode ser objeto de delegação de competência, desde que haja conveniência administrativa e circunstâncias de índole técnica, social, econômica, jurídica ou territorial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169973",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com fundamento nas disposições da Lei Anticorrupção (Lei n.º 12.846/2013) e na Lei do Processo Administrativo (Lei n.º 9.784/1999), julgue o item a seguir.As disposições legais acerca do processo administrativo federal não se aplicam aos órgãos do TRF da 6.ª Região, mesmo quando no desempenho de função administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169206",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com base na Lei Anticorrupção (Lei n.º 12.846/2013) e na Lei do Processo Administrativo (Lei n.º 9.784/1999), julgue o item seguinte.Para fins do processo administrativo federal, o fato de servidor ter inimizade notória com o cônjuge de algum dos interessados não é critério para arguição de sua suspeição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3162691",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Sobre os prazos constantes da Lei do Processo Administrativo Disciplinar (Lei nº 9784/99), pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando deva ser obrigatoriamente ouvido um órgão consultivo, através de um parecer obrigatório e vinculante, este deverá ser emitido no prazo máximo de trinta dias e se não o for poderá ser dado prosseguimento ao processo e ser decidido com sua dispensa, sem prejuízo da responsabilidade de quem se omitiu no atendimento."
      },
      {
        "letra": "B",
        "texto": "os atos do órgão ou autoridade responsável pelo processo e dos administrados que dele participem devem ser praticados, em regra, nos termos do art. 24, no prazo de dez dias, salvo motivo de força maior, quando poderá ser dilatado em até o dobro."
      },
      {
        "letra": "C",
        "texto": "o órgão competente perante o qual tramita o processo administrativo determinará a intimação do interessado para ciência de decisão ou a efetivação de diligências, que observará a antecedência mínima de três dias úteis quanto à data de comparecimento."
      },
      {
        "letra": "D",
        "texto": "quando encerrada a instrução, o interessado terá o direito de manifestar-se no prazo máximo de quinze dias, salvo se outro prazo for legalmente fixado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3160196",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "O processo administrativo pode ser instaurado de forma voluntária, por solicitação de um interessado, ou de outra maneira, quando o próprio órgão competente decide iniciar a ação sem que haja solicitação externa. Qual é essa forma de início do processo administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por sugestão da sociedade civil."
      },
      {
        "letra": "B",
        "texto": "Por requerimento da imprensa."
      },
      {
        "letra": "C",
        "texto": "Por recomendação do Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Por manifestação do Ministério da Justiça."
      },
      {
        "letra": "E",
        "texto": "De ofício."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3150407",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Ao estabelecer que, nos processos administrativos, serão indicados os pressupostos de fato e de direito que determinarem a decisão, a Lei nº 9.784/99 está tratando do princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "motivação."
      },
      {
        "letra": "B",
        "texto": "segurança jurídica."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "razoabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3383118",
    "metadata": "Ano: 2024 | Banca: HL | Órgão: Prefeitura de Iturama - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "O Governo Federal, em boa hora, fez editar a Lei no 9.784, de 29.1.1999, estabelecendo as regras para o processo administrativo e instituindo um sistema normativo que tem por fim obter uniformidade nos diversos expedientes que tramitam nos órgãos administrativos. A lei, todavia, tem caráter tipicamente federal, ou seja, destina-se a incidir apenas sobre a Administração Federal. Dentro desta, a disciplina é aplicável no âmbito da Administração direta e indireta, também aos órgãos administrativos dos Poderes Legislativo e Judiciário da União. Embora destinada somente ao Governo Federal, já é um início de uniformidade normativa, o que muito facilita os administrados. Estados e Municípios deveriam trilhar o mesmo caminho, instituindo, pelas respectivas leis, sistema uniforme de processo administrativo em suas repartições. No que se refere à mencionada lei e aos entendimentos jurisprudenciais dos Tribunais Superiores, acerca do processo administrativo federal, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no âmbito do processo administrativo federal, é proibida a cobrança de despesas processuais, salvo no momento de apresentação de recurso administrativo, em que poderá ser exigido depósito prévio de dinheiro ou bens como requisito de admissibilidade."
      },
      {
        "letra": "B",
        "texto": "a vedação à reformatio in pejus também é aplicável à seara administrativa, de modo que não pode o órgão competente para decidir, em sede recursal, agravar a situação do recorrente."
      },
      {
        "letra": "C",
        "texto": "não podem ser objeto de delegação a edição de atos de caráter normativo, a decisão de recursos administrativos e as matérias de competência exclusiva do órgão ou autoridade."
      },
      {
        "letra": "D",
        "texto": "esgotadas as instâncias administrativas, os processos administrativos de que resultem sanções não poderão ser revistos, ainda que surjam fatos novos, em razão da incidência da coisa julgada administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3277371",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "João, após assumir um cargo público no âmbito do Poder Executivo Federal, passou a atuar em diversos processos administrativos por força de delegação de competência. Desta forma, preocupado com o volume de trabalho assumido, João resolveu analisar os regramentos que delimitam, nos termos da Lei nº 9.784/1999, a delegação de competência. Nesse cenário, considerando as disposições da Lei nº 9.784/1999, é correto afirmar que a(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "matérias de competência exclusiva do órgão ou autoridade não podem ser objeto de delegação. Por outro lado, a referida proibição não é extensível à edição de atos de caráter normativo e à decisão de recursos administrativos."
      },
      {
        "letra": "B",
        "texto": "decisão de recursos administrativos e as matérias de competência exclusiva do órgão ou autoridade não podem ser objeto de delegação. Por outro lado, a referida proibição não é extensível à edição de atos de caráter normativo."
      },
      {
        "letra": "C",
        "texto": "edição de atos de caráter normativo não pode ser objeto de delegação. Por outro lado, a referida proibição não é extensível à decisão de recursos administrativos e às matérias de competência exclusiva do órgão ou autoridade."
      },
      {
        "letra": "D",
        "texto": "matérias de competência exclusiva do órgão ou autoridade e a edição de atos de caráter normativo não podem ser objeto de delegação. Por outro lado, a referida proibição não é extensível à decisão de recursos administrativos."
      },
      {
        "letra": "E",
        "texto": "edição de atos de caráter normativo, a decisão de recursos administrativos e as matérias de competência exclusiva do órgão ou autoridade não podem ser objeto de delegação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268592",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Acerca da Lei de Processo Administrativo, assinale a alternativa com o tipo de ato em que é vedada sua delegação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "edição de atos matéria concorrente"
      },
      {
        "letra": "B",
        "texto": "atos acerca de expediente"
      },
      {
        "letra": "C",
        "texto": "edição de atos de caráter normativa"
      },
      {
        "letra": "D",
        "texto": "decisão de caráter judicial"
      },
      {
        "letra": "E",
        "texto": "edição de atos matéria comum"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185382",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "De acordo com o STJ, quando se trata de alteração de capitulação legal de conduta de servidor público em um processo administrativo disciplinar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração da capitulação legal da conduta do servidor, por si só, não enseja a nulidade do processo administrativo disciplinar."
      },
      {
        "letra": "B",
        "texto": "A alteração da capitulação legal da conduta do servidor, certamente irá resultar na nulidade do processo administrativo disciplinar."
      },
      {
        "letra": "C",
        "texto": "A alteração da capitulação legal da conduta do servidor, já é o suficiente para a nulidade do processo administrativo disciplinar."
      },
      {
        "letra": "D",
        "texto": "A alteração da capitulação legal da conduta do servidor, é condição sine qua non para a nulidade do processo administrativo disciplinar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179933",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "À luz da Lei nº 9.784/1999, concluída a instrução do processo administrativo, a Administração deve decidir no prazo de até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 dias, impreterivelmente."
      },
      {
        "letra": "B",
        "texto": "30 dias, salvo prorrogação por igual período concedida pelo Poder Judiciário em mandado de segurança."
      },
      {
        "letra": "C",
        "texto": "30 dias, salvo prorrogação por igual período expressamente motivada."
      },
      {
        "letra": "D",
        "texto": "60 dias, impreterivelmente."
      },
      {
        "letra": "E",
        "texto": "60 dias, salvo prorrogação por igual período expressamente motivada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179932",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Em relação à Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, assinale a alternativa correta, acerca dos prazos processuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os prazos começam a correr a partir da data da cientificação oficial, incluindo‑se na contagem o dia do começo e excluindo‑se o do vencimento."
      },
      {
        "letra": "B",
        "texto": "Considera‑se prorrogado o prazo até o primeiro dia útil seguinte apenas se o vencimento cair em dia no qual não haja expediente."
      },
      {
        "letra": "C",
        "texto": "Os prazos expressos em dias contam‑se de modo contínuo."
      },
      {
        "letra": "D",
        "texto": "Os prazos fixados em meses ou anos contam‑se de data a data. Se, no mês do vencimento, não houver o dia equivalente àquele dia do início do prazo, tem‑se como termo o primeiro dia do mês seguinte."
      },
      {
        "letra": "E",
        "texto": "É terminantemente vedada a suspensão dos prazos processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179931",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, assinale a alternativa correta, a respeito das sanções administrativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sanções, a serem aplicadas por autoridade competente, terão natureza pecuniária ou consistirão em obrigação de fazer ou de não fazer, sendo dispensável o direito de defesa quando assim o exigir o interesse público."
      },
      {
        "letra": "B",
        "texto": "As sanções, a serem aplicadas por autoridade competente, terão natureza pecuniária ou consistirão em obrigação de fazer ou de não fazer, assegurado sempre o direito de defesa."
      },
      {
        "letra": "C",
        "texto": "As sanções, a serem aplicadas por autoridade competente, terão natureza somente pecuniária, sendo vedada a imposição de sanções consistentes em obrigação de fazer ou de não fazer."
      },
      {
        "letra": "D",
        "texto": "As sanções, a serem aplicadas pelo Poder Judiciário após recomendação da autoridade competente, terão natureza pecuniária ou consistirão em obrigação de fazer ou de não fazer, assegurado sempre o direito de defesa."
      },
      {
        "letra": "E",
        "texto": "As sanções, a serem aplicadas por autoridade competente e obrigatoriamente homologadas pelo Poder Judiciário, terão natureza pecuniária ou consistirão em obrigação de fazer ou de não fazer, assegurado sempre o direito de defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3179930",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com base na Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, a autoridade ou o servidor que incorrer em impedimento deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicar o fato à autoridade competente, mantendo sua atuação até que o impedimento seja reconhecido em decisão transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "comunicar o fato à parte interessada, à qual caberá informar o fato à autoridade competente."
      },
      {
        "letra": "C",
        "texto": "comunicar o fato ao Poder Judiciário, cabendo ao juízo competente apreciar a matéria e designar um substituto."
      },
      {
        "letra": "D",
        "texto": "comunicar o fato ao Ministério Público, que fará representação ao Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "comunicar o fato à autoridade competente, abstendo‑se de atuar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3179929",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Considerando a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, o servidor ou agente público dotado de poder de decisão é considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoridade."
      },
      {
        "letra": "B",
        "texto": "entidade."
      },
      {
        "letra": "C",
        "texto": "órgão."
      },
      {
        "letra": "D",
        "texto": "fiscal."
      },
      {
        "letra": "E",
        "texto": "departamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179905",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Com base na Lei nº 9.784/1999, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para efeitos disciplinares, a omissão do dever de comunicar o impedimento constitui uma falta gravíssima."
      },
      {
        "letra": "B",
        "texto": "Pode ser arguida a suspeição de autoridade ou servidor que tenha amizade íntima ou inimizade notória com algum dos interessados ou com os respectivos cônjuges, companheiros, parentes e afins até o segundo grau."
      },
      {
        "letra": "C",
        "texto": "Os atos do processo administrativo não dependem de forma determinada, senão quando a Lei expressamente a exigir."
      },
      {
        "letra": "D",
        "texto": "O indeferimento de alegação de suspeição poderá ser objeto de recurso, com efeito suspensivo."
      },
      {
        "letra": "E",
        "texto": "Será impedido de atuar em processo administrativo o servidor ou a autoridade que tenha apenas interesse direto na matéria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170462",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Definições gerais, direitos e deveres dos administrados",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Considere: I. Obedecerá aos princípios da legalidade, da eficiência e da transparência, com utilização, sempre que necessário, da simplificação do procedimento e da concentração das instâncias decisórias. II. Pode ser aplicada a todos os processos administrativos, desde que haja relevância quanto à matéria e discordância que prejudique a celeridade do processo administrativo decisório. III. É considerada a instância de natureza interinstitucional ou intersetorial que atua de forma compartilhada mediante participação concomitante de todas as autoridades e agentes decisórios, não havendo, entretanto, a participação dos responsáveis pela instrução técnico-jurídica. De acordo com a Lei nº 9.784/1999, especificamente no que diz respeito à decisão coordenada, está correto o que consta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "E"
  }
]