[
  {
    "id": "3530224",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.É inexigível a licitação para a contratação que possa acarretar comprometimento da segurança nacional, nos casos estabelecidos pelo Ministério da Defesa, mediante demanda dos comandos das Forças Armadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530110",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Julgue o próximo item, relativos a dispensa e inexigibilidade de licitação e pregão. É viável a realização de pregão em face da necessidade de contratação de serviço comum de engenharia cujo objeto sejam ações objetivamente padronizáveis em termos de desempenho e qualidade de bens imóveis com preservação das características originais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3508866",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades"
    ],
    "enunciado_principal": "Julgue o próximo item relativo a gestão de estoques, recebimento e armazenagem, gestão patrimonial e compras no setor público. O objeto de licitação é definido como o bem ou serviço que a administração pública deseja adquirir ou contratar, sendo esse o motivo que justifica a abertura do processo licitatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3499207",
    "metadata": "Ano: 2025 | Banca: FRONTE | Órgão: Prefeitura de Santa Bárbara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades"
    ],
    "enunciado_principal": "Com relação à Lei nº 8.666/93, que trata das licitações e contratos na Administração Pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O médico auditor não precisa conhecer essa lei, pois não participa de processos licitatórios."
      },
      {
        "letra": "B",
        "texto": "Essa lei regulamenta apenas os contratos administrativos com empresas privadas internacionais."
      },
      {
        "letra": "C",
        "texto": "A lei trata apenas da contratação de pessoal para o SUS."
      },
      {
        "letra": "D",
        "texto": "A lei estabelece normas para aquisição de materiais e serviços, sendo essencial à gestão de recursos em saúde."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3471675",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Julgue o item seguinte acerca do sistema de registro de preços, com base no Decreto n.º 11.462/2023. As quantidades previstas para os itens com preços registrados nas atas de registro de preços podem ser remanejadas pelo órgão ou entidade gerenciadora entre os órgãos ou as entidades participantes e não participantes do registro de preços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3445542",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares"
    ],
    "enunciado_principal": "No pregão eletrônico, os licitantes devem apresentar suas propostas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presencialmente, antes da abertura oficial do procedimento licitatório."
      },
      {
        "letra": "B",
        "texto": "eletronicamente, durante a fase de habilitação dos documentos."
      },
      {
        "letra": "C",
        "texto": "por escrito ou oralmente, durante sessão pública, após a abertura da fase de lances."
      },
      {
        "letra": "D",
        "texto": "eletronicamente, antes do início da fase de lances."
      },
      {
        "letra": "E",
        "texto": "no momento da assinatura do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3440422",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre as licitações e o entendimento dos tribunais superiores é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que sob a égide da Lei n. 8.666/93, é possível que lei estadual, distrital ou municipal preveja a fase de apresentação e julgamento das propostas anteriormente à fase de habilitação dos licitantes."
      },
      {
        "letra": "B",
        "texto": "É inconstitucional norma distrital que exige licença para funcionamento, expedida pelo órgão local de vigilância sanitária, como documento necessário à habilitação em licitação cujo objeto seja a execução de atividades dedicadas ao combate a insetos e roedores, à limpeza e higienização de reservatórios de água e à manipulação de produtos químicos para limpeza e conservação."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública pode ser compelida a divulgar, permanentemente, edital de credenciamento em sítio eletrônico antes da vigência da Nova Lei de Licitações e Contratações Administrativas."
      },
      {
        "letra": "D",
        "texto": "É inconstitucional o Regime Diferenciado de Contratações Públicas."
      },
      {
        "letra": "E",
        "texto": "Havendo contrato verbal e sem licitação, o ente público não tem o dever indenizatório frente ao particular, ainda que provada a efetiva prestação de serviços e que tais serviços se reverteram em benefício da Administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3409254",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "À luz do Decreto n.º 11.462/2023, julgue o item seguinte, acerca do sistema de registro de preços. É permitida aos órgãos e às entidades da administração pública federal a adesão a ata de registro de preços gerenciada por órgão ou entidade estadual, distrital ou municipal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375676",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e nas regras aplicáveis ao pregão, julgue o item seguinte.Da decisão do pregoeiro que inabilitou a empresa caberá recurso administrativo, devendo, porém, a licitante manifestar a intenção de recorrer, sob pena de preclusão, sendo que o prazo para apresentação das razões recursais será iniciado na data de intimação ou de lavratura da ata de habilitação ou inabilitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375675",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e nas regras aplicáveis ao pregão, julgue o item seguinte.O pregoeiro deverá inabilitar a empresa licitante por insuficiência de índices econômico‑financeiros e retornar à fase de preços do pregão, realizando nova rodada de lances com as demais empresas licitantes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3362223",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Içara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993."
    ],
    "enunciado_principal": "A conservação de bens públicos no cemitério é responsabilidade do coveiro para evitar perdas ao erário. Ao guardar ferramentas após o expediente, o coveiro segue procedimentos para proteger os equipamentos. Sobre o armazenamento de bens públicos em cemitérios, conforme a Lei nº 8.666/1993, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Armazenar ferramentas em local seguro e trancado, com inventário atualizado, assegura a proteção do patrimônio público."
      },
      {
        "letra": "B",
        "texto": "Armazenar ferramentas em áreas abertas é permitido, desde que cobertas com lona para proteger contra desgastes."
      },
      {
        "letra": "C",
        "texto": "Armazenar ferramentas em locais improvisados é permitido, desde que o coveiro realize manutenções frequentes nos equipamentos."
      },
      {
        "letra": "D",
        "texto": "Armazenar ferramentas em depósitos pessoais do coveiro é aceitável, desde que ele informe o supervisor semanalmente."
      },
      {
        "letra": "E",
        "texto": "Armazenar ferramentas sem tranca é justificado, desde que o coveiro assuma a responsabilidade por eventuais furtos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3338941",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Julgue os seguintes itens, no que se refere às competências de órgão ou entidade participante do SRP, segundo o Decreto n.º 11.462/2023. I registrar no SRP digital sua intenção de participar do registro de preços II garantir que os atos relativos à inclusão no registro de preços estejam formalizados e aprovados pela autoridade competente III assegurar que a contratação a ser realizada atenda aos seus interesses, sobretudo quanto aos valores praticados IV gerenciar a ata de registro de preços Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3300559",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Durante um processo licitatório, na modalidade pregão, na forma eletrônica, promovido pela Universidade do Sul e Sudeste do Pará – Unifesspa, a empresa Tambaqui na Brasa Ltda. foi convocada, dentro do prazo de validade de sua proposta, mas não apresentou a documentação exigida no edital. De acordo com o Decreto nº 10.024/2019, analise as seguintes afirmações: I. A empresa Tambaqui na Brasa Ltda. ficará impedida de licitar e de contratar com a União pelo prazo de até cinco anos, sem prejuízo das multas previstas em edital e no contrato. II. A empresa Tambaqui na Brasa Ltda. será descredenciada no Sistema de Cadastramento Unificado de Fornecedores (Sicaf) pelo prazo de até cinco anos, garantido o direito à ampla defesa. III. As sanções aplicadas à empresa Tambaqui na Brasa Ltda. são exclusivas do âmbito administrativo e não impedem a participação da empresa em licitações estaduais e municipais. IV. A empresa Tambaqui na Brasa Ltda. poderá recorrer das sanções aplicadas, apresentando defesa junto à autoridade competente, que decidirá pela manutenção ou revogação das penalidades impostas. É(São) verdadeira(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3299752",
    "metadata": "Ano: 2025 | Banca: FUVEST | Órgão: USP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação"
    ],
    "enunciado_principal": "No âmbito da Lei nº 8.666/1993, em quais hipóteses a licitação pode ser dispensável?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando há inviabilidade de competição."
      },
      {
        "letra": "B",
        "texto": "Quando ocorre emergência ou calamidade pública, comprometendo a segurança de pessoas ou bens."
      },
      {
        "letra": "C",
        "texto": "Quando o objeto licitado é de baixo valor e não compromete o orçamento público."
      },
      {
        "letra": "D",
        "texto": "Quando houver necessidade de adquirir bens de um fornecedor específico, independentemente de justificativa."
      },
      {
        "letra": "E",
        "texto": "Quando a Administração desejar contratar diretamente empresas de sua preferência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291518",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "RDC - Regime Diferenciado de Contratações - Lei nº 12.462 de 2011"
    ],
    "enunciado_principal": "Em relação ao Regime Diferenciado de Contratações Públicas (RDC), um dos seus principais objetivos é proporcionar maior eficiência na contratação de obras e serviços. Para isso, o regime prevê:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vedação da contratação integrada para obras de grande vulto."
      },
      {
        "letra": "B",
        "texto": "A dispensa de qualquer modalidade de licitação para contratos emergenciais."
      },
      {
        "letra": "C",
        "texto": "A adoção exclusiva do critério de menor preço para julgamento das propostas."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de sigilo orçamentário sobre o valor estimado da contratação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286693",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "De acordo com a legislação vigente, o concurso, como modalidade de licitação, destina-se a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "B",
        "texto": "Contratação direta de serviços de engenharia, sem necessidade de licitação, desde que o valor não ultrapasse o limite estabelecido por lei."
      },
      {
        "letra": "C",
        "texto": "Aquisição de bens e serviços comuns, independentemente da complexidade técnica, com base no menor preço."
      },
      {
        "letra": "D",
        "texto": "Seleção de empresas para execução de obras públicas, levando em consideração exclusivamente o direcionamento de menor preço."
      },
      {
        "letra": "E",
        "texto": "Contratação emergencial de serviços essenciais sem a exigência de critérios técnicos para avaliação das propostas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286362",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Nos Processos Licitatórios, é correto afirmar que, em relação ao sistema de registro cadastral unificado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sistema será privado e acessível apenas aos órgãos governamentais, sendo desnecessário o chamamento público para atualização ou ingresso de novos interessados."
      },
      {
        "letra": "B",
        "texto": "O sistema será público, com ampla divulgação, e exigirá a realização de chamamento público pela internet, no mínimo anualmente, para atualização dos registros existentes e para ingresso de novos interessados."
      },
      {
        "letra": "C",
        "texto": "O registro cadastral unificado será de uso exclusivo para empresas de grande porte, não sendo aplicável a outros interessados, e o chamamento público será realizado a cada cinco anos."
      },
      {
        "letra": "D",
        "texto": "O sistema de registro será fechado e acessível apenas aos interessados diretos, sem a necessidade de chamamento público para atualização dos registros."
      },
      {
        "letra": "E",
        "texto": "O registro será confidencial, sem necessidade de divulgação pública, e o chamamento público ocorrerá a cada dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285796",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "O Sistema de Registro de Preços (SRP) é o conjunto de procedimentos para a realização, mediante contratação direta ou licitação nas modalidades de pregão ou concorrência, do registro formal de preços relativos à prestação de serviços, às obras, à aquisição e à locação de bens para contratações futuras. Com relação ao SRP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o SRP poderá ser adotado, especialmente, quando, pela natureza do objeto, não for possível definir previamente o quantitativo a ser demandado pela Administração."
      },
      {
        "letra": "B",
        "texto": "a indicação limitada é permitida a unidades de contratação no caso em que o serviço não esteja integrado ao fornecimento de bens."
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento adotado na licitação será o de menor preço ou de maior desconto sobre o preço de mercado ou sobre a tabela de preços divulgada por entidade de classe empresarial."
      },
      {
        "letra": "D",
        "texto": "o SRP não poderá ser utilizado nas hipóteses de contratação direta, por inexigibilidade ou por dispensa de licitação, quando se tratar de aquisições ou contratações por mais de um órgão ou entidade, ou sucessivamente pelo mesmo órgão ou entidade."
      },
      {
        "letra": "E",
        "texto": "o órgão ou a entidade gerenciadora, na hipótese de redução do preço registrado, determinará aos órgãos e às entidades que tiverem firmado contratos que procedam às alterações pertinentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285400",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Conforme previsão na Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos), a modalidade de licitação modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Diálogo Competitivo."
      },
      {
        "letra": "D",
        "texto": "Concurso."
      },
      {
        "letra": "E",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285392",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações"
    ],
    "enunciado_principal": "Assinale a alternativa que não dispõe um princípio expresso na Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Improbidade."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Moralidade."
      },
      {
        "letra": "E",
        "texto": "Legalidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285391",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Conforme previsão na Lei nº 14.133/2021 (Lei de Licitações e Contratos Administrativos), a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo Competitivo."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Leilão."
      },
      {
        "letra": "E",
        "texto": "Pregão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3265231",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Uma entidade deseja adquirir um imóvel cujas características de instalações e de localização tornam necessária à sua escolha. Quando inviável a competição, nesse caso, a licitação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inexigível."
      },
      {
        "letra": "B",
        "texto": "é indispensável."
      },
      {
        "letra": "C",
        "texto": "deve ser feita por meio de leilão."
      },
      {
        "letra": "D",
        "texto": "deve ser decidida pelo maior desconto."
      },
      {
        "letra": "E",
        "texto": "deve ser feita por meio de diálogo competitivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262910",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A fase preparatória do processo licitatório deve conter a motivação acerca da possibilidade, ou não, de participação de empresas em consórcio. Sendo admitida a participação de consórcios, há que se atentar para as possibilidades de admissões e de vedações à participação. A esse respeito, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve-se exigir a constituição prévia do consórcio para fins de participação na licitação."
      },
      {
        "letra": "B",
        "texto": "É vedado às empresas consorciadas participarem de mais de um consórcio na mesma licitação ou concorrerem, também, isoladamente no certame."
      },
      {
        "letra": "C",
        "texto": "Para a habilitação econômico-financeira, é permitido que o cálculo dos indicadores seja realizado a partir do somatório dos valores constantes das contas contábeis de cada consorciado; não é permitido o somatório de índices."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade dos integrantes do consórcio pelos atos praticados na licitação e na execução contratual será solidária. Contudo, quanto aos requisitos de habilitação, admite-se o somatório dos quantitativos de cada consorciado para a habilitação técnica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262621",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A Hemobrás necessita adquirir certo equipamento. Efetuada a devida pesquisa de mercado, os funcionários responsáveis pelo processo de aquisição se defrontaram com as seguintes circunstâncias: • Existência de três diferentes representantes comerciais exclusivos, em território brasileiro, de três diferentes marcas de equipamentos similares que atendem às exigências da empresa; • Por se tratar de equipamentos muito específicos, além da aquisição será necessária a contratação de serviços técnicos especializados para manutenção preventiva e corretiva dos equipamentos; • Contratação de serviços para treinamento e aperfeiçoamento dos funcionários da empresa que trabalharão diretamente com os equipamentos a serem adquiridos; • Os três diferentes representantes comerciais anunciam que os equipamentos podem ser adquiridos isoladamente ou conjuntamente com os serviços de manutenção preventiva e corretiva e com os serviços de treinamento dos funcionários, de acordo com a necessidade e pelo tempo exigido pela empresa adquirente; • As condições de garantias, instalações, transporte e prazos de entregas são relativamente similares e atendem às exigências da empresa; • Os representantes comerciais exclusivos estão localizados em diferentes unidades da federação. Um deles se localiza a 340 km, outro a 2.660 Km e outro a 2.370 Km de distância da empresa. Considerando unicamente as informações disponibilizadas no caso hipotético e as disposições do Regulamento de Licitações e Contratos da Hemobrás, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias apresentadas evidenciam inviabilidade de competição, devendo ser adotada a inexigibilidade de licitação para aquisição do equipamento e dos serviços."
      },
      {
        "letra": "B",
        "texto": "Deverá ser adotado processo de contratação direta, dando especial atenção ao instrumento de formalização da demanda, de acordo com a política de compras e contratações da Hemobrás."
      },
      {
        "letra": "C",
        "texto": "Diante das circunstâncias apresentadas, é dispensável a realização de licitação para fornecimento do bem e dos serviços, pois ambos envolvem, cumulativamente, alta complexidade tecnológica, sendo exigível apenas autorização do dirigente máximo da empresa."
      },
      {
        "letra": "D",
        "texto": "Para aquisição do equipamento deverá ser adotado procedimento licitatório pertinente, em que serão utilizados, preferencialmente, editais padronizados. No que tange à contratação dos serviços, em sendo possível, deve ser adotada unidade de medida que permita a mensuração dos resultados para o pagamento da contratada, e que elimine a possibilidade de remunerar as empresas com base na quantidade de horas de serviço ou por postos de trabalho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262012",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação"
    ],
    "enunciado_principal": "Tendo em vista a Resolução INEA nº 160/2018, o ato pelo qual a contratante atribui ao vencedor o objeto da seleção de propostas é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homologação."
      },
      {
        "letra": "B",
        "texto": "Ato convocatório."
      },
      {
        "letra": "C",
        "texto": "Adjudicação."
      },
      {
        "letra": "D",
        "texto": "Parceria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261546",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Acerca das licitações e contratos administrativos no âmbito das empresas estatais, analise as afirmativas a seguir. I. As licitações realizadas e os contratos celebrados por empresas públicas e sociedades de economia mista se destinam a assegurar a seleção da proposta mais vantajosa, inclusive no que se refere ao ciclo de vida do objeto, e a evitar operações em que se caracterize sobrepreço ou superfaturamento. II. Nas licitações e contratos deve-se ter como diretriz a observação da política de integridade nas transações com partes interessadas. III. É vedado que empresa pública e sociedade de economia mista, na licitação para aquisição de bens, façam qualquer indicação de marca ou modelo. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261337",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Contratos Administrativos",
      "Conceito e Características"
    ],
    "enunciado_principal": "No contexto da terceirização de serviços na Administração Pública, e considerando o(s) aspecto(s) que deverá(ão) ser considerado(s) para garantir a legalidade e a eficiência do processo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação deve ser feita sem licitação, pois a urgência justifica a escolha direta."
      },
      {
        "letra": "B",
        "texto": "A terceirização deve ser evitada, pois gera custos adicionais com a contratação de empresas."
      },
      {
        "letra": "C",
        "texto": "A escolha da empresa terceirizada deve ser feita apenas com base no menor preço, sem considerar a qualidade do serviço."
      },
      {
        "letra": "D",
        "texto": "Há necessidade de justificar a escolha pela terceirização, demonstrando que essa opção é mais eficiente e econômica em comparação à execução direta, além de garantir a fiscalização adequada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261330",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Um gestor público está elaborando um termo de referência para a contratação de serviços de consultoria. Considerando as diretrizes da Lei de Licitações, qual é a abordagem mais adequada para garantir a transparência e a eficiência do processo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Definir um valor fixo para o contrato, sem considerar a possibilidade de reajuste, para evitar complicações futuras."
      },
      {
        "letra": "B",
        "texto": "Utilizar um modelo padrão de termo de referência, desconsiderando as particularidades do serviço a ser contratado."
      },
      {
        "letra": "C",
        "texto": "Elaborar o termo de referência com base apenas na experiência anterior da Administração, sem realizar pesquisa de mercado."
      },
      {
        "letra": "D",
        "texto": "Incluir no termo de referência uma descrição detalhada do objeto, especificações técnicas, critérios de seleção, além de um orçamento estimado baseado em pesquisa de preços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261326",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação"
    ],
    "enunciado_principal": "A Hemobrás necessita de um local para o armazenamento de insumos, o qual, por questões técnicas, deve obrigatoriamente estar próximo de um laboratório específico. Feita a análise das opções de imóveis na cidade e da proximidade do laboratório, foi identificado um imóvel, que está desocupado e atende a todas as questões técnicas necessárias à sua finalidade, a qual é precípua e emergencial por uma questão de saúde pública. O laudo sobre o imóvel corretamente feito indica que não existem outros imóveis na região que atendam à necessidade técnica para o armazenamento dos insumos e que esteja próximo do laboratório, informando que é, a princípio, a única opção viável para o armazenamento dos tais insumos. Para comprar o imóvel em questão, a Hemobrás:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não precisará fazer licitação, desde que o valor do imóvel não ultrapasse a R$ 1.000.000,00, que seja destinado ao atendimento de suas finalidades precípuas e exista laudo válido, indicando que apenas esse imóvel atende às especificações para a aquisição."
      },
      {
        "letra": "B",
        "texto": "Não precisará fazer licitação, sendo hipótese de dispensa de licitação, uma vez que o imóvel seja destinado ao atendimento de suas finalidades precípuas, quando as necessidades de instalação e localização condicionarem a escolha do imóvel, desde que o preço seja compatível com o valor de mercado, segundo avaliação prévia."
      },
      {
        "letra": "C",
        "texto": "Pode fazer a aquisição livre do imóvel, pois a instituição é regida por normas legais de direito privado, ainda que seja uma empresa pública, segundo seu ato de criação, Lei nº 10.972/2004, art. 1º. Desta feita, embora esteja sujeito a certas regras de direito público, a gestão do seu negócio, o qual abrange a compra e/ou locação de imóveis para sua atividade-fim, não estão sujeitas às regras de licitação."
      },
      {
        "letra": "D",
        "texto": "Deve obrigatoriamente abrir processo licitatório, fazendo a indicação das características que o imóvel deve possuir. No caso, ainda que a única proposta que possa ser apresentada, a qual atenda à exigência do edital, seja relativa ao imóvel já identificado, sem que exista o processo licitatório, os princípios da publicidade, eficiência e livre concorrência não seriam observados, impedindo a aquisição do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260918",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Numa Secretaria de Estado de Minas Gerais, no julgamento das propostas de um processo licitatório para contratação de serviços de manutenção, ocorreu, em igualdade de condições, um empate entre três propostas, uma das quais de uma empresa estabelecida em Minas Gerais, outra estabelecida na Bahia e a terceira estabelecida no Rio de Janeiro. Nesse caso, o primeiro critério utilizado para assegurar a preferência na contratação será dada para a empresa que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tenha o cadastro mais antigo"
      },
      {
        "letra": "B",
        "texto": "for estabelecida em Minas Gerais"
      },
      {
        "letra": "C",
        "texto": "invista em pesquisa e em desenvolvimento"
      },
      {
        "letra": "D",
        "texto": "comprove melhores práticas ambientais"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260917",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O tipo de licitação utilizado pela Administração que, na escolha do critério de julgamento, leva em consideração a redução de despesas correntes de forma a proporcionar economias para o contratante e cuja remuneração do contratado é fixada com base em percentuais da economia gerada na execução do contrato, é o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "técnica e preço"
      },
      {
        "letra": "B",
        "texto": "maior desconto"
      },
      {
        "letra": "C",
        "texto": "maior retorno econômico"
      },
      {
        "letra": "D",
        "texto": "melhor técnica ou conteúdo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3217554",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Segundo Andrade e Vergueiro (1996), as modalidades de compra que dizem respeito diretamente à aquisição de material bibliográfico são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convite, tomada de preços e concorrência."
      },
      {
        "letra": "B",
        "texto": "Tomada de preços, concurso e concorrência."
      },
      {
        "letra": "C",
        "texto": "Concorrência, leilão e concurso."
      },
      {
        "letra": "D",
        "texto": "Convite, concurso e leilão."
      },
      {
        "letra": "E",
        "texto": "Convite, tomada de preços e concurso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262328",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere que o assessor administrativo está revisando um edital de licitação que prevê o julgamento das propostas. O julgamento é uma etapa crítica que determina qual proponente será contratado, e deve ser realizado de acordo com critérios claros e objetivos. De acordo com a legislação aplicável, a respeito dos critérios de julgamento que podem ser utilizados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento deve ser feito de forma aleatória, a fim de garantir a imparcialidade entre os proponentes."
      },
      {
        "letra": "B",
        "texto": "Apenas o critério de melhor técnica pode ser utilizado, pois é o único que garante a qualidade dos serviços prestados."
      },
      {
        "letra": "C",
        "texto": "O edital pode prever diferentes critérios de julgamento, como menor preço, melhor técnica ou técnica e preço, desde que claramente especificados."
      },
      {
        "letra": "D",
        "texto": "O julgamento das propostas deve ser feito exclusivamente pelo critério de menor preço, independentemente da qualidade dos bens ou serviços oferecidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262327",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Em uma situação de licitação, o servidor público deverá avaliar a habilitação de um proponente. Sabe-se que a habilitação é um processo crucial que visa garantir que apenas proponentes qualificados participem do certame. De acordo com a legislação pertinente, sobre os critérios que devem ser considerados na análise de habilitação, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a qualificação técnica é suficiente para a habilitação, pois a experiência do proponente é irrelevante para a execução do contrato."
      },
      {
        "letra": "B",
        "texto": "A habilitação deve ser avaliada apenas com base na documentação financeira, desconsiderando aspectos técnicos e de regularidade fiscal."
      },
      {
        "letra": "C",
        "texto": "A habilitação pode ser realizada de forma subjetiva, levando em consideração a opinião do servidor responsável, sem necessidade de critérios objetivos."
      },
      {
        "letra": "D",
        "texto": "A análise de habilitação deve incluir a verificação de regularidade fiscal, qualificação técnica, e a capacidade econômico-financeira do proponente, conforme os requisitos estabelecidos no edital."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241184",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Associe as modalidades de licitação da primeira coluna com suas características na segunda coluna. Primeira coluna. 1.Concorrência. 2.Tomada de Preços. 3.Convite. 4.Leilão. Segunda coluna. (__) Utilizada para alienação de bens móveis e imóveis. (__) Exige prévio cadastramento de interessados. (__) É a modalidade mais ampla, permitindo maior concorrência. (__) Requer o envio de convites a pelo menos três participantes. Assinale a alternativa que apresenta a correta associação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 − 2 − 4 − 1."
      },
      {
        "letra": "B",
        "texto": "4 − 2 − 1 − 3."
      },
      {
        "letra": "C",
        "texto": "4 − 1 − 3 − 2."
      },
      {
        "letra": "D",
        "texto": "4 − 1 − 2 − 3."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154488",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Sobre as modalidades de licitação e suas hipóteses de dispensa e inexigibilidade, conforme a Lei nº 8.666/1993, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade de convite é aplicável apenas para contratações com valores inferiores a R$150.000,00, sendo vedada sua utilização em casos de obras e serviços de engenharia."
      },
      {
        "letra": "B",
        "texto": "A inexigibilidade de licitação é permitida para aquisição de bens e serviços técnicos especializados, desde que sua singularidade seja comprovada por relatório técnico do órgão contratante."
      },
      {
        "letra": "C",
        "texto": "A dispensa de licitação em razão de urgência é limitada a contratações diretamente relacionadas a calamidades públicas previamente reconhecidas por decreto legislativo."
      },
      {
        "letra": "D",
        "texto": "O pregão eletrônico pode ser utilizado para contratação de obras de engenharia, desde que os valores estejam dentro dos limites estabelecidos na Lei de Licitações e Contratos Administrativos."
      },
      {
        "letra": "E",
        "texto": "A inexigibilidade de licitação é aplicável em casos de inviabilidade de competição, como na contratação de serviços técnicos profissionais especializados, desde que comprovada a notória especialização do contratado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154487",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "Sobre os contratos administrativos e suas peculiaridades, com base na Lei nº 8.666/1993 e na jurisprudência do Supremo Tribunal Federal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução de contratos administrativos não pode ser interrompida pela Administração Pública, salvo em caso de rescisão unilateral fundada em inadimplemento do contratado."
      },
      {
        "letra": "B",
        "texto": "A cláusula de exorbitância que permite alterações unilaterais em contratos administrativos é vedada pela Constituição Federal, por contrariar o princípio da segurança jurídica."
      },
      {
        "letra": "C",
        "texto": "Os contratos administrativos são regidos exclusivamente pela Lei nº 8.666/1993, sendo vedada qualquer aplicação subsidiária de normas de direito privado."
      },
      {
        "letra": "D",
        "texto": "A formalização de contratos administrativos é obrigatória para toda contratação pública, salvo em casos de dispensa e inexigibilidade de licitação, conforme hipóteses previstas na lei."
      },
      {
        "letra": "E",
        "texto": "A Administração Pública pode rescindir unilateralmente um contrato administrativo por razões de interesse público superveniente, desde que assegure ao contratado o contraditório e a ampla defesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3631762",
    "metadata": "Ano: 2024 | Banca: POLICON | Órgão: Prefeitura de Canarana - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993."
    ],
    "enunciado_principal": "De acordo com os pressupostos da Lei 8.666 de 1993 analise as afirmativas a seguir: I - A licitação tem por objetivo garantir que o princípio constitucional da isonomia seja observado, que a proposta mais vantajosa para a Administração Pública seja escolhida e o desenvolvimento nacional sustentável seja promovido. II - A Lei 8.666 veda expressamente a indicação de marca ou modelo para a aquisição de bens, pois esta prática restringe a competitividade do certame. III - O pregão deve ser utilizado para aquisição de bens e serviços comuns, com padrões descritos de desempenho e qualidade podem ser descritos em edital de forma objetiva, utilizando as especificações usuais do mercado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente nas afirmativas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente nas afirmativas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente nas afirmativas II e III."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3546174",
    "metadata": "Ano: 2024 | Banca: CEV-URCA | Órgão: Prefeitura de Várzea Alegre - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993."
    ],
    "enunciado_principal": "Sobre a Lei Nº 8.666/93, que institui normas para licitações e contratos da Administração Pública e dá outras providências, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão sujeitos a esta Lei, além dos órgãos da administração direta, os fundos especiais, as autarquias, as fundações públicas, as empresas públicas, as sociedades de economia mista e demais entidades controladas direta ou indiretamente pela União, Estados, Distrito Federal e Municípios."
      },
      {
        "letra": "B",
        "texto": "É permitida a participação do autor do projeto ou da empresa responsável pela elaboração do projeto básico ou executivo, na licitação de obra ou serviço, ou na execução, como consultor ou técnico, nas funções de fiscalização, supervisão ou gerenciamento, exclusivamente a serviço da Administração interessada."
      },
      {
        "letra": "C",
        "texto": "As compras, sempre que possível, deverão submeter-se às condições de aquisição e pagamento semelhantes às do setor privado."
      },
      {
        "letra": "D",
        "texto": "Na compra de bens de natureza divisível e desde que não haja prejuízo para o conjunto ou complexo, é vedada a cotação de quantidade inferior à demandada na licitação, com vistas à ampliação da competitividade, podendo o edital fixar quantitativo mínimo para preservar a economia de escala."
      },
      {
        "letra": "E",
        "texto": "Para as modalidades de licitação presentes na Lei, com exceção da modalidade concurso, são constituídos os seguintes tipos de licitação: i) menor preço; ii) melhor técnica; iii) técnica e preço; e iv) maior lance ou oferta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3470964",
    "metadata": "Ano: 2024 | Banca: IASP | Órgão: Prefeitura de São Sebastião do Alto - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Qual modalidade de licitação é caracterizada pela disputa de técnicas e preços, após uma fase de qualificação técnica, segundo a Lei nº 8.666/93?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tomada de preços."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      },
      {
        "letra": "E",
        "texto": "Convite."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3436428",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Previsto na Lei no 4.320, de 17 de março de 1964, o leilão é uma das modalidades de licitação. Sobre a modalidade leilão, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O leilão não poderá ser cometido a leiloeiro oficial."
      },
      {
        "letra": "B",
        "texto": "O leilão não poderá ser cometido a servidor designado pela autoridade competente da Administração."
      },
      {
        "letra": "C",
        "texto": "O leilão não exigirá registro cadastral prévio."
      },
      {
        "letra": "D",
        "texto": "O leilão terá fase de habilitação."
      },
      {
        "letra": "E",
        "texto": "Dentro da divulgação do edital do leilão, não deve conter o valor pelo qual o bem foi avaliado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3436328",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993."
    ],
    "enunciado_principal": "A Dispensa de Licitação é uma modalidade de compra na qual é dispensado o uso da Licitação, mas que só pode ser utilizada em casos excepcionais previstos na Lei n. 8.666/1993, artigos 24 e 25, sendo condição obrigatória a análise e parecer de Procuradoria Federal para que possa ser executada. Esta modalidade também é conhecida como Compra Direta. Acerca da dispensa de licitação, assinale a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É dispensável a licitação nos casos de guerra ou grave perturbação da ordem."
      },
      {
        "letra": "B",
        "texto": "É dispensável a licitação quando houver possibilidade de comprometimento da segurança nacional, nos casos estabelecidos em decreto do Presidente da República, ouvido o Conselho de Defesa Nacional."
      },
      {
        "letra": "C",
        "texto": "É dispensável a licitação nas compras de hortifrutigranjeiros, pão e outros gêneros perecíveis, no tempo necessário para a realização dos processos licitatórios correspondentes, realizadas diretamente com base no preço do dia."
      },
      {
        "letra": "D",
        "texto": "É dispensável a licitação para a aquisição de bens ou serviços nos termos de acordo internacional específico aprovado pelo Congresso Nacional, quando as condições ofertadas forem manifestamente vantajosas para o Poder Público."
      },
      {
        "letra": "E",
        "texto": "É dispensável a licitação para a venda de bens móveis inservíveis para a administração ou de produtos legalmente apreendidos ou penhorados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3424075",
    "metadata": "Ano: 2024 | Banca: IGETEC | Órgão: Prefeitura de Bernardino Batista - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Pregão - Lei nº 10.520 de 2002 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Qual é a principal finalidade da Lei n.º 10.520/2000 em relação às licitações?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estabelecer critérios para a contratação de serviços terceirizados."
      },
      {
        "letra": "B",
        "texto": "Simplificar e agilizar os processos de licitação para aquisição de bens e contratação de serviços comuns."
      },
      {
        "letra": "C",
        "texto": "Exigir a participação de empresas estrangeiras em licitações públicas."
      },
      {
        "letra": "D",
        "texto": "Limitar a participação de microempresas e empresas de pequeno porte em processos licitatórios."
      },
      {
        "letra": "E",
        "texto": "Estabelecer critérios para a realização de licitações internacionais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3374251",
    "metadata": "Ano: 2024 | Banca: GANZAROLI | Órgão: Prefeitura de Cumari - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações"
    ],
    "enunciado_principal": "Em um processo de licitação no serviço público, um dos princípios fundamentais que devem ser observados é o da publicidade. Qual é o principal objetivo desse princípio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Garantir que apenas empresas públicas participem do processo licitatório e atendam suas demandas específicas."
      },
      {
        "letra": "B",
        "texto": "Assegurar que as informações sobre o processo de licitação sejam mantidas em sigilo, evitando vazamentos de forma segura."
      },
      {
        "letra": "C",
        "texto": "Promover a ampla concorrência e transparência, permitindo que todos os interessados tenham acesso às informações relevantes."
      },
      {
        "letra": "D",
        "texto": "Reduzir os custos administrativos do processo de licitação, mantendo-o mais eficiente, e automaticamente economizando gastos desnecessários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3374243",
    "metadata": "Ano: 2024 | Banca: GANZAROLI | Órgão: Prefeitura de Cumari - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "A licitação destina-se a garantir a observância do princípio constitucional da isonomia, a seleção da proposta mais vantajosa para a administração e a promoção do desenvolvimento nacional sustentável e será processada e julgada em estrita conformidade com os princípios básicos da legalidade, da impessoalidade, da moralidade, da igualdade, da publicidade, da probidade administrativa, da vinculação ao instrumento convocatório, do julgamento objetivo e dos que lhes são correlatos, especificados no Art. 3° da Lei 8.666/93. De acordo com a Lei de Licitações e Contratos do Brasil Existem várias modalidades de licitação no contexto de compras públicas. As modalidades de licitação mais comuns são?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compras, execução direta, execução indireta, dispensa e pregão."
      },
      {
        "letra": "B",
        "texto": "Concessão, aquisição, alienação, concurso e leilão."
      },
      {
        "letra": "C",
        "texto": "Concorrência, tomada de preços, convite e pregão."
      },
      {
        "letra": "D",
        "texto": "Concessão, tomada de preços, dispensa, leilão e concurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3283975",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Dispensa de licitação",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "Na dispensa, a licitação é materialmente possível, mas em regra inconveniente, enquanto na inexigibilidade, é inviável a própria competição. Considerando o que a Lei de Licitações dispõe, assinale a alternativa que apresenta um dos casos em que a licitação é inexigível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de serviços de publicidade para promoção de campanhas institucionais."
      },
      {
        "letra": "B",
        "texto": "Contratação de profissional do setor artístico consagrado pela crítica, desde que representado por empresário exclusivo."
      },
      {
        "letra": "C",
        "texto": "Aquisição de imóveis disponíveis no mercado, sem necessidade de comprovação de singularidade ou exclusividade."
      },
      {
        "letra": "D",
        "texto": "Contratação de serviços técnicos especializados para o desenvolvimento de ações operacionais rotineiras e de baixa complexidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3270618",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações em vigência, os princípios da licitação correspondem a normas fundamentais que têm como finalidade interpretação, direção, orientação e o intuito de construir vetores sobre determinado assunto. Assinale a alternativa correspondente ao princípio da licitação que visa garantir oportunidade igual a todos os participantes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência."
      },
      {
        "letra": "B",
        "texto": "Isonomia."
      },
      {
        "letra": "C",
        "texto": "Pluralidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268740",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação"
    ],
    "enunciado_principal": "Em relação à modalidade de licitação leilão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O leilão deverá ser homologado assim que for concluída a fase de lances, superada a fase recursal e efetivado o pagamento pelo licitante vencedor, na forma definida em edital."
      },
      {
        "letra": "B",
        "texto": "O edital do leilão será afixado em local de ampla circulação de pessoas na sede da Administração e não poderá ser divulgado por outros meios."
      },
      {
        "letra": "C",
        "texto": "O leilão poderá ser cometido a leiloeiro oficial, mas não a servidor designado pela autoridade competente da Administração."
      },
      {
        "letra": "D",
        "texto": "Se optar pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo mediante credenciamento ou licitação na modalidade leilão."
      },
      {
        "letra": "E",
        "texto": "O leilão exigirá registro cadastral prévio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268736",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "No que diz respeito às fases do processo licitatório, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que previsto em edital, na fase de julgamento, o órgão ou a entidade licitante não poderá, em relação ao licitante provisoriamente vencedor, realizar análise e avaliação da conformidade da proposta."
      },
      {
        "letra": "B",
        "texto": "A fase de homologação é caracterizada pelo planejamento, e ela deve compatibilizar‑se com o plano de contratações anual, sempre que elaborado, e com as leis orçamentárias."
      },
      {
        "letra": "C",
        "texto": "A fase de habilitação poderá, mediante ato motivado com explicitação dos benefícios decorrentes, anteceder as fases de julgamento e de apresentação de propostas e lances, desde que expressamente previsto no edital de licitação."
      },
      {
        "letra": "D",
        "texto": "O leilão terá fase de habilitação."
      },
      {
        "letra": "E",
        "texto": "Ao final da fase de julgamento, o processo licitatório seguirá para o órgão de assessoramento jurídico da Administração, que realizará controle prévio de legalidade mediante análise jurídica da contratação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268716",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos estabelece situações nas quais é inviável a competição. Com base nessa informação, assinale a alternativa que apresenta uma hipótese em que a licitação é inexigível.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licitação é inexigível para contratações que envolvam valores inferiores a R$ 50.000."
      },
      {
        "letra": "B",
        "texto": "A licitação é inexigível nos casos de guerra, estado de defesa, estado de sítio, intervenção federal ou de grave perturbação da ordem."
      },
      {
        "letra": "C",
        "texto": "A licitação é inexigível para as contratações que tenham por objeto a aquisição de medicamentos destinados, exclusivamente, ao tratamento de doenças raras definidas pelo Ministério da Saúde."
      },
      {
        "letra": "D",
        "texto": "A licitação é inexigível para contratações que envolvam valores inferiores a R$ 100.000, no caso de obras e serviços de engenharia, ou no caso de serviços de manutenção de veículos automotores."
      },
      {
        "letra": "E",
        "texto": "A licitação é inexigível para a aquisição de materiais, de equipamentos ou de gêneros, ou a contratação de serviços que só possam ser fornecidos por produtor, por empresa ou por representantes comerciais exclusivos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3250207",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Entre as modalidades de licitação para compras na administração pública encontram-se a concorrência, o convite e a tomada de preços, dependendo do valor a ser contratado. Assinale a opção que lista essas modalidades em ordem crescente de limite de valor para contratação de compras e serviços.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convite / tomada de preços / concorrência."
      },
      {
        "letra": "B",
        "texto": "convite / concorrência / tomada de preços."
      },
      {
        "letra": "C",
        "texto": "concorrência / tomada de preços / convite."
      },
      {
        "letra": "D",
        "texto": "tomada de preços / convite / concorrência."
      },
      {
        "letra": "E",
        "texto": "tomada de preços / concorrência / convite."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3248786",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "O Sistema de Registro de Preços (SRP), regulamentado pelo Decreto nº 11.462/2023, é um procedimento auxiliar que aprimora o processo de contratações na Administração Pública. Conforme estabelecido na Lei nº 14.133/2021 e no referido Decreto, o SRP poderá ser adotado em diversas hipóteses, sendo uma delas quando,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelas características do objeto, houver necessidade de contratações permanentes ou frequentes."
      },
      {
        "letra": "B",
        "texto": "pelas especificidades do anteprojeto, houver necessidade de contratar objeto que envolva inovação técnica ou tecnológica."
      },
      {
        "letra": "C",
        "texto": "pela natureza do objeto, for possível definir previamente o quantitativo demandado."
      },
      {
        "letra": "D",
        "texto": "por rigidez administrativa, houver impossibilidade de ter a sua demanda satisfeita sem a adaptação de soluções disponíveis no mercado."
      },
      {
        "letra": "E",
        "texto": "por interesse público, vise ao atendimento de execução centralizada de projeto federal, por meio de compra regional ou adesão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3230880",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CONFERE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações"
    ],
    "enunciado_principal": "Quanto às noções de licitação pública, a modalidade de licitação que é utilizada para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor, é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso."
      },
      {
        "letra": "B",
        "texto": "concorrência."
      },
      {
        "letra": "C",
        "texto": "pregão."
      },
      {
        "letra": "D",
        "texto": "diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "leilão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3225128",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNIFESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Inexigibilidade de licitação"
    ],
    "enunciado_principal": "A licitação pública é inexigível na contratação que envolva",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transferência de tecnologia ou licenciamento de direito de uso ou de exploração de criação protegida, nas contratações realizadas por instituição científica, tecnológica e de inovação."
      },
      {
        "letra": "B",
        "texto": "valores inferiores a R$ 100.000, no caso de obras e serviços de engenharia."
      },
      {
        "letra": "C",
        "texto": "objetos que possam ou devam ser contratados por meio de credenciamento."
      },
      {
        "letra": "D",
        "texto": "manutenção de todas as condições definidas em edital de licitação realizada há menos de um ano."
      },
      {
        "letra": "E",
        "texto": "produtos para pesquisa e desenvolvimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199281",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações e Contratos da Administração Pública, a empreitada por preço unitário consiste:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na contratação da execução da obra ou do serviço por preço certo de unidades determinadas."
      },
      {
        "letra": "B",
        "texto": "no regime de contratação de mão de obra para pequenos trabalhos por preço certo, com ou sem fornecimento de materiais."
      },
      {
        "letra": "C",
        "texto": "no regime de contratação em que, além do fornecimento do objeto, o contratado responsabiliza-se por sua operação, manutenção ou ambas, por tempo determinado."
      },
      {
        "letra": "D",
        "texto": "na contratação da execução da obra ou do serviço por preço certo e total."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3196706",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Posse - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações"
    ],
    "enunciado_principal": "Quais são os princípios fundamentais que regem as licitações públicas, segundo a Lei nº 8.666/1993?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lucratividade, agilidade, sigilo, arbitrariedade e economia."
      },
      {
        "letra": "B",
        "texto": "Legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "Discrição, subjetividade, moralidade, sigilo e eficiência."
      },
      {
        "letra": "D",
        "texto": "Racionalidade, imparcialidade, flexibilidade, sigilo e economia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188713",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Concorrência é modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "maior preço"
      },
      {
        "letra": "B",
        "texto": "melhor técnica ou maior lance"
      },
      {
        "letra": "C",
        "texto": "técnica e preço"
      },
      {
        "letra": "D",
        "texto": "menor retorno econômico"
      },
      {
        "letra": "E",
        "texto": "menor desconto"
      }
    ],
    "gabarito": "C"
  }
]